{"ITEMID": "001-71412", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "PACHLA v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Zbigniew Pachla, is a Polish national who was born in 1953 and lives in Dobromierz. He is represented before the Court by Ms B. Słupska-Uczkiewicz, a lawyer practising in Wrocław. The respondent Government were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 26 August 1998 the applicant was arrested by the police.", "On 27 August 1998 the Świdnica District Court remanded him in custody on a charge of attempted extortion. On 23 November 1998 the applicant was released from detention.", "On 29 December 1998 the Świdnica District Prosecutor stayed the criminal proceedings against the applicant as his co-accused, a certain Mr J.J., had gone into hiding. On 11 June 1999 the prosecution service resumed the proceedings in order to prepare an extradition request in respect of J.J., who had been arrested in Belgium. On the same date the proceedings were stayed again.", "In August 2003 the bill of indictment was submitted to the Świdnica District Court.", "On 6 October 2003 the Świdnica District Court ordered that the applicant be remanded in custody for a period of three months. It found that the applicant had not collected the court’s summons and that he did not reside at the address indicated to the prosecution. In those circumstances a copy of the bill of indictment could not be served on the applicant and the hearing could not commence. Consequently, the District Court found that the applicant had obstructed the proceedings.", "On 21 October 2003 the applicant was arrested and placed in detention. On 24 October 2003 the applicant’s lawyer appealed against the detention order of 6 October 2003. On 30 October 2003 the Świdnica Regional Court quashed the impugned detention order. The applicant was released on the same day.", "It appears that the proceedings are pending before the Świdnica District Court.", "In August 1999 the applicant published the first issue of the “Information Bulletin of the Citizens’ Anticorruption Association OSA”. In the article entitled “The prosecutor’s son breaks the law” the applicant alleged that a prosecutor S.S. influenced the outcome of the criminal proceedings against his son, who had been involved in a traffic accident.", "On 9 August 1999 S.S. brought a private prosecution against the applicant, alleging that he had been defamed. He requested the Wałbrzych District Prosecutor to take over the prosecution, arguing that the public interest so required.", "On 26 August 1999 the Ząbkowice Śląskie District Prosecutor opened the investigation into the case. On 14 December 1999 the prosecutor lodged a bill of indictment with the Wałbrzych District Court. The applicant was indicted on the charge of defamation under Article 212 § 1 of the Criminal Code. In particular, the prosecutor alleged that in the bulletin the applicant imputed to S.S. “unlawful behaviour in order to lower him in public opinion and undermine public confidence in his capacity to perform the duties of a prosecutor”.", "On an unspecified date in 2000 the Wałbrzych District Court transmitted the case to the Świdnica District Court which had jurisdiction to hear it.", "On 19 January 2001 the Świdnica District Court convicted the applicant under Article 212 § 2 of the Criminal Code of defamation committed through the mass media. It sentenced him to ten months’ imprisonment suspended for three years.", "The applicant appealed against his conviction but his appeal was dismissed on 4 September 2001 by the Świdnica Regional Court.", "Article 14 provides as follows:", "“The Republic of Poland shall ensure freedom of the press and other means of social communication.”", "Article 31 § 3 of the Constitution, which lays down a general prohibition on disproportionate limitations on constitutional rights and freedoms (the principle of proportionality), provides:", "“Any limitation upon the exercise of constitutional freedoms and rights may be imposed only by statute, and only when necessary in a democratic State for the protection of its security or public order, or to protect the natural environment, health or public morals, or the freedoms and rights of other persons. Such limitations shall not violate the essence of freedoms and rights.”", "Article 54 § 1 of the Constitution guarantees freedom of expression. It states, in so far as relevant:", "“The freedom to express opinions, to acquire and to disseminate information shall be ensured to everyone.”", "Article 87 lists the sources of law. That provision reads, in so far as relevant, as follows:", "“1. The sources of the universally binding law of the Republic of Poland shall be: the Constitution, statutes, ratified international agreements, and regulations. ...”", "Article 91 of the Constitution, in its relevant part, states:", "“1. After promulgation thereof in the Journal of Laws of the Republic of Poland (Dziennik Ustaw), a ratified international agreement shall constitute part of the domestic legal order and shall be applied directly, unless its application depends on the enactment of a statute.", "2. An international agreement ratified upon prior consent granted by statute shall have precedence over statutes if such an agreement cannot be reconciled with the provisions of such statutes.”", "Article 79 § 1 of the Constitution provides as follows:", "“In accordance with principles specified by statute, everyone whose constitutional freedoms or rights have been infringed, shall have the right to appeal to the Constitutional Court for a judgment on the conformity with the Constitution of a statute or another normative act on the basis of which a court or an administrative authority has issued a final decision on his freedoms or rights or on his obligations specified in the Constitution.”", "Article 190 of the Constitution, insofar as relevant provides as follows:", "“1. Judgments of the Constitutional Court shall be universally binding and final.", "2. Judgments of the Constitutional Court, ... shall be published without delay.", "3. A judgment of the Constitutional Court shall take effect from the day of its publication; however, the Constitutional Court may specify another date for the end of the binding force of a normative act. Such time-limit may not exceed 18 months in relation to a statute or 12 months in relation to any other normative act. ...", "4. A judgment of the Constitutional Court on the non-conformity with the Constitution, an international agreement or statute, of a normative act on the basis of which a final and enforceable judicial decision or a final administrative decision ... was given, shall be a basis for re-opening of the proceedings, or for quashing the decision ... in a manner and on principles specified in provisions applicable to the given proceedings.”", "Article 212 §§ 1 and 2 of the Criminal Code 1997 provides as follows:", "“§ 1. Anyone who imputes to another person, a group of persons, an institution, a legal person or an organisation without legal personality, such behaviour or characteristics, as may lower this person, group or entity in the public opinion or undermine public confidence in their capacity necessary for a certain position, occupation or type of activity, shall be liable to a fine, a restriction of liberty or imprisonment not exceeding 1 year.", "§ 2. If the perpetrator commits the act described in paragraph 1 through a means of mass communication, he shall be liable to a fine, restriction of liberty or imprisonment not exceeding 2 years.”", "In 2005 a constitutional complaint was lodged with the Constitutional Court against Articles 212 § 2 and 213 § 2 of the Criminal Code. A claimant in that case, who had been convicted on the basis of these provisions, alleged that they were incompatible with Article 54 of the Constitution read in conjunction with Article 31 § 3 and Article 14 of the Constitution. The case was registered under no. SK 43/05 and currently the proceedings on the merits of that complaint are pending.", "Article 521 of the Code of Criminal Procedure provides as follows:", "“The Prosecutor General or the Ombudsman may lodge a cassation appeal against any final and enforceable judicial decision.”", "Article 523 § 2 of the Code of Criminal Procedure stipulates that a defendant may not lodge a cassation appeal in cases where a suspended prison sentence has been imposed.", "Article 540 § 2 of the Code of Criminal Procedure 1997 provides for reopening of the proceedings following a judgment of the Constitutional Court. It provides as follows:", "“The proceedings shall be reopened to the benefit of the accused when as a result of the Constitutional Court’s judgment a provision of law which served as the basis for conviction or conditional discontinuation [of the proceedings] was abolished or amended.”", "On 17 September 2004 the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”) entered into force. It lays down various legal means designed to counteract and/or redress the undue length of judicial proceedings.", "A party to pending proceedings may ask for the acceleration of those proceedings and/or just satisfaction for their unreasonable length under section 2 read in conjunction with section 5(1) of the 2004 Act.", "Section 2, in so far as relevant, reads as follows:", "Section 5 provides, in so far as relevant:", "“1. A complaint about the unreasonable length of proceedings shall be lodged while the proceedings are pending. ...”", "Section 16 refers to proceedings that have been terminated and that do not fall under the transitional provision of section 18 (see paragraph 46 below) in the following terms:", "“A party who has not lodged a complaint about the unreasonable length of the proceedings under section 5 (1) may claim – under Article 417 of the Civil Code ... – compensation for the damage which resulted from the unreasonable length of the proceedings after the proceedings concerning the merits of the case have ended.", "Article 442 of the Civil Code sets out limitation periods in respect of various claims based on tort. That provision applies to situations covered by Article 417 of the Civil Code. Article 442, in so far as relevant, reads:", "“1. A claim for compensation for damage caused by a tort shall lapse 3 years following the date on which the claimant learned of the damage and the persons liable for it. However, the claim shall in any case lapse 10 years following the date on which the event causing the damage had occurred.”", "Section 18 of the 2004 Act lays down the following transitional rules in relation to the applications already pending before the Court:", "“1. Within six months after the date of entry into force of this law persons who, before that date, had lodged a complaint with the European Court of Human Rights ... complaining of a breach of the right to a trial within a reasonable time guaranteed by Article 6 (1) of the Convention for the Protection of Human Rights and Fundamental Freedoms ..., may lodge a complaint about the unreasonable length of the proceedings on the basis of the provisions of this law if their complaint to the Court had been lodged in the course of the impugned proceedings and if the Court has not adopted a decision concerning the admissibility of their case.", "2. A complaint lodged under subsection 1 shall indicate the date on which the application was lodged with the Court.", "3. The relevant court shall immediately inform the Minister of Foreign Affairs of any complaints lodged under subsection 1.”", "On 18 January 2005 the Supreme Court (Sąd Najwyższy) adopted a resolution (no. III SPP 113/04) in which it ruled that while the 2004 Act produced legal effects as from the date of its date of entry into force (17 September 2004), its provisions applied retroactively to all proceedings in which delays had occurred before that date and had not yet been remedied."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}