{"ITEMID": "001-97936", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "AMMDJADI v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Ms Farzaneh Bigwand Ammdjadi, by 2002 an Iranian national, was born in 1961 and lives in Troisdorf. She was represented before the Court by Ms E. Dikkaya, a lawyer practising in Köln.", "In 1980 the applicant married an Iranian national in Kermanschah/Iran. Subsequently they moved to Germany. In 1983 their son was born.", "On 15 July 1997 the applicant and her former husband agreed that they would “seek to have clarified further rights, like alimony and pension rights, by their lawyers according to German law”.", "By a decision of the Köln District Court of 10 November 1999, on her former husband’s request, the applicant was divorced. The court found that, on the basis of Iranian law – the law applicable to the facts of the present case – the petition was well-founded. At that time, no motion for a compensation of pension rights had been lodged.", "On 24 January 2001 the Köln District Court rejected the applicant’s request for subsequent compensation of pension rights (nachträgliche Durchführung des Versorgungsausgleichs). It found that, on account of the fact that both parties were of Iranian nationality, section 8 paragraph 3 of the Agreement on Establishment between the German Reich and the Persian Empire (Niederlassungsabkommen, hereinafter referred to as “the Agreement”, see “Relevant domestic and international law and practice” below) excluded the application of section 17 § 3 second sentence of the Introductory Act to the German Civil Code (see “Relevant domestic and international law and practice” below, hereinafter referred to as “the Introductory Act”) – which alone could be the basis for compensation of pension rights. It pointed out that the Agreement intended to attribute all the consequences of a divorce and the divorce itself to the law of the parties’ common nationality. It also held that the fact that under Iranian law compensation of pension rights was not known did not violate the German ordre public.", "On 17 May 2001 the Köln Court of Appeal confirmed this decision. It also found that section 8 paragraph 3 of the Agreement clearly excluded the application of section 17 § 3 second sentence of the Introductory Act. It pointed out that pension rights adjustment had only been established in 1977 and was not known in many countries. It also found that the applicant’s and her former husband’s statement, namely that they would seek to have clarified by their lawyers their further rights, such as alimony and pension rights, irrespective of the question whether it qualified as choice of law, in any event lacked the required notarial certification.", "On 6 July 2005 the Federal Court of Justice dismissed a further appeal by the applicant. It also found that, given the apparent absence of a choice of law by the parties and the lack of a violation of the German ordre public, the Agreement excluded the application of section 17 § 3 second sentence of the Introductory Act. On 28 September 2005 the Federal Court of Justice dismissed her appeal that she had been denied a fair hearing.", "On 17 April 2008, without stating further reasons, the Federal Constitutional Court refused to hear the applicant’s constitutional complaint.", "The balancing of pension rights acquired by one partner in the course of the marriage has been introduced into German law in 1977 (in the states (Länder) of the Former German Democratic Republic it has been introduced in 1992). This comprehensive balancing of all private and public pension entitlements between spouses is aimed at protecting the “weaker” partner, in particular women who often did not work at all. It is related to both, family law and social law.", "Apart from German law only Canadian law has a compensation of pension rights in the sense of a comprehensive balancing of pensions. Other forms of social safeguards on divorce, existing in some other countries, only in parts can be compared to the compensation of pension rights in German law.", "Section 3 § 2 of the Introductory Act to the German Civil Code provides that rules in international conventions, in so far as they have become directly applicable in national law, take precedence over the Act.", "Section 6 of the Introductory Act lays down that a provision of the law of another country shall not be applied where its application would lead to a result which is manifestly incompatible with the fundamental principles of German law. A violation of this ordre public reservation has been found in some cases concerning the application of sharia law, namely in a case concerning polygamy. It is applied very restrictively.", "According to section 14 § 4 first sentence of the Introductory Act a choice of law concerning the general effects of marriage must be notarially certified.", "Under German conflict of laws rules, compensation of pension rights is, in general, governed by the law applicable to the general effects of marriage (section 17 § 3 first sentence of the Introductory Act). This, primarily, is the law of the country of shared nationality of the spouses (section 14 § 1 of the Introductory Act). It shall only be carried out if German law is applicable and if such balancing is recognised by the law of one of the countries of which the spouses were nationals at the time when the divorce petition was served.", "Pursuant to section 17 § 3 second sentence of the Introductory Act it can exceptionally be carried out, even if the conditions of the first sentence are not given, provided that (1) one spouse applies for it, (2) the other spouse has acquired an inland pension right during the subsistence of the marriage and (3) in so far as carrying it out would not be inconsistent with equity in light of mutual economic circumstances of the parties during the time spent in the country (known as “irregular pension rights adjustment”).", "Section 8 § 3 of the Agreement provides that in respect of personal, family and inheritance issues the law of the common nationality of the parties is applicable. In the Final Protocol (Schlußprotokoll) to the Agreement it is clarified that all aspects of family law shall be governed by that law.", "The continued application of this Agreement has been confirmed by the German-Iranian Protocol of 4 November 1954 (BGBl. 1955 II No. 19, p. 829) and also by a number of decisions of the Federal Court of Justice, the Federal Administrative Court and the Federal Constitutional Court (see, inter alia, decision of the Federal Constitutional Court of 25 September 1986 (2 BvR 955/86); judgment of the Federal Administrative Court of 27 September 1988 (BVerwGE 80, 233))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}