{"ITEMID": "001-101915", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KOVALEVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 6-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1967 and lives in Taganrog, in the Rostov Region.", "6. On 15 June 1998 a prosecutor opened a criminal investigation against the applicant.", "7. On 18 December 1998 the applicant was arrested and allegedly beaten up by police officers. On 19 December 2002 the prosecutor refused to institute criminal proceedings against the police officers.", "8. On 15 December 1999 she was released on bail.", "9. On 14 March 2000 the Rostov Regional Court received the case file and commenced the trial against the applicant and four other persons.", "10. On 13 June 2000 the Rostov Regional Court found the applicant guilty of fraud and extortion and conditionally sentenced her to five years' imprisonment. However, on 2 November 2000 the Supreme Court of the Russian Federation quashed the judgment on appeal and remitted the case for a retrial.", "11. On 14 May 2001 the Rostov Regional Court found the applicant guilty of fraud, extortion, robbery, kidnapping, and theft and sentenced her to seven and a half years' imprisonment. She was taken into custody from the courtroom.", "12. On 16 January 2002 the Supreme Court quashed the judgment of 14 May 2001 on appeal and remitted the case for a retrial. The applicant was remanded in custody pending the determination of the criminal charges against her.", "13. On 1 July 2002 the Rostov Regional Court extended the applicant's detention until 1 October 2002. It found as follows:", "“The defendants [the applicant and four other persons] are charged with kidnapping, illegal deprivation of liberty, burglary and other crimes.", "They have been in custody: ..., [the applicant] – since 18 December 1998, ...", "The Prosecutor requested that the defendants' detention be extended by 3 months.", "Having examined the Prosecutor's request, and having heard the parties to the proceedings, the court considers it necessary to extend the defendants' detention by 3 months, that is, until 1 October 2002 inclusive, because they are charged with serious and particularly serious criminal offences.", "Under Articles 255 and 256 of the Russian Code of Criminal Procedure, the defendants' detention on remand is extended by 3 (three) months, that is, from 1 July 2002 to 1 October 2002.”", "14. On 6 November 2002 the Supreme Court of Russia upheld the extension order, finding that it was sufficiently justified.", "15. On 1 October and 31 December 2002 and 31 March, 26 June, 25 September and 15 December 2003 the Rostov Regional Court extended the applicant's detention until 1 January, 31 March, 30 June, 26 September, 25 December 2003 and 15 March 2004 respectively. The wording of the decisions was identical to that applied in the decision of 1 July 2002.", "16. The applicant appealed against each of the above-mentioned extension orders to the Supreme Court, arguing that they were not sufficiently reasoned and that the court had not taken into consideration her individual situation. On 12 February, 14 May, 16 July, 16 October and 24 December 2003 and 31 March 2004 respectively, the Supreme Court of Russia upheld the above-mentioned decisions on appeal.", "17. In the meantime, on 19 February 2004 the Rostov Regional Court extended the defendants' pre-trial detention until 19 May 2004, citing the gravity of the charges against them. The applicant appealed against the extension to the Supreme Court.", "18. On 10 March 2005, that is, after the applicant's conviction by the Regional Court (see paragraph 20 below), the Supreme Court of Russia discontinued the examination of the applicant's appeal because she had been convicted by the Regional Court in the interim.", "19. As regards the trial proceedings in the period from 27 February 2002 to 25 February 2004, the case was adjourned on over forty-two occasions: at the request of the applicant and her co-defendants, who wished to study the case file or the records of the hearings; at the requests of the applicant and her co-defendants for the replacement of their representatives and the need for their newly appointed representatives to study the case file; due to the illness of the defendants' representatives and their failure to appear before the court; and due to the illness of the applicant and co-defendants or following complaints made by them concerning their health. On one occasion the hearing was adjourned due to the failure of the authorities to transport the defendants to the courtroom.", "20. On 17 May 2004 the Regional Court found the applicant guilty of multiple counts of fraud, multiple counts of kidnapping, extortion, theft and robbery and sentenced her to five years' imprisonment.", "21. The applicant lodged an appeal. She claimed, in particular, that lay judges had sat on the bench unlawfully. The law had been changed and after 1 January 2004 lay judges were no longer permitted to take part in the administration of justice.", "22. On 10 March 2005 the Supreme Court of the Russian Federation held an appeal hearing. The Supreme Court dismissed her appeal as unsubstantiated. As to her allegations about the allegedly unlawful composition of the tribunal, the court found that the trial had begun before 1 January 2004 and that the participation of two lay judges in the determination of the criminal charges against her had been in accordance with the principle of continuity of the trial.", "23. From 14 May 2001 to 17 May 2005 the applicant had been held in detention facility IZ-61/1 of Rostov-on-Don (Следственный Изолятор ИЗ-61/1 Главного управления Федеральной службы исполнения наказаний по Ростовской области). Throughout this period the applicant had been held in the following cells:", "(a) cell no. 181 measuring 25.5 square metres and designed to accommodate 7 detainees;", "(b) cell no. 184 measuring 36.8 square metres and designed to accommodate 10 detainees;", "(c) cell no. 186 measuring 24.8 square metres and designed to accommodate 7 detainees;", "(d) cell no. 191 measuring 34.6 square metres and designed to accommodate 9 detainees; and", "(e) cell no. 84 (punishment cell) measuring 6.5 square metres and designed for one person.", "24. The design capacity of the cells had not been exceeded.", "25. In each cell the applicant had an individual bed and had been provided with bedding (a mattress, a pillow, a blanket, two bed sheets and a pillowcase), personal hygiene items, tableware, potable water and cleaning supplies.", "26. Each cell had two windows measuring 1.14 by 1.32 meters, which allowed sufficient access of daylight. The cells had been equipped with filament lamps (four lamps per regular cell, one lamp per punishment cell) and security lights. The level of artificial lighting had corresponded to established sanitary norms and had allowed the inmates to read and write.", "27. All cells had been ventilated by a system of extractor fans. Natural ventilation through windows had also been available.", "28. The applicant had received food of adequate quality and quantity in accordance with established legal norms.", "29. In support of their observations the Government provided several certificates issued by the director of IZ-61/1 in November 2006 and photographs of the cells in which the applicant had been held.", "30. The cells in which the applicant had been held had always been overcrowded. They had accommodated up to twenty inmates at any given time. The inmates had slept in shifts.", "31. The cells had been dimly lit by two filament lamps. Access to natural light had been limited because the windows had been heavily barred from both the inside and outside. It had been impossible to read or write in such light. The outside grids on the windows had not been removed until April 2003.", "32. There had been no vents in the windows, and therefore, no access to fresh air. The air in the cells had always been stiff and heavy with smoke. Starting from April 2003 the window panes had been taken out in spring until late autumn.", "33. Food had been scarce and of poor quality. The complaints raised by the applicant and other inmates in this regard had been to no avail.", "34. The applicant had never been provided with any personal hygiene items.", "35. The applicant claimed that the photographs of the cells in question provided by the Government had been taken after her departure from IZ61/1 and apparently after emergency repairs.", "36. The Government submitted that the holding cells (конвойное помещение) of the Rostov Regional Court had been situated in the semibasement of the premises. The holding cells area had contained eight individual cells measuring four square metres and three collective cells measuring twenty square metres. The holding cells area had been equipped with one lavatory pan shared by the detainees and the wardens. All cells had been equipped with extractor fans. They had been illuminated with filament lamps.", "37. The detainees had been provided with dry rations (сухой паек) when taken to the courthouse. They had received hot food in accordance with a schedule before their departure from, and after their return to, the detention facility.", "38. The Government supported their submissions with certificates issued by the director of IZ61/1 on 26 November and 30 November 2006 and photographs of the holding cells area of the Rostov Regional Court (showing the corridor passage with barred doors and the bathroom unit).", "39. At the courthouse the applicant had been detained in a badly lit damp windowless cell measuring one square meter without ventilation or heating. The furnishing of the cell had consisted of a small bench. The walls in the cell had been coated with “shuba”, a sort of abrasive concrete lining. The cell had not been equipped with a lavatory or a wash basin. The applicant had been obliged to beg the wardens to take her to the lavatory.", "40. On the days of court hearings, the applicant had been taken to the “assembly section” of the detention facility before breakfast, and on most occasions she had been taken back to the detention facility after dinnertime had already passed. She had never been given any dry rations to take with her to the courthouse, and she had never seen other detainees receive any. The applicant's relatives had not been allowed to supply her with food on the days of court hearings.", "41. The applicant noted that the Government had not provided photographs of the cells of the court's holding cells area.", "42. On 15 October 1998 the applicant authorised Mr A. to sell her flat. On 29 December 1998 Mr A. sold the applicant's flat. The transfer of title to the flat was subsequently registered by the regional registrar's office.", "43. On 18 March 2003 the police refused to institute criminal proceedings against the registrar on suspicion of an allegedly fraudulent sale of the applicant's flat. The applicant was also informed of the right to contest the sale before a civil court.", "44. For a summary of the relevant domestic law governing various aspects of detention, proceedings for the examination of its lawfulness, time-limits for a trial to take place and conditions of detention, see Gubkin v. Russia, no. 36941/02, §§ 56-80, 23 April 2009.", "45. Relevant international documents concerning the general conditions in Russian penitentiary establishments and the conditions of detention of women can be found in the judgment of 1 June 2006 in the case of Mamedova v. Russia (no. 7064/05, §§ 51-53)."], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}