{"ITEMID": "001-90480", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF NEULINGER AND SHURUK v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 8", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["8 The applicants were born in 1959 and 2003 respectively and live in Lausanne (Canton of Vaud, Switzerland).", "9 The facts as submitted by the parties may be summarised as follows.", "10. The first applicant, who is Jewish, decided in 1999 to settle in Israel. There she met an Israeli national, who is also Jewish, and married him on 23 October 2001 in Israel. They had a son, Noam, who was born in Tel Aviv on 10 June 2003. He has Israeli and Swiss nationality.", "11. According to the applicants, in the autumn of 2003 the child's father joined the Jewish “Lubavitch” movement, which they have described as an ultra-orthodox, radical movement that is known for its zealous proselytising.", "12. Marital difficulties then arose, and the first applicant, fearing that her husband would take her son to a “Chabad-Lubavitch” community abroad for religious indoctrination, applied to the Tel Aviv Family Court for a ne exeat order to prevent Noam's removal from Israel. On 20 June 2004 the court made a ne exeat order that was to expire when the child attained his majority, that is to say on 10 June 2021, unless annulled by the court in the meantime.", "13. In an interim decision of 27 June 2004, the same court granted “temporary custody” of the child to the mother and requested the Tel Aviv social services to draw up an urgent welfare report. The “guardianship” of the child was to be exercised jointly by both parents.", "14. In a decision of 17 November 2004, the court, on the recommendation of a social worker, confirmed the first applicant's “temporary custody” of the child and granted a right of “visitation” to the father.", "15. On 10 January 2005 the Israeli social services were obliged to intervene. They instructed the parents to live apart, in the interest of the child. That same day, the first applicant filed a complaint with the police accusing her husband of assault.", "16. In an injunction of 12 January 2005 the competent judge of the Tel Aviv Family Court, upon an urgent application lodged earlier that day by the first applicant, prohibited the father from entering the child's nursery school or the first applicant's flat, from disturbing or harassing her in any manner whatsoever, and from carrying or possessing a weapon. Restrictions were also imposed on the visitation right granted to the father, who was now only authorised to see the child twice a week under the supervision of the social services at a contact centre in Tel Aviv.", "17. The couple's divorce was pronounced on 10 February 2005 with no change in the attribution of guardianship.", "18. As the father had defaulted on his maintenance payments to the first applicant, an arrest warrant was issued against him on 20 March 2005.", "19. In a decision of 27 March 2005 the competent judge of the Tel Aviv Family Court dismissed an application lodged by the first applicant for the annulment of the ne exeat order prohibiting the removal of the second applicant from Israel.", "20. On 24 June 2005 the first applicant secretly left Israel for Switzerland with her son.", "21. On 27 June 2005 Noam's father contacted the Israeli Central Authority, which was unable to locate the child until 21 May 2006, when Interpol Jerusalem forwarded him a note from Interpol Berne indicating that the first applicant was in Switzerland.", "22. On 22 May 2006 the Israeli Ministry of Justice transmitted to the Swiss Federal Office of Justice a request for the return of the child pursuant to the Hague Convention on the Civil Aspects of International Child Abduction of 25 October 1980 (the “Hague Convention”). In support of its request it indicated, among other things, that Interpol Berne had notified it only the day before that Noam and his mother were living in Lausanne and that the latter had applied for the renewal of her Swiss passport.", "23. In a decision of 30 May 2006, delivered upon an application by the child's father, the Tel Aviv Family Court observed that the child was habitually resident in Tel Aviv and that, as of 24 June 2005, the date of the applicants' departure, the parents remained joint guardians of their son, with the mother having temporary custody and the father a right of visitation. The court held that the child's removal from Israel without the father's consent had been wrongful within the meaning of Article 3 of the Hague Convention.", "24. On 8 June 2006 the child's father lodged an application with the Lausanne District Justice of the Peace seeking an order for his son's return to Israel. He requested in particular, as an extremely urgent measure, that the Lausanne Passport Office be ordered to retain the applicants' Swiss passports.", "25. On 12 June 2006 the Justice of the Peace made an order allowing the application by Noam's father for an extremely urgent measure.", "26. Following a new application for an extremely urgent measure, faxed by the child's father on 27 June 2006, the Justice of the Peace, in a provisional measures order made that same day, ordered the first applicant to deposit her and Noam's passports in the registry of the District Justice of the Peace immediately, on pain of criminal sanctions for refusal to comply with the decision of an authority.", "27. The first applicant, assisted by counsel, and the legal representative of the father, whose obligation to appear in person had been waived, made representations to the Justice of the Peace on 18 July 2006.", "28. In a decision of 29 August 2006, after a hearing, the father's application was dismissed by the Lausanne District Justice of the Peace. The court took the view that, whilst the child's removal had been wrongful within the meaning of Article 3 of the Hague Convention, it had to apply Article 13, first paragraph, sub-paragraph (b), of that Convention, as there was a grave risk that the child's return would expose him to physical or psychological harm or otherwise place him in an intolerable situation.", "29. On 25 September 2006 the father appealed against that decision before the Guardianship Division (chambre des tutelles) of the Vaud Cantonal Court, which ordered an expert's report and for that purpose appointed Dr. B., a paediatrician and child psychiatrist. In his report, delivered on 16 April 2007, he stated that the child's return to Israel with his mother would expose him to a risk of psychological harm whose intensity could not be assessed without ascertaining the conditions of that return, in particular the conditions awaiting the mother and their repercussions for the child; that the return of the child without his mother would expose him to a risk of major psychological harm; and that the maintaining of the status quo would also represent for the child a risk of major psychological harm in the long term.", "30. On 30 November 2006, as the first applicant had left the country, the competent judge in Tel Aviv cancelled the indictment for domestic violence that she had initiated in January 2005.", "31. On 22 May 2007 the Guardianship Division of the Vaud Cantonal Court dismissed the father's application. Having carried out an additional investigation, and taking into account the expert's report by Dr. B. dated 16 April 2007, it took the view that the child's return carried a grave risk of psychological harm, whether or not he was accompanied by his mother, and would also place him in an intolerable situation. It therefore considered that the conditions of Article 13, first paragraph, sub-paragraph (b), of the Hague Convention were met. Finding however that the child could not be deprived of all relations with his father, it prescribed measures with a view to rebuilding the personal relationship between them.", "32. The father lodged a civil appeal with the Federal Court seeking the quashing of the Cantonal Court's judgment and the return of the child to Israel. He alleged that the court had misapplied Article 13, first paragraph, sub-paragraph (b), of the Hague Convention, principally, and Article 3 of the United Nations Convention on the Rights of the Child, secondarily.", "33. In a decision of 27 June 2007, the President of the appropriate division of the Federal Court granted the father's request for immediate suspension of the judgment.", "34. In a judgment of 16 August 2007, served on the first applicant's lawyer on 21 September 2007, the Federal Court allowed the father's appeal. The relevant passages of its judgment read as follows:", "“3. The object of the Hague Convention on the Civil Aspects of International Child Abduction is to secure the prompt return of children wrongfully removed to or retained in any Contracting State (Article 1, sub-paragraph (a)). The removal or the retention of a child is to be considered wrongful where it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention (Article 3, sub-paragraph (a)). 'Rights of custody' include rights relating to the care of the person of the child and, in particular, the right to determine the child's place of residence (Article 5 (a)). In the present case it is not in dispute that the child's removal to Switzerland was wrongful, since the father retained, jointly with the respondent, the right of 'guardianship', which under Israeli law includes the right to decide on the child's residence. Moreover, since the request for return was presented within a period of one year after the removal, the respondent cannot deny either that, in principle, pursuant to Article 12 of the Hague Convention, the child's prompt return should be ordered. The only matter in dispute is therefore the question whether an exception to that return may be applied under Article 13, first paragraph, sub-paragraph (b), of the Hague Convention.", "4. According to the appellant, by refusing to order the child's return to Israel, the Cantonal Court misapplied Article 13, first paragraph, sub-paragraph (b), of the Hague Convention.", "4.1 Under Article 13, first paragraph, sub-paragraph (b), of the Hague Convention, in respect of which the Federal Court is entitled to examine matters of compliance freely (section 95(b) Federal Court Act), the judicial authority of the requested State is not bound to order the child's return when the person opposing that return establishes that there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.", "The exceptions to return provided for under Article 13 of the Hague Convention must be interpreted restrictively; the parent who has abducted the child cannot take advantage of his or her unlawful conduct (judgment 5P.71/2003 of 27 March 2003 recital 2.2, in FamPra.ch 2003 p. 718). Only grave risks must be taken into consideration, excluding any grounds relating to the parents' educational capacities, as the purpose of the Hague Convention is not to attribute parental authority (Federal Court judgment 131 III 334 recital 5.3; 123 II 419 recital 2b p. 425). An exception to return under Article 13, first paragraph, sub-paragraph (b), of the Hague Convention, is therefore not open to consideration unless the child's intellectual, physical, moral or social development is under serious threat (judgment 5P.65/2002 of 11 April 2002 recital 4c/bb in FamPra.ch 2002 p. 620 and the reference cited therein). The burden of proof lies with the person who opposes the child's return (ibid., recital 4b, in FamPra.ch 2002 p. 620 and the reference cited therein).", "4.2 The Cantonal Court observed that the case concerned a very young child in the custody of his mother, who had always provided for him. The father, for his part, lived in a religious community where he was fed, and from his activity as a sports and art teacher he had a monthly income of only 300 [Swiss] francs. The custody of the child had been withdrawn from him on account of the atmosphere of fear that he had created at the family home. For the same reason, the Israeli courts ordered him to live separately and prohibited him from approaching the mother's flat. Before the child's removal to Switzerland he had only had a restricted right of visitation, limited to two hours twice a week, under the supervision of the Israeli social services. Concerning the conditions of a possible return of the child without his mother, according to the information provided by the Israeli Ministry of Justice on 12 March 2007, the father, who now shares a flat with one other tenant and still works in an institution for religious education, would be prepared to take care of the child. Taking into account the laconic and not very reassuring nature of this information, together with the expert's report by Dr [...], a psychiatrist, the Cantonal Court considered that a return to Israel involved a risk of psychological harm for the child and might place him in an intolerable situation, whether or not he was accompanied by his mother. The court added that, in view of the father's low income, the return to Israel of the respondent would also undermine the child's economic stability and the mother would have to find a job in order to provide for them both.", "In his appeal, the appellant does not criticise the Cantonal Court's finding that there was a grave risk that the child would be exposed to psychological harm if he returned to Israel without his mother. He is of the opinion, however, that such a risk would not exist if the child's mother accompanied him to Israel, as could be reasonably expected of her. As regards that latter hypothesis, the judgment of the Cantonal Court fails to adduce any evidence of such a grave risk of harm, or of any intolerable situation for the child. The expert psychiatrist failed, in particular, to address that question, simply explaining that the risk could not be assessed without ascertaining the conditions of a possible return. As to the appellant's aggressive behaviour towards the respondent, it does not appear from the Cantonal Court's judgment that the child would be threatened directly or indirectly as a result of witnessing such violence against his mother. She stated that the father had complied with the arrangements for his right of visitation and that the visits had gone well. The social worker appointed to supervise the right of visitation had described as marvellous the father-son relationship as established just before the child's abduction by his mother. She has not claimed that the appellant breached the judicial instructions which required him not to approach her flat or to disturb and/or harass her. As to the considerations relating to the father's low income and his ties with the religious community 'Lubavitch', as they stand they do not indicate a grave risk that the child would be exposed to harm within the meaning of Article 13, first paragraph, sub-paragraph (b), of the Hague Convention. Whilst such considerations may help to determine which of the two parents offers the best educational capacities for the purpose of deciding on the attribution of the right of custody – a matter that is decided by the judicial authorities of the place of habitual residence (Article 16 of the Hague Convention) – they are not pertinent, however, for a decision about the return of a child after a wrongful abduction (see recital 4.1 above).", "As to the mother's threat not to return to Israel, the judgment of the Cantonal Court did not deal at all with the reasons for her refusal, whereas it should have established the existence of objective circumstances justifying that attitude. The Cantonal judges quoted the expert psychiatrist who had referred to the 'judicial risks' that would be incurred in the event of a return to Israel, without any indication as to whether the respondent actually faced a prison sentence as a result of the abduction. Supposing that such a risk were proven, she could not be expected to return to Israel with the child – and that would accordingly rule out the return of [the child] in view of the major psychological harm that would be caused to him by the separation from his mother. She made no comment on that question in her reply to the Federal Court; in particular, she has not claimed that immediate imprisonment, or even any criminal sanction at all, would be imposed on her. Neither has she argued that in the event of her return to Israel it would be impossible or very difficult for her to integrate, or, in particular, to find a new job. Consequently, it cannot be said that the mother's return, and therefore that of the child, would be unbearable for economic reasons either. Therefore, as the respondent has failed to establish the existence of reasons that would objectively justify a refusal on her part to return to Israel, it must be accepted that she could reasonably be expected to return to that State of origin accompanied by the child. In these circumstances, it is of no import that the information provided by the Israeli Central Authority (see recital 4.2 above) on which the Cantonal Court based, in particular, its justification of the exception to the child's return as provided for by Article 13, first paragraph, sub-paragraph (b), of the Hague Convention, was deemed not very reassuring, because that information was based only on the hypothesis of the child's return without his mother.", "Accordingly, the Cantonal judges breached Article 13, first paragraph, sub-paragraph (b), of the Hague Convention in finding that they were entitled to apply an exception to the child's return to the State of his habitual residence. The appeal must therefore be allowed and the judgment of the court below quashed, without it being necessary to examine the complaint concerning a violation of Article 3 of the Convention on the Rights of the Child. It is incumbent on the respondent to secure the return of the child ... to Israel by the end of September 2007. ...", "The Federal Court therefore finds as follows:", "1. The appeal is allowed and the judgment of the court below is quashed.", "2. The respondent is ordered to secure the return of the child ... to Israel by the end of September 2007.", "...”", "35. On 20 August 2007, the child's father, through counsel, lodged an application with the Lausanne District Justice of the Peace, who was responsible for the enforcement of the return decision, seeking the appointment of an ad hoc administrator for the child who would be entrusted with the organisation of his departure. On 1 October 2007, after the Court had decided on 27 September 2007 to indicate interim measures to the Government, the father withdrew his application of 20 August 2007.", "36. The relevant provisions of the Hague Convention on the Civil Aspects of International Child Abduction of 25 October 1980, which entered into force in respect of Switzerland on 1 January 1984, read as follows:", "“Preamble", "The States signatory to the present Convention,", "Firmly convinced that the interests of children are of paramount importance in matters relating to their custody,", "Desiring to protect children internationally from the harmful effects of their wrongful removal or retention and to establish procedures to ensure their prompt return to the State of their habitual residence, as well as to secure protection for rights of access,", "Have resolved to conclude a Convention to this effect, and have agreed upon the following provisions:”", "“The objects of the present Convention are:", "(a) to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and", "(b) to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.”", "“The removal or the retention of a child is to be considered wrongful where:", "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "(b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.", "The rights of custody mentioned in sub-paragraph (a) above may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”", "“The Convention shall apply to any child who was habitually resident in a Contracting State immediately before any breach of custody or access rights. The Convention shall cease to apply when the child attains the age of 16 years.”", "“For the purposes of this Convention –", "(a) 'rights of custody' shall include rights relating to the care of the person of the child and, in particular, the right to determine the child's place of residence;", "(b) 'rights of access' shall include the right to take a child for a limited period of time to a place other than the child's habitual residence.”", "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. ...”", "“Where a child has been wrongfully removed or retained in terms of Article 3 and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith. ...”", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that:", "...", "(b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.", "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.", "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child's habitual residence.”", "“In ascertaining whether there has been a wrongful removal or retention within the meaning of Article 3, the judicial or administrative authorities of the requested State may take notice directly of the law of, and of judicial or administrative decisions, formally recognized or not in the State of the habitual residence of the child, without recourse to the specific procedures for the proof of that law or for the recognition of foreign decisions which would otherwise be applicable.”", "37. On 21 December 2007 the Swiss Federal Parliament enacted the “Federal Act on International Child Abduction and The Hague Conventions on the Protection of Children and Adults”, for the purpose of clarifying certain notions, especially in relation to the application of the Hague Convention of 1980. To date the Act has not entered into force. The sections relied on by the applicants read as follows:", "“The return of a child places him or her in an intolerable situation, within the meaning of Article 13, first paragraph, sub-paragraph (b), of the Hague Convention, in particular where the following conditions are met:", "(a) placement with the parent who lodged the application is manifestly not in the child's interest;", "(b) the abducting parent is not, given the circumstances, in a position to take care of the child in the State where the child was habitually resident immediately before the abduction, or this cannot reasonably be required of that parent; and", "(c) placement in the care of a third party is manifestly not in the child's interest.”", "“The court dealing with the application for the return of the child shall decide, as required, on the child's personal relations with his or her parents and order the measures necessary to ensure his or her protection.", "Where the application for return has been received by the Central Authority, the competent court may, at the request of the Central Authority or any of the parties, order the appointment of a representative or a guardian for the child, or take other protective measures even if the application for return is not yet pending before the court.”", "38. In connection with the Federal Decree concerning this Act, the Federal Council submitted to Parliament a “dispatch” (Feuille Fédérale 2007, pp. 2433-2682) of which the relevant passages read as follows:", "“6.4 Return and interest of the child (section 5)", "In order to ensure an application of the Hague Convention of 1980 that is better adapted to the interests of the child, it is necessary for the legislature to specify the various situations in which the return of the child can no longer be taken into consideration because it would place him or her in a manifestly intolerable situation. The rule in section 5 is not supposed to supersede the provision of Article 13, first paragraph, sub-paragraph (b), of the Hague Convention of 1980. The term 'in particular' means that the list merely enumerates a few situations which – although essential – do not preclude reliance on the clause provided for in the Convention.", "Firstly, sub-paragraph (a) refers to the situations in which the child's accommodation by the parent who requested the return is manifestly not in the child's interest. If that is not so, in particular where the parent who lodged the application has an exclusive right of custody or is the only one who could be granted such responsibility, there will not, in principle, be any cause for fear that the child will be placed in an intolerable situation on his or her return and therefore there is no reason why the return should be refused. This will not be the case where it appears obvious to the court that the party lodging the application would not be able to take care of the child.", "Sub-paragraph (b) governs cases in which the appropriateness of the child's return can be assessed only from the standpoint of his or her relationship with the abducting parent. Where the child's accommodation by the parent who requested the return is manifestly not to be taken into consideration, the problem of his or her return to the State of origin will be addressed differently, depending on whether the person who wrongfully removed or retained the child (usually the mother) is or is not in a position to return to that State. If the said parent is not able to do so because, for example, he or she faces a prison sentence that would lead to separation from the child or because the parent has very close family ties in Switzerland (for example following remarriage or on account of a situation of hardship suffered by another family member living in Switzerland), the child's psychological and physical stability may be at stake, because the child would, after the return, be obliged to live apart from his or her parents. Such separation is tolerable only in exceptional cases and must constitute an ultima ratio.", "Second type of situation: where, given all the circumstances, it cannot reasonably be required of the abducting parent that he or she take care of the child in the State where it had its habitual residence immediately before the abduction (section 5(b)). It is not sufficient for the parent who wrongfully removed or retained the child to state that he or she refuses to return to that State. He or she would also have to be in a situation of hardship such that he or she could not reasonably be expected to return to his or her place of prior residence to await there, with the child, the court's final decision on the attribution of custody. In that context, we have in mind especially those cases in which the mother cannot be guaranteed safe or affordable accommodation outside the home of his or her former partner. One must further take into account those cases in which the parent who has requested the return of the child will not resume the exercise of the right of custody and will not obtain it by court order, whilst the abducting parent is clearly the child's primary carer. In such a case the child would only be taken to the State of origin to await the final attribution of the right of custody to the abducting parent, before coming back to Switzerland again with that parent. Such coming and going would ultimately only have served the purpose of bringing the case before the authorities of the former State of residence. Such a solution would be inadmissible according to the spirit and purpose of the Hague Convention, because it would be incompatible with the child's interest. But the situation would have to be beyond doubt for the Swiss court dealing with the request for return. Unless the circumstances can be established clearly, the court will have to rule that the return to the parent's State of origin is bearable and that, accordingly, the child will not be placed in an intolerable situation such as to justify a decision denying the return under Article 13, first paragraph, sub-paragraph (b), of the Hague Convention.", "Sub-paragraph (c) refers to placement with third parties. If the child's return were to lead to separation from the parent who wrongfully removed or retained the child (because return is impossible for that parent or cannot reasonably be required of him or her), it could only be carried out in appropriate conditions if the child were placed with a third party in the State of origin. However, such a solution should only be sought, with the resulting possibility for the competent Swiss court to order the child's return, if placement with a third party is not manifestly contrary to the child's interest. That third condition can be satisfied only if separation from the parent remaining in Switzerland is bearable for the child – which may be the case where he or she has an antagonistic relationship with that parent – and if the foster family receiving the child can provide proper guarantees as to the protection and normal upbringing of the child. In any event, such a situation should only be envisaged as an ultima ratio.", "It must further be noted that, for the return to be compatible with the child's interests and, in particular, for the conditions of Article 13 of the Hague Convention to be fulfilled, the authority ruling on the matter has to be apprised of the situation prevailing in the State of origin and of the legal provisions in force there. Thus, the parties, and in particular the parents, have a duty to participate in the establishment of the facts. The hearing of the parties in person by the court (section 9(1) and (2)) is therefore of great importance. The new provisions concerning the procedure and the cooperation with the competent authorities of the State of origin also play an essential role. The court must be able to verify whether, and in what manner, it is possible to ensure the child's return (section 10(2)). If it does not succeed in that task, or succeeds only partially, it will not be in a position to weigh up all the consequences that a return might have for the child. The same will be true if it does not succeed in obtaining from the local authorities any reliable assurances as to the conditions of the child's reception and protection, in particular when there is some doubt about the requesting parent's capacity to look after the child properly. In this respect, section 10 is thus directly related to the practical application of section 5.”", "39. The relevant provisions of the Convention on the Rights of the Child of 20 November 1989, which entered into force in respect of Switzerland on 26 March 1997, read as follows:", "“... Convinced that the family, as the fundamental group of society and the natural environment for the growth and well-being of all its members and particularly children, should be afforded the necessary protection and assistance so that it can fully assume its responsibilities within the community,", "Recognizing that the child, for the full and harmonious development of his or her personality, should grow up in a family environment, in an atmosphere of happiness, love and understanding, ...”", "“1. The child shall be registered immediately after birth and shall have the right from birth to ... know and be cared for by his or her parents. ...”", "“1. States Parties shall ensure that a child shall not be separated from his or her parents against their will ...”", "“1. States Parties shall respect the right of the child to freedom of thought, conscience and religion.", "2. States Parties shall respect the rights and duties of the parents and, when applicable, legal guardians, to provide direction to the child in the exercise of his or her right in a manner consistent with the evolving capacities of the child. ...”", "“1. States Parties shall use their best efforts to ensure recognition of the principle that both parents have common responsibilities for the upbringing and development of the child. Parents or, as the case may be, legal guardians, have the primary responsibility for the upbringing and development of the child. The best interests of the child will be their basic concern. ...”", "40. Recommendation 874 (1979) of the Parliamentary Assembly of the Council of Europe on a European Charter on the Rights of the Child states the following as the first of a number of general principles:", "“a. Children must no longer be considered as parents' property, but must be recognised as individuals with their own rights and needs; ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}