{"ITEMID": "001-60597", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2002, "DOCNAME": "CASE OF GÖÇ v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1 on account of the absence of an oral hearing;Violation of Art. 6-1 on account of the non-communication of the opinion of the Principal Public Prosecutor;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Gaukur Jörundsson;Luzius Wildhaber;Paul Mahoney", "TEXT": ["11. At the material time the applicant was employed as a clerk in the İzmir 2nd Court of Taxation. On 18 July 1995 the İzmir Civil Court of General Jurisdiction forwarded the name and workplace of the applicant to the İzmir public prosecutor's office, stating that the applicant was suspected of having stolen and falsified court documents relating to a decided divorce case.", "12. On 25 July 1995 the office of the public prosecutor referred the case to the İzmir Security Directorate.", "13. At 5.10 p.m. on 25 July 1995 the applicant was taken into police custody and detained at the İzmir Security Directorate. He was accused of the above offences. The applicant gave a statement in which he denied that he had been involved in the incident relating to the court's case file. The applicant later claimed that he was not permitted to contact his family or consult a lawyer and that he was insulted and beaten for two hours.", "14. Two other suspects were also detained and statements were taken from them. A statement was also taken from A.B., a party to the divorce proceedings.", "15. On 27 July 1995 an investigation record was drawn up for the applicant and the two other suspects. At 5 p.m. on the same day the applicant was released pursuant to the decision of the public prosecutor. The two other suspects were kept in custody.", "16. In the evening of 27 July 1995, following his release, the applicant went to the İzmir State Hospital. He was subsequently granted four days' sick leave by his employer. The medical report prepared at the hospital referred to the fact that the applicant was suffering from a common skin disease caused by the inflammation of the roots of his facial hair.", "17. On 31 July 1995 the office of the public prosecutor of Karşıyaka decided not to bring charges against the applicant (takipsizlik kararı) for lack of evidence. The decision was served on the applicant on 19 August 1995.", "18. The public prosecutor took a statement from the applicant on 28 August 1995. In his statement the applicant declared that he had applied to the Ministry of Justice to have proceedings brought against the individual who had reported him to the authorities.", "19. On 29 August 1995 the public prosecutor decided not to bring charges against the person named by the applicant.", "20. On 5 September 1995 the applicant filed a complaint under Law no. 466 with the Karşıyaka Assize Court (Ağır Ceza Mahkemesi) against the Treasury requesting 200,000,000 Turkish liras (TRL) by way of compensation for his detention between “24 and 27 July 1995”. In the petition, the applicant's lawyer stated, inter alia, that the applicant, while in detention, had been tortured and ill-treated by being beaten and insulted for two hours and deprived of his right to contact his family and a lawyer. As a result of his injuries, the applicant had had to take four days' sick leave. Furthermore, the applicant's reputation had suffered. He did not rely on any specific section of Law no. 466.", "21. On 14 September 1995 the three-judge Karşıyaka Assize Court appointed one of its members (naip hakim) to investigate the case and draft a report. The judge designated for this purpose verified, inter alia, that the office of the public prosecutor of İzmir had dropped the charges against the applicant. He also obtained information about the applicant's personal, financial and social status. The judge found that the evidence obtained was sufficient to enable him to draft his report and decided in the exercise of his discretion under section 3 of Law no. 466 that it was unnecessary to hear the applicant. The public prosecutor was asked for his written observations on the applicant's claim. On 7 December 1995 the public prosecutor, as required by Law no. 466, submitted his opinion to the Karşıyaka Assize Court. The public prosecutor noted that the applicant was taken into custody on 25 July 1995, and not on 24 July 1995 as claimed, and was released on 27 July 1995. The public prosecutor recommended that the applicant be granted compensation for non-pecuniary damage in an amount to be assessed by the court. This opinion was not served on the applicant.", "22. The judge stated in his report of 7 December 1995 to the President of the Karşıyaka Assize Court, inter alia, that the applicant had been detained for two days from 25 July to 27 July 1995 and upon his release had obtained a medical report which indicated that he had been assaulted (darp edildiği). The judge noted that the applicant had been given four days' sick leave by his employer. He further observed that, at the time when he was taken into custody, the applicant had been working in the İzmir 2nd Court of Taxation, had been paying TRL 3,000,000 in rent, was divorced and had two children. The judge concluded:", "“The complainant requested that he be granted the sum of TRL 200,000,000 in compensation. In determining the amount of compensation the court should consider both the complainant's economic and social position as well as the intensity of his emotional suffering. In the light of the above facts, I propose that the court grant the amount of compensation requested by the complainant.”", "23. On 7 December 1995 the Karşıyaka Assize Court found that the applicant had been detained for two days and qualified for compensation. In its judgment, the court took note of all the complaints set out in the petition lodged by the applicant's lawyer as well as the content of the judge's report and the written submissions of the public prosecutor (see paragraphs 21 and 22 above). The court concluded that", "“... at the time he was taken into custody, the applicant had been working in the İzmir Tax Court, had been paying TRL 3,000,000 in rent, and was divorced with two children. The complainant requested that the court award him TRL 200,000,000, including interest, for the non-pecuniary damage suffered. The court considers that, in determining the amount of compensation, it should have regard both to the complainant's economic and social position as well as the intensity of his emotional suffering. In the light of the above facts and having considered the above criteria, the court concludes that the sum of TRL 10,000,000 should be awarded to the complainant”.", "The court also awarded the applicant TRL 1,500,000 for his legal costs.", "24. The applicant's lawyer and the Treasury both appealed against the award. The applicant's lawyer contended on appeal that the amount of compensation was insufficient reparation for his wrongful arrest and detention. He did not challenge the dates of detention as determined by the court. The Treasury considered that the amount awarded was excessive.", "According to the relevant rules governing the functioning of the Court of Cassation in litigation of this nature, the case file at the Karşıyaka Assize Court was referred to the competent division of the Court of Cassation through the intermediary of the office of the public prosecutor at the Court of Cassation. On 17 October 1996 the Principal Public Prosecutor submitted his opinion on the merits of both parties' appeals. In his written opinion (tebliğname) to the Sixth Criminal Division of the Court of Cassation (Yargıtay), the Principal Public Prosecutor stated that, having regard to the first-instance proceedings, the evidence collected, the subject matter of the claim and the discretion of the first-instance court, neither of the parties had grounds for appeal. He advised that both appeals be rejected and that the first-instance judgment be approved, being in compliance with procedural rules and law.", "This opinion was not submitted to the applicant.", "25. On 7 November 1996 the Sixth Criminal Division of the Court of Cassation, having regard, inter alia, to the opinion of the Principal Public Prosecutor, upheld the judgment of 7 December 1995.", "26. According to information submitted by the Government, the applicant never applied to obtain the compensation awarded to him by the Karşıyaka Assize Court.", "27. Article 19 of the Constitution provides:", "“Everyone has the right to liberty and security of person.", "No one shall be deprived of his liberty save in the following cases and in accordance with the formalities and conditions prescribed by law:", "...", "The arrested or detained person must be brought before a judge within forty-eight hours at the latest or, in the case of offences committed by more than one person, within fifteen days ... These time-limits may be extended during a state of emergency ...", "...", "A person deprived of his liberty, for whatever reason, shall have the right to take proceedings before a judicial authority which shall give a speedy ruling on his case and order his immediate release if it finds that the deprivation of liberty was unlawful.", "Compensation must be paid by the State, as the law shall provide, for damage sustained by persons who have been victims of treatment contrary to the above provisions.”", "28. Under Article 128 of the Code of Criminal Procedure, an arrested person must be brought before a judge within twenty-four hours or, where the offence has been committed by more than one person, within four days.", "29. Section 1 of Law no. 466 on the payment of compensation to persons arrested or detained provides:", "“Compensation shall be paid by the State in respect of all damage sustained by persons:", "(1) who have been arrested or detained under conditions or in circumstances incompatible with the Constitution or statute law;", "(2) who have not been immediately informed of the reasons for their arrest or detention;", "(3) who have not been brought before a judicial officer after being arrested or detained within the time-limit laid down by statute for that purpose;", "(4) who have been deprived of their liberty without a court order after the statutory time-limit for being brought before a judicial officer has expired;", "(5) whose close family have not been immediately informed of their arrest or detention;", "(6) who, after being arrested or detained in accordance with the law, are not subsequently committed for trial..., or are acquitted or discharged after standing trial; or", "(7) who have been sentenced to a period of imprisonment shorter than the period spent in detention or ordered to pay a pecuniary penalty only.”", "30. By virtue of section 2 of Law no. 466, a claimant must apply for compensation to the local assize court within three months, setting out the facts complained of and indicating the amount claimed. The claim is lodged against the Treasury.", "31. According to section 3 of the same Law:", "“The competent court ... shall appoint one of its members upon the submission of the petition for compensation. The appointed member shall first examine whether the request was lodged within the statutory time-limit. Where the appointed member finds that the request was lodged within the statutory time-limit he shall collect all evidence including the case file and the judgment [concerning the criminal proceedings]. If necessary, he shall take oral evidence from the claimant. The appointed member shall transfer the case file to the office of the public prosecutor for his opinion after collecting all the evidence.", "Upon the receipt of the public prosecutor's written opinion, the court shall give its decision without holding a hearing.", "The petitioner has the right to lodge an appeal against the court's decision within one week after he is notified of this decision.”", "32. A claimant is entitled to seek compensation for both pecuniary and non-pecuniary damage arising from unlawful detention. A pecuniary claim must be documented. Non-pecuniary damage is awarded on the basis of the claimant's personal, financial and social status.", "33. The relevant parts of Article 438 of the Code of Civil Procedure provide:", "“The Court of Cassation shall examine the appeal without holding a hearing. The Court of Cassation shall notify the parties of the date of the oral hearing, if either of the parties requested a hearing in their petitions, in the following cases:", "...", "– in actions in which the amount requested is more than 200,000,000 Turkish liras.", "...”", "34. In the Turkish legal system, when a judgment of a first-instance court is appealed, the case file is first sent to the Office of the Principal Public Prosecutor at the Court of Cassation. The Principal Public Prosecutor, who is independent of the executive and of the parties, submits an opinion (tebliğname) on the case to the competent division of the Court of Cassation.", "The submission of the opinion by the Principal Public Prosecutor is regulated by Article 28 § 2 of the Code of the Court of Cassation no. 2797. According to the Government, the opinion is prepared by the assistants of the Principal Public Prosecutor and is included in a short document which indicates that the file has been seen by the first-instance court and advises whether the latter's judgment should be quashed or upheld. The opinion of the Principal Public Prosecutor is not binding on the division of the Court of Cassation which will consider the appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}