{"ITEMID": "001-72954", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MARKIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection allowed (non-exhaustion of domestic remedies)", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1936 and lives in Kumertau in the Republic of Bashkortostan.", "9. In September 1994 the applicant purchased an imported second-hand car from a third person. Subsequently, the Bashkir Customs Board (“the Customs”) discovered that the car had been customs cleared by its previous owner on the basis of forged documents for which reason, on 13 May 1997, it conﬁscated the car pursuant to Article 280 of the Customs Code.", "10. Upon the applicant’s challenge on 15 May 1997 to the Customs’ decision, seeking to declare the decision to seize the car unlawful, the Sovetskiy District Court of Ufa upheld the Customs’ decision on 24 June 1997. The judgment was final and not subject to appeal.", "11. On an unspecified date the applicant requested the Supreme Court to examine the case anew under a supervisory-review procedure. On 5 February 1999 the Presidium of the Supreme Court of Bashkortostan allowed the application, set aside the judgment and remitted the case for re-examination.", "12. By judgment of 19 March 1999 the Sovetskiy District Court held in the applicant’s favour. It found it established that the applicant had not known that the customs clearance was improper for which reason the court quashed the Customs’ decision of 13 May 1997 as unlawful. The judgment was final and not subject to appeal.", "13. Following a subsequent successful supervisory-review request submitted by the Customs, the above judgment of 19 March 1999 was quashed and the case remitted once more to the Sovetskiy District Court for consideration. By judgment of 28 April 2000 this court held in favour of the Customs and dismissed the applicant’s challenge to the Customs’ decision of 13 May 1997.", "14. Following yet another supervisory review the Supreme Court of the Russian Federation on 3 June 2002 quashed the above judgment of 28 April 2000 and re-instated the judgment of 19 March 1999 which granted the applicant’s complaint that the Customs’ decision of 13 May 1997 was unlawful.", "15. According to the applicant, since his request for recovery of the car lodged with the Customs on 24 April 1999 had been to no avail, on 3 June 1999 he unsuccessfully attempted to file a suit against the Customs before the Sovetskiy District Court of Ufa seeking, inter alia, the restitution of his car and non-pecuniary damages. He then unsuccessfully attempted to bring many actions against courts, including the Sovetskiy District Court of Ufa, and individual judges accusing them of libel, incompetence, and obstruction of justice. However, he has failed, according to information available to the Court, properly to institute proceedings with a view to obtain compensation for the relevant losses.", "16. According to the Government, the car was not returned to the applicant because it had been sold following its confiscation in accordance with the legislation of the Russian Federation.", "17. Article 280 of the Customs Code of 1993 establishes the responsibility for non-compliance with the rules for importing goods:", "“Transportation, storage and acquisition of goods and vehicles imported into the customs territory of the Russian Federation without due customs control, or avoiding such control, or with fraudulent use of documents or identification means, or with a violation of declaration rules... shall be penalised by a fine in the amount ranging from fifty to two hundred per cent of the cost of the goods and vehicles, which are the object of the offence, with or without their confiscation, or with the recovery of the cost of such goods and vehicles, or with or without the revocation of a licence.”", "18. The applicant’s appeal of 15 May 1997 against the Board’s decision of 13 May 1997 was lodged under Article 239 of the then Code of Civil Procedure which introduced judicial review of executive decisions. Article 239 in force at the material time read as follows:", "Article 239. Decision of Court taken upon appeal", "A court, having established that the order of an administrative agency or official is unlawful, shall take a decision to allow the appeal.", "If the amount of the imposed fine exceeds the limit set by the legislation, the court shall reduce the amount of the fine down to the set limit. If the fine is imposed without consideration of the seriousness of the committed malefaction, personal characteristics of the guilty person and his economic situation, the court may reduce the amount of the fine.", "If acts of an administrative agency or official are lawful, the court shall take a decision to deny the appeal.", "19. The Federal Law N 4866-1 On Judicial Appeal against Acts and Decisions Infringing Individual Rights and Freedoms dated 27 April 1993, provides for a judicial avenue for claims against public authorities. It states that any act, decision or omission by a state body or official can be challenged before a court if it encroaches on an individual’s rights or freedoms or unlawfully vests an obligation or liability on an individual. In such proceedings the court is entitled to declare the disputed act, decision or omission unlawful, to order the public authority to act in a certain way vis-à-vis the individual, to lift the liability imposed on the individual or to take other measures to restore the infringed right or freedom. If the court finds the disputed act, decision or omission unlawful this gives rise to a civil claim for damages against the State.", "20. Damage caused to an individual as a result of an unlawful imposition of administrative penalty in the form of arrest or corrective works is compensated pursuant to Article 1070 of the Russian Federation Civil Code, and in all other instances of damages caused to an individual by unlawful acts (inaction) of the State agencies or officials thereof is compensated according to the rules set by Article 1069 of the Russian Federation Civil Code. These provisions read as follows:", "Article 1070. Liability for harm caused by unlawful actions of agencies of inquiry, preliminary investigation, the prosecutor’s office and the court", "1. Harm caused to an individual as a result of unlawful conviction, unlawful bringing to criminal responsibility, unlawful application as a measure of restraint of remand in custody or of a written undertaking not to leave a specified place, unlawful imposition of an administrative penalty in the form of arrest or corrective labour, shall be compensated in full at the expense of the treasury of the Russian Federation and in cases, stipulated by law, at the expense of the treasury of the subject of the Russian Federation or of the municipal authority, regardless of the fault of the officials of agencies of inquiry, preliminary investigation, prosecutor’s offices or courts in the procedure established by law.", "2. Harm caused to an individual or a legal entity as a result of the unlawful activity of agencies of inquiry, preliminary investigation, prosecutor’s offices, which has not entailed the consequences, specified by paragraph 1 of this Article, shall be compensated on the grounds and in the procedure, provided for by Article 1069 of this Code. Harm caused during the administration of justice shall be compensated in cases, if the fault of a judge has been established by the court’s judgment that has entered into legal force.", "Article 1069. Liability for harm caused by state bodies, local self-government bodies, and also their officials", "Harm caused to an individual or a legal entity as a result of unlawful actions (inaction) of state and local self-government bodies or of their officials, including as a result of the issuance of an act of a state or self-government body inconsistent with the law or any other legal act, shall be subject to compensation. Harm shall be compensated at the expense, respectively, of the treasury of the Russian Federation, the treasury of the subject of the Russian Federation, or the treasury of the municipal authority.", "21. The above damage is compensated pursuant to a procedure established by law. Until now the procedure has not been established by the legislature. In practice, while deciding upon such issues the courts are guided by the Decree of the Presidium of the USSR Supreme Soviet of 18 May 1981 on Compensation of damage caused to citizen by unlawful acts of state and non-government organisations, as well as by officials while performing their official duties. Regulations on procedure to compensate damage were approved by that Decree.", "22. Pursuant to the above compensation of damage is effected pursuant to an application of an individual to a court or any other authority which has the responsibility to order compensation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}