{"ITEMID": "001-98164", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KHURAVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13", "JUDGES": "Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1956 and lives in the city of Odessa, Ukraine.", "5. On 22 May 1992 the applicant was dismissed.", "6. On 20 August 1992 the applicant instituted proceedings in the Suvorovsky District Court of Odessa (“the District Court”) against her former employer, seeking recovery of salary arrears and other payments owed to her, and compensation for failure to observe the correct procedure for her dismissal.", "7. On 28 October 1992 the proceedings in the case were suspended pending the outcome of another set of proceedings concerning the applicant's reinstatement.", "8. The next hearing was scheduled for 10 June 2002.", "9. On 27 June 2002 the District Court found against the applicant.", "10. On 30 July 2002 the same court declared her appeal inadmissible owing to its procedural shortcomings.", "11. On 7 November 2002 the Odessa Regional Court of Appeal (“the Court of Appeal”) quashed that ruling and declared the appeal admissible.", "12. On 2 June 2003 the Court of Appeal quashed the judgment of 27 June 2002 and referred the case back for fresh consideration. On the same date the court adopted a separate ruling, drawing the attention of the President of the District Court to the length of the proceedings in question.", "13. On 6 July 2004 the District Court again found against the applicant.", "14. On 7 December 2004 the Court of Appeal quashed that judgment and rendered a new one, finding in part for the applicant. It awarded the applicant 29,483,71 Ukrainian hryvnias (UAH, about 4,082 euros) in salary arrears and other payments and UAH 2,000 (about 277 euros) in compensation for non-pecuniary damage. On the same date the court adopted another separate ruling, drawing the attention of the President of the District Court to the length of the proceedings in question.", "15. The applicant appealed in cassation against the judgment of 7 December 2004. On 13 July 2007 the Kharkiv Regional Court of Appeal, sitting as a cassation court, upheld that judgment."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}