{"ITEMID": "001-97847", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "ZUREJ v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Mr Vojko Žurej, is a Slovenian national who was born in 1960 and lives in Dramlje. He was represented before the Court by Ms M. Končan Verstovšek, a lawyer practising in Celje. The Slovenian Government (“the Government”) were represented by their Agent, Mr Lucijan Bembič, State Attorney-General.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 31 December 2001 an insurance company (Zavarovalnica Triglav d.d.) instituted proceedings against the applicant.", "4. On 1 February 2006 the Celje District Court (Okrožno sodišče v Celju) gave a first-instance judgment. An appeal was lodged.", "5. On 1 February 2007 the Celje Higher Court (Višje sodišče v Celju) gave a judgment upholding the first-instance court’s judgment. The applicant lodged an appeal on points of law.", "6. On 22 June 2009 the applicant lodged a supervisory appeal under the Act on the Protection of the Right to a Trial without undue Delay (“the 2006 Act”) with the Supreme Court. The supervisory appeal was rejected.", "7. On 19 August 2009 the applicant lodged a motion for deadline.", "The proceedings are still pending before the Supreme Court.", "8. On 15 December 1994 the applicant instituted proceedings against an insurance company (Zavarovalnica Triglav d.d.) seeking compensation for damages occurred at the working place.", "9. On 25 May 1996 the Celje District Court issued a judgment. The applicant appealed.", "10. On 13 February 1997 the Celje Higher Court issued a decision and remitted the case for re-examination.", "11. On 7 December 1998 a first-instance judgment was issued. The applicant appealed.", "12. On 16 December 2001 the Celje Higher Court upheld the first-instance court’s judgment. The applicant lodged an appeal on points of law.", "13. On 8 May 2001 the Supreme Court gave a judgment. The judgment was served on the applicant on 8 June 2001.", "14. For relevant domestic law see the Court’s decision Žunič v. Slovenia (no. 24342/04, 18 October 2007).", "15. In addition, the Amendments to the Act on the Protection of the Right to a Trial without undue Delay (Zakon o spremembah in dopolnitvah Zakona o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Journal, No. 58/2009) came into effect on 11 August 2009. Section 8 provides that a just satisfaction claim can be lodged after the termination of the proceedings before the Supreme Court, provided that the acceleratory remedies, that is supervisory appeal and a motion for a deadline, have been exhausted."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}