{"ITEMID": "001-57767", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1992, "DOCNAME": "CASE OF BELDJOUDI v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Article 8 - Right to respect for private and family life (Article 8 - Expulsion;Article 8-1 - Respect for family life;Respect for private life);Non-pecuniary damage - finding of violation sufficient (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "C. Russo;N. Valticos;R. Pekkanen", "TEXT": ["9. Mr Mohand Beldjoudi, who is a mechanic by profession, is an Algerian citizen. He was born in France on 23 May 1950, in Courbevoie (Hauts-de-Seine department). He lived with his parents in the Paris region until October 1969. His parents were born in Algeria in 1909 and 1926 respectively. That country was a French department at the time, and became independent on 3 July 1962, following the Evian \"Agreements\" of 19 March 1962. In common with their children, they were deemed to have lost French nationality on 1 January 1963 (Law of 20 December 1966 - see paragraph 58 below), because they had not made a declaration recognising French nationality before 27 March 1967 (section 2 of the Order of 21 July 1962 - see paragraph 57 below). Mr Beldjoudi’s father arrived in metropolitan France in 1926 and served in the French army from 1931 to 1955. He subsequently worked until his retirement in 1970 as an assistant, later a civil servant, in the Ministry of Public Health and Population Affairs, this being a post reserved for French nationals. He died in Colombes (Hauts-de-Seine) in 1986.", "Mohand Beldjoudi’s mother, who left Algeria in 1948, and four of his brothers and sisters - all born in metropolitan France prior to 1 January 1963 - each have an Algerian national identity card. They reside in France, where they hold residence permits which are valid for ten years and are renewable. The youngest sister resumed French nationality on 20 July 1988.", "10. Mrs Martine Teychene was born in France on 8 November 1951, both her parents being French. She has French nationality and works as a secretary.", "11. The applicants were married at Colombes on 11 April 1970, after living together for some time. They live at La Garenne-Colombes (Hauts-de-Seine); they have no children.", "12. Over the years Mr Beldjoudi was convicted and received custodial sentences as follows:", "(a) 27 March 1969, eight months’ imprisonment for assault and battery (Paris Criminal Court);", "(b) 29 July 1974, six months’ imprisonment for driving a vehicle without a licence and possession of category one or category four weapons or ammunition (same court);", "(c) 10 January 1976, eighteen months’ imprisonment, of which fourteen months suspended, and four years’ probation for theft (Paris Court of Appeal);", "(d) 25 November 1977, eight years’ imprisonment for aggravated theft (Hauts-de-Seine Assize Court);", "(e) 28 March 1978, three months’ imprisonment for acquisition and possession of category one or category four weapons or ammunition (Nanterre Criminal Court);", "(f) 4 February 1986, eighteen months’ imprisonment, of which ten months suspended, and five years’ probation for assault and battery and criminal damage (same court).", "13. His periods of imprisonment before 1991, pending trial or after conviction, were as follows:", "(a) 20 July - 17 September 1968, one month and twenty-eight days;", "(b) 25 August - 8 October 1973, one month and fourteen days;", "(c) 3 April - 21 August 1974, four months and eighteen days;", "(d) 26 March 1975 - 4 December 1981, six years, eight months and eight days;", "(e) 20 October 1985 - 25 April 1986, six months and five days.", "Their total length was almost seven years, ten months and two weeks.", "14. On 17 January 1991 the applicant was detained on remand at Fleury-Mérogis (Essonne) and his wife was placed under judicial supervision in Ecos (Eure), both having been charged with aggravated receiving of stolen property by an investigating judge at the Melun tribunal de grande instance (Seine-et-Marne).", "In a judgment of 23 January 1992 the Indictments Division of the Paris Court of Appeal ordered Mr Beldjoudi’s release subject to judicial supervision.", "15. The Minister of the Interior had on 2 November 1979 issued a deportation order against Mr Beldjoudi, on the ground that his presence on French territory was a threat to public order (ordre public).", "The order, which was in accordance with the opinion of the Commission on Deportation of Aliens (Commission d’expulsion des étrangers), was served on the applicant on 14 November 1979 at Melun Prison.", "16. Mr Beldjoudi requested the Minister of the Interior on five occasions to withdraw the order. The last request, of 8 August 1984, was the only one to receive a reply. This was sent to his lawyer on 4 December 1989 by the Director of the Department of Civil Liberties and Legal Affairs at the Ministry of the Interior, and read as follows:", "\"Following the decision of the European Commission of Human Rights of 11 July 1989 declaring Mr Beldjoudi’s application admissible [(see paragraph 62 below)], you again drew my attention to your client’s case. You wished in particular to know whether the Minister might be prepared to consider a friendly settlement of this matter.", "In the light of a careful re-examination of Mr Beldjoudi’s case, the Minister issued a compulsory residence order (arrêté d’assignation à résidence) on 31 August 1989 for the Hauts-de- Seine department, where the applicant has his habitual residence.", "The residence document issued to him has attached to it permission to undertake paid work.", "This goodwill decision in favour of Mr Beldjoudi, which has been taken in view of his family ties, may be continued if his conduct is not in conflict therewith.", "I confirm, however, that in view of the seriousness and the number of the offences committed by Mr Beldjoudi, it has not appeared possible to revoke the deportation order issued against him.", "...\"", "17. The compulsory residence order was served in November 1989.", "18. On 27 December 1979 Mr Beldjoudi appealed to the Paris Administrative Court for the deportation order to be set aside. Having been born in France of parents who were themselves French at the time, he was to be regarded as French and hence not liable to deportation; further, he had no ties with Algeria and had been married to a Frenchwoman for nearly ten years.", "19. The Conseil d’État assigned the case to the Versailles Administrative Court, within whose local jurisdiction it fell.", "20. On 27 November 1980 that court ordered additional investigative measures: it asked the Minister of the Interior to submit his observations on the applicant’s latest memorial and to produce a copy of the decree of 16 September 1970 refusing him French nationality (see paragraph 32 below).", "21. In an interlocutory judgment of 14 October 1983 it decided to adjourn the case until the ordinary courts had decided the question of Mr Beldjoudi’s nationality (see paragraphs 34 and 35 below).", "22. On 8 February 1984 Mr Beldjoudi turned down the provisional residence permit which had been offered to him by the prefecture of the Hauts-de-Seine department, on the grounds that by accepting it he would be acknowledging that he was of Algerian nationality.", "23. Mr Beldjoudi resumed the proceedings on 20 January 1988, submitting a supplementary memorial, without waiting for a decision on his appeal to the Court of Cassation (see paragraph 41 below). He argued from a law of 9 September 1986, which had amended the second paragraph of section 25 of the 1945 Order on which the deportation order was based: having been habitually resident in France from birth, he could not be the subject of such an order, as he had not been convicted and sentenced to a term of imprisonment of at least six months not suspended or one year suspended in respect of offences committed after the coming into force of that law.", "24. On 18 February 1988 Mr Beldjoudi added to his supplementary memorial. With reference to Article 8 (art. 8) of the Convention, he maintained that implementation of the said order would be a serious interference with the respect due to his private and family life; he pointed out in this connection that he had been married to a Frenchwoman since 1970, he had been born in France, had lived there uninterruptedly and had received a French education and upbringing there.", "25. On 21 April 1988 the court dismissed the appeal for the following reasons:", "\"Considering that by the order dated 2 November 1979 the Minister of the Interior, following the opinion of the special commission set up under section 25 of the Order of 2 November 1945, ordered the deportation of Mr Beldjoudi, an Algerian citizen, who had been convicted by a criminal court on 25 November 1977 and sentenced to eight years’ imprisonment for aggravated theft;", "Considering that it does not appear from the case-file that the Minister, in deciding that the presence of Mr Beldjoudi was a threat to public order and consequently ordering his deportation, failed to examine all the evidence relating to the applicant’s conduct or assessed that conduct in a manifestly erroneous manner; and that it is not alleged that this assessment was based on material errors of fact;", "Considering that Mr Beldjoudi is not justified in relying on provisions emanating from the Declaration of the Rights of Man and of the Citizen, claiming to this end the benefit of provisions in section 25 of the Order of 2 November 1945 as amended in a version subsequent to the decision appealed against; that having regard to the fact that the measure taken against the applicant was necessary for public safety, he is not entitled to take advantage of the provisions of Article 8 (art. 8) of the European Convention on Human Rights and Fundamental Freedoms;\".", "26. Mr Beldjoudi appealed to the Conseil d’État on 17 June 1988, asking it to quash the judgment of 21 April 1988 and set aside the order of 2 November 1979 as being ultra vires.", "27. The Government Commissioner (commissaire du Gouvernement), Mr Ronny Abraham, made the following submissions:", "\"The majority of the grounds of appeal should not keep you long. One of them, however, should induce you to re-examine, and in our opinion to amend, your case-law on a point which is of considerable importance.", "...", "According to the appellant, the deportation order against him is in breach of Article 8 (art. 8) [of the Convention], as it constitutes an excessive interference with his family life. Mr Beldjoudi has been married to a Frenchwoman since 11 April 1970. He had thus been so married for over nine years at the time of the decision appealed against.", "In the current state of your case-law this ground of appeal would have to be dismissed as ineffective.", "Thus in a decision of 25 July 1980, Touami ben Abdeslem, [Recueil Lebon, tables], p. 820, and JCP [Juris-Classeur périodique] 1981.II.19.613, note Pacteau, your court held that an alien `cannot to any effect rely on ... the provisions of Article 8 (art. 8) of the Convention for the Protection of Human Rights and Fundamental Freedoms ... in support of his submissions asking for the deportation order against him to be set aside’. Making the same point, but expressed slightly differently, the Chrouki judgment of 6 December 1985 found that Article 8 (art. 8) of the European Convention on Human Rights did not prevent exercise of the power conferred on the Minister of the Interior by section 23 of the Order of 2 November 1945, and dismissed the ground of appeal without further consideration (appeal no. 55912).", "Whatever the position may be on these uncertainties, we will suggest to you today that you definitely abandon the solution laid down in the Touami ben Abdeslem judgment and adopt an entirely new approach to the question before us.", "There are three principal reasons why we suggest this new approach to you.", "The first reason is a negative one. It is that we do not really see what can justify the radically unfavourable answer given in 1980.", "You surely did not intend to deny Article 8 (art. 8) of the Convention its character as a provision which is directly applicable in the domestic legal order. All your case-law is consistent as to the direct effect of the European Convention on Human Rights, nor does the actual wording of the Touami judgment in any way suggest such an interprÉtation, as Article 8 (art. 8) was not rejected as such, but only with reference to the removal of aliens.", "Was it your intention rather to apply the technique of the ‘screen law’, considering that as the law gives a complete and exclusive definition of the legal conditions for deportation, the addition of supplementary conditions derived from international agreements would amount to disregarding the legislature’s intention? If that was the reason for your decision at the time, it would clearly no longer be applicable today, following your plenary court decision of 20 October 1989 in the Nicolo case, according to which treaties take precedence over laws, even if the laws postdate them. But we doubt whether this was the explanation of your decision in Touami: the decision related to a 1978 deportation order; but at that time the relevant internal legislation was not subsequent but prior to France’s ratification of the Convention, and the ‘screen law’ theory explanation is thus not tenable.", "More simply, it seems probable to us that you considered that a deportation order was not in itself an interference with the alien’s family life: if the alien has family ties on French territory, nothing prevents the other members of the family group leaving France with him. But this is a very theoretical way of looking at things. It is no doubt correct that in certain cases there is nothing to prevent the family leaving French territory; but in other cases, especially if the alien has a spouse or children of French nationality, it may be difficult on practical or even legal grounds for the other members of the family to follow him, with the effect that the expulsion measure jeopardises the pursuit of an ordinary family life. In any event, it is in our opinion not possible to state that a deportation measure can never of itself be capable of interfering with the family life of the person concerned, and there is no reason to dismiss a priori as ineffective a ground of appeal based on Article 8 (art. 8).", "There is a second reason which supports us in this view: your case-law is not at all in harmony with that developed by the European Court of Human Rights in recent years.", "In the Berrehab v. the Netherlands judgment of 21 June 1988 the Strasbourg Court defined for the first time the possible impact of Article 8 (art. 8) on expulsion measures against aliens. The substance of its decision was that where the alien has real family ties in the territory of the State in which he is resident and the expulsion measure is such as to jeopardise the maintenance of those ties, the measure is justified with regard to Article 8 (art. 8) only if it is proportionate to the legitimate aim pursued, in other words, if the interference with family life which follows from it is not excessive with respect to the public interest to be protected. This balance between the public and private interests induced the Court to find in the Berrehab case that there had been a violation of the Convention by the Netherlands, with respect to an alien who was the father of a child born of a (dissolved) marriage with a Netherlands woman and who had been refused renewal of his residence permit for purely economic reasons, reasons which were indeed legitimate, but which led in the particular case to consequences whose seriousness was not proportionate to the public interest pursued.", "Such an intellectual approach ought not to disconcert you, and we see nothing to prevent you henceforth adopting it as yours with reference to the deportation of aliens, provided of course that Article 8 (art. 8) of the Convention is in fact pleaded.", "Reviewing proportionality is among your tried and tested techniques, and the concept of a balance to be struck between divergent public and private interests is certainly not unfamiliar to you, since you constantly make use of it in certain contexts. Admittedly, the field of deportation has until now been dominated rather by the concept of discretionary power and its corollary of a limited power of review restricted to manifest abuse of discretion. But even in this field you carry out a complete review where the statutory provisions require this - as in the case of the concepts of ‘absolute urgency’ and ‘compelling necessity for national security’ which exceptionally permit the expulsion of aliens belonging to categories who in principle are protected against such a measure, under the legislation in force after 1981 - and in our opinion the same should apply in the case of the application of Article 8 (art. 8) of the Convention.", "Furthermore - and here we come to our final argument - maintaining your case-law as in Touami ben Abdeslem would have the awkward consequence of making appeals to the Strasbourg institutions directly available to aliens who were the subject of a deportation order and complained of an interference with their family life, without their being obliged first to have recourse to the domestic courts.", "For it is a known fact that, according to the consistent case-law of the European Commission of Human Rights, the rule that domestic remedies must first be exhausted, which under Article 26 (art. 26) of the Convention is a condition of admissibility of individual applications submitted to the Commission, must be understood as imposing on an applicant the obligation only to have prior recourse to domestic remedies which have a reasonable chance of success, having regard in particular to the case-law of the highest courts, with the effect that a definite line of case- law excluding a priori the taking into account of Article 8 (art. 8) of the Convention would entitle an alien to take his claims directly to the European institutions.", "The present case is a perfect illustration of this. Without waiting for you to give a decision and hence before having exhausted all possible domestic remedies, Mr Beldjoudi lodged with the European Commission of Human Rights an application complaining of a violation of Article 8 (art. 8) of the Convention which he claimed to be the victim of. Despite the proceedings still pending before you, the European Commission of Human Rights declared the application admissible in a decision of 11 July 1989, referring in particular to your Touami ben Abdeslem decision.", "Further, after adopting its report, the European Commission of Human Rights referred the application to the European Court of Human Rights, and the same case is thus simultaneously pending before you and before the Strasbourg Court, which will no doubt give a decision this year. This is an exceptional situation, which cannot be regarded as satisfactory or normal with respect to the control machinery set up by the European Convention on Human Rights, which is based on the concept of the subsidiarity of control by the European institutions to control by the domestic courts.", "The only way to avoid such a situation occurring again, and indeed to avoid the domestic courts losing jurisdiction altogether in favour of the European Court, consists in you yourselves reviewing compliance with Article 8 (art. 8) rather than leaving this task to the Strasbourg institutions, whom incidentally you would not be doing a favour by allowing applicants immediate access to them.", "If you agree with us on this question of principle, you will then have to make a decision on two points in the present case: firstly, does the deportation of Mr Beldjoudi constitute an ‘interference’ with his ‘right to respect for his family life’, to use the language of Article 8 (art. 8)? Secondly, is this ‘interference’", "We suggest that you answer both questions in the affirmative.", "In our opinion, it cannot be doubted that the deportation of the applicant jeopardises his family life to a certain extent.", "No doubt the possibility cannot be excluded of his French spouse being able to follow him abroad, which in practice means to Algeria. But it must be admitted that that would not be easy, and that legal and practical obstacles could make it difficult for the couple to restart life abroad.", "However, the serious nature of the offences committed by the applicant appears to us to justify the deportation order issued against him, and the interference with the applicant’s family life is in the instant case not disproportionate to the threat to public order which the applicant’s presence on French territory represented on 2 November 1979, the date for you to have reference to.", "We are indeed far removed from the circumstances which gave rise to the above-mentioned Berrehab judgment.", "From 1969, when he was only nineteen years of age, Mr Beldjoudi committed various offences for which he received various convictions: assault and battery, driving a vehicle without a licence, carrying a prohibited weapon.", "Above all, on 5 February 1975 he gained entry at night, together with accomplices, to the residence of two people who were subjected to violence by the criminals in order to steal their savings. For these acts the applicant was convicted on 25 November 1977 and sentenced to eight years’ imprisonment for aggravated theft.", "In these circumstances, the decision taken with respect to him in 1979 does not appear to us to have been disproportionate to the aim pursued, or to be excessive even having regard to the family consequences it has for the applicant.", "In one pan of the scales one must place the public interest in the removal of an individual who is a serious threat to the safety of persons and property. In the other pan one must bear in mind the difficulties Mr Beldjoudi and his wife (the couple have no children) would have in resettling abroad without damaging their family life. It seems to us that the balance is tilted towards the public interest.", "We would not have any doubt in reaching this conclusion, had not the European Commission of Human Rights - as it is now necessary to mention - adopted an opposite position, in the report it drew up on this case under Article 31 para. 1 (art. 31-1) of the Convention and which it referred to the Court together with the application.", "The Commission was of the opinion, by twelve votes to five, that the deportation of Mr Beldjoudi constituted a violation of Article 8 (art. 8).", "The greatest regard must of course be had to such an opinion, but it must, however, not be forgotten that it is only an opinion, albeit a highly authoritative one and deserving of respect, as the Commission in a sense fulfils for the Court the same function as the Government Commissioner before your court; this is a sufficient indication of its importance, but the Court is not obliged to follow it; and in the past the Court has on several occasions differed from the Commission’s opinion.", "We for our part are unable to agree with the Commission’s reasoning. It is clear from reading its report that it based itself not so much on Mr Beldjoudi’s matrimonial ties, as on the fact that the applicant was born in France, has always lived there, appears not to have personal ties with Algeria, and does not know the Arabic language and that, in the words of the Commission, ‘the nationality link, though a legal reality, in no way reflects the real situation in human terms’ (see paragraph 64 of the report).", "We appreciate the significance in human terms of these facts. Under the post-1981 legislation they might perhaps have protected Mr Beldjoudi against deportation, despite the seriousness of the offences committed by him. But they appear to us to have nothing to do with the concept of ‘family life’ protected by Article 8 (art. 8), or with that of ‘private life’, which two members of the Commission, in a concurring but separate opinion annexed to the report, suggested as a better basis for a finding of a violation of Article 8 (art. 8).", "In fact, what the Commission intended to protect was not the applicant’s ‘family life’ or ‘private life’ but rather his personal life and social life. But that seems to us to be outside the scope of the Article relied on.", "We add for the sake of completeness of information that the deportation of Mr Beldjoudi has not actually been enforced and that the authorities have, in a spirit of conciliation, assigned him to compulsory residence in the Hauts-de-Seine department, where he still is.", "For all these reasons, we submit that the appeal should be dismissed.\"", "28. On 18 January 1991 the Conseil d’État ruled in accordance with the above submissions, and gave the following reasons for its decision:", "\"The technical correctness of the judgment appealed against", "Considering, firstly, that contrary to what the appellant maintains, the judgment appealed against did not omit to rule on the ground of appeal based on the application of section 25 of the Order of 2 November 1945;", "Considering, secondly, that it follows from a judgment of the Versailles Court of Appeal of 14 October 1987, given prior to the judgment appealed against, that the appellant is of Algerian nationality; that the Administrative Court was thus rightly able to regard the question of nationality, on which it had by an earlier judgment adjourned a decision, as having been settled and to give no decision on the ground of appeal based on Mr Beldjoudi’s French nationality, abandoned by him;", "The lawfulness of the Minister of the Interior’s order of 2 November 1979", "Considering that Mr Beldjoudi, who did not raise any ground of appeal before the Administrative Court relating to the outward legality of the order for his deportation, is in any event not entitled to raise for the first time on appeal arguments based on the lack of reasons in the opinion of the Commission on Deportation, the order pronouncing deportation and the letter notifying it, which are based on legal grounds different from those on which his application at first instance was based;", "Considering that according to section [23] of the Order of 2 November 1945, in the wording in force at the time of the decision appealed against, prior to the Law of 29 October 1981, ‘deportation may be ordered by an order of the Minister of the Interior if the alien’s presence on French territory constitutes a threat to public order or public finance’; that it can be seen from the documents in the case-file that the aforesaid measure was taken by the Minister of the Interior after he had taken into consideration not only the criminal convictions pronounced against Mr Beldjoudi but also the totality of Mr Beldjoudi’s conduct; that it is thus not tainted by error of law;", "Considering that under Article 8 (art. 8) of the European Convention for the Protection of Human Rights and Fundamental Freedoms, ‘1. Everyone has the right to respect for his private and family life, his home and his correspondence - 2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others’; that the measure appealed against, based on the defence of public order, was necessary for the defence of that order in view of the applicant’s conduct and the seriousness of the offences committed by him; that in these circumstances it was not in violation of Article 8 (art. 8) of the said Convention;", "Considering that it follows from the foregoing that Mr Beldjoudi is not justified in requesting the quashing of the judgment appealed against, by which the Versailles Administrative Court dismissed his claim that the order of the Minister of the Interior of 2 November 1979, requiring him to leave French territory, be set aside;\" (Recueil Lebon 1991, p. 18)", "29. On 27 December 1979 Mr Beldjoudi had lodged with the registry of the Conseil d’État an application for a stay of execution. It was dismissed by the court on 16 May 1980, on the grounds that \"none of the arguments relied on appear[ed] such as to justify withdrawal of the deportation order\".", "30. While his appeal for the order to be set aside was pending before the Versailles Administrative Court (see paragraphs 18-25 above), the applicant twice requested a stay of execution. The requests, which were registered on 26 March 1986 and 22 February 1988, were joined to the merits of the case and dismissed on 21 April 1988 (see paragraph 25 above).", "31. On 1 April 1970, eleven days before his marriage, Mr Beldjoudi made a declaration before the Colombes tribunal d’instance with a view to resumption of French nationality. He relied on section 3 of the Law of 20 December 1966, which allowed such a right to minor children born before 1 January 1963 whose parents had not made such a declaration.", "32. A prime ministerial Decree, adopted on 16 September 1970 in accordance with the opinion of the Conseil d’État and served on 3 February 1972, refused him recognition of French nationality (section 4 of the Decree of 27 November 1962).", "33. The applicant was at his request registered with the 1973 intake, and on 7 July 1971 at Blois he was given a certificate of fitness for national service, issued by the commanding officer of the French Army selection centre no. 10. He did not do the said military service, however, as the commanding officer of the Versailles recruitment office had deleted his name from the register on 25 June 1971.", "34. On 17 June 1983 Mr Beldjoudi submitted a declaration of nationality to the Colombes tribunal d’instance, accompanying it by supporting documents. He claimed that he had enjoyed uninterrupted ostensible possession (possession d’état) of French status.", "35. On 15 July the judge sent the file back to the applicant’s lawyer, informing him that the applicant should apply to the prefecture of the Hauts-de-Seine department with a request for naturalisation.", "36. On 21 December Mr Beldjoudi asked the judge in question to issue him with a certificate of French nationality. In an opinion of 28 December the judge declined, as the evidence produced was not sufficient to prove that the applicant enjoyed French nationality.", "37. On 17 January 1984 the applicant started proceedings against the procureur de la République in the Nanterre tribunal de grande instance, in order to have his French nationality recognised.", "38. The court dismissed the claim on 15 December 1985, on the grounds that the applicant had lost French nationality on 1 January 1963, pursuant to the second paragraph of section 1 of the Law of 20 December 1966 (see paragraph 58 below).", "39. Mr Beldjoudi appealed against the judgment to the Versailles Court of Appeal on 7 March 1986. He maintained that his father had not passed on to him anything which would allow him to claim an Algerian identity as to culture and language, that the Islamic religion was foreign to him, that he had ostensible possession of French status, and that the challenge to his French nationality on the basis of his Islamic status represented a discriminatory interference with his freedom of conscience and his right to lead a normal family life, in manifest breach of Articles 3, 8, 9, 12 and 14 (art. 3, art. 8, art. 9, art. 12, art. 14) of the Convention.", "40. The Court of Appeal dismissed his appeal on 14 October 1987. It gave the following reasons for its decision:", "\"Considering that civil status is transmitted by descent; that a child born of two parents with special civil status (statut civil de droit local) possesses that status; that prior to Algerian independence Mr Beldjoudi senior did not, as he could have done, declare that he renounced his personal special civil status in order to acquire normal civil status (statut civil de droit commun); that the fact that Mr Mohand Beldjoudi had Islamic special civil status concerned only the rules applicable to the exercise of his civil rights and respected his freedom of religious conviction and did not require him to adhere to the Islamic religion; that, contrary to his claims, Mr Beldjoudi cannot claim for himself and his father ostensible possession of French status when, according to a letter from the Prefect and Commissioner of the Republic for the Department of Hauts-de-Seine dated 4 June 1984, his father, brothers and sisters have all for many years been holders of Algerian national identity cards and aliens’ residence permits, and he himself has never since Algerian independence held documents such as a French national identity card or a French passport providing evidence of his ostensible possession of French status, but was the subject of a deportation order on 2 November 1979 which has apparently not prevented him up to now leading a normal family life in France; that accordingly the final ground of appeal he relies on, based on ostensible possession of French status and a violation of the European Convention on Human Rights, which was moreover not in force when he lost French nationality, must be dismissed;\"", "The decision was served on the applicant on 20 July 1989.", "41. Mr Beldjoudi had appealed on 15 February 1989. The appeal was dismissed by the Court of Cassation (First Civil Division) on 12 March 1991 for the following reasons:", "\"Whereas according to the recitals of the judgment appealed against (Versailles, 14 October 1987), Mr Mohand Beldjoudi, born at Courbevoie on 23 May 1950, the son of Seghir Beldjoudi, born on 9 April 1909 at Sidi-Moufouk (Algeria), and Hanifa Khalis, born in 1926 at Elflaya (Algeria), brought proceedings in order to have his French nationality recognised; and whereas his application was dismissed on the grounds that, being aged under eighteen on the coming into force of Order no. 62-825 of 21 July 1962, he had, as regards the effect of the independence of Algeria on his nationality, followed the status of his parents, who were natives of that territory and had special civil status, and, not having benefited from the collective effect of a declaration recognising French nationality made by his father at the appropriate time, he was deemed to have lost French nationality on 1 January 1963, in accordance with paragraph 2 of section 1 of Law no. 66-945 of 20 December 1966;", "Whereas Mr Beldjoudi complains that the judgment appealed against reached its decision on an invalid ground, namely that review of the constitutionality of the Law of 20 December 1966 was not a matter for the ordinary courts, in dismissing his ground of appeal based on the fact that the said Law was contrary to the provisions of Article 5 (d) (iii) of the International Convention of 7 March 1966 on the Elimination of All Forms of Racial Discrimination, ratified by France and published in the Official Journal of 10 November 1971, which prohibited all discrimination based on origin, especially ethnic origin, in the granting or withdrawing of nationality of the citizens of member States;", "But whereas the judgment appealed against held that Law no. 66- 945 of 20 December 1966 based itself, in order to regulate the consequences for nationality of Algerian independence, on the civil status of persons originating from that territory and not on criteria prohibited by the aforesaid convention;", "It follows that the judgment does not warrant the criticism made of it by the ground of appeal, which cannot be upheld;\"", "42. Deportation of aliens is governed by the provisions of the Order of 2 November 1945 relating to the conditions of entry and residence of aliens in France. The wording of the Order has been amended on several occasions, including amendments subsequent to 2 November 1979, the date when the ministerial order relating to the applicant was issued (see paragraph 15 above). The legislation in question did not include any transitional provisions.", "43. In 1979, section 23 of the 1945 Order read as follows:", "\"... deportation may be ordered by an order of the Minister of the Interior if the alien’s presence on French territory constitutes a threat to public order or public finance.\"", "44. Section 23 was amended by a Law of 29 October 1981, under which deportation was now subject to the existence of a \"serious threat to public order\".", "Section 26 of the new Law, however, provided for a derogation, except in the case of aliens under eighteen years of age:", "\"In the event of absolute urgency ..., deportation may be ordered where it constitutes a compelling necessity for the security of the State or for public safety.", "...\"", "45. These rules were altered by a Law of 9 September 1986.", "Section 23 resumed its original wording, that of 1945. It added, however, that \"the deportation order [could] be revoked at any time by the Minister of the Interior\".", "As for section 26, it stated that \"a threat [to public order] having a particularly serious character\" could in the event of absolute urgency justify deportation.", "46. A Law of 2 August 1989 reintroduced the 1981 provisions.", "47. The Minister of the Interior issued 383 deportation orders in 1990. Of these, 101 were based on section 26 of the 1945 Order, 54 relating to ordinary criminal offences and 47 to offences against the external or internal security of the State.", "48. The 1945 Order did not define any categories of persons who were protected against all deportation measures.", "49. By contrast, after being amended by the Law of 29 October 1981, section 25 of the Order stated:", "\"The following may not be the subject of a deportation order under section 23:", "1. An alien under eighteen years of age;", "2. An alien who proves by any means that he has habitually resided in France since attaining the age of ten years at the most;", "3. An alien who proves by any means that he has habitually resided in France for over fifteen years, and also an alien who has lawfully resided in France for over ten years;", "4. An alien who has been married for at least six months and whose spouse is of French nationality;", "5. An alien who is the father or mother of a French child residing in France, provided that he exercises parental authority (at least in part) with respect to that child or is actually meeting his needs;", "6. An alien who is the beneficiary of a pension in respect of an accident in employment or occupational illness paid by a French organisation, and whose permanent disability percentage is greater than or equal to 20%;", "7. An alien lawfully residing in France under one of the residence documents provided for by the present Order or international agreements, and who has not been definitively convicted and sentenced to a penalty equivalent at least to one year’s non-suspended imprisonment.", "However, as a derogation from no. 7 above, any alien who has been definitively convicted and sentenced to a penalty of non- suspended imprisonment for any length of time for an offence under sections 4 and 8 of Law no. 73-548 of 27 June 1973 on multiple occupation, Article L.364-2-1 of the Code of Employment or Articles 334, 334-1 and 335 of the Criminal Code, may be deported.", "...\"", "50. The Law of 9 September 1986 restricted the categories of non- deportation, but the Law of 2 August 1989 returned to the 1981 legislation.", "51. Deportation is regarded in French law as a police measure, not a criminal sanction. An alien affected does not benefit from the retrospective effect of the more favourable later provisions. He can thus not rely on them in support of an application for a decision concerning him to be set aside.", "52. Once a deportation order has been issued by the Minister of the Interior, it remains in force indefinitely. The alien concerned may at any time, as often as he wishes, request that it be revoked.", "53. If the alien has been absent from French territory for over five years and wishes to obtain such revocation, his request is considered by a committee which consists of judges only. If the committee finds in his favour, its opinion is binding on the Minister.", "54. It frequently happens that the Minister of the Interior waives enforcement of a deportation order while nevertheless declining to revoke it. In such cases a compulsory residence order is issued in respect of the alien, in the hope of his reintegration into society. If he continues to disturb public order, he may be deported. This is then a fresh decision, separable from the order and itself capable of being challenged before the administrative court judge.", "If the matter is referred to the judge, he considers the behaviour of the person concerned during the period when his presence on French territory has been tolerated. In order to assess the lawfulness of the measure, he thus considers the facts as they are at the date when he takes his decision.", "55. For a period of some ten years the Conseil d’État considered arguments based on Article 8 (art. 8) of the Convention to be of no effect as against a deportation order (see for example the Touami ben Abdeslem judgment of 25 July 1980, Recueil Lebon 1980, p. 820, and Juris-Classeur périodique 1981, jurisprudence, no. 19613, with note by Mr Bernard Pacteau, and the Chrouki judgment of 6 December 1985).", "The Beldjoudi judgment of 18 January 1991 (see paragraph 28 above) marks the abandonment of this line of case-law. Instead of reviewing whether there has been a manifest error of discretion with reference only to the threat to public order, the court now carries out a complete review of proportionality, and this has sometimes led to the setting aside of deportation orders (see for example the Belgacem judgment of 19 April 1991 (plenary court), with submissions by Government Commissioner Mr Ronny Abraham, Revue française de droit administratif 1991, pp. 497-510, and the Hadad judgment of 26 July 1991 (the President of the Judicial Division), to be reported in the Recueil Lebon).", "56. The Law of 28 July 1960 inserted into the Code of Nationality a Part VII, \"Recognition of French Nationality\".", "It was limited to overseas territories (TOM), and introduced a new method for certain categories of \"domiciled persons\" and their descendants to have their French nationality recognised, subject to the two conditions of settling on French territory and making a declaration.", "57. Algeria did not have the status of a TOM when it gained independence. This induced the French legislature to enact the Order of 21 July 1962 relating to various provisions on nationality.", "Under this Order persons of normal civil status, and persons of special civil status who had not been granted Algerian nationality under Algerian law, kept their French nationality as of right.", "With respect to other persons of special civil status - the category to which the applicant’s family belonged - section 21 provided that as from 1 January 1963 they and their children would not be able to establish their French nationality except by showing that they had made a declaration of \"recognition of French nationality\".", "58. The Law of 20 December 1966 terminated the application of the 1962 Order as from 21 March 1967. It brought about the loss of French nationality in the absence of a declaration of recognition.", "Paragraph 2 (c) of section 1 of the Law stated that:", "\"Persons of special civil status of Algerian origin who have not by that date made the declaration provided for in Article 152 of the Code of Nationality shall be deemed to have lost French nationality on 1 January 1963. However, persons of special civil status of Algerian origin shall keep French nationality as of right if no other nationality has been conferred on them after 3 July 1962.\"", "Section 3 nevertheless offered minor children born before 1 January 1963 - such as the applicant - the possibility of resuming French nationality where the parent whose nationality they had taken had not made the declaration of recognition.", "59. The Law of 9 January 1973 abolished recognition and deleted this word from the Code of Nationality. Part VIII of the Code, completely rewritten, laid down for the future special conditions for resumption of nationality for certain categories of persons who had lost French nationality following the gaining of independence by their country.", "60. Naturalisation is granted by decree. It may be granted inter alia to \"nationals or former nationals of territories or States over which France has exercised sovereignty or a protectorate or a mandate or trusteeship\" (paragraph 5 of Article 64 of the Code of Nationality).", "However, \"an alien who has been the subject of a deportation order or a compulsory residence order shall not be eligible for naturalisation unless such order has been revoked in the form in which it was issued\" (first paragraph of Article 65). In addition, \"no one may be naturalised if he is not of good character and morals or if he has been convicted of one of the offences mentioned in Article 79 ...\" (Article 68)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}