{"ITEMID": "001-60015", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF JOSEF FISCHER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. On 12 May 1995 the Vienna Regional Court for Criminal Matters (Landesgericht für Strafsachen) convicted the applicant, inter alia, under Section 164 of the Penal Code (Strafgesetzbuch), on numerous counts of handling stolen goods (Hehlerei) and sentenced him to three years’ imprisonment. The Regional Court found that the applicant, who dealt with antiques, had bought, between 1986 and 1988, antiques which had been stolen in the north of Italy.", "10. On 14 September 1995 the applicant filed a plea of nullity and an appeal against sentence with the Supreme Court (Oberster Gerichtshof).", "11. On 12 October 1995 the Procurator General (Generalprokurator) submitted the following comments on the applicant’s plea of nullity:", "\"In the view of the Procurator General, the plea of nullity of the accused Josef Fischer can be dealt with under Section 285d of the Code of Criminal Procedure. The transmission of a decision is requested.\"", "12. On 21 November 1995 the Supreme Court dismissed the applicant’s plea of nullity and, as regards the appeal against sentence, referred the case to the Vienna Court of Appeal (Oberlandesgericht). On 23 January 1996 the Court of Appeal dismissed the applicant’s appeal.", "13. Under Section 285 (d) § 1 of the Code of Criminal Procedure (Strafprozessordnung), a plea of nullity may be rejected by the Supreme Court after deliberations in private if the Supreme Court unanimously finds that the complaint should be dismissed as manifestly ill-founded without any need for further deliberation.", "14. Section 35 § 2 of the Code of Criminal Procedure, as in force at the relevant time, reads as follows:", "\"If the public prosecutor at an appellate court submits observations on an appeal on grounds of nullity ..., the appellate court shall communicate those observations to the accused (person concerned), advising him that he may submit comments on them within a reasonable period of time that it shall determine. Such communication may be dispensed with if the prosecutor confines himself to opposing the appeal without adducing any argument, if he merely supports the accused or if the accused’s appeal is upheld.\"", "15. Since the 1996 Criminal Law Amendment Act (Strafrechtsänderungsgesetz) the last sentence of Section 35 § 2 reads as follows:", "“Such communication may be dispensed with if the prosecutor merely supports the accused or if the accused’s appeal is upheld.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}