{"ITEMID": "001-67997", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "PENTIACOVA AND 48 OTHERS v. MOLDOVA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicants, Valentina Pentiacova, Nichifor Avasiloaie, Nicolaie Bugan, Alexandru Bulgac, Vladimir Caranfil, Ion Ceban, Chiril Cebotari, Valeriu Cerniavschi, Mihail Chircu, Galina Chiriacova, Tamara Ciorba, Alina Condrat, Tatiana Costina, Olesea Frija, Natalia Ghetmacenco, Mihail Grozov, Maria Gudumac, Adriana Hristiniuc, Natalia Iacovenco, Ana Istratieva, Maria Lozinschi, Ana Lungu, Diana Maliavca, Petru Meriacri, Tudor Meriacri, Iacob Mocanu, Veaceaslav Muşchei, Victor Neagov, Iacob Ninescu, Ion Nicolaev, Mihai Nicolaev, Constantin Novac, Eugenia Paşcova, Ghenadie Petrea, Eduard Porumb, Eduard Pritula, Nicolae Pruteanu, Ion Puşcaş, Maria Serbu, Mariana Solomon, Chiril Spirliev, Rita Stoian, Gavriil Tofan, Anatol Ţoncu, Dumitru Tulbu, Ion Vacari, Ion Vartic, Dumitru Zlatov and Victor Zorilă are Moldovan nationals, who live in the Republic of Moldova. Adriana Hristiniuc is the daughter of Andrei Hristiniuc, who was a patient of the Spitalul Clinic Republican haemodialysis section for about two years, but who died on 11 July 2004. Ana Lungu is the widow of Gheorghe Lungu, who was a patient of the SCR haemodialysis section for about ten years, but who died on 25 April 2003. Ion Vacari is the widower of Lidia Vacari, who was a patient of the SCR haemodialysis section, but who died on an unspecified date. They are represented before the Court by Mr Vladislav Gribincea, acting on behalf of “Lawyers for Human Rights”, a non-governmental organisation based in Chişinău. The respondent Government are represented by their Agent, Mr V. Pârlog, Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "All the applicants (except Adriana Hristiniuc, Ana Lungu and Ion Vacari, see above) are suffering from chronic renal failure (a gradual and progressive loss of the ability of the kidneys to excrete waste, concentrate urine, and conserve electrolytes) and consequently they need haemodialysis (a medical procedure that uses a machine to filter waste products from the bloodstream and to restore the blood’s normal constituents).", "They are all disabled on account of their disease and receive State disability allowances which vary between 60 Moldovan Lei (MDL) and MDL 450.", "The applicants have their haemodialysis done at a Chişinău hospital called Spitalul Clinic Republican (the “SCR”), where approximately one hundred patients are treated. The applicants submit that before 1997 the expense of their haemodialysis was covered entirely by the hospital. Between 1997 and 2004 the hospital’s budget was reduced and only strictly necessary procedures and medication were provided free to them. From 1 January 2004 the situation became more or less identical to that existing before 1997, with the exception of the frequency of haemodialysis sessions (see below).", "There are four more hospitals in the Republic of Moldova that perform haemodialysis - another hospital in Chişinău called Spitalul de Urgenţă (the “SU”), and hospitals in Bălţi, Cahul and Comrat. The applicants submit that, unlike the SCR, the SU was financed from the budget of the Chişinău Municipality and therefore always provided its patients with all the necessary medication free. They also argue that there are administrative barriers presenting the applicants who do not live in Chişinău from receiving treatment at the SU. As to the other three hospitals, the applicants submit that the quality of the haemodialysis treatment provided by them is inferior to that of the SCR.", "According to the parties, the following are necessary for haemodialysis treatment: a haemodialysis package, heparin, physiological saline, syringes, CaCl (10%), glucose (10-40%), euphylin 2.4%, alcohol and vitamins. There are also some medications and accessories which are necessary in some cases, namely riboxin, antibiotics, plaster, gauze and blood.", "According to the applicants, before 1 January 2004 the hospital provided them free with the haemodialysis procedure and some basic medication and accessories such as the haemodialysis package, heparin, physiological saline, syringes and CaCl (10%). They had to pay for the rest of the necessary medication. In 2002, the applicants were allegedly told by the hospital authorities that the haemodialysis unit at the SCR might close due to insufficient financing from the State budget. The applicants were forced to protest before the Ministry of Finance and in front of the President’s residence, and consequently the hospital continued to provide them with haemodialysis, but, as previously, without full coverage.", "After 1 January 2004 the hospital started to provide them free with almost all the necessary medication. The hospital does not provide them, however, with a drug called Eprex, which operates to raise the haemoglobin level, or with calcium, Amonosteril and Ketosteril. In order to increase their level of haemoglobin, the applicants are usually given blood transfusions. Before 1 January 2004 the applicants were not provided with free blood by the hospital. After that date the hospital started to provide free blood, but the applicants still have to wait until it becomes available. Since they sometimes need blood urgently, they have to buy it. The applicants also submit that no medical investigation for the determination of anaemia status is performed at the SCR and that the doctors only establish the existence of anaemia.", "According to the Government, before 1 January 2004 the treatment of the applicants was carried out in accordance with the provisions of Law no. 267 of 3 February 1999 on the minimum of medical assistance guaranteed by the State (see below). In accordance with that law, the applicants received only the strictly necessary medication free. They had to buy the rest of the medication prescribed by their doctors. Haemodialysis treatment has never been stopped and has never been refused to anybody. According to the official documents provided by the Government, in 2003 the haemodialysis section of the SCR received MDL 5,685,729 (the equivalent of 354,000 euros (EUR) at the time) from the State budget.", "On 1 January 2004 a new medical insurance system was implemented in Moldova and in accordance with the new legislation the applicants started to receive all the necessary medication free (see below). If a patient needs some particular medication not provided by the State, then the doctor recommends that the patient buys it. According to a directive of the Ministry of Health of 12 March 2004, the State spends MDL 322 (the equivalent of EUR 20 at the time) for one day of hospitalisation, MDL 688 (the equivalent of EUR 44 at the time) for a haemodialysis of the first degree and MDL 1,207 (the equivalent of EUR 78 at the time) for a haemodialysis of the second degree.", "According to the applicants, in the USA, Canada and EU countries, renal failure patients receive nine hours of haemodialysis in three sittings per week. The same practice was followed in Moldova before 1997. After 1997 the practice changed and the patients started to receive eight hours of haemodialysis in two sittings per week. “Only applicants that are in bad physical condition or ill are allowed to undergo the third haemodialysis permanently”.", "The Government submitted a document from the haemodialysis section of the SCR according to which, in July 2003, twenty-six applicants underwent two haemodialysis sessions per week; four applicants underwent three sessions per week and the rest two or three haemodialysis sessions per week. According to the Government, the number of haemodialysis sessions is determined in each case by the doctors, who consider the gravity of the disease, the presence or absence of complications and the results of laboratory investigations.", "In their application lodged on 30 April 2003 the applicants submitted that there were twenty haemodialysis machines at the SCR which were all old and in a bad technical condition. In their observations of 1 September 2004 they submitted that before their application was lodged with the Court half of the haemodialysis machines were in bad technical condition; however, they had been replaced after the application was lodged with the Court on 30 April 2003. They also stated: “In 2001 the majority of the haemodialysis machines performed dialysis on an acetate basis. After the application was lodged with the Court, the number of machines that performed haemodialysis on a bicarbonate basis increased. Today the majority of the applicants are undergoing bicarbonate-based haemodialysis. The bicarbonate-based haemodialysis is much better assimilated by most of the applicants.”", "The Government submit that before December 2003 there were twenty haemodialysis machines, eleven of which were new and the rest of which were old. In December 2003 the old machines had become unusable because of the shelf-life provision in their documentation and accordingly they had been replaced with new machines of German origin.", "According to the applicants, before the application was introduced, the water used for haemodialysis was not distilled. “After the application was lodged with the Court a water-filtration system was purchased and installed. After the new system was installed, they began to feel much better....”", "The Government submit that a contract has been signed with a German company and in the next five years the number of haemodialysis machines will double.", "According to the applicants, many of them live in the provinces and have to travel to Chişinău each time they need the treatment. Although there is no legal obligation in this respect, there is a practice according to which the local authorities cover the travel expenses for persons suffering renal failure who have to go to Chişinău for haemodialysis. The applicants submit that this practice is usually followed and most of them get reimbursed. However, there are cases when these expenses are not covered and it is too expensive for the applicants to pay themselves.", "According to the Government, the obligation to cover the transportation expenses of invalids of the first and second degrees is provided for in Section 41 of the Law 821 on the protection of invalids (see below). The Government submitted copies of the payment rolls proving the payment of all the travel expenses and the applicants did not make any comment on them.", "On 24 May 2003 the applicants sent the Court a copy of a letter addressed to them and to several Chişinău newspapers by the doctors of the SCR’s haemodialysis section, together with a chart setting out the expenses of each patient. The letter was signed by the medical staff of the Haemodialysis section of the SCR but not by the applicants. The chart was drawn up on 16 May 2003 and bore the signatures of all the patients of the haemodialysis section of the SCR. The applicants’ representative admitted that all the applicants had signed the chart.", "According to the letter signed by thirty-two doctors, there was a media campaign led by some Chişinău newspapers and news agencies after the present application was lodged with the Court. The doctors stated that the information presented by the newspapers was erroneous and misleading. They submitted that the situation of renal failure patients from the SCR had been over-dramatised for political reasons related to the forthcoming local elections and that it did not reflect reality. The doctors argued that the death rate of renal failure patients had diminished tenfold in comparison with the 1980s and that State financing of haemodialysis had increased threefold in the last two years. “We understand that the state of the country’s economy is not perfect for one to have everything; and that is how it is in the case of health protection”. The doctors contradicted the statement made by the applicants’ representatives in various newspaper articles according to which all the haemodialysis machines were old. According to the doctors, eight machines were brand new. They also disagreed that the situation of the patients of the SCR was worse than that of the patients of the SU. They argued that their patients were provided with free basic services and medication in exactly the same conditions as patients from other hospitals, and that it was a general practice in Moldova that doctors would ask the patients to buy supplementary medication not covered by the “legal guaranteed minimum”. The doctors also referred to the death of Gheorghe Lungu and stated that he had been their patient for ten years. According to them, in 1995 he had had both his kidneys removed and in the last year of his life he had suffered terminal chronic renal failure and arthritis-like tuberculosis.", "The submitted chart contained information as to the coverage of the applicants’ expenses for services/medication and for travel expenses. According to the chart, from the total number of forty-nine applicants who were patients of the SCR, three applicants (Chiril Cebotari, Tamara Ciorba and Ion Puşcaş) had the services and medication not covered by the hospital paid for by the local authorities of their hometowns. Another three applicants (Galina Chiriacova, Natalia Iacovenco and Victor Neagov), in addition to the services and medication covered by the hospital, also had the rest partially covered by the local authorities of their hometowns. Only four applicants (Maria Lozinshi, Constantin Novac, Gavriil Tofan and Eduard Pritula) did not have their travel expenses covered by the local authorities, and three of those had been without cover for only two months.", "In their application submitted on 30 April 2003 the applicants argued that their disability allowance was insufficient to pay for the medication necessary for the haemodialysis which was not provided free by the State. According to them, the minimum weekly expense associated with the haemodialysis amounted to MDL 100 per person. Therefore they could not afford the procedure. They submitted that many of them were forced to undergo the procedure without all the necessary medication and were caused unbearable pain and suffering. According to them, there were cases of patients who refused to undergo the procedure for lack of money, and died.", "According to the applicants, “as a result of the reduced number of haemodialysis sessions ... the level of microelements in the blood decreases significantly and that causes headaches, vomiting, sickness, cramps...”", "The applicants submit that the scarcity of funds made the death rate among renal failure patients higher than in other countries. They invoke the case of Gheorghe Lungu, an applicant who died in 2003. According to them, the death rate in the USA is 5.5 deaths per 100 patients per year while at the SCR the death rate before 2004 was 7-10 and 8-11 deaths. “The increased death rate was determined by the inadequacy of haemodialysis and by the poor anaemia status. By improving the quality of haemodialysis, the death rate significantly decreased after August 2003, when the new haemodialysis machines and the water filtration system were installed”.", "According to the Government, in the last four to five years there have been no deaths due to the insufficiency of haemodialysis. The Government contests the death rate invoked by the applicants, arguing that the applicants had failed to give the names of the persons who had allegedly died because of insufficient or improper medical care. As to the case of Gheorghe Lungu, the Government submitted that he had survived for ten years without kidneys and that he had died in 2003 of chronic arthritis-like tuberculosis and terminal renal failure. The Government submitted an autopsy report in support of their argument and the applicants did not comment on it.", "The Government submitted a fifteen minute video, filmed on 4 May 2004 in the haemodialysis section of the SCR. The tape contains a brief presentation of the haemodialysis section and interviews with a doctor from that section; a patient who had undergone haemodialysis at the SCR for one year; a patient who had undergone haemodialysis at the SCR for ten years and an applicant in the present case; a patient who had undergone haemodialysis at the SCR for five years; and a patient who had undergone haemodialysis at the SCR for four years.", "The doctor made a brief presentation of the haemodialysis section and stated in particular that the section had ninety-eight patients and that nobody has ever been refused haemodialysis treatment.", "Three of the patients stated that they received two haemodialysis sessions per week, but that they could receive a third session if need be. The fourth patient answered that he received two haemodialysis sessions per week.", "All the patients stated that they had never been refused a haemodialysis treatment; that they received all the necessary medication free; that their transportation expenses were covered and that they had never been discriminated against.", "Three of the patients stated that they sometimes used to spend the night at the hospital and that in those cases they were provided with free food. The fourth patient stated that he never needed to spend the night at the hospital.", "All the patients stated that they had never been maltreated by the hospital personnel and that they considered that the State took proper care of them.", "The applicants’ representative submits that the interviewer asked the patients leading questions aimed at obtaining answers convenient to the Government. He also argues that the video shows the present situation of the haemodialysis section and that it does not refer to the situation prior to 2004.", "The Constitution of the Republic of Moldova provides in Article 36:", "“(2) The minimum level of health care protection provided by the State shall be free.”", "Law no. 267-XIV of 3 February 1999, on the legal minimum of medical assistance guaranteed by the State, provides:", "“Section 1. In accordance with the Constitution, the State guarantees to provide the population of the Republic of Moldova with the minimum level of health care, hereinafter ‘the guaranteed minimum’, in conformity with the Annex attached to the present law.", "Section 2. (1) The guaranteed minimum shall be provided by all public health-care institutions.", "(2) The guaranteed minimum shall be provided to all the citizens of the Republic of Moldova.", "(3) Foreign citizens and stateless persons shall be provided with health care within the guaranteed minimum in the limits provided for in Section 4 (c).", "Section 4. – The guaranteed minimum shall comprise:", "...", "c) urgent medical assistance at the pre-hospitalisation and hospitalisation stage, when the patient’s life is endangered by his or her state of health.", "Section 5. The financing of the guaranteed minimum, in accordance with the State budget law for the current year, shall be carried out by the Government and the local authorities.", "Section 6. Medical services over and above the guaranteed minimum shall be paid for by the individual patient, and the money obtained shall remain at the disposal of the health-care institutions...”", "Law no. 821 of 24 December 1991 on the social protection of invalids provides:", "“Section 41. Invalids of the first and second degree, invalid children and persons accompanying invalids of the first and second degree or an invalid child shall be compensated for their travel expenses (except taxis) by the local administration organs.”", "According to Annex 3 (8) of Law no. 1463-XV of 15 November 2002, in the State budget for 2003 MDL 5 million was allocated for the treatment of patients suffering renal failure.", "Law no. 1585 of 27 February 1998, on compulsory medical insurance, entered into force on 1 January 2004 and provides:", "“Section 1. (1) Compulsory medical insurance is a system of health protection based on insurance premiums and on funds created for this purpose. The system of compulsory medical insurance offers the citizens of the Republic of Moldova equal possibilities for obtaining necessary and quality medical assistance.", "(2) Compulsory medical insurance is realised by means of contracts concluded between insured persons and the insurer....”", "The Government sent the Court four letters in which the Presidents of the Court of Appeal, the Bălţi District Court and the Orhei District Court, stated that if renal failure patients brought actions concerning insufficient medical care, their courts would examine them. They also stated that no similar cases had been examined by their courts. The President of the Briceni District Court stated that his court had examined a case in which a hospital was obliged to pay compensation to a renal failure patient; however the letter did not state what the compensation was for and no copy of the relevant judgment was attached to it.", "It appears from the parties’ submissions that after the new law on medical insurance entered into force on 1 January 2004 the situation of the haemodialysis patients improved considerably in respect of the supply of free medication. In December 2003 half of the haemodialysis machines from the SCR which were old were replaced with new ones. On an unspecified date after the application was introduced with the Court a new system of filtration of water was purchased and installed in the SCR haemodialysis section."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}