{"ITEMID": "001-83173", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "OTOMANSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["The applicant, Mr Andrzej Otomański, is a Polish national who was born in 1956 and presently is detained in Rawicz Prison, Poland. The Polish Government were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 6 November 1997 the applicant, who was a police officer, was arrested by the police and detained on remand on a charge of murder.", "On 4 August 2000 the Poznań Regional Court (Sąd Okręgowy) convicted the applicant as charged and sentenced him to 25 years’ imprisonment.", "The applicant appealed.", "On 3 July 2001 the Poznań Court of Appeal (Sąd Apelacyjny) upheld the impugned judgment.", "On 3 September 2002 the Supreme Court (Sąd Najwyższy) dismissed the applicant’s cassation appeal as being manifestly illfounded.", "The applicant submitted copies of envelopes addressed to the Rawicz Prison Governor (Dyrektor Zakładu Karnego, Rawicz) but which, apparently, contained letters concerning official correspondence in the applicant’s cases pending before the domestic courts.", "Two envelopes from the Poznan Court of Appeal (Sąd Apelacyjny w Poznaniu) concerning cases no I AK 521/01 and IIWKK 180/01: posted on 16 October 2001 and delivered to the Rawicz Prison on 17 October 2001; posted on 25 October 2001 and delivered to the Rawicz Prison on 26 October 2001. Both envelopes also bear a handwritten note: “Otomański”. An envelope from the Supreme Court in Warsaw, Criminal Chamber (Sąd Najwyższy, Izba Karna, Warszawa) concerning case no. VKK 15/02 (the applicant’s cassation proceedings) posted on 23 July 2002 and delivered to the Rawicz Prison on 25 July 2002.", "An envelope from the Poznań Court of Appeal concerning case no. I AKZ 656/02 sent on 24 July 2002 and delivered to the Rawicz Prison on 26 July 2002. An envelope from the Poznań Court of Appeal concerning case no. IIAKZ 901/02 sent on 10 October 2002 and delivered to the Rawicz Prison on 14 October 2002.", "An envelope from the Poznan Court of Appeal concerning case no. IIAKZ 446/03 sent on 14 May 2003 and delivered to the Rawicz Prison on 16 May 2003.", "The following envelopes from the Poznan Regional Court (Sąd Okręgowy w Poznaniu) and concerning proceedings no. IIIK 248/01: posted on 27 February 2003; posted on 10 March 2003; posted on 20 March 2003 and delivered to the Rawicz Prison on 24 March 2003; posted on 22 April 2003 and delivered to the Rawicz Prison on 24 April 2003.", "Article 102 §11 of the Code of Execution of Criminal Sentences (Kodeks karny wykonawczy) of 6 June 1997 (“the 1997 Code”) provides that convicted persons are entitled to uncensored correspondence with the judicial authorities and other State authorities.", "Article 242 § 5 of the 1997 Code reads as follows:", "“The prohibition of censorship shall also mean the prohibition of acquainting oneself with the content of the letter.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}