{"ITEMID": "001-97940", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SANTOS HANSEN v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["The applicant, Ms Luciana Santos Hansen, is a Danish national, who was born in Brazil in 1992 and now lives in Nr. Asmindrup, Denmark. She was represented by Mr Tyge Trier, a lawyer practising in Copenhagen. The Danish Government (“the Government”) were represented by their Agent, Mr Thomas Winkler, of the Ministry of Foreign Affairs and their Co-Agent, Nina Holst-Christen, of the Ministry of Justice.", "In 1999 in Brazil, Inge Hansen, a Danish national born in 1960, as single adopter, via a Danish adoption centre, adopted the applicant whose biological father had died and whose biological mother the Brazilian authorities were unable to find. It appears that both biological parents had previously been deprived of custody.", "Before the adoption, Inge Hansen had contacted the municipality for guidance on the benefits for which she would be eligible after the adoption, including whether she should try to obtain a copy of the death certificate of the applicant’s biological father during her stay in Brazil in order to fulfil formal criteria. By letter of 17 June 1998 the municipality informed her that she would be entitled to child subsidy and extra child subsidy, but not to a so-called special child subsidy.", "Also before the adoption, Inge Hansen had to substantiate that she was able to satisfy the financial conditions for adopting as a single adopter and she declared that she undertook full responsibility to provide for the applicant.", "In Denmark, by virtue of sections 2 and 3 of the Child Subsidy Act (Børnetilskudsloven) the applicant, via her adoptive mother, was granted socalled child subsidy and extra child subsidy, together amounting to approximately 100 euros (EUR) per month.", "Inge Hansen’s request of 12 January 2001 for the so-called special child subsidy, also amounting to approximately EUR 100 per month, was refused on 16 January 2001 by the municipality because she failed to fulfil section 4, subsection 3(i) – (iii), of the Act which required (i) that paternity of the child had not been established; (ii) that the child only had one surviving parent who provided for the child; or (iii) that the child, after the death of the guardian, had been adopted by the latter’s spouse or by a single person. It stated that single adopters who adopt a foreign child via one of the organisations approved by the Ministry of Justice were not entitled to the special child subsidy under section 4, subsection 3(iii), of the Child Subsidy Act, since the single adopter, when adopting, undertook full responsibility to provide for the child.", "On appeal, the decision was upheld on 4 September 2001 by the County Social Board (Det Sociale Nævn i Statsamtet Vestsjælland).", "The applicant’s appeal to the Social Appeal Board (Den Sociale Ankestyrelse) was dismissed on 19 October 2001 on the ground that it was not a matter of principle or of general importance as the state of law was sufficiently clear. In that connection it referred to the fact that it had previously determined two cases concerning applications for special child subsidy in respect of children adopted by single adopters.", "The applicant brought the County Social Board’s decision of 4 September 2001 before the High Court of Eastern Denmark (Østre Landsret), (“the High Court”), claiming that she was entitled to the special child subsidy by virtue of section 4, subsection 3(i), (ii) or (iii). She also invoked Article 14 of the Convention since in her view she was discriminated against, notably as compared to children of single women who refused to disclose the paternity of their children, or of single women having been artificially inseminated, who were entitled to the special child subsidy under no. (i).", "Statistics were submitted showing, inter alia, that in the period from 2001 to 2003, forty-four single adopters were approved in Denmark, and that in thirty-two cases paternity had not been established. Moreover, for several years no Danish children had been adopted by single adopters without there having been a family relationship or other connection between the adopted child and the adopter.", "By judgment of 15 March 2005 the High Court found against the applicant. It noted that only section 4, subsection 3(iii), of the Child Subsidy Act concerned adoption. Moreover, it noted that before 1986 section 4, subsection 3(iii), read as follows “when the child, after the death of the guardian, is adopted by the latter’s spouse or by a single person within the child’s family” and considered that the amendment had been made primarily to ensure that partners, as opposed to spouses, were also encouraged to adopt a child after the guardian had died. More specifically it stated:", "“.... although the wording of section 4, subsection 3(iii), of the Act on Child Subsidy may leave some doubt about the correct interpretation, the High Court finds no basis for assuming from the wording of the provision, in which the word ‘spouse’ has been maintained, and on the basis of the comments to the changed wording in 1986 that it was intended that the provision was to include single adopters who, as in this case, have adopted a child without a certain kind of connection existing between the child and the adopter while the parental responsibility holder was alive. Hence, the amendment must be assumed mainly to reflect an updating of the current rules for the purpose of ensuring increased child subsidy also in the situations in which the adopter was not married to the parental responsibility holder, but cohabited with him or her outside marriage. This outcome is supported by the fact that it was presupposed in connection with the bills of 1999 and 2000 concerning a change in the legal position that, as a rule, children adopted by single adopters are not entitled to special child benefits. Accordingly, the provision of paragraph (iii) is deemed not to be applicable.”", "The applicant appealed against the judgment to the Supreme Court which, by a judgment of 2 November 2006 and by a majority of three out of five judges, found against the applicant.", "The majority stated as follows:", "“Having regard to the background and wording of and the reciprocal connection between section 4, subsection 3(i), (ii) and (iii), of the Child Subsidy Act, [those provisions] must be understood in such a way that entitlement to the special child subsidy for a child adopted by a single adopter is regulated solely by no. (iii). The provisions on sole providers under nos. (i) and (ii) do not affect single adopters.", "Until 1973 a child adopted by a single adopter had no right to the special child subsidy just because the single adopter was sole provider. When section 4, subsection 3(iii), was inserted in 1973 the right to the special child subsidy for children of sole providers was expanded to include certain single adopters. It was a condition that the child, after the death of the guardian, had been adopted by the latter’s spouse or by a single person within the child’s family. The preparatory notes (Folketingstidende 1972-1973, Tillæg A, sp. 5925-26) stated that the purpose was to give the stepfather or stepmother an incitement to adopt the child instead of placing him or her in foster care. The provision also included other orphans, provided they were adopted by a single family member, for example one of the parent’s siblings or one of the grandparents. At the same time it was emphasised that the new no. (iii) did not include unrelated single adopters.", "In 1986 the wording “within the child’s family” was omitted. Thus, in accordance within the wording, the special child subsidy is granted when the child, after the death of the guardian, is adopted by the latter’s spouse or by a single person. It is left unmentioned in the preparatory notes – (Folketingstidende 1985-1986, Tillæg A, sp. 5994) – whether no (iii) hereafter includes all cases in which an orphan is adopted by an unrelated single person, or whether the incitement to single adoption entailed in the provision, continues to be aimed only at single persons with whom the child has a certain connection – a connection which is not necessary family related.", "In line with the High Court, we find no reason to assume that the amendment in 1986 intended to include single adopters, who are guardian to an orphan, without there having been some connection between the adopter and the child before the guardian’s death.", "It is undisputed that [the applicant’s] biological mother was alive at the time of adoption and that [prior to that time] there had been no connection between [the applicant] and her adoptive mother.", "In these circumstances we agree that [the applicant] does not fulfil the requirements set out in section 4, subsection 3(iii), to be granted the special child subsidy.", "The question of the connection that the child and the parents must have to Denmark in order to be entitled to child subsidy [in general] is regulated in section 5 of the Child Subsidy Act. The requirements set out in section 4, subsection 3(i) - (iii), do not distinguish between Danish and foreign children. Accordingly, foreign children who are adopted in [Denmark] are entitled to the special child subsidy under the same conditions as Danish children who are adopted by a single person. The fact that, outside family relations and so on, on the whole, by and large, only foreign children are adopted by single persons in [Denmark] cannot in our view lead to the conclusion that the County Social Board’s refusal to grant [the applicant] the special child subsidy is discriminatory in breach of Article 14 of the Convention in conjunction with Article 8 or Article 1 of Protocol No. 1 to the Convention, or of the other invoked conventional provisions.”", "The minority stated as follows:", "“Section 4, subsection 3(iii), of the Child Subsidy Act was inserted in the legislation by Act no. 36 of 15 July 1973 and Act no. 350 of 4 June 1986 gave it its current wording. In the original provision [it was a condition for obtaining the subsidy] that the child, after the death of the guardian, was adopted by the latter’s spouse or by a single person within the child’s family. The wording “within the child’s family” was omitted at the amendment in 1986. According to the wording, hereafter the criterion is fulfilled, despite the single adopter having had no previous connection with the child, and the preparatory notes give no reason to assume otherwise. In these circumstances, we consider that subsequent to the legal amendment in 1986, it is no longer justified to require a previous connection between the single adopter and the child in order to grant subsidy under no. (iii). The course of events related to the discussion in Parliament as to the proposal of 7 October 1999 to amend the Child Subsidy Act, and the proposal of 1 December 2002 cannot lead to another result.", "Thus, we find it unjustified that the County Social Board in its decision of 4 September 2001 refused the special child subsidy by referring to the fact that before the guardian’s death there had [been no connection] between [the applicant] and her adoptive mother.", "Under section 4, subsection 3(iii), of the Child Subsidy Act it is furthermore a condition that the guardian has died before the adoption. In that way, the provision attaches weight to the guardian’s death as opposed to no. (ii), which [refers] to the parents’ death. It must be considered a fact that [the applicant’s] biological parents were deprived of custody before the adoption, that her father was dead and that her mother’s whereabouts were unknown. In these circumstances, [the applicant’s] situation before the adoption must be comparable with a situation where the guardian has died.", "In conclusion, therefore in our view [the applicant] is entitled to the special child subsidy by virtue of Section 4, subsection 3(iii).”", "Danish social law is based on a principle of self-support, which implies that everybody has a duty to support themselves, while any person unable to provide for him or herself is entitled to public assistance.", "Under the Child Subsidy Act (see Consolidation Act No. 1115 of 24 November 2008 with amendments) all sole providers are granted ordinary child subsidy for children under the age of 18. For 2009, such child subsidy amounted to DKK 4,696 (equal to approximately 630 Euros, EUR) a year per child.", "Additionally, extra child subsidies are granted to sole providers, for 2009 amounting to DKK 4,780. Extra child subsidies are granted for one child only, regardless of the number of children.", "Pursuant to the Act on Benefits for Families with Children (lov om børnefamilieydelse), families with children, including sole providers, are granted benefits for families with children under the age of 18. For 2009, those benefits amount to DKK 16,438 per child up to two years old, DKK 13,004 per child between three and six years old, and DKK 10,232 per child between seven and seventeen years old.", "These benefits are paid to all sole providers regardless of whether they became sole provider following divorce or termination of cohabitation, or the sole provider adopted a child. The benefits are not dependent on income.", "In addition, parents who adopt a foreign child through one of the organisations approved by the Ministry of Justice are entitled to an adoption subsidy under section 10b of the Act on Child Subsidy to cover expenses in connection with the adoption. For 2009, the subsidy amounts to DKK 44,565, equal to approximately EUR 6,000. Also single persons who adopt a foreign child are eligible for this subsidy. This subsidy is not income dependent either.", "Moreover, all sole providers can apply for a rent subsidy, which is a financial subsidy contributing to the rent for rented accommodation, and which depends on the household income, the amount of the rent and the size of the dwelling. A sibling subsidy is also granted to parents with more than one child attending day-care institutions. Finally, like other sole providers, single adopters will be eligible for the special provider rates that apply to single parents under the rules on cash assistance and State education grants, if the provider needs assistance for his or her own support.", "The Act on Child Subsidy (Børnetilskudsloven, at the relevant time lovbekendtgørelse no. 707 of 25 August 1995 with amendments, now lovbekendtgørelse no. 909 of 3 September 2004) read in so far as relevant:", "1. In addition a special child subsidy may be granted by virtue of subsections 2 and 3.", "2. ...", "3. The special child subsidy amounts to 8,436 Danish Kroner (DKK) annually,", "(i) when paternity of the child is not established;", "(ii) when the child only has one surviving parent [who provides for the child];", "(iii) when the child, after the death of the guardian, is adopted by the latter’s spouse or by a single person.", "(iv) – (vi) ...", "Until 1973, children adopted by single persons were not entitled to special child subsidy. When section 4, subsection 3(iii), was inserted into the Child Subsidy Act in 1973, the entitlement to special child subsidy for children of sole providers was extended to include children of certain single adopters. Accordingly, special child subsidy could then be granted ‘where, after the death of the parental responsibility holder, the child is adopted by the spouse of the deceased or by a person within the child’s family’. In the explanatory notes to the Bill to amend the Act on Child Subsidy and other Family Allowances, which was adopted on 12 April 1973, the following was stated:", "“Under the current rules, a spouse who adopts the child of the other spouse upon the latter’s death will thereby cut off the child from receiving special child subsidy as, under the rules of the Adoption Act (adoptionsloven), the adopter assumes full responsibility for supporting the child. This means that the stepfather or stepmother who wants to give the child special support through an adoption relationship is placed in a more difficult financial position than the person who merely takes the child into foster care.", "It appears reasonable to ensure that the financial position is not impaired, and it is therefore proposed to provide authority for the child to become entitled to special child subsidy as a child of a widow or widower, regardless of the fact that the legal relationship between the child and its original family is severed by the adoption. According to the proposal, the rule will also include other children adopted by a single relative, for example one of the parents’ siblings or one of the grandparents, but will not include unrelated single adopters.”", "On 1 July 1987, a Act on Child Subsidies and Advance Payment of Child Support (the ‘Child Subsidy Act’) entered into force, and the words ‘within the child’s family’ were deleted from section 4, subsection 3(iii).", "The reason therefor was not explained in the preparatory notes.", "In guidelines of 18 December 1986 on child benefits and advance payment of child support issued by the National Social Security Agency (Sikringsstyrelsen) it was stated in clause 1 that the rules on child subsidies, including special child subsidy, substantially corresponded to the rules of the former Act on Child Subsidies and Other Family Allowances. Clause 15 mentioned that it was no longer required, as under the former Act, that the adopter be related to the child. Accordingly, there was no change in the situation entitling a person to special child subsidies, but the amendment meant that it became possible to grant special child benefits also in situations in which the adopter had not been married to the parental responsibility holder, but had cohabited with the latter outside marriage. Subsequent to the amendment it was still a condition that a connection had existed between the child and the adopter.", "In clause 15 of the guidelines on child subsidies and advance payment of child support from January 1996, issued by the Ministry of Social Affairs, which applied when Inge Hansen adopted the applicant, and in clause 25 of the subsequent guidelines No. 54 of 17 June 2002 issued by the Ministry of Social Affairs the following was set out:", "“It is not a requirement that the adopter is related to the child. The provision is aimed at adoptions where, prior to the parental responsibility holder’s death, there was some form of connection between the child and the adopter.”", "“Single adopters who adopt a foreign child through one of the organisations approved by the Ministry of Justice under the Adoption Act do not fall within section 4(3)(iii), as there has not been any connection between the child and the adopter prior to such adoptions.”", "This interpretation was confirmed by the legislature in 1999, when a large parliamentary majority rejected an amending bill aiming to insert a new provision into section 4, subsection 3(vii) of the Child Subsidy Act so that special child subsidy would also be granted where the child was adopted under the rules of single-parent adoption without any previous connection existing between the adopter and the child (see Official Report of Parliamentary Proceedings 1999-2000, supplement B, column 111, and Official Report of Parliamentary Proceedings 1999-2000, Proceedings, column 2228).", "The legislature’s unwillingness to insert such a provision into the Child Subsidy Act was demonstrated again in connection with the reading of Bill No. B 63 of 1 December 2000 on special child subsidy for children adopted by a sole provider. In connection with the first reading of the Bill, the Minister for Social Affairs stated that such provision would depart from the principle that special child subsidy for sole providers was only paid to sole providers who had been exposed to a social event over which the sole provider had no influence (see Official Report of Parliamentary Proceedings 2000-2001, Proceedings, column 3021). The Bill never passed through the readings and lapsed.", "Subsequently, in 2007 a parliamentary majority again rejected a bill concerning equality between single adopters and sole providers regarding entitlement to special child subsidy (see Bill No. 74, Official Report on Parliamentary Proceedings 2006-2007, supplement A, column 4170) and a corresponding bill lapsed in 2008 (see Bill No. 58, Official Report on Parliamentary Proceedings supplement A, column 2759). On the contrary, in connection with an amendment in December 2008, the legislature clarified the existing state of law by inserting the following provision into section 4, subsection 12, of the Child Subsidy Act:", "“A child of a single adopter is not entitled to special child benefits unless the single adopter dies, see subsection 2, one or more of the conditions of subsection 3(iii) to (v) are satisfied, or the child has been adopted as a stepchild and one or more of the conditions of subsection 3(ii) to (vi) are satisfied.”", "In 1984 an act (no. 216 of 16 May 1984) amended the Adoption Act (now Adoptionsloven, no. 905 of 28 September 2009) and granted the Minister of Justice authority to lay down rules inter alia on the approval of adopters and the processing of adoption cases. The intention of the legislature was to relax a number of the requirements then applicable concerning the age of the candidate adopters, the length of the cohabitation, and so on. As concerns single adopters, the following was stated (see the Official Report on Parliamentary Proceedings 1983-1984, supplement A, column 202-203):", "“Under current practice, it has only been possible for single persons to be approved as adopters in a very few exceptional cases. From several quarters, a wish has been put forward for extended access for single persons to become adopters. In view of the fact that there are no doubt single persons who will be just as suited to bring up a child as a married couple, it would be wrong to exclude such single persons from adopting. However, according to the information available, it is doubtful whether it will be possible to allocate foreign children for adoption by unmarried applicants, and hence it may prove meaningless to examine single candidates for the purpose of approval for adoption. It may also be difficult to establish clear criteria for the cases in which single persons should have access to pre-examination. It is the intention to take up these questions for further consideration for the purpose of examining the prospects of improving the access of single persons to become adopters. During those proceedings, particular attempts will be made to seek clarity concerning the attitude of foreign countries to allocating children for adoption by single adopters.”", "Single-parent adoption was formally allowed in Denmark on 1 January 1989 by Executive Order no. 783 of 14 December 1988 amending the Executive Order on Adoption (the Adoption Order). The said Order inserted a provision into the Adoption Order according to which a single candidate could be approved as an adopter if, upon an overall assessment, the candidate was found suited to bringing up a child on his or her own.", "One of the fundamental requirements for approval as a single adopter is that the candidate can prove having sufficient financial means at his or her disposal to support the child on his or her own. Thus, section 5, subsection 1, of Executive Order no. 1367 of 12 December 2006 on Approval as an Adopter (the ‘Approval Order’) - a provision which also applied when the applicant was approved in 1999 – set out that to be approved as a single adopter, a candidate must satisfy the requirements of sections 6 to 9 of the Approval Order and must generally be considered suited to bringing up a child on his or her own. Pursuant to section 7, subsection l (iii), of the Approval Order, one of the conditions for approval as a single adopter is that the candidate disposes of ‘adequate financial means’. According to Guidelines No. 10109 of 22 December 2006 issued by the Department of Family Affairs (Familiestyrelsen), the requirement of ‘adequate financial means’ is to be understood to mean that the applicant’s personal finances are sufficient to support a family, also following the introduction of an adopted child.", "When assessing whether a single candidate satisfies the financial conditions, the authorities will request the candidate to submit information from the tax authorities on income figures and assets for the last two income years and information on any arrears due to the tax or local authorities. Additionally, the candidate will have to provide information on monthly income and expenses and his or her current assets.", "If the adoption authorities find that the candidate does not satisfy the financial requirements because his or her personal finances are not sufficient to support the adopted child, the candidate will not be approved.", "The Adoption Act sets out the legal effect of adoption as follows:", "1) The effects of adoption are to create between the adopter and the adopted child the same legal relationship as that between parents and their child, and the adopted child and its issue shall succeed to the property of the adopter and his or her family, and vice versa, as if the adopted child were the adopter’s own child. At the same time, the legal relationship between the adopted child and its original family will be extinguished.", "(2) In the case of stepchild adoption under section 5(a) of this Act, the legal relationship between the adopted child and the spouses or former spouses shall be the same as if the child had been born to the couple or former couple.", "3) In respect of the name of the adopted child, the provisions contained in the [Danish] legislation on personal names shall apply.", "Adoption does not confer upon the adopted child a right of succession to entailed estates of any nature whatsoever, except where this is specifically provided by legislation.", "D. Paternity not established", "Under section 8(1) of the Children’s Act (Børneloven), the mother has an absolute duty to disclose who is or may be the father of the child. Married women and women cohabiting with a man who submits a ‘declaration of care and responsibility’ may be exempted from this duty. If the woman does not disclose who is or may be the father of the child, she must be guided on the consequences that this may have for her and the child (see section 8(2) of the Children’s Act). If a woman refuses to disclose who the father may be in cases in which she is obliged to do so, the regional state administration must summon the woman for a meeting at which she must be guided on the consequences that this may have for her and will have, especially later, for the child. The meeting may be attended by various professionals depending on the nature of the case. If the mother continues to refuse to disclose the father’s identity, the regional state administration may bring the case before the courts. The mother has a duty to appear in court and to give evidence subject to liability as a witness and under the rules of the Administration of Justice Act (Retsplejeloven) on the compelling of witnesses to attend. The woman may be sentenced to default fines if she does not want to assist in establishing the facts of the case. If the regional state administration or the court finds that the mother does not know who is or may be the father of the child, the case is dismissed, or it is decided by judgment that paternity cannot be established.", "With effect from 1 January 2007, it became possible for single women to receive artificial insemination treatment at public hospitals following an amendment of the Artificial Insemination Act (Lov om kunstig befrugtning).", "Artificial insemination of single women was also lawful before 1 January 2007 at private clinics outside the public health system and without the assistance of doctors. Artificial insemination of single women carried out by midwives and others occurred, although to a limited extent.", "One of the consequences of the amendment of 1 January 2007 was that the single women who were artificially inseminated at public hospitals in the subsequent period were also able to obtain special child subsidy under the Act on Child Subsidy. In December 2008, however, the Child Subsidy Act was amended so that children conceived by artificial insemination of single women carried out on 1 January 2009 or later were no longer entitled to special child benefits despite the fact that paternity could not be established. In that connection, the legislature emphasised that single women who were artificially inseminated have themselves chosen to support a child on their own and must have considered, before making such choice, whether they possessed the human and financial resources required to support a child on their own. The outcome of the December 2008 amendment was that the legal position of children of single adopters and children conceived by artificial insemination of single women was the same in respect of entitlement to special child subsidy."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}