{"ITEMID": "001-109292", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ATAKISHI v. AZERBAIJAN", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Free expression of opinion of people;Stand for election);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1959 and lives in Baku.", "6. He stood in the elections to the National Assembly of 6 November 2005 as an independent candidate. He was registered as a candidate by the Constituency Electoral Commission (“the ConEC”) for the single-mandate Shamakhi Electoral Constituency No. 85.", "7. On 29 October 2005 the ConEC held a meeting in the applicant’s absence and decided to apply to the Court of Appeal with a request to cancel the applicant’s registration as a candidate owing to reports of his engaging in activities incompatible with the requirements of Articles 88.1-88.4 of the Electoral Code. The ConEC relied on the following grounds.", "8. Firstly, it noted that it had received a written complaint from a voter (H.S.) claiming that the applicant had given him money (in the amount of 300 US dollars) and asked him to promote the applicant’s candidacy among the population, offer money to voters in exchange for their votes, and disrupt his main opponent’s campaign.", "9. Secondly, it noted that it had received complaints from a number of voters and from another candidate (M.I.) that the applicant had regularly insulted his opponents and the government in his campaign speeches and publications and physically disrupted his opponents’ meetings with voters. In particular, one of the complaints by voters, sent to the ConEC by telegram, stated, in its entirety, as follows:", "“[The applicant] and his supporters insult the current government and use offensive language in respect of other candidates, we ask you to take the necessary measures.”", "10. Another telegram by a voter stated, in its relevant part, as follows:", "“... during his meeting with voters in our village, [the applicant], instead of speaking about his election platform, insulted and spread calumnious rumours about [four other] candidates; such a candidate should be disqualified from the election if his actions are contrary to the election law, and what good can [the applicant] bring to the population, to the State; his candidacy should be cancelled ...”", "11. There were several other hand-written letters or telegrams with a similar content.", "12. The complaint by the candidate M.I. stated that the applicant insulted him at all his meetings with voters, using offensive language. M.I. further stated that on 28 October 2005 a large group of the applicant’s supporters, including his brother, had forcibly broken into a meeting room where M.I. was holding a campaign meeting with voters, disrupted the meeting, caused disorder and insulted M.I. using obscene language.", "13. Another complaint was submitted by several highly-ranked members of the local branch of the Yeni Azerbaijan Party (“the YAP” – the ruling party, which, it appears, supported candidate M.I. in the election in question). They noted that the applicant’s supporters had disrupted M.I.’s meeting and subsequently “made for the streets and attempted to disrupt the peace and quiet of the town’s population”.", "14. According to the applicant, on 28 October 2005 H.S. wrote a letter to the ConEC retracting his previous accusations against the applicant and explaining that he had made those statements owing to a personal disagreement with one of the applicant’s supporters and under the influence of emotion in the heat of the moment. In the following days, H.S. wrote similar letters to various electoral commissions and courts, retracting his accusations. According to the applicant, he also attempted to attend the Court of Appeal hearing concerning his disqualification (see below).", "15. It appears that, on 29 October 2005, the Prosecutor’s Office of the Shamakhi Region commenced a criminal inquiry into allegations that on 28 October 2005 the applicant’s brother had resisted a police officer who was trying to restore order at a meeting of M.I. with voters, which had allegedly been disrupted by the applicant’s supporters. No information is available about the outcome of this inquiry.", "16. The Court of Appeal examined the ConEC’s request at a hearing held on 31 October 2005. According to the applicant, although the hearing was officially scheduled to commence at 11 a.m., it actually took place at around 5 p.m. He had not received a written summons and was informed of the hearing orally only at around 2 p.m. on the same day, about three hours before the hearing. It was the first time he had been officially informed of the ConEC’s request of 29 October 2005 and that the Court of Appeal was considering the issue of his disqualification.", "17. During the hearing, the applicant denied all the accusations against him, arguing that they had not been duly proved and, in any event, could not be a basis for cancelling his registration as a candidate. He noted that H.S. had retracted his accusations against him and had admitted that they had been false. He further noted that he had not been summoned to the ConEC meeting of 29 October and that the ConEC’s decision had not been made available to him. Lastly, he denied the accusation that his supporters had interfered with M.I.’s meeting with voters.", "18. Having examined the written evidence submitted by the ConEC, which consisted mainly of copies of the above-mentioned written complaints by several voters, M.I. and local YAP members, the Court of Appeal considered that that evidence was sufficient to find that the applicant had breached the requirements of Articles 88.1, 88.2 and 88.4 of the Electoral Code, and it therefore cancelled his registration as a candidate.", "19. The applicant appealed. Among other things, he complained that he had not been informed of the ConEC meeting of 29 October 2005 and that neither the ConEC decision nor any case materials had been officially made available to him prior to the Court of Appeal’s hearing. He further noted that it was in any case unclear from the relevant documents (which had been made available to him subsequently) whether the said ConEC meeting had taken place on 25 or 29 October, because the documents were contradictory and “falsified”. He claimed that all the alleged evidence against him had been fabricated in one day and that the allegations of his alleged wrongdoings were false and based on lies. He further complained that the Court of Appeal had not heard any of the complainants. As to the “complaints by voters”, the court had not even attempted to verify whether they had been authored by existing persons. Moreover, despite the fact that H.S. had sent a retraction of his accusations to the ConEC and the Court of Appeal and had personally attended the hearing, the court had refused to hear him.", "20. On 5 November 2005 the Supreme Court dismissed the applicant’s appeal and upheld the Court of Appeal’s judgment of 31 October 2005. It found that the Court of Appeal had not committed any breaches of substantive or procedural law and that the applicant’s arguments were not supported by the material in the case file.", "21. According to Article 88.1 of the Electoral Code, the election programmes of candidates, and their pre-election speeches and campaign materials distributed through the media, must not contain statements inciting to the capture of State power by force, change to the constitutional system by force, or violations of the country’s territorial integrity, or statements insulting the honour and dignity of citizens.", "22. Article 88.2 of the Electoral Code prohibits candidates from abusing the right to campaign in the media by inciting social, racial, ethnic or religious hatred and hostility.", "23. Article 88.4 of the Electoral Code of 2003 provides as follows:", "“88.4. Candidates ... are prohibited from gaining the support of voters in the following ways:", "88.4.1. giving money, gifts and other valuable items to voters (except for badges, stickers, posters and other campaign materials having nominal value), except for the purposes of organisational work;", "88.4.2. giving or promising rewards based on the voting results to voters who were involved in organisational work;", "88.4.3. selling goods on privileged terms or providing goods free of charge (except for printed material);", "88.4.4. providing services free of charge or on privileged terms;", "88.4.5. influencing the voters during the pre-election campaign by promising them securities, money or other material benefits, or providing services that are contrary to the law.”", "24. According to Articles 113.1, 113.2.3 and 113.2.10 of the Electoral Code, the relevant electoral commission may request a court to cancel the registration of a candidate who engages in activities prohibited by Articles 88.2-88.4 of the Code.", "25. Complaints concerning decisions of electoral commissions must be examined by the courts within three days (unless the Electoral Code provides for a shorter period). The period for lodging an appeal against a court decision is also three days (Article 112.11).", "26. Chapter 25 of the Code of Civil Procedure sets out rules for the examination of applications concerning the protection of electoral rights (or the right to participate in a referendum). According to Article 290, such applications must be submitted directly to the appellate courts in accordance with the procedure established by the Electoral Code.", "27. Applications concerning the protection of electoral (referendum) rights must be examined within three days of receipt, except for applications submitted on election day or the day after election day, which must be examined immediately (Article 291.1). The court must hear the case in the presence of the applicant, a representative of the relevant electoral commission and any other interested parties. Failure by any of these parties to attend the hearing after due notification does not preclude the court from examining and deciding the case (Article 291.2).", "28. The appellate court’s decision can be appealed against to the higher court (the cassation court) within three days. This appeal must be examined within three days, or immediately if submitted on election day or the next day. The decision of the cassation court is final (Article 292)."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}