{"ITEMID": "001-107658", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "AGALAR v. NORWAY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["The applicant, Mr Heiresh Kakazar Agalar, is an Iraqi national who was born in 1980 and lives in Strømmen. He was represented before the Court by Mr H. Frihagen, a lawyer practising in Oslo. The Norwegian Government (“the Government”) were represented by Mr M. Emberland, Attorney, Attorney-General’s Office (Civil Matters), as their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant stated that he arrived in Norway on 16 August 2006. On the same date he applied for asylum under the name Heiresh Kakazar Agalar. During the asylum interview he informed that his surname was Mahmoud and that Agalar was the name of his home town. He further stated that upon registration of his asylum application he did not know what a surname was. He presented no passport or other recognised travel document which could confirm his identity.", "According to the applicant he was of Arab origin because his mother was Arab. In Iraq he had been registered as Kurdish because of his father’s Kurdish origin. The applicant affirmed that he came from Kirkuk. As a ground for applying for asylum, he referred to the generally unsatisfactory situation in Kirkuk and to his health problems related to a kidney disease.", "On 10 December 2007 the Directorate of Immigration refused the applicant’s asylum request for the following reasons:", "“The Directorate of Immigration considers that in his home country [the applicant] has not been subject to reactions by the authorities, individuals or groups that can be characterised as persecution within the meaning of the Act and the Refugee Convention.", "General conditions in Iraq do not indicate that [the applicant] fulfils the requirements for asylum.", "...", "The upheavals resulting from the war, occupation and transition to Iraqi sovereignty have led to unrest in various parts of the country.", "In spite of the general unrest, the Directorate considers that the situation is not so geographically widespread that Iraqi asylum seekers are in general need of protection.", "[The applicant] comes from a village in the disputed area in Iraq. The Directorate is aware that there is considerable tension in this area between Kurds on the one hand and Arabs and Turkmens on the other. The Directorate is closely following the security situation in the area. Although the security situation is difficult, the Directorate does not consider that the current situation is of such a nature that all the inhabitants of the area are in considerable danger of losing their lives or being made to suffer inhuman treatment.”", "Represented by the same lawyer as before the Directorate of Immigration, the applicant appealed to the Immigration Appeals Board. It rejected his appeal on 15 October 2008, stating inter alia:", "“Furthermore, [the applicant] may not be sent back to an area where, for reasons similar to those given in the definition of a refugee, he is in considerable danger of losing his life or of suffering inhuman treatment, cf. section 15(1), second sentence, of the Immigration Act. The provision must be interpreted in accordance with Norway’s international commitments under Article 3 of the European Convention ..., cf. section 4 of the Immigration Act. Under this provision the requirements as to the nature of the danger and the probability that it will occur are somewhat stricter than those under the Refugee Convention.", "In the Return Advisory and Position on International Protection Needs of Iraqis outside Iraq dated 18 December 2006 and the Eligibility Guidelines for Assessing the International Protection Needs of Iraqi Asylum-Seekers of August 2007, cf. the Addendum of December 2007, UNHCR advises against all return to Central and Southern Iraq, and states that Iraqi asylum-seekers from these regions should be recognised as refugees. UNHCR recommends furthermore that protection should be afforded to asylum-seekers who are not recognised as refugees. UNHCR refers to the general violence, the large numbers of internal refugees, the inability and unwillingness of the authorities to provide protection, high unemployment, inadequate supplies of fuel, electricity and water, and the inadequacy of health care, education and other services.", "The Appeals Board considers that the UNHCR recommendations are relevant and should be given weight since they provide important information about the situation in Iraq and make a valuable contribution to decisions on which persons have a right to protection under the Refugee Convention. However, the case cannot be decided on the basis of the recommendations alone. The Board also must take other information into account and arrive at a decision in keeping with the provisions of the Refugee Convention and other existing legislation.", "[The applicant] has stated that he comes from Kirkuk. The Board is aware that the situation in this area is characterised by violence and unrest, and that the security situation is unstable and difficult. Kirkuk is in the disputed area, the area surrounding the border between the Kurdish Autonomous Region and the rest of Iraq. Most of the inhabitants of the region are Kurds, and the largest minority groups are Turkmens, Assyrians and Arabs. Kirkuk is mainly under Kurdish political and military control, but the minority groups are also represented in government bodies.", "The level of violence has at times been high over the last few years, partly because of the presence of a number of militant groups. The violence in Kirkuk has mainly taken the form of shooting attacks, road bombs, suicide bombs and car bombs, which are primarily directed at the security forces and the police, but local politicians and their families and the civilian population have also been attacked.", "However, the Board considers that in spite of this, the current situation is not of such a nature that all the inhabitants of the region are in considerable danger of losing their lives or being made to suffer inhuman treatment. The latest reports from the region, including those compiled by the UN Security Council, the US Department of Defence, UNAMI and UNHCR, indicate that the security situation is improving. The violence is currently more limited in scope and seems to be targeted more often at particular groups than is the case in other central and southern parts of Iraq. The Board’s established practice also indicates that in Kirkuk the general security situation alone does not justify protection of Kurds. In this connection the Board comments that since [the applicant]’s father is a Kurd and since [the applicant] is registered in Iraq as a Kurd, he must be considered to be a Kurd.", "...", "Under section 8(2) of the Immigration Act, a work or residence permit may be granted on grounds of strong humanitarian considerations or when a foreign national has a particular connection with Norway. The provision is not intended to cover circumstances that are common to most appellants. Examples of factors that may be taken into account in an overall assessment are that return to the home country is inadvisable for [the applicant] or that the decision would involve immigration policy considerations.", "As regards the available information concerning [the applicant]’s state of health, the Board comments that health-related circumstances do not as a rule constitute grounds for a stay in Norway. The claim that treatment in Norway is in general better than in [the applicant]’s home country is not being given weight since it is noted that [the applicant] is able to receive necessary and adequate treatment in his home country. [The applicant] has himself stated that treatment for kidney stones is available in Iraq.", "If the claim based on [the applicant]’s state of health is to be given weight in the overall assessment, this must in principle be documented in writing in the form of an up-to-date medical certificate issued in Norway. Normally less weight is given to certificates that are not in accordance with chapter 7 of Circular IS-9/2006, “Certificates/medical certificates etc. for use in cases relating to foreign nationals”, published by the Norwegian Directorate of Health. Importance is not normally attached to undocumented or insufficiently documented information concerning health. It is noted that the Board has not received any information concerning [the applicant]’s state of health.", "If a permit is to be granted on the basis of physical health problems alone, the problem must be sufficiently serious for [the applicant]’s return to his home country to be considered unjustifiable. In practice, this means that the illness must be acute and life-threatening. In exceptional cases, a permit may be granted in the event of a serious chronic illness that would threaten the patient’s life if left untreated.", "The Board considers that [the applicant]’s health problems are not serious enough to constitute the sole basis for a permit. Kidney stones cannot be considered a serious chronic life-threatening illness. There are therefore no strong humanitarian considerations that would constitute grounds for granting a permit under section 8, second paragraph, of the Immigration Act.", "According to the information provided by [the applicant], he lived in Iraq until the age of 25, while he has only lived in Norway for less than two years. Furthermore, his family is in Iraq. His connection with his home country is strong, and he has no particular connection with Norway. His stay in connection with his application for asylum cannot be given weight.", "The Board considers that [the applicant] does not have a sufficiently strong connection with Norway to justify the granting of a work or residence permit.", "On the basis of an overall assessment, the Board considers that the conditions set out in section 8(2) of the Immigration Act have not been fulfilled. Thus, there are no grounds for granting a work permit under this provision.”", "On 17 November 2008 the Immigration Unit of the Police gave the applicant until 24 November 2008 to contact the police regarding his departure from Norway.", "On 15 October 2009 the applicant filed a request to the Court to stop his deportation to Iraq.", "On 6 November 2009 the President of the First Section decided in the interest of the proper conduct of the proceedings before the Court to indicate to the Norwegian Government, under Rule 39 of the Rules of Court, that the applicant should not be expelled to Iraq until further notice. On 9 November 2009 the Immigration Appeals Board accordingly decided to suspend the enforcement of its decision.", "On 5 January 2010 the President decided to give notice of the application, inviting the parties to address the following two questions:", "“1. Has the applicant exhausted domestic remedies with regard to his submissions to the effect that his expulsion to Iraq would be contrary to the Convention?", "2. Bearing in mind, amongst other considerations, the position of the United Nations High Commissioner for Refugees’ with regard to forcible return to Central Iraq and their assessment of the general situation in that part of the country, including in Kirkuk (the applicant’s former place of residence), would his expulsion to Iraq be compatible with Articles 2 or 3 of the Convention?”", "In the meantime, on 16 October 2009, the applicant provided certain documents, including medical statements according to which he had suffered from a kidney stone disease at a young age and had undergone an operation. Whilst one kidney had a defect, the other functioned normally. He also suffered from chronic muscular- and bone infection, resulting in reduced functional ability and affecting him daily. Arrangements had been made for him to receive physiotherapy.", "The Immigration Appeals Board interpreted this new information as a request for reconsideration of its rejection of 15 October 2008 and rejected the request on 9 February 2010, giving the following reasons:", "“There is no basis for altering the Board’s previous decision. The case is essentially in the same position as that previously determined and reference is made to the reasoning in that decision.", "What is of central importance for an application for asylum is the alleged need for protection according to Article 1 A of the Refugee Convention and/or section 28 of the Immigration Act. By its earlier decision the Board rejected the application for asylum. No new information has emerged suggesting that [the applicant] nonetheless has a need for protection. In the Board’s assessment, there were no such circumstances as mentioned in section 28(1) of the Immigration Act.", "If justified by strong humanitarian considerations and if the foreign national has particular links to Norway, a residence permit may be granted under section 38(2) of the Immigration Act. Making a concrete assessment of the request for reconsideration and other information in the case, the Board does not find that this condition has been fulfilled.", "The request for reconsideration is in the main based on the [the applicant’s] state of health. The Board observes that a consideration of a claim to stay in Norway on grounds of a claimant’s health condition must be based on the causes of the health problems, their level of seriousness, the need for treatment and the availability of treatment in the person’s country of origin. It is not decisive whether the treatment offered in Norway is in general better than in the person’s home country, or whether the quality of life is generally better in Norway. It is more a question of whether it is inadvisable to return to the home country. According to the Board’s practice, in cases of physical illnesses there ought, as a starting point, to be an acute and life-threatening suffering. Exceptionally, a permit to stay may be granted if the appellant suffers from a serious and chronic illness that by its nature may be life-threatening if it is not treated.", "The Board cannot see that the submitted information concerning [the applicant]’s state of health is of such a seriousness, has been caused by such factors, or that there is a future need for medical treatment, as to warrant a residence permit on this ground.”", "On 31 May 2010 the applicant, with the assistance of a lawyer, applied to the County Governor of Oslo and Akershus for a grant of free legal aid (fri sakførsel) under section 16 (3) of the Free Legal Aid Act 1980, in order to have his case reviewed by the courts. He referred to the Court’s Rule 39 indication of 6 November 2009 mentioned above and to its decision to give notice of the application to the Norwegian Government. The applicant pointed out that he held no residence- or work permit, but his stay in Norway was lawful because the authorities had suspended the enforcement of his expulsion following the Court’s Rule 39 indication. In this situation he had no right to pursue gainful employment or to receive social security benefits and therefore had no means of obtaining an income. The condition of indigence applying to grants of legal aid had therefore been fulfilled.", "The applicant further emphasised that the case affected him particularly. He feared being killed or exposed to torture, inhuman or degrading treatment upon return to his home country. He stressed that it was only in a small proportion of cases that the Court applied Rule 39 and gave notice of the application to the respondent State.", "As a starting point the national remedies ought to be exhausted before lodging an application with the Court. The applicant did not have the necessary financial means for obtaining judicial review. The case raised so many complex issues of fact and of law that the applicant could not be expected to represent himself. He did not master Norwegian. Without free legal aid it would not be possible for him to have his case reviewed by the national courts.", "In this case, where the Court had applied Rule 39 and given notice of the application to the respondent State, it was obvious that the case had reasonable prospects of success. In cases involving allegations of violations of the Convention that were not manifestly ill-founded and were made by litigants who did not have any lawful means of receiving an income, legal aid should be granted liberally. In any event, in this case legal aid should be granted in view of the real and immediate risk the applicant was facing of treatment contrary to Articles 2 and 3 of the Convention upon return.", "On 16 June 2010, the County Governor, making a global assessment on the basis of Circular G-12/05 and observing that an exemption from the duty to pay court fees was to be dealt with under the same rules as free legal aid (section 25 of the Free Legal Aid Act) refused the request on the ground that he did not consider the conditions in section 16 (3) of Act to have been fulfilled:", "\"The County Governor does not find that there are special reasons to depart from the restrictive practice that applies in respect of a grant of legal aid before the courts in non-prioritized areas such as that of the present case. The [applicant]’s fundamental legal guarantees must be deemed to have been safeguarded through the administrative proceedings in this case.", "Furthermore, the County Governor has taken into account the argument that the European Court of Human Rights has taken the measure to invite the Norwegian State to submit observations in the case and further that this is done in a very small proportion of the cases, but cannot see that this is a sufficient reason for departing from the very strict practice applied in immigration cases not falling under section 16 (1) no. 4, cf. Circular G-12/05, paragraph 6.5.2.”", "The applicant appealed but on 28 June 2010 the State Civil Affairs Authority upheld the County Governor’s decision. Albeit satisfied that the applicant fulfilled the financial conditions for free legal aid, it dismissed his appeal notably with reference to section 16 (3) of the Free Legal Aid Act, giving inter alia the following reasons:", "section 16 (1) no. 1 of the Free Legal Aid Act, cf. the Ministry of Justice’s Circular G-12/05, section 6.5. In immigration cases that are not prioritised, free legal representation is granted only exceptionally, if there are entirely special reasons, for example where the case raises questions of particular interest that have not previously been examined by the courts.", "The State Civil Affairs Authority finds against the background of the documents presented that the case does not have sufficient common traits with the subject matters mentioned in section 16 (1) and (2). Nor do we find it shown that the case raises questions of principle of particular interest that have not been previously examined by the courts.", "In practice it is considered that, as a main rule, the public authorities should not grant legal aid in cases concerning judicial review in respect of decisions by the Immigration Appeals Board. The reason for this is that the claimant already has had his or her case reviewed administratively by both the Directorate of Immigration and by the Board. These instances possess special competence within immigration law. The present case has been examined by the immigration authorities three times, without success. ... In this connection it is noted that the [applicant] has been assisted by a lawyer both in connection with his administrative appeal and his request for reconsideration. Therefore, his fundamental need for legal security must be considered to have been safeguarded through the administrative examination of the case.", "In the assessment regard has also been had to [the applicant’s] allegation that Norwegian authorities by their practice with regard to work-permits and free legal aid put an effective barrier against foreigners to have their cases reviewed by the courts. In this connection the State Civil Affairs Authority point to that fact that the Free Legal Aid Act is a social support arrangement aimed at ensuring legal assistance to persons who do not themselves have the financial conditions for taking care of needs for legal assistance of great importance from an individual point of view and with a view to their personal welfare, cf. section 1 of the Act. The principal aim of the Free Legal Aid Act is to provide assistance to those who do not have financial capacity to cover expenses for legal assistance. Even if the financial conditions for free legal aid are fulfilled free legal aid is not always granted in all types of cases. The Act distinguishes between priority cases without means testing, priority case with means testing and non-prioritised cases. In the present case the [applicant] fulfils the financial criteria, but the case is by nature non-prioritised according to the Legal Aid Act. In such cases a restrictive practise is generally applied.", "Regard is further had to the argument that the European Court of Human Rights by a letter of 16 November 2009 indicated to the Norwegian authorities not to deport the applicant. The State Civil Affairs Authority does not consider that this indication has been based on a thorough examination of the validity of the Immigration Appeals Board’s decision. It is observed that it does not appear from the case documents on what ground the Court has based its decision.", "...”", "By letter of 30 June 2011 the Government stated that the Norwegian office of the International Organization for Migration (IOM) had informed Norwegian immigration authorities that the applicant had on 3 June 2011 applied, via IOM Norway, for voluntary return to his country of origin.", "On 12 July 2011 the applicant’s lawyer informed the Court that the application to IOM would be withdrawn the same day.", "Under the 2005 Code of Civil Procedure (tvisteloven), a decision by the Immigration Appeals Board could form the subject of an appeal to the competent city court or district court (tingrett) (Articles 1-3, 1-5, 4-1), from there to the High Court (lagmannsrett) (Articles 4-1 and 29-1) and ultimately to the Supreme Court (Article 30-1). The domestic courts had full jurisdiction to review the lawfulness of the Board’s decision and were empowered to quash the decision should they find that it was unlawful.", "Pursuant to section 4 of the Immigration Act 1988, the provisions of the Act were to be applied in accordance with Norway’s international legal obligations intended to strengthen the legal position of a foreign national. In the event of conflict between the national legal provision and Norway’s obligations under the Convention, the latter was to take precedence (sections 2 and 3 of the Human Rights Act 1999).", "Under Chapters 32 and 34 of the Code, a person whose expulsion had been ordered by the immigration authorities could apply to the courts for an interlocutory injunction to stay the implementation of the expulsion order.", "Further conditions regarding judicial review of the Immigration Appeals Board’s decision were set out inter alia in the following provisions and guidelines.", "At the material time, the fee for filing a lawsuit before a City Court or a District Court (tingrett) was 4,300 Norwegian kroner (“NOK”), corresponding to approximately 550 Euros (“EUR”), if the hearing lasted for one day and NOK 6,880 (EUR 880) if the hearing lasted for two days.", "Pursuant to section 3 of the Court Fees Act 1982, fees should be paid in advance. In the event that a sufficient amount had not been paid when a request for a judicial order had been made, the court was to fix a brief time-limit for payment. In the event that payment is not effected within the time-limit fixed, the court shall dismiss the case, unless the provisions in section 5 apply. The latter provided:", "“If a party has applied for free legal aid or for exemption from the payment of court fees under the Free Legal Aid Act 1980, a respite should be granted until the application has been decided. In this event no security can be required for the payment of the fee.", "If a party who has requested a procedural step [rettergangsskritt] has obtained respite in accordance with the foregoing, the court shall grant the measure. In other cases the court may grant a measure if the party who has requested it is unable to pay immediately and it would entail a damage or significant inconvenience for that party if the measure is not taken. If the measure requires payments, an advance payment may be made by the public authorities.", "If a measure has been taken with a respite, the court shall fix a time-limit for payment. Until payment has been made or the time-limit has expired, the court shall only take such measures as it deems necessary. If payment is not made within the time-limit, the court gives a ruling in absentia according to Articles 16-9 and 16-10 of the Code of Civil Procedure.”", "An exception from the condition to pay court fees could be granted as part of a grant to free legal representation according to the same rules as those that applied to the latter (section 25 of the Free Legal Aid Act). A person who was not entitled to free legal representation could be granted an exemption from the duty to pay court fees provided that the financial conditions in section 16 (2) or (4) had been fulfilled (see below).", "According to the Code of Civil Procedure a party could be represented by counsel (Article 3-1), but was not obliged to be so represented, save if the party was unable to present the case in a comprehensible manner and the court has ordered the party to appear with counsel (Article 3-2).", "Section 16 (1) to (5) of the Free Legal Aid Act 1980 included the following provisions of relevance to the present case:", "“Free legal representation shall be granted without means testing in ... the following instances:", "...", "4. to a foreign national in such instances as mentioned in section 92 (3), second sentence, and (4) of the Immigration Act [2008] ....", "...", "In such cases as mentioned in section 11(2) nos. 1-5 [not applicable in the instant case], an application for free legal representation may be granted to a person whose income and assets do not exceed certain levels set by the Ministry.", "In other cases, free legal representation may be granted exceptionally, provided that the financial conditions pursuant to the second sub-section are fulfilled and that the case affects the claimant especially from an objective point of view. In the assessment, weight should be attached to whether the case has similarities with the litigation areas mentioned in the first and second sub-sections.", "In such cases as mentioned in the second and third sub-sections, free legal representation may be granted even if the claimant does not fulfil the financial conditions prescribed in the second sub-section, provided that the expenses for legal assistance will be substantial compared to the claimant’s financial situation.", "Free legal representation shall not be granted pursuant to the second through fourth sub-sections where it would be unreasonable that such assistance be paid out of public funds.”", "In Circular G-12/05 the Ministry of Justice and Home Affairs stated at paragraph 6.5.2:", "“In immigration cases not covered by section 16 (1) nr 4, the practice should be very restrictive. The general legal security of the foreigner is considered to be sufficiently secured through the administrative processing of the case. Legal aid to take the case before court should only be granted in exceptional cases, i.e. if there are very specific reasons, for instance if the case presents questions of a particular principal interest that has not previously been tried by the courts.”", "Section 135 (1) of the Administration of Courts Act 1915 (domstolloven) provided:", "“In the event that a person, who does not know Norwegian, is to take part in the proceedings, an interpreter appointed and approved by the court shall be used. Recordings are to be made in Norwegian. If required by the importance of the case, the court may decide that recording shall take place in a foreign language, either in the court records or in separate annexes, to be submitted for approval.”", "The Government referred in particular to the following provisions of the Code of Civil Procedure:", "Section 9-4 Conduct of the proceedings. Plan for further proceedings", "“(1) The court shall actively and systematically conduct the preparation of the case to ensure that it is heard in a swift, cost effective and sound manner.”", "Section 11-2 The court’s position with regard to", "the procedural steps taken by the parties", "“(1) ....", "(2) The parties have the primary responsibility for presenting evidence. The court can take care of the presentation of evidence if the parties do not object. The court is not bound by the parties’ arguments with regard to questions of evidence.”", "Section 11-3 The court’s responsibility to apply the law", "“The court shall on its own motion apply current law within the scope of section 11-2(1). In accordance with section 1-1, the court shall ensure that there is a satisfactory basis upon which to apply the law. If the application of law cannot otherwise be clarified in a fully satisfactory manner, the court may decide that evidence of the law shall be presented, or it may allow the parties to present such evidence. The court shall determine the scope of the presentation of evidence and the manner in which it shall be carried out. Statements on the law occasioned by the case may only be submitted as evidence with the consent of all parties.”", "Section 11-5 The court’s duty to give guidance", "“(1) The court shall give the parties such guidance on procedural rules and routines and other formalities as is necessary to enable them to safeguard their interests in the case. The court shall seek to prevent errors and shall give such guidance as is necessary to enable errors to be rectified. ...", "(2) The court shall, in accordance with subsections (3) to (7), give guidance that contributes to a correct ruling in the case based on the facts and the applicable rules.", "(3) The court shall endeavour to clarify disputed issues and ensure that the parties’ statements of claim and their positions regarding factual and legal issues be clarified.", "(4) The court may encourage a party to take a position on factual and legal issues that appear to be important to the case.", "(5) The court may encourage a party to offer evidence.", "(6) The court shall during the proceedings show particular consideration for the need for guidance of parties not represented by counsel.", "(7) The court shall provide its guidance in a manner that is not liable to impair confidence in its impartiality. The court shall not advise the parties on the position they should take on disputed issues in the case or on procedural steps they should take.”", "Section 11-6 Duty of the court to take an active part", "in the conduct of the proceedings", "“(1) The court shall prepare a plan for dealing with the case and follow it up in order to bring the case to a conclusion in an efficient and sound manner.", "(2) ....", "(3) In each case, a preparatory judge shall be responsible for the conduct of the proceedings.", "...”", "According to a report of 18 December 2006 by the United Nations High Commissioner for Refugees (UNHCR Return Advisory and Position on International Protection Needs of Iraqis Outside Iraq), no forcible return of Iraqis from Southern or Central Iraq should take place until there was a substantial improvement in the security and human rights situation in the country.", "In a follow-up report of August 2007 (UNHCR’s Eligibility Guidelines for Assessing the International Protection Needs of Iraqi Asylum-Seekers), the UNHCR encouraged the adoption of a prima facie approach for Iraqi asylum-seekers from Central and Southern Iraq and stated that they should be considered as refugees based on the 1951 Convention relating to the Status of Refugees in signatory countries. In its more recent Eligibility Guidelines of April 2009, the UNHCR observed that in view of the serious human rights violations and ongoing security incidents which were continuing in the country, most predominantly in the five Central Governorates of Bagdad, Diyla, Kirkuk, Ninewa and Salah-Al-Din, the UNHCR continued to consider all Iraqi asylum seekers from these five Central Governorates to be in need of international protection and stated that, in signatory countries, they should be considered as refugees based on the 1951 Convention criteria (see paragraph 12 of the Guidelines). The Guidelines observed inter alia:", "“27. In the context of the Central Governorates of Baghdad, Diyala, Kirkuk, Ninewa and Salah Al-Din where, even though the security situation has improved in parts, there is still a prevalence of instability, violence and human rights violations by various actors, and the overall situation is such that there is a likelihood of serious harm. Armed groups remain lethal, and suicide attacks and car bombs directed against the MNF-I/ISF [Multinational Forces in Iraq/Iraqi Security Forces], Awakening Movements and civilians, in addition to targeted assassinations and kidnappings, continue to occur on a regular basis, claiming the lives of civilians and causing new displacement. These methods of violence are usually targeted at chosen areas where civilians of specific religious or ethnic groups gather, including places of worship, market places, bus stations, and neighbourhoods. Violence appears often to be politically motivated and linked to ongoing struggles over territory and power among various actors. As clarified above, even where an individual may not have personally experienced threats or risks of harm, events surrounding his or her areas of residence or relating to others, may nonetheless give rise to a well-founded fear. There is also more specific targeting of individuals by extremist elements of one religious or political group against specific individuals of another, through kidnappings and execution-style killings.”", "As regards Kirkuk, the Guidelines included the following observations (footnotes omitted):", "“202. Most violence in the Governorate is linked to the yet unresolved administrative status of Kirkuk and related power struggles between the various Arab, Kurdish and Turkmen actors. Security conditions in Kirkuk Governorate, and in particular in Kirkuk City, tend to worsen during political events related to the status of Kirkuk as armed groups aim at influencing political decisions. For example, during intense negotiations over a provincial elections law in summer 2008, a suicide attack on demonstrating Kurds resulted in an outbreak of inter-communal violence, in which more than 25 people were killed and over 200 injured. Conversely, tensions and sporadic violence can complicate future status negotiations. With the postponing of provincial elections in Kirkuk, the security situation has somewhat stabilized. However, simmering inter-communal tensions are prone to erupt into new violence ahead of decisions to be taken in relation to Kirkuk’s unresolved status. Some observers note that tensions among ethnic groups over the unresolved status of Kirkuk could turn into another civil war. Insurgent groups such as AQI [Al-Qaeda in Iraq] also aim at stirring inter-communal violence by attacking proponents of ethnic/religious groups. Furthermore, it has been reported that community groups in Kirkuk are arming themselves in preparation for future clashes.", "203. Kirkuk’s Arab and Turkmen communities complain of harassment, intimidation, arbitrary arrests and demographic manipulation at the hands of the Kurds, who dominate the Governorate’s political and security institutions. Kurdish law enforcement personnel and political leaders are in turn popular targets for assassination. PUK and KDP offices are also a regular target of attacks. Recently, two members of the Kurdistan Communist Party have been killed in their homes in Kirkuk. The brother of a high-ranking member of the same party was also killed. Religious and ethnic minorities often find themselves caught up in the middle of struggles for power and territory.", "204. In Kirkuk Governorate, there are regular roadside bombings, shootings, and occasional car bombs and suicide attacks. On 11 December 2008, a suicide bomber killed 46 people and wounded nearly 100 when he detonated his explosive vest in a restaurant packed with government officials, women and children during lunch near Kirkuk City. There are also targeted kidnappings and assassinations, including of security officials, tribal leaders/SoI [Sons of Iraq], government officials and employees, (mostly Kurdish) party officials, members of minority groups [referring notably to two incidents of attacks against Christians], journalists and other professionals. Dead bodies continue to be found occasionally in Kirkuk Governorate.”", "In July 2010 the UNHCR issued a Note on the Continued Applicability of the April 2009 UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Iraqi Asylum-Seekers. It contained the following information on security developments (footnotes omitted):", "“Under the Status-of-Forces Agreement (SOFA) of 30 June 2009, the Iraqi authorities have taken over full responsibility for the security of the country. The former Multinational Forces-Iraq/United States Forces-Iraq (former MNF-I/USF-I) have withdrawn from Iraqi cities, towns and villages and operate from their military bases at the request of the Iraqi Government. Currently, the US is drawing down all combat forces and is expected to complete this process by 31 August 2010. The Iraqi Security Forces (ISF) have almost reached their intended end strength of about 680,000 members. Since spring 2009 the Iraqi Government has been fully responsible for managing and integrating the largely Sunni Awakening Councils or Sons of Iraq (SoI) groups into the ISF and Iraqi government employment. This process is still ongoing and by April 2010, of the 94,000 SoI, some 9,000 had transitioned into the ISF and over 30,000 into other government employment.", "The Iraq Body Count (IBC), a project which maintains data on civilian deaths, reported that in 2009 the annual civilian death toll was 4,644. Reports for 2010 indicate that some 2,000 Iraqis were killed and some 5,000 others were injured during the first five months of 2010. An upsurge in violence was noted since the 7 March 2010 elections and casualty statistics for the months of April and May 2010 reflect an increase in the numbers of Iraqis killed and wounded in violence. Reports show that in 2009 and early 2010, insurgents carried out several mass-casualty attacks, including on high-profile, highly guarded targets such as Iraqi government institutions, prominent hotels and foreign embassies. The assaults resulted in hundreds of civilians killed or injured in the attacks. Al-Qa’eda in Iraq claimed responsibility for the attacks against embassies in Baghdad and residential targets in mainly Shi’a districts of the capital in early April 2010. The reported incidents mostly took place in the central governorates of Baghdad, Diyala, Kirkuk, Ninewa and Salah Al-Din as well as in Al-Anbar, which has seen an increase in violence since the summer of 2009. The relatively stable security situation in the Southern governorates is reportedly occasionally disrupted by mass-casualty attacks and low level violence mainly in areas close to Baghdad. The Kurdistan Region remains relatively stable, though there have been reported assaults on journalists and political opponents.", "Among other security related developments worth noting is the start of the implementation of an interim joint security plan for Kirkuk and other internally disputed areas by the USF-I. The plan is based on joint action and coordination by the Iraqi Army and Police as well as the Kurdistan Regional Government (KRG) Peshmerga. Thus far, the joint security plan has resulted in the establishment of a network of checkpoints and joint patrols around major cities, and the training of security personnel. Addressing the overall issue of the status of the “disputed areas” is among the challenges that await the new Government. Crucial matters to be resolved in this area include administrative boundaries, the control of oil resources, minority rights and other matters.", "Since early 2010, the ISF, with the help of the USF-I, have arrested or killed a large number of senior insurgent leaders, in particular members of Al-Qa’eda in Iraq. Ongoing attacks illustrate that the groups are still intent on, and capable of, attacks.", "Reports indicate that the targeting of Government of Iraq officials, members of the Iraqi security forces, Awakening Council members and prominent citizens continue unabated. Among the frequently targeted are Shiite civilians and pilgrims as well as religious sites in different areas, religious and ethnic minority groups mainly in Ninewa and Kirkuk Governorates (Yazidis, Turkmen, Shabak and Kaka’i), and the Christian minority, mainly in Ninewa, which includes 5,000 Christians displaced from Mosul in early 2010. Compared to 2008, there has been a significant increase in the use of magnetic and adhesive bombs attached to vehicles as a weapon to assassinate particular individuals. Profiles targeted include, in particular, government officials and employees, party officials, members of the Awakening Councils or Sons of Iraq (SoI), members of the ISF (including off-duty members), religious and ethnic minorities [referring to several incidents of attacks against Christians and a suicide truck bomber in, a Shi’ite Turkmen town 20 km south of Kirkuk destroying homes and damaging another 100 homes, affecting 600 people], Sunni and Shi’ite clerics, journalists, academics, doctors, judges and lawyers, human rights activists and Iraqis working for NGOs or the USF-I and foreign companies, alcohol vendors (which are commonly Christians or Yazidis), women and LGBT individuals.", "...", "III. Conclusion", "The situation in Iraq is still evolving. UNHCR will continue to monitor developments in the country and will update the April 2009 UNHCR Guidelines once it judges that the situation is sufficiently changed. In the interim, UNHCR advises those involved in the adjudication of international protection claims lodged by asylum-seekers from Iraq and those responsible for establishing government policy in relation to this population continue to rely on the April 2009 UNHCR Guidelines. Accordingly, the current UNHCR position on returns to Iraq also remains unchanged.”", "The Country of Origin Information Centre (Landinfo), an independent human rights research body set up to provide the Norwegian immigration authorities with relevant information, has in a report of 28 October 2008 stated the following about the security situation in Kirkuk city, and the situation for the Kurdish population there (footnotes and references omitted):", "“2. KIRKUK", "2.1 SECURITY SITUATION", "It is generally recognized that the level of violence in Kirkuk is by far lower than that in Baghdad and Mosul.", "The majority of the security incidents in the city appear to be attacks against police and military. Most frequent are attacks against road patrols, and against checkpoints and personnel. These attacks both take place on the roads between Kirkuk and surrounding areas and inside the city. Occasional civilian casualties result from such attacks ... .", "There are also occasional indiscriminate attacks aimed directly at civilians, such as suicide attacks at crowded places inside the city.", "Additional types of targets have been recorded by Landinfo since October 2005. These targets are very diverse. There have been attacks on local Kurdish political leaders and their families, on engineers and building contractors, oil business executives, private security guards, gas station workers, churches, Shiite mosques, polling stations, and at a Turkmen political party office. In October 2008 an Iraqi journalist was killed.", "The intensity of attacks against all target groups seems to have remained quite stable over the years. Between September 2005 and March 2006, 44 reported incidents were recorded ... . During November and December 2006, a total of 30 individuals were reported killed in violent incidents (DMHA 2006).", "In March 2008, it was reported that violence had gone up since 2006, and that security remained highly unstable ... . According to the US military commander in Kirkuk, by the summer of 2008 violence had dropped by two thirds as compared to the summer of 2007 ... . Figures indicate that since August 2008, violence remains stable through October ... .", "We do not have figures for the summer of 2007, nor do we know for how long period of time ‘summer’ refers to. What the sources indicate, however, is that violence went up by March 2008, then down again by summer the same year, and that it seems to have stabilized somewhat afterwards. With the reservation that we don’t have exact figures to substantiate this trend, we do see, however, that the occurrence of violence is unstable through a fairly short period of time.", "The factors accounting for the security problems continue to be present for the foreseeable future. Accordingly, an unstable level of violence may be expected to continue.", "...", "2.3 THE SITUATION FOR KURDS IN KIRKUK", "It is commonly assumed that Kurds currently make up a majority of the population in Kirkuk city. However, no exact figures are available ... . A planned census has so far not been held. The city is run by a city council at which the main ethnic groups are proportionally represented. Accordingly, the Kurdish parties are in a majority. The city is said to be effectively run by the PUK [Patriotic Union of Kurdistan] ..., which also governs the neighbouring governorate of Sulaymaniyah, The KRG [Kurdistan Regional Government] is reportedly directly financing the teaching of the Kurdish language in Kirkuk’s schools ... .", "The security in the city is handled by the MNF [Multinational Forces], the Iraqi Army, the Kurdish dominated police and Kurdish intelligence (Asayish) together. Kurdish armed forces are posted inside the city. The Iraqi Army deploys three mainly Kurdish battalions there, which are supported by Kurdish Peshmerga forces not integrated in the Army. The Kurds have reportedly become the main component of the Kirkuk police. The PUK runs a separate Asayish branch in Kirkuk (Asayish Kirkuk) which reports directly to the PUK Political Bureau. Asayish Kirkuk reportedly employs possibly as many as 2000 personnel working undercover ... .", "There are strong indications that the Asayish plays a crucial role in providing the police and the MNF with vital intelligence about the plans and activities of armed groups operating in and around the city ... .", "The Kurdish population is protected by forces and agencies run or dominated by the regional Kurdish political leadership, and who are partly or wholly loyal to it.", "Taking these factors into consideration the Kurds, as members of the majority population in the city, could be regarded as finding themselves in a favourable position compared to members of other ethnic groups.", "A Thematic Note by Landinfo on the Security Situation in Kirkuk City and the Surrounding Areas (Temanotat IRAK: Sikkerhetssituasjonen i Kirkuk by og områdene rundt), dated 16 March 2010, summarised the situation as follows:", "“During the last two years, the security situation in Kirkuk has shown a decreasing level of activity on the part of armed groups, in spite of a persistent high level of political tension connected to the disputed political status of the city. Still, both Kirkuk city and Kirkuk province continue to be plagued by persistent political violence. There are no clear signs of open conflict between the Kurds, Arabs and Turkmen population groups, but widespread mutual mistrust seems to prevail along with a possibly increasing physical segregation between them. In this environment, militants continue to carry out attacks.", "The armed groups operating in Kirkuk, Hawija and Tuz Khormatu are all Sunni Moslem. They appear as periodically connected to each other logistically, and to be coalescing over time.”", "In Section 2 of the Note it was observed inter alia that the conflict related violence in Kirkuk had continuously decreased since 2007 and had in 2009 reached its lowest level since 2004. Nonetheless, politically motivated violence still occurred on a daily basis. There were otherwise no new patterns of acts of violence. It was still the situation that such acts were primarily targeting authorities, the army and the political milieu. However, the casualties among the civilian population were considerably higher than those of the target groups.", "The level of political violence appeared relatively low in view of the continuous political tensions related to the unclear political status of the city. At the same time, the political violence was directly linked to unresolved political questions. Both Kurdish regional authorities and the national central authorities claimed a right to governance in the city.", "There was little information available which systematically presented the situation in the province for each of the three ethnic groups – Kurds, Arabs and Turkmens. According to the newspaper Today’s Zaman of 10 February 2010, the local police was composed of 36% Kurds, 39% Arabs and 26% Turkmens. In the Kurdish areas of the city there were both Kurdish and Turkmen officers. In the Hawija district west of Kirkuk, the officers were Arabs.", "Even though the different groupings were reasonably well represented within public administration and education, distrust between them had frequently been reported since 2003.", "The UK Border Agency (Home Office) Country of Origin Information Report of 30 August 2011 provided the following information (footnotes omitted):", "“Kirkuk", "8.80 The UNSC [United Nations Security Council] Report July 2010, dated 29 July 2010, covering events since 14 May 2010 noted that: ‘Kirkuk has been generally stable since the previous reporting period. On 8 June [2010], shots were fired at a USF-I/United Nations convoy travelling in Kirkuk, resulting in one USF-I soldier being wounded. No UNAMI staff members were injured and the convoy immediately returned to Forward Operating Base Warrior.’", "However the subsequent UNSC Report November 2010, published 26 November 2010, observed that: ‘[t]he withdrawal of the United States Forces in Iraq is likely to have a short- to medium-term effect on the security situation’.", "8.81 The Danish FFM Report on Security and Human Rights in South/Central Iraq conducted February – April 2010, published 10 September 2010 citing a reliable source in Iraq stated: ‘... that Kirkuk, with its unique status, is a completely different matter. The situation is fragile and Iraqi Security Forces (ISF) and US forces have a strong presence in the area. AQIs [Al Qaeda in Iraq] and insurgent groups’ presence contribute to making the situation particularly volatile, and there are reports that AQI is using children as suicide bombers or combatants in Kirkuk.’", "See also the section heading on Northern Iraq which highlighted that in February 2011 Kurdish Peshmerga troops entered Kirkuk governorate in violation of agreed security procedures in place between Kurdish and Iraqi forces.”", "The third report of the UN Secretary-General to the UNSC, pursuant to paragraph 6 of resolution 1936 (2010), included inter alia the following observations:", "“II. Summary of key political developments pertaining to Iraq", "A. Political developments", "...", "8. In Kirkuk, Kurdish parties holding the two most senior political posts, Governor and Chairman of the Provincial Council, agreed to give up the latter, as a gesture of goodwill in order to move the political process forward and to accommodate a long-standing demand by Turkmen and Arab components. Hassan Turan (Turkmen) was elected to the post of Chairman, Najmaldin O. Karim (Kurdish) was appointed as the new Governor and Rakan Sa’id al-Jubouri (Arab) remained Deputy Governor.", "9. On 31 March, Kurdish Peshmerga troops that had been deployed around the city of Kirkuk since 25 February 2011 withdrew and returned to the Kurdistan region. The incident served as a reminder of the challenges that remain as the United States Forces in Iraq draw down and the combined security mechanism comes to an end. The combined security mechanism was established to encourage Iraqi security forces and Kurdish Peshmerga troops to coordinate their operations, set up joint patrols and checkpoints and exchange information under the auspices of the United States Forces. The Government of Iraq and the Kurdistan Regional Government have yet to agree on the future of the combined security mechanism or any successor arrangements that could be put into place after the departure of the United States Forces.", "10. The United States Forces in Iraq have continued their planned withdrawal from the country with the intention of completing their departure by 31 December 2011, as envisaged under the status-of-forces agreement signed between the Governments of Iraq and the United States of America. Discussions have been ongoing regarding the possibility of some United States forces remaining beyond 2011 to provide training and support. The Prime Minister has stated that the issue would be decided on a consensus basis through dialogue among the political blocs, as formal agreement would require approval by the Council of Representatives.", "...", "III. Activities of the United Nations Assistance Mission for Iraq", "A. Political activities", "21. The standing consultative mechanism met several times during the reporting period. This initiative, which was launched in March 2011 under the auspices of UNAMI, brings together representatives of key political blocs to discuss outstanding issues related to disputed internal territories, including Kirkuk. The participants include representatives of the three main political blocs: Deputy Prime Minister Rowsch Shaways (Kurdistan Alliance), Member of Parliament Hassan al-Sunaid (National Alliance) and Finance Minister Rafi al-Issawi (Iraqiya). The participants agreed to focus on the following issues: (a) Kirkuk, including powersharing issues and conducting provincial council elections; (b) Ninewa, the current political stalemate, power-sharing and security issues; (c) the future of the combined security mechanism; and (d) the census. On 25 April, participants agreed that subsequent meetings would be expanded to include local stakeholders from the Kirkuk and Ninewa governorates. On 16 June, a meeting was held that brought together for the first time all members of the Council of Representatives from Kirkuk in order to discuss issues related to power-sharing and the prospects of holding provincial council elections in Kirkuk.", "...", "E. Human rights activities", "41. The reporting period witnessed a significant rise in assassinations of political leaders, government officials and security personnel. ... Assassination attempts were carried out against a Turkmen Member of Parliament from Kirkuk ... on 12 ... May ....", "42. Honour crimes committed against women are a continuing source of concern. UNAMI recorded the deaths in suspicious circumstances of nine women between April and May in Kirkuk. Police informed UNAMI that three of the deaths were listed as suicides and four as murders carried out by unknown persons, while the causes of death of the other two women were unconfirmed but regarded as suspicious. ...", "43. There continue to be sporadic reports of children experiencing acts of indiscriminate violence and abductions. ... On 2 April, in Kirkuk, criminal gangs abducted a 6-year-old girl who was later released after a ransom was paid. On 21 April, a 12-year-old boy was abducted in Kirkuk; his fate remains unknown.", "44. During the reporting period, a number of public demonstrations were held, most of them peaceful. ...", "F. Security, operational and logistical issues", "50. During the reporting period, the United Nations continued to operate in a challenging security environment. On 5 May, a car bomb targeted the Iraqi police headquarters in Hilla, killing 30 policemen. In another incident on 19 May, a complex attack on the Kirkuk Provincial Joint Coordination Centre left 20 people dead and 80 injured, including Iraqi police and civil defence members. This particular attack is believed to have been in response to the recent successful efforts by Iraqi security forces to locate weapons caches and key personnel wanted for terrorist attacks. ...", "52. During the reporting period, UNAMI has been working on the transition of security support from the United States Forces to the Iraqi security forces. On 24 April, the Iraqi National Security Council requested that the Office of the High Commander of the Armed Forces, in coordination with the Ministry of Defence and the Ministry of the Interior, support UNAMI protection requirements.", "53. During the reporting period, UNAMI also took steps to put in place the necessary logistical arrangements to substitute the support of the United States Forces. UNAMI is also continuing preparations to ensure that it is able to sustain its presence in Kirkuk and Basra.", "54. With support from the United Nations standing police capacity, a start-up team of four UNAMI police liaison personnel have been deployed to Baghdad, Erbil and Kirkuk to engage and coordinate UNAMI operations with the Ministry of the Interior and Iraqi police.", "...", "IV. Observations", "...", "60. Although the status of Kirkuk and other disputed internal territories remain divisive issues, I am encouraged by recent efforts by key Iraqi stakeholders to find common ground. Through the standing consultative mechanism under UNAMI auspices, political leaders, members of parliament and local representatives of Kirkuk have engaged in a dialogue on critical issues that will affect the future of Kirkuk and other disputed areas, including future security arrangements. I encourage the Government of Iraq and the Kurdistan Regional Government to continue to use this important forum to find mutually acceptable solutions that ultimately serve the interests of national reconciliation and long-term stability. The United Nations stands ready to assist in this process upon the request of the Government.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}