{"ITEMID": "001-103312", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF AYDEMIR v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-4 and 5-5", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1955 and lives in Sontheim an der Brenz (Germany).", "6. On 25 November 2003 the applicant was charged in Slovakia with blackmail within the meaning of Article 235 of the Criminal Code (Law no. 140/1961 Coll., as applicable at the relevant time).", "7. The charge was based on the suspicion that the applicant had sent a number of text messages from a German mobile telephone number to A. in Slovakia which contained serious threats that he would harm and kill her and their child.", "8. On 10 March 2004 the applicant was handed over to the Slovakian authorities to be prosecuted in Slovakia. He was subsequently detained in Slovakia pending trial there (see below).", "9. On 22 November 2004 the Levice District Court (Okresný súd) found the applicant guilty as charged and sentenced him to two years' imprisonment, suspended for thirty months. The applicant waived his right of appeal and, on the same day, the judgment became final and binding and the applicant was released.", "10. In so far as can be established from the applicant's submissions and the content of the documents in the case file, on 11 March 2004 a single judge of the District Court gave an order (uznesenie) for the applicant to be detained pending trial. The order was upheld following an interlocutory appeal (sťažnosť) by the applicant examined by the Nitra Regional Court (Krajský súd) on 20 May 2004. The decision on the appeal was served on the applicant's lawyer on 5 August 2004.", "11. On 5 October 2004 the applicant lodged a complaint with the Constitutional Court (Ústavný súd) under Article 127 of the Constitution.", "The applicant relied on Article 5 of the Convention and contended that his detention was unlawful and arbitrary since there was neither any “reasonable suspicion” with a basis in admissible evidence against him nor sufficient reasons to detain him. The applicant also argued that the impugned decisions lacked adequate reasoning and that the proceedings on his interlocutory appeal had not been speedy. He sought, inter alia, that the decision of 20 May 2004 be quashed, that he be released and that the Regional Court be ordered to determine his interlocutory appeal anew.", "12. On 22 June 2005 the Constitutional Court declared the complaint admissible.", "13. In a written submission of 31 August 2005 the applicant, inter alia, requested for comment a copy of any observations that the District Court and the Regional Court, as the defendants in the proceedings before the Constitutional Court, might have submitted in reply to his complaint.", "14. On 15 February 2006 the Constitutional Court gave a judgment (nález) in which it found that the Regional Court had violated the applicant's rights under Article 5 § 4 of the Convention in that it had failed to provide adequate reasoning for its decision of 20 May 2004 and in that the proceedings on the applicant's interlocutory appeal had not been speedy.", "15. The Constitutional Court quashed the decision of 20 May 2004. It observed that the applicant had meanwhile been released. The part of his constitutional complaint, which was aimed at his release and at a fresh examination of his interlocutory appeal, had therefore become moot. Nevertheless, while accepting that the applicant had sustained non-pecuniary damage, the Constitutional Court did not award him any just satisfaction on the ground that the finding of a violation of the applicant's rights was sufficient redress for him. However, the Constitutional Court allowed a part of the applicant's claim for legal costs", "16. The Constitutional Court took into account observations made in reply to the applicant's complaint by the District Court and the Regional Court but made no mention of the part of the applicant's complaint which concerned the substantive aspects of his detention.", "17. The judgment of the Constitutional Court was served on the applicant through the intermediary of his lawyer on 6 July 2006. No appeal lay against it.", "18. In so far as can be established from the applicant's submissions and the content of the documents in the case file, on 17 May 2004 the applicant requested release, offered a pledge, under Article 73 § 1 (b) of the Code of Criminal Procedure (Law no. 141/1961 Coll., as applicable at the relevant time) (“the CCP”), that he would live in accordance with the law and, as an alternative, applied for bail under Article 73a of the CCP.", "19. By law the request fell to be determined first by the regional prosecutor, who dismissed it and on 3 June 2004 forwarded it ex officio to the District Court for judicial determination.", "20. The request for release was then dismissed in turn by a three-judge bench of the District Court on 26 July 2004 and, on an interlocutory appeal by the applicant, by the Regional Court on 28 October 2004. The decision on the appeal was served on the applicant on 20 December 2004.", "21. The applicant challenged the decisions and various aspects of the procedure by way of two complaints under Article 127 of the Constitution.", "22. On 10 January 2006 the Constitutional Court declared inadmissible the complaint by which the applicant had mainly challenged the length of the proceedings in respect of his request for release, in so far as these proceedings had taken place before the public prosecution service and the District Court.", "The Constitutional Court found that any possible delays on the part of the public prosecution service had been insignificant and that, in so far as the District Court was concerned, the complaint was manifestly ill-founded on the ground that, at the time of its introduction with the Constitutional Court, the request for release was no longer pending before the District Court, which was why the applicant was no longer in need of protection by the Constitutional Court.", "The decision of the Constitutional Court was served on the applicant on 21 April 2006.", "23. On 23 August 2006 the Constitutional Court declared inadmissible as manifestly ill-founded a part of the applicant's outstanding constitutional complaint, which concerned the fact that the decision of 26 July 2004 had wrongfully been made by a bench whereas the body authorised to make it was a single judge. The Constitutional Court declared admissible the remainder of the complaint, as specified below. The decision was served on the applicant on 30 October 2006.", "24. In a judgment of 21 June 2007 the Constitutional Court found that there had been a violation of the applicant's rights under Article 5 §§ 1, 3 and 4 of the Convention, in that the Regional Court had failed to provide the applicant with a copy of the observations made by the prosecution service in reply to the applicant's request for release, combined with the fact that it had also failed to hear the applicant in person, rule on all claims in the appeal and provide adequate reasoning for its decision. Moreover, the proceedings before both the District Court and the Regional Court had not been “speedy”. In reaching this last conclusion the Constitutional Court observed that, prior to the ordinary court's involvement in deciding on the applicant's request for release, his request had been examined by the public prosecution service. The Constitutional Court found no issue in the length of the proceedings before the public prosecution service.", "25. The Constitutional Court held that there was no point in quashing the decision of the Regional Court in view of the fact that the applicant had meanwhile been released.", "26. The applicant was awarded 100,000 Slovakian korunas (SKK) in just satisfaction for non-pecuniary damage and the reimbursement of legal costs.", "The judgment was served on the applicant's lawyer on 17 August 2007.", "27. Until 30 June 2004 State liability for damage caused by decisions concerning pre-trial detention was governed by Chapter (hlava) 2 of Part (časť) 1 of the Act on State Liability for Damage Caused by a State Body's Decisions or Erroneous Official Action (Zákon o zodpovednosti za škodu spôsobenú rozhodnutím orgánu štátu alebo jeho nesprávnym úradným postupom – “the State Liability Act 1969”).", "28. Persons deprived of their liberty had a claim against the State for damages when the criminal proceedings against them were dropped or they were acquitted (section 5(1)).", "However, such compensation was excluded when the persons concerned were responsible for their own detention, in particular when they had tried to abscond or had otherwise given rise to the facts on which the decision concerning their detention was based.", "29. Section 18(1) rendered the State liable for damage caused in the context of carrying out functions vested in public authorities resulting from wrongful official action of persons entrusted with the exercise of those functions. An award of compensation could be made when the plaintiff showed that he or she had suffered damage as a result of the wrongful official action of a public authority, quantified its amount, and showed that there was a causal link between the damage and the wrongful action in question.", "30. The State Liability Act 1969 was traditionally interpreted and applied as not allowing for compensation to be awarded for non-pecuniary damage unless it was related to the deterioration of a person's health (see, for example, Pavletić v. Slovakia, no. 39359/98, § 55, 22 June 2004, and Havala v. Slovakia (dec.), no. 47804/99, 13 September 2001).", "31. By its judgment of 31 May 2007 in an appeal on points of law (no. 4Cdo 177/2005) concerning an action for damages under the State Liability Act 1969, the Supreme Court upheld the view that neither that Act nor an action for protection of personal integrity provided a legal basis for awarding compensation in respect of non-pecuniary damage caused by unlawful detention.", "The State Liability Act 1969 was, however, to be interpreted in line with Article 5 § 5 of the Convention which presupposed compensation for non-pecuniary damage and, pursuant to Article 154c § 1 of the Constitution, prevailed over the statutory text.", "This line of reasoning was followed in judgments of the Banská Bystrica Regional Court of 26 March 2009 and the Nitra Regional Court of 26 February 2010 when deciding on appeals nos. 12Co 5/2009 and 6Co 237/2009.", "32. In June 2002 the Minister of Justice submitted to the Government a draft bill providing for a new legislative framework for official liability.", "The bill was accompanied by an introductory report (predkladacia správa) in which the Minister observed, inter alia, that the old State Liability Act had been on the statute book since 1969 and that, owing to subsequent changes to the social system and the adoption of the Convention, there was a new understanding of the concept of State liability for damage, which called for the introduction of new legislation.", "33. The bill was later submitted to Parliament with an explanatory report, the relevant part of which stated that it was necessary to extend the current concept of the right to damages to incorporate just satisfaction in respect of non-pecuniary damage as well as pecuniary damage. The purpose of the proposed Act was, inter alia, to render the mechanism of compensation for damage caused by public authorities more effective and thereby reduce the number of cases in which claimants were obliged to seek redress before the European Court of Human Rights.", "34. The bill was adopted with effect from 1 July 2004 (Zákon o zodpovednosti za škodu spôsobenú pri výkone verejnej moci) and replaced the State Liability Act 1969.", "35. The right to compensation for damage caused by a decision concerning detention on remand (väzba) is vested in the person who was detained on remand provided that the criminal proceedings against him or her have been dropped (section 8(5)(a)) or he or she has been acquitted (section 8(5)(b)) or the matter has been referred to another authority (section 8(5)(c)).", "36. However, no such right arises when the person concerned himself or herself gave cause to the detention on remand (section 8(6)(a)).", "37. The State is also liable for damage caused by wrongful official action which comprises, inter alia, a public authority's failure to take action within the time-limit set, inactivity or any other unlawful interference with rights and legally recognised interests of individuals and legal entities (section 9(1)).", "38. The right to compensation for damage caused by wrongful official action is vested in the person who suffered the damage (section 9(2)).", "39. Under section 17 the compensation is to cover pecuniary damage, including loss of profit, and, where appropriate and necessary, nonpecuniary damage.", "40. The Act applies only to damage caused by decisions and wrongful official action occurring after it entered into force (section 27(1)).", "41. In a judgment of 16 March 2007 (in case no. 4C 258/2006) the Brezno District Court granted an action for damages by two individuals against the State under the State Liability Act 2003 and ordered the defendant to pay the costs of their defence in a criminal trial on charges of 2005 that had ended with their acquittal with final and binding effect in 2006.", "On 22 November 2007 the Banská Bystrica Regional Court upheld the judgment following the defendant's appeal.", "42. On 14 October 2009 the Bratislava Regional Court granted an appeal (case no. 2Co 238/2008) in an action brought by an individual against the State under the State Liability Act 2003 for damages and awarded him an amount of money in compensation for non-pecuniary damage caused by detention on remand in 2005 in the context of a criminal trial on charges of the same year that had ended with his acquittal with final and binding effect in 2006.", "43. In a judgment of 17 August 2009 (in case no. 19C 47/2006) the Bratislava District Court granted an action for damages by an individual against the State under the State Liability Act 2003 and awarded the claimant an amount of money in compensation for non-pecuniary damage caused by wrongful official action in connection with his detention pending a criminal trial.", "The impugned wrongful official action concerned the extension by a decision of 12 October 2004 until 28 April 2005 of the claimant's detention pending trial.", "The action was preceded by a judgment of the Constitutional Court of 19 October 2005 (in case no. I. ÚS 65/05) in which the Constitutional Court had found a violation of the claimant's rights under Article 5 §§ 3 and 4 in connection with the same facts.", "However, the Constitutional Court had been unable to award the claimant damages as he had made no claim to that effect."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}