{"ITEMID": "001-85105", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF PSHENICHNYY v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Margarita Tsatsa-Nikolovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["5. The applicant was born in 1957 and lives in Stavropol.", "6. A private company sued the applicant on a claim of unjust enrichment not related to his salary. It submitted a document showing that the applicant had received money from the company. The applicant counterclaimed that the document had been void.", "7. On 20 June 2002 the Leninskiy District Court of Stavropol rejected the applicant’s claim, partly allowed the company’s claim and ordered that the applicant repay 295,176 Russian roubles (RUB) to the company.", "8. By a supplementary judgment of 28 June 2002, the Leninskiy District Court ordered that the applicant pay the court fee of RUB 4,371.77.", "9. On 18 September 2002 the Stavropol Regional Court quashed the judgments and remitted the case.", "10. On 10 October 2002 the Leninskiy District Court allowed the applicant’s claim. It declared the voucher void, confirmed the applicant’s title to the disputed money, ordered that the company pay the applicant RUB 4,916 in legal costs and expenses and ordered that the applicant pay the company RUB 112.", "11. In its grounds of appeal the company complained that the first-instance and appeal courts had erred in the establishment of the facts.", "12. On 27 November 2002 the Stavropol Regional Court reversed the award of RUB 112, rejected the company’s claims in full, and upheld the remainder of the judgment.", "13. On 16 June 2003 the company filed an application for supervisory review of the judgments of 10 October and 27 November 2002. It reiterated its argument that that the first-instance and appeal courts had erred in the establishment of the facts and asked the Presidium of the Stavropol Regional Court to quash their judgments and to remit the case to the first-instance court.", "14. On 28 July 2003 the applicant filed comments on the application for supervisory review. He maintained his claims and asked the Presidium of the Stavropol Regional Court to reject the application.", "15. On 4 August 2003 the Presidium of the Stavropol Regional Court quashed the judgments of 18 September, 10 October and 27 November 2002 because the courts had incorrectly established the facts. It reinstated the judgment of 20 June 2002. Counsel for the applicant was present at the hearing.", "16. On an unspecified date the applicant repaid RUB 295,176 to the company.", "17. On 29 September 1999 the Supreme Commercial Court gave a binding interpretation of the provisions governing legal fee agreements. It indicated, inter alia, that contingency fee agreements were not enforceable. On 23 January 2007 the Constitutional Court confirmed that approach."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}