{"ITEMID": "001-106599", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "BUCHA v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Štefan Bucha, is a Slovakian national who was born in 1955 and lives in Žilina. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Mrs M. Pirošíková.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant is a practising lawyer. By two decisions given on 13 September 2006 and 30 November 2006, the Constitutional Court appointed him to represent a claimant in two sets of constitutional proceedings brought under Article 127 of the Constitution and concerning an alleged breach of the claimant’s rights under Article 5 of the Convention and its constitutional equivalent. The appointment was made in the context of the claimant’s request for legal aid. In the decisions, reference was made to section 31a of the Constitutional Court Act 1993 and to Articles 30 and 138 of the Code of Civil Procedure. They specified that the applicant had been chosen as his office was in the town where the claimant was detained.", "4. In written submissions to the Constitutional Court submitted on 16 August 2006 and 8 November 2006, the president of the ordinary court concerned argued that there had been no breach of the claimant’s rights.", "5. On 19 October 2006 and 18 January 2007 the claimant informed the Constitutional Court that he insisted on an examination of his case at an oral hearing.", "6. On 30 November 2006 and 20 March 2007 the Constitutional Court declared admissible the claimant’s complaints under Article 5 § 4 of the Convention and rejected the remaining claims. On the last-mentioned date it joined the two cases, to the extent that they had been declared admissible.", "7. The president of the district court involved excused himself from the hearing scheduled for 27 March 2007. He cited a heavy workload and also the wish to avoid additional costs. He agreed to the hearing being held in the absence of any representative of his court. The applicant was not informed of that communication prior to the hearing.", "8. On 22 March 2007 the applicant met his client, at the latter’s request, in order to complete the file and prepare the submissions which were to be made at the hearing.", "9. On 27 March 2007 the Constitutional Court heard the applicant and his client. The applicant submitted documentary evidence and arguments in support of the claimant’s complaints. He also specified the claim in respect of his costs. It totalled 44,395 Slovakian korunas (SKK). That sum included SKK 9,536 in respect of the applicant’s representation of the claimant at the hearing before the Constitutional Court and time and costs relating to the applicant’s journey to Košice for the purpose of the hearing. The individual items claimed were based on the relevant provisions of Regulation 655/2004 governing the payment of fees and costs to lawyers.", "10. By a judgment of 27 March 2007 the Constitutional Court found that Article 5 § 4 of the Convention had been breached on two occasions due to the fact that: (i) an ordinary court had not displayed due diligence in examining applications for release lodged by the applicant’s client; and (ii) a different court had failed to comply with the requirement of equality of arms when extending the claimant’s detention.", "11. The Constitutional Court ordered, inter alia, that SKK 26,101 should be paid to the applicant for the costs of the claimant’s representation. The relevant part of its decision reads:", "“The Constitutional Court, with regard to section 36(2) of the Constitutional Court Act 1993, considers ... it justified to make an award of SKK 26,101 in respect of the costs of the claimant’s legal representation... [It does not] grant the other costs claimed by the plaintiff’s representative, including the costs related to participation at the hearing held on 27 March 2007, the time of the return journey from Žilina to Košice, and travel and subsistence costs, as it does not consider them to have been necessarily incurred, as neither the representative nor the claimant put forward any facts in the course of the hearing which were unknown to the Constitutional Court on the basis of the claimant’s complaint and the files at its disposal.”", "12. The judgment specified that the Constitutional Court had not considered documentary evidence which the applicant had submitted on behalf of his client in the course of the oral hearing, as that evidence had not concerned the subject-matter of the proceedings as determined by the decisions on the admissibility of the claimant’s complaints.", "13. Article 47 § 2 of the Constitution guarantees to everyone the right to legal assistance in proceedings before courts, State authorities or public administration bodies under the conditions specified by law.", "14. Proceedings before the Constitutional Court are governed by the Constitutional Court Act 1993 (“the 1993 Act”).", "15. Pursuant to Section 20(2) of the 1993 Act, a person who wishes to bring proceedings before the Constitutional Court has to submit for a mandate in favour of the lawyer representing him or her in the proceedings unless the 1993 Act provides otherwise.", "16. Pursuant to section 30(1) of the 1993 Act, an oral hearing shall be held in proceedings concerning, inter alia, natural or legal persons’ complaints brought under Article 127 of the Constitution. The Constitutional Court may refrain from holding an oral hearing, subject to the parties’ agreement, where it cannot be expected that relevant new information will be obtained thereby (subsection 2 of section 30). Section 30(3) of the 1993 Act entitles the parties and their representatives to attend oral hearings.", "17. Pursuant to section 31(a) of the 1993 Act, unless the 1993 Act provides otherwise or unless it is excluded by the nature of the matter, the provisions of the Code of Civil Procedure and of the Code of Criminal Procedure are to be used by analogy in proceedings before the Constitutional Court.", "18. Section 36(1) of the 1993 Act provides that parties to proceedings before the Constitutional Court have to bear their costs and expenses. Subsection 2 of section 36 entitles the Constitutional Court, where justified and in accordance with the outcome of the proceedings, to order a party to fully or partially reimburse the costs and expenses of the other party.", "19. Article 30 provides that courts should appoint a representative to a party to the proceedings, at the latter’s request, provided that he or she meets the requirements for waiver of court fees and that such an appointment is necessary for the protection of the party’s interests.", "20. Article 138 § 1 provides, inter alia, that courts may grant a party’s request for waiver of court fees where it is justified by the situation of the party and provided that the claim at issue is neither frivolous nor clearly devoid of any prospect of success.", "21. Article 140 § 2 provides that where a lawyer was appointed to represent a party to proceedings, the State shall pay that lawyer’s fees and reimburse his or her costs.", "22. Article 142 § 1 authorises courts to grant to a party who was fully successful in an action the reimbursement of the costs which were necessary for the effective exercise or protection of his or her rights vis-à-vis the unsuccessful party.", "23. Section 18(1) obliges lawyers to protect and pursue the rights and interests of their clients and to abide by the latter’s instructions. Such instructions do not bind lawyers where they run contrary to generally binding legal rules. Subsection 2 of section 18 obliges lawyers to diligently use all legal means which they consider beneficial for their client. At the same time, lawyers should respect the principles of efficiency and economy while providing legal services.", "24. Section 20(2) provides that, without prejudice to section 21, a lawyer is entitled to refuse to provide legal services unless he has been appointed under special rules, such as Articles 30 and 31 of the Code of Civil Procedure.", "25. Section 21 enumerates situations in which a lawyer is obliged to refuse to provide legal services. Thus, under point (e), a lawyer has to refuse to provide legal services where he or she is unable, because of heavy workload or long-term absence, to duly protect the rights and interests of the client.", "26. Pursuant to section 25, when a lawyer has been appointed under the legal aid scheme to assist a client, the remuneration for his legal services is to be paid by the State.", "27. Under section 56(1), a breach of an obligation under the Advocacy Act 2003 or an internal regulation of the Bar Association attributable to a lawyer is qualified as a disciplinary offence. The sanctions for such offences are listed in subsection 2 of section 56. They include a written warning, public reprimand, a fine, suspending the right to practice as a lawyer for a period from six months to three years and being struck off from the roll.", "28. With reference to section 31a of the Constitutional Court Act 1993, taken in conjunction with Articles 30 and 138 § 1 of the Code of Civil Procedure, the Constitutional Court has held that it may appoint a lawyer to represent a natural or legal person, at that person’s request, provided that this is justified by the claimant’s situation and that the case is not clearly devoid of any prospect of success.", "29. In judgment II. ÚS 78/03 of 9 September 2004 the Constitutional Court ruled that the right to reimbursement of costs which were properly incurred is a part of the fundamental right to legal assistance. However, it did not find a breach of that provision in a situation where the ordinary court involved, while applying Article 142 § 1 of the Code of Civil Procedure, had made no award in respect of costs. The Constitutional Court held that the law provided for discretion in the assessment of whether the costs claimed were necessarily incurred. It concluded that the very essence of the claimant’s right under Article 47 § 2 of the Constitution had not been affected.", "30. In judgment II. ÚS 176/03 of 17 June 2008 the Constitutional Court found a breach of a person’s right to a hearing within a reasonable time. That person was represented by the present applicant. The Constitutional Court ordered the reimbursement of the applicant’s fees and costs. The sum awarded also took into account the claimant’s representation at the hearing held before the Constitutional Court and time and costs relating to the applicant’s journey to the seat of the Constitutional Court for the hearing.", "31. In accordance with the Supreme Court’s practice (for example, decision 4 Obo 51/93 of 31 January 1993), courts should assess whether costs incurred are reasonable. They should grant reimbursement of expenses which were necessary for the exercise or protection of a party’s right."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}