{"ITEMID": "001-78872", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF INTERSPLAV v. UKRAINE", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - claim dismissed;Costs and expenses award - domestic proceedings", "JUDGES": "", "TEXT": ["8. The applicant company, “Intersplav” (hereinafter “the applicant”), is a joint venture enterprise, based in the town of Sverdlovsk in the Lugansk Region, Ukraine.", "9. The facts of the case, as submitted by the parties, may be summarised as follows.", "10. The applicant manufactures goods using recycled scrap metal purchased in Ukraine, bearing a 20 % VAT rate. The major part of the applicant’s production is exported from Ukraine at a zero VAT rate. The applicant is thereby entitled to a refund of the VAT due on the price of the scrap metal. Under the Law on Value-Added Tax (see the Domestic Law part below) such a refund should be made within a one-month period following the applicant’s submission of the relevant calculations to the local tax administration. If the refund is delayed, compensation is payable. Both payments (the refund and compensation) are made by the State Treasury upon the submissions of the relevant tax authority.", "11. Since April 1998, the VAT refund to the applicant has been systematically delayed due to the failure of the Sverdlovsk Town Tax Administration to confirm the amounts involved. For the same reason, the applicant could not receive compensation for the delayed VAT refund.", "12. Since 1998, the applicant has complained to the Lugansk Regional Tax Administration and the State Tax Administration about the failure of the Sverdlovsk Town Tax Administration to issue certificates for the VAT refunds on time. However, these authorities found no illegalities in the actions of the Sverdlovsk Town Tax Administration, whilst recognising the existence of the State’s debts to the applicant.", "13. The applicant also complained to the Sverdlovsk Prosecutor and the General Prosecutor’s Office, without any result.", "14. In its letter of 22 October 2002, the applicant claimed that further obstacles had arisen in running its business, including new discriminatory legislation, transport controls by the police, and judicial proceedings against its employees for defamation instituted by the Tax Administration.", "15. Since 1998, the applicant has instituted a number of proceedings, more than 140 so far, in the Lugansk Commercial Court against the Sverdlovsk Town Tax Administration and the State Treasury Department in order to receive compensation for the delayed refund of the VAT.", "16. In the proceedings during 1999-2000, the applicant requested the court to oblige the Tax Administration to confirm the amounts of compensation due to the applicant. The court found for the applicant and ordered the tax administration to issue the requested confirmation for the amounts claimed.", "17. In the proceedings during 2001-2003, the applicant changed the subject of its claim and requested the courts to award it the amounts of the VAT refund and compensation directly. The Tax Administration and Treasury both opposed the claims; the former on the basis of an alleged lack of competence in VAT refunding, the latter on the basis of the impossibility of refunding any VAT without prior confirmation of such an amount by the Tax Administration. The court found for the applicant and awarded the claimed amounts in its decisions between 2001 and 2004. It confirmed the applicant’s right to compensation for the various delayed VAT refunds.", "18. The court decisions given between 1999 and 2002 were executed within periods ranging from four days to two years and eight months. The oldest decision that remained unenforced in February 2004, according to the applicant, was given on 18 March 2003.", "19. In its further correspondence, the applicant maintained that the Tax Authorities claimed that the court decisions given in its favour should not be directly enforceable, but would require the prior confirmation of the awarded amounts by the Tax Administration.", "20. On 17 March 2004 the applicant lodged a claim with the Lugansk Commercial Court against the Lugansk Regional Department of the State Treasury and the Sverdlovsk Town Tax Administration for their refusal to enforce the judgments rendered by the said court in the period between March 2003 and February 2004 (see the annex) and for a proposal to convert the amounts awarded by the above judgments into loan bonds with a five-year term.", "21. On 24 May 2004 the court found for the applicant and ordered the defendants to enforce the impugned judgments.", "22. The applicant maintained that, as of 18 June 2004, the amount of the State debt to the company confirmed by court decisions was UAH 26,363,200 (around EUR 4,119,250).", "23. The collection and refunding of value-added tax (VAT) is regulated by the Law on Value-Added Tax. Article 3 of the law provides that both the sale of goods in Ukraine and the export of goods from Ukraine are subject to taxation. Under Article 6 of the law, the former is taxed at a 20 % rate, whereas the latter is taxed at 0 %.", "24. The procedure to establish the amount of VAT due or to be refunded is regulated by Articles 7 and 8, which provide as relevant:", "“7.7. The procedure to establish the amount of tax to be paid into the budget or to be used as compensation from the budget, and the terms of settlements within the budget", "7.7.1. The amount of tax to be paid into the budget or refunded from the budget shall be determined as the difference between the total amount of tax obligations, which commence with any sale of goods (works, services) within the reporting period, and the amount of tax to be credited during the reporting period.", "Payment of the tax shall be made not later than the twentieth day of the month that follows the reporting period.", "7.7.2. The tax payer shall submit a tax declaration to the local body of State tax services ...", "7.7.3. Where ... the amount determined by subparagraph 7.7.1 of this Article is negative, it shall be refunded to the tax payer from the State budget of Ukraine within a month following the reporting period. ...", "Amounts that are not so refunded to the tax payer ... shall be considered a budget debt. Interest at 120 % of the basic rate of the National Bank of Ukraine shall be charged on that debt from the moment it arises and for the whole period of its validity, the repayment date inclusive. The tax payer is entitled at any moment after commencement of the budget debt to apply to a court with an action to collect the budget funds and establish the liability of the officials responsible for the untimely refund of overpaid taxes. ...", "7.7.5. Amounts of value-added tax are included in the State budget and shall first be used for budget refunds of value-added tax according to this Law. ... Where the amount of budget receipts obtained from the payment of value-added tax ... does not cover the amount subject to refunding ..., funds from other [State budget] resources ... shall be used for such compensation. ...", "8.1. A tax payer that performs export operations ... and files calculations for export compensation ... may receive such compensation within 30 calendar days from the date of submitting such calculations. ...", "8.6. Export compensation shall be provided within 30 calendar days, following the day of the filing of export compensation calculations.", "In case the tax payer fails to submit the calculation of export compensation within the established terms, export compensation shall not be provided and the amounts of such compensation shall be taken into account when calculating the tax payer’s future tax obligations ... Calculations of export budgetary compensation shall be submitted together with the declarations for the corresponding reporting period.”", "25. According to the Procedure for the Refund of Value Added Tax, adopted by the joint decree of the State Tax Administration of Ukraine and the Main Department of the State Treasury of Ukraine No. 209/72 on 2 July 1997, the VAT refund is made by the State Treasury of Ukraine on the basis of a confirmation by the tax authorities or a court decision. The VAT refund shall be made within five days after the tax authority has submitted the confirmation of the amount claimed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}