{"ITEMID": "001-81321", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MALECHKOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 5-5", "JUDGES": "Peer Lorenzen", "TEXT": ["6. The applicant was placed in preliminary detention on 3 July 1998 under an order of an investigator on the suspicion of having raped a minor on the previous day, 2 July 1998. The arrest was undertaken on the basis of a complaint filed by the victim whereby she had identified the applicant as one of the persons who had raped her. On the same day, the preliminary detention of the applicant was extended until 6 July 1998 by order of a prosecutor.", "7. Based on the complaint filed by the victim and the evidence collected by the police, a preliminary investigation was opened against the applicant on 6 July 1998. On the same day, he was charged with aggravated rape of a defenceless minor perpetrated on two occasions on 2 July 1998 together with another two individuals. By virtue of the same order, confirmed by the Prosecutor's Office later in the day, the applicant was detained on remand. He was presented with the aforesaid order and countersigned it on the same day.", "8. On 13 and 15 July 1998 the applicant filed appeals against his detention, which were examined and dismissed by the Pazardzhik Regional Court by decision of 20 July 1998. The court found that because the applicant was charged with a serious intentional offence there was a risk that he might abscond.", "9. The charges against the applicant were amended on 14 May and 24 June 1999. On both occasions the detention on remand was maintained on the grounds of the applicant's personality and the seriousness of the offence.", "10. On 28 June 1999 the preliminary investigation was concluded with a proposal that an indictment be filed against the accused.", "11. The Pazardzhik Regional Prosecutor's Office amended the charges against the applicant on 29 June 1999.", "12. The Pazardzhik Regional Prosecutor's Office entered an indictment against the applicant on 7 July 1999 charging him with being an accomplice to the rape of a minor using threats or force (Article 152 § 3 (1), in conjunction with § 2 (1) and § 1 (2) of the Bulgarian Criminal Code).", "13. On an unspecified date the victim joined the proceedings as a civil claimant.", "14. On 10 or 11 August 1999 the applicant appealed against his detention claiming, inter alia, that he had a permanent address and that the worsening financial situation of his family would preclude any possibility that he might abscond. With a resolution of 10 September 1999 the Pazardzhik District Court decreed that the appeal would be examined at the next court hearing.", "15. At a hearing on 4 October 1999 the Pazardzhik District Court dismissed the applicant's appeal. It considered that there were no new circumstances following his previous appeal of July 1998, that he was still charged with a serious intentional offence and, therefore, that there was still a risk that he might abscond, attempt to intimidate the victim and the other witnesses, and obstruct the discovery process in the proceedings. The lack of employment of the applicant was considered a contributory element to the risk that he might abscond. The court did not consider the length of the detention to be a reason onto itself which might justify a reassessment of the justification of the applicant's deprivation of liberty.", "16. On 10 November 1999, on appeal by the applicant of 6 October 1999, the Pazardzhik Regional Court upheld the lower court's decision on similar grounds.", "17. On 6 December 1999 the applicant filed another appeal against his detention.", "18. At the court hearing on the same day, the Pazardzhik District Court dismissed the appeal as it considered that the seriousness of the offence still inferred that he might abscond and re-offend. The court also considered that the length of the applicant's detention could not in itself warrant his release. At the end of the hearing, the court withdrew to deliver its judgment.", "19. In a judgment of 7 December 1999 the Pazardzhik District Court found the applicant and his two accomplices guilty as charged. He was sentenced to seven years' imprisonment and ordered to pay damages to the victim.", "20. The applicant appealed against the judgment on 4 January 2000 claiming that the imposed sentence was unjustified and unsupported by the evidence in the case.", "21. The hearings of 16 and 30 May 2000 before the Pazardzhik Regional Court were postponed due to improper summons of the civil claimant.", "22. The applicant's appeal was examined at the next hearing on 27 June 2000.", "23. In a judgment of 27 September 2000 the applicant's appeal was dismissed by the Pazardzhik Regional Court. The applicant did not appeal further and the aforementioned judgment became final on 27 October 2000.", "24. The applicant was held at the Pazardzhik Regional Investigation Service from 3 July to 10 November 1998. He was then transferred to the Pazardzhik Prison where he remained until 11 January 2001 before being moved to the Sofia Prison. It is unclear when he was released.", "25. The applicant claimed, which the Government subsequently challenged, that at this detention facility (1) there had been insufficient fresh air and sunlight in the cells; (2) there had been no exercise or healthy food; (3) hygiene had been lacking; (4) he had been denied access to newspapers, books, radio and television; (5) he could not meet with his representative in private, and (6) he could not maintain an active correspondence. In support of his assertions, the applicant submitted signed declarations from himself and another detainee, Mr D.G.", "26. In his declaration, the applicant claimed that he had been held in isolation for the duration of his detention at this facility in a cell which measured 67 sq. m. There had been two wooden beds covered with worn and torn mattresses, blankets and pillows. There had been fleas, cockroaches and mice.", "There had been no windows and the only fresh air entering the cell had come from the corridor through a grate above the door. There had been only artificial light which had been constantly switched on.", "The applicant had to satisfy the needs of nature in a bucket inside the cell, the contents of which were removed twice a day. He had access to sanitary facilities twice a day for three to five minutes during which time he had to throw out the bucket and pour himself drinking water in a dirty plastic bottle. The applicant bathed and shaved once a week with cold water.", "The food had been insufficient and lacked any meat. The applicant received half a kilogram of bread every day. He had to eat without cutlery from dirty plastic dishes.", "No exercise had been provided and he had not been allowed to read newspapers, magazines and books.", "27. Mr D.G., in his declaration, corroborated the applicant's statements.", "28. The applicant claimed, which the Government subsequently challenged, that at this detention facility (1) there had been insufficient fresh air and sunlight in the cells; (2) there had been no exercise or healthy food; (3) hygiene had been lacking; (4) he had been denied access to newspapers, books, radio and television; (5) he could not meet with his representative in private, and (6) he could not maintain an active correspondence. The applicant also submitted signed declarations from himself and another detainee, Mr I.S.", "29. In his declaration, the applicant stated that the conditions in the Pazardzhik Prison had initially been similar to those at the Pazardzhik Regional Investigation Service, but that they had improved in 1999. In addition and contrary to some of his complaints, he stated that he had been allowed to have visitors, that the food had consisted of meat or fish several times a week, that he had the ability to watch television, listen to the radio and read books and newspapers. The applicant also stated that he had access to other pastimes at this detention facility, that the sanitary facilities had been situated in the cell itself and that pest extermination activities had been undertaken on a regular basis.", "30. Mr I.S., in his declaration, corroborated the applicant's statements.", "31. The relevant provisions of the Code of Criminal Procedure (the “CCP”) and the Bulgarian courts' practice before 1 January 2000 are summarised in the Court's judgments in several similar cases (see, among others, Nikolova v. Bulgaria [GC], no. 31195/96, §§ 25-36, ECHR 1999-II; Ilijkov v. Bulgaria, no. 33977/96, §§ 55-59, 26 July 2001; and Yankov v. Bulgaria, no. 39084/97, §§ 79-88, ECHR 2003-XII (extracts)).", "32. On the basis of the relevant law before 1 January 2000, when ruling on appeals against pre-trial detention of a person charged with having committed a “serious” offence, the domestic courts generally disregarded facts and arguments concerning the existence or absence of a danger of the accused person's absconding or committing offences and stated that every person accused of having committed a serious offence must be remanded in custody unless exceptional circumstances dictated otherwise (see decisions of the domestic authorities criticised by the Court in the cases of Nikolova and Ilijkov, both cited above, and Zaprianov v. Bulgaria, no. 41171/98, 30 September 2004).", "33. The State Responsibility for Damage Act of 1988 (the “SRDA”) provides that the State is liable for damage caused to private persons by (a) the illegal orders, actions or omissions of government bodies and officials acting within the scope of, or in connection with, their administrative duties; and (b) the organs of the investigation, the prosecution and the courts for unlawful pretrial detention, if the detention order has been set aside for lack of lawful grounds (sections 1-2).", "34. In respect of the regime of detention and conditions of detention, the relevant domestic law and practice under sections 1 and 2 of the SRDA has been summarised in the cases of Iovchev v. Bulgaria (no. 41211/98, §§ 7680, 2 February 2006) and Hamanov v. Bulgaria (no. 44062/98, §§ 5660, 8 April 2004).", "35. The CPT visited Bulgaria in 1995, 1999, 2002, 2003 and 2006. All but its most recent visit report have since been made public.", "36. The Pazardzhik Prison was visited by the CPT in 1995, while the Pazardzhik Regional Investigation Service was visited both in 1995 and in 2006. The report from the latter visit has not yet been made public.", "37. There are also general observations about the problems in all Investigation Service detention facilities in the 1995, 1999 and 2002 visit reports.", "38. The CPT found that most, albeit not all, of the Investigation Service detention facilities were overcrowded. With the exception of one detention facility where conditions were slightly better, the conditions were as follows: cells did not have access to natural light; the artificial lighting was too weak to read by and was left on permanently; ventilation was inadequate; the cleanliness of the bedding and the cells as a whole left much to be desired; detainees could access a sanitary facility twice a day (morning and evening) for a few minutes and could take a weekly shower; outside of the two daily visits to the toilets, detainees had to satisfy the needs of nature in buckets inside the cells; although according to the establishments' internal regulations detainees were entitled to a “daily walk” of up to thirty minutes, it was often reduced to five to ten minutes or not allowed at all; no other form of out-of-cell activity was provided to persons detained.", "39. The CPT further noted that food was of poor quality and in insufficient quantity. In particular, the day's “hot meal” generally consisted of a watery soup (often lukewarm) and inadequate quantities of bread. At the other meals, detainees only received bread and a little cheese or halva. Meat and fruit were rarely included on the menu. Detainees had to eat from bowls without cutlery – not even a spoon was provided.", "40. The CPT also noted that family visits and correspondence were only possible with express permission by a public prosecutor and that, as a result, detainees' contacts with the outside world were very limited. There was no radio or television.", "41. The CPT concluded that the Bulgarian authorities had failed in their obligation to provide detention conditions which were consistent with the inherent dignity of the human person and that “almost without exception, the conditions in the Investigation Service detention facilities visited could fairly be described as inhuman and degrading”. In reaction, the Bulgarian authorities agreed that the CPT delegation's assessment had been “objective and correctly presented” but indicated that the options for improvement were limited by the country's difficult financial circumstances.", "42. In 1995 the CPT recommended to the Bulgarian authorities, inter alia, that sufficient food and drink and safe eating utensils be provided, that mattresses and blankets be cleaned regularly, that detainees be provided with personal hygiene products (soap, toothpaste, etc.), that custodial staff be instructed that detainees should be allowed to leave their cells during the day for the purpose of using a toilet facility unless overriding security considerations required otherwise, that the regulation providing for thirty minutes' exercise per day be fully respected in practice, that cell lighting and ventilation be improved, that the regime of family visits be revised and that pre-trial detainees be more often transferred to prison even before the preliminary investigation was completed. The possibility of offering detainees at least one hour's outdoor exercise per day was to be examined as a matter of urgency.", "43. The CPT established that the Pazardzhik Regional Investigation Service had fifteen cells, situated in the basement, and at the time of the visit accommodated thirty detainees, including two women in a separate cell.", "44. Six cells measuring approximately twelve square metres were designed to accommodate two detainees; the other nine, intended for three occupants, measured some sixteen-and-a-half square metres. This occupancy rate was being complied with at the time of the visit and from the living space standpoint was deemed acceptable by the CPT. However, all the remaining shortcomings observed in the other Investigation Service detention facilities – dirty and tattered bedding, no access to natural light, absence of activities, limited access to sanitary facilities, etc. – also applied there. Even the thirty-minute exercise rule, provided for in the internal regulations and actually posted on cell doors, was not observed.", "45. In this report the CPT found, inter alia, that the prison was seriously overcrowded and that prisoners were obliged to spend most of the day in their dormitories, mostly confined to their beds because of lack of space. It also found the central heating to be inadequate and that only some of the dormitories were fitted with sanitary facilities.", "46. The CPT noted that new rules providing for better conditions had been enacted but had not yet resulted in significant improvements.", "47. In most investigation detention facilities visited in 1999, with the exception of a newly opened detention facility in Sofia, conditions of detention were generally the same as those observed during the CPT's 1995 visit, as regards poor hygiene, overcrowding, problematic access to toilet/shower facilities and a total absence of outdoor exercise and outofcell activities. In some places, the situation had even deteriorated.", "48. In the Plovdiv Regional Investigation detention facility, as well as in two other places, detainees “had to eat with their fingers, not having been provided with appropriate cutlery”.", "49. During the 2002 visit some improvements were noted in the country's investigation detention facilities, severely criticised in previous reports. However, a great deal remained to be done: most detainees continued to spend months on end locked up in overcrowded cells twenty-four hours a day.", "50. Concerning prisons, the CPT drew attention to the problem of overcrowding and to the shortage of work and other activities for inmates."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}