{"ITEMID": "001-111373", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SEGAME SA v. FRANCE [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Access to court)", "JUDGES": "André Potocki;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant is a limited company under French law with its registered office in Paris.", "6. The applicant company ran an art gallery in Paris. In judgments of 13 September and 8 November 1993, the Paris Commercial Court ordered its judicial reorganisation, followed by its compulsory liquidation. On 21 December 2004, there being no more outstanding debts, the court terminated the liquidation proceedings.", "7. From 27 October 1993 to 12 April 1994 the tax authorities inspected the applicant company’s accounts for the period from 1 January 1991 to 8 November 1993. On 6 May and 5 October 1994 they sent them two supplementary tax assessments – one for 1991 and one for 1992 and 1993 – inter alia for supplementary tax on precious metals, jewellery, works of art, collectors’ items and antiques (hereinafter “the tax on works of art”), in accordance with the provisions of Articles 302 bis A to 302 bis E of the General Tax Code (since 1993, Articles 150 V bis to 150 V sexies of the same code).", "8. In addition to the additional tax, the applicant company was charged interest for late payment and a fine was imposed under Article 1788 ter of the General Tax Code (Article 1770 octies since 1993), equal at that time to 100% of the unpaid tax. On 25 January 1995 the company was served with a demand to pay a total of 15,927,514 French francs ((FRF) – 2,428,133 euros (EUR)), of which the fine accounted for half (FRF 7,963,757 or EUR 1,214,066.93).", "9. On 24 December 1997 the applicant company, represented by its court-appointed administrator, lodged a complaint with the Director of Revenue seeking relief from all the surcharges and fines demanded. It alleged on the one hand that the tax on works of art could be likened either to a value-added tax, which was contrary to Directives 77/388/EEC and 94/5/EC of the Council establishing special provisions applicable, inter alia, to works of art and collectors’ items, or to a capital-gains tax, with an effect equivalent to an export restriction or an internal taxation, both of which were prohibited by Articles 34 and 95 of the Treaty of Rome. The applicant company also argued that the fines, which could be likened to criminal convictions within the meaning of the European Convention on Human Rights, should have been imposed by a court.", "10. On 8 June 1998 the Director of Revenue rejected the complaint, stating that the tax concerned was not comparable to a value-added tax and did not hinder the free movement of goods, in so far as it applied to sales made either in France or in any other European Community member State. The Director of Revenue also pointed out that the Court, in its Bendenoun v. France judgment (24 February 1994, Series A no. 284) had acknowledged that the system of administrative penalties was compatible with Article 6 § 1 of the Convention, provided that their application was subject to court supervision.", "11. On 31 July 1998 the applicant company brought an action before the Paris Administrative Court seeking exemption from the supplementary tax on works of art demanded of it for the years 1991 to 1993 and from the related penalties, based on the same grounds as its earlier complaint.", "12. By a judgment of 4 November 2004, the court rejected the action. Concerning the conformity of the tax penalty with Article 6 § 1 of the Convention, it pointed out that the courts responsible for tax matters had full power of review over the facts concerned and their classification by the authorities, and decided in each case, in the light of the results of that review, either to uphold or apply the tax penalty effectively incurred in the amount provided for by law, without being able to adjust it to the circumstances of the particular case, or, if they considered that the authorities had not established that the infringements of the General Tax Code had been made out, not to fine the taxpayer. The court accordingly deemed that Article 6 § 1 did not necessarily require the tax court to have the power to adjust the amount of the penalty to suit the particular circumstances of the case.", "13. On 10 January 2005 the applicant company lodged an appeal with the Paris Administrative Court of Appeal.", "14. During those proceedings, order no. 1512 of 7 December 2005 reduced the fine provided for under Article 1788 of the General Tax Code (which became Article 1770 octies in 1993) from 100% to 25% of the unpaid tax.", "15. On 13 February 2006 the tax authorities reduced the fine by EUR 910,549.93, and on 6 July 2006 the additional tax on works of art demanded was reduced by EUR 28,735.12 because of a mistake in the calculation.", "16. The applicant company used the same arguments before the Court of Appeal as it had before the Administrative Court.", "17. By a judgment of 24 November 2006, the Administrative Court of Appeal, having taken note of the reductions and ruled that there was no need for it to take those amounts into account, upheld the judgment on the whole but reduced the price the tax authorities had placed on one work acquired by the applicant company. After careful consideration it rejected the applicant company’s formal and substantive arguments that the tax was at variance with Community law, for example, or that it should not have been applied to the acquisition of certain works. The court also rejected the argument under Article 6 § 1 of the Convention concerning the fine, for similar reasons to those given by the lower court, pointing out that the Administrative Court had full jurisdiction as required by Article 6 § 1, which did not require the court to be able to lower the rate of a fine when the legislation provided for a single rate.", "18. The applicant company appealed to the Conseil d’Etat on points of law, alleging, inter alia, that the tax was incompatible with Community law and the fine incompatible with Article 6 § 1 of the Convention, in so far as the court had no power to adjust it to reflect the seriousness of the taxpayer’s conduct according to a statutory scale.", "19. By a judgment of 27 June 2008, the Conseil d’Etat rejected the appeal. Regarding the fine, it held as follows:", "“Considering ... on the one hand that, in order to make the rate of the fine proportionate to the offence, the order of 7 December 2005 fixed it at 25%, and on the other hand that the tax court, having exercised its full power of review over the facts of the appeal and the classification adopted by the authorities, decides, in each case, depending on the results of that review, either to uphold the surcharge imposed by the authorities or to cancel it if it considers that the taxpayer has not infringed the rules applicable to works of art, and that it therefore has full jurisdiction as required under the provisions of paragraph 1 of Article 6 of the Convention ..., which do not imply that even where the legislation provides for a single rate for the fine in question the court must be able to adjust it and apply a rate lower than that provided for by law; accordingly, in not setting aside the fine provided for in Article 1761 of the General Tax Code in the present case, the court did not commit any error of law.”", "20. On 5 April 2005 the applicant company lodged two appeals with the Conseil d’Etat challenging the interpretation by the Minister of the Economy, Finance and Industry (“the Minister”) of the tax law found in the basic administrative documents (in its successive versions of 15 October 1989 and 15 June 1993), whereby the Minister defined the base of the tax on works of art as their selling price, including commission.", "21. The applicant company pointed out that Parliament alone had the power to create a tax and determine the key details of its establishment and collection, and submitted that the Minister, in whose name the administrative documents concerned had been drafted, had overstepped his powers.", "22. During the proceedings the tax was completely rewritten and the numbering changed, by Article 33 of the Budget Amendment Act 2005, adopted on 30 December 2005 and effective from 1 January 2006. On that occasion the provisions concerning the base of the tax, previously found in the administrative documents, and those concerning the collection of the tax, previously found in the regulatory part of the General Tax Code, were incorporated in the legislative part of the Code.", "23. By a judgment of 10 February 2006, the Conseil d’Etat joined the appeals and rejected them. It considered, based on the impugned provisions of the General Tax Code, that the law “implicitly but necessarily” intended to base the tax on works of art on the selling price and, for want of further clarification on this point, the selling price taken into account as a base for the tax should be understood to include all the costs borne by the purchaser. That being so, the Conseil d’Etat considered that, in basing the tax on works of art on the selling price including commission, the Minister had correctly interpreted the impugned provisions and had not laid down any new rules or overstepped his authority.", "24. On 21 June 2005 the applicant company lodged two appeals with the Conseil d’Etat to set aside the decisions by which the Prime Minister had implicitly rejected its requests to revoke the regulations governing the means of collecting the tax on works of art, issued pursuant to the Law of 19 July 1976 introducing the said tax. It contended that the provisions in question were of a legal nature and had been introduced by an authority which had no law-making powers. It further alleged that the legal provisions concerning the persons to whom the tax applied were confusing and unclear, in breach of the principle, enshrined in Article 7 of the Convention, that only the law can define a crime and prescribe a penalty.", "25. By a judgment of 5 May 2006, the Conseil d’Etat joined the appeals and rejected them. It considered that the regulatory authority had simply laid down the procedure for collecting the tax, in conformity with the provisions of the Law of 19 July 1976, and had not overstepped its authority or the terms of its remit. It further considered that the argument concerning the principle, enshrined in Article 7 of the Convention, that only the law can define a crime and prescribe a penalty could not be relied on in favour of setting aside the refusal to revoke the regulations in issue.", "26. The fixed-rate tax on works of art is a particular way of taxing capital gains. It was introduced by Article 10 of the Law of 19 July 1976 on the taxation of capital gains and the creation of a fixed-rate tax on precious metals, jewellery, works of art, collectors’ items and antiques. Until 1993 it was embodied in Articles 302 bis A to 302 bis E of the General Tax Code, then until 31 December 2005 in Articles 150 V bis to 150 V sexies of the same code. The relevant parts of those Articles read as follows.", "“I. Subject to the specific provisions applicable to business profits, ... the sale of jewellery, works of art, collectors’ items and antiques shall be subject to a 7% tax when the value exceeds FRF 20,000; when the price is between FRF 20,000 and 30,000, the base of the tax shall be reduced by a sum equal to the difference between FRF 30,000 and the said price.", "...", "These provisions shall also be applicable to sales made in another member State of the European Economic Community.", "...”", "“The tax provided for in Article 150 V bis shall be borne by the seller. It shall be paid by the intermediary taking part in the transaction or, failing that, by the buyer, within thirty days and under the same guarantees as turnover tax. However, where the sale is made in another member State of the European Community, the tax shall be paid by the seller, under the same conditions.", "The tax shall not be levied where the seller is a professional dealer in the goods concerned.”", "“The seller of jewellery or other objects mentioned in the second line of paragraph I of Article 150 V bis may opt, by a declaration made at the time of the sale, for the scheme defined in Articles 150 A to 150 T provided that he is able to show proof of the date and price of acquisition. The conditions of this option are fixed by decree of the Conseil d’Etat.”", "27. The Budget Amendment Act 2005 (Law no. 2005-1720 of 30 December 2005), which took effect on 1 January 2006, changed those provisions. Among other things it covered the person legally liable for the tax on works of art, the base on which the tax was assessed and how it was collected. Henceforth, Article 150 VK paragraph 1 of the same code reads:", "“The tax shall be borne by the seller or the exporter. It shall be paid by the intermediary resident in France for tax purposes who takes part in the transaction and under his responsibility or, failing that, by the seller or the exporter.", "...”", "28. Failure to pay the tax on works of art gives rise to a fine. At the material time Article 1788 of the General Tax Code (which became Article 1770 octies in 1993) provided:", "“Breaches of Articles 150 V bis to 150 V sexies shall give rise to a tax penalty equal to the unpaid tax and collected in the same manner as turnover tax.”", "Order no. 2005-1512 of 7 December 2005 on the simplification of taxation and the harmonisation and adjustment of penalties reduced the fine provided for in Article 1770 octies from 100% to 25% of the unpaid tax. Article 1770 octies became Article 1761 § 2 of the General Tax Code.", "29. Traditionally a distinction is made between a full administrative-law action (before an administrative court having full jurisdiction) and an appeal for judicial review seeking to have an administrative decision set aside. In the latter type of appeal the power of the administrative court is limited: it can only set aside a decision retroactively because of a legal flaw, without ruling on the merits. In a full administrative-law action, on the other hand, the powers of the administrative court are much broader: not only can it set aside or uphold an administrative decision, but it can also vary it, replace it with its own decision and rule on the rights of the interested party. It can also order the administrative authorities to pay damages. What is more, when the administrative court has full jurisdiction it examines the lawfulness of the decision referred to it in the light of the legal and factual circumstances at the time when it gives judgment (not, as in appeals for judicial review, at the time when the administrative decision was taken).", "Full administrative-law actions include appeals to establish the liability of the State in contractual or extra-contractual matters, actions concerning fiscal or electoral matters (municipal and district), appeals against administrative sanctions, and various other actions.", "30. In the realm of tax litigation, the administrative courts have jurisdiction in matters concerning direct taxes and turnover tax, while cases concerning indirect taxes are a matter for the ordinary courts. As a result, the administrative courts have the power to cancel the taxes and related penalties demanded by the tax authorities and can also fix the sum to be paid, within the limits of the applicable legal provisions. As regards penalties, the administrative courts can replace a higher rate with a lower rate when several rates are applicable depending on the taxpayer’s conduct.", "31. On the question of the power of the courts to vary the rate of tax penalties, the French Supreme Courts have adopted different solutions.", "32. Where fines are imposed in the event of late payment of the differential tax on motor vehicles (Article 1840 N quater of the General Tax Code – repealed on 1 March 2005), the Court of Cassation, in a judgment of 29 April 1997, declined to apply the Article in question as being contrary to Article 6 § 1 of the Convention in so far as “it did not provide for a full administrative-law action against the administrative decision enabling the court to rule on the principle and the amount of the fine” (Cass. com., Ferreira, Bulletin 1997 IV no. 110).", "33. That approach was subsequently confirmed (Cass. com., 17 November 1998, Dupuis, no. 9621749; Cass. com., 15 June 1999, Lise, Bulletin 1999 IV no. 130). In the judgment of 15 June 1999 mentioned above, the Court of Cassation held as follows:", "“Article 1840 N quater ... is incompatible with Article 6 § 1 of the Convention ... only in so far as the court before which proceedings are brought challenging a penalty imposed on a taxpayer by the tax authorities cannot rule on the principle and size of the fine, so the task of the court, before which the [individual concerned] argued that he had paid the tax immediately after being ordered to pay it, was to assess the proportionality of the penalty with the taxpayer’s conduct ...”", "The Court of Cassation explained in a judgment of 1 July 2003 (Cass. com., Gallotte, no. 00-13966), concerning a 40% supplementary tax demand for failure to declare a gift:", "“Article 6 § 1 ... opens up the right to appeal to a court having full jurisdiction to ensure that a fine imposed by the tax authorities is proportionate to the taxpayer’, and ... the trial court can exercise the power thus vested in it only if the party challenging the fine enables it to assess the principle and the amount of the fine ...”", "34. The Conseil d’Etat initially ruled on Articles 1728 and 1729 of the General Tax Code, which provide for different penalties depending on the taxpayer’s conduct and its classification in law (Article 1729, as it stood at the material time, provided for a 40% increase in the fine if the taxpayer had acted in bad faith, and 80% if there was deception).", "In an opinion of 5 April 1996 concerning Article 1729, the Conseil d’Etat stated:", "“[T]he law ... making penalties proportionate to the taxpayer’s conduct provided for the surcharge applied to vary according to the legal classification given to the conduct concerned. The relevant court, having fully exercised its power of review of the authorities’ classification of that conduct, must apply the relevant surcharge rate provided for by law, without being able to vary it in consideration of the seriousness of the offence committed by the taxpayer.” (CE, Houdmond opinion, Revue de jurisprudence fiscale (RJF) 5/96, no. 607)", "35. In another case concerning the possibility of varying the penalties provided for in Article 1729, the Conseil d’Etat gave the following explanation in an opinion of 8 July 1998:", "“[T]he relevant court, having fully exercised its power of review of the facts and the authorities’ classification thereof, decides in each case, depending on the results of the review, either to uphold or apply the surcharge effectively incurred at the rate provided for by law, without being able to vary it in consideration of the seriousness of the offence committed by the taxpayer, or, if it considers that the authorities have failed to establish that the taxpayer is guilty of deception or of acting in bad faith, only to charge interest for late payment. The provisions of paragraph 1 of Article 6 of the Convention ... do not oblige it to proceed otherwise ...” (CE, Fattell opinion, RJF 1998, no. 970; see also CE, 24 September 2003, Société Paolo Nancéienne, RJF 12/03, no. 1393)", "36. The Conseil d’Etat used the same reasoning in respect of Article 1728 of the General Tax Code, which provides for different rates of fine depending on the seriousness of the taxpayer’s failure to comply with the obligations concerning tax returns (CE, 8 March 2002, SARL Clinique de Mazargues, RJF 2002, no. 671, and CE, 6 June 2007, Lemarinier, RJF 2007, no. 1042).", "37. Subsequently, the Conseil d’Etat transposed this approach to penalties which, although they appeared in a separate Article of the General Tax Code, were part of a series of repressive measures that included penalties provided for in other Articles of the Code (see, for example, regarding the 5% fine provided for in Article 1788 septies (now Article 1788 A 4) of the Code in the event of failure to declare an immediately deductible value-added tax, CE, 30 November 2007, Société Sideme, RJF 2008, no. 172; regarding the 50% fine provided for in Article 1740 ter (now Article 1737) of the Code in the event of concealment or falsification of the identity or address of suppliers or clients, CE, 26 May 2008, Société Anonyme Norelec, RJF 2008, no. 981, and for the 150% fine (reduced to 100% in 2005) imposed under Article 1730 of the Code for obstructing a tax assessment, CE, 5 March 2009, Gonzales-Castrillo, Droit fiscal 2009 no. 10).", "38. In two decisions of 17 March 2011, following two preliminary questions of constitutionality concerning the 40% tax surcharge provided for in Articles 1728 and 1729 of the General Tax Code (for, respectively, non-declaration after receipt of notice and bad faith on the part of the taxpayer), the Constitutional Council declared the Articles in question to be in conformity with the Constitution, in the following similar terms in both decisions:", "“The principle of the individualisation of penalties that results [from Article 8 of the Declaration of 1789] implies that a tax surcharge, when imposed as a penalty, may be applied only if the authorities, subject to judicial review, expressly ordered it taking into account the particular circumstances in each case; it cannot, however, prevent the law from laying down rules to ensure the effective repression of offences;", "...", "The impugned provision instituted a financial penalty the nature of which is directly linked to that of the offence; the law itself adjusted the penalties according to the seriousness of the offence; the court decides in each case, having fully exercised its power of review of the facts and the authorities’ classification thereof, either to maintain ... the surcharge effectively incurred at the rate provided for by law, or to replace it by another rate provided for in the other provisions of the Article ... if it considers it legally justified [(Article 1728)], or, if it considers that the authorities have failed to establish that the taxpayer is guilty of deception or of acting in bad faith, it may decide only to charge interest for late payment [(Article 1729)]; it thus has the power to make the penalties proportionate to the taxpayer’s conduct; the rate of 40% is not manifestly disproportionate ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}