{"ITEMID": "001-57903", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF HENTRICH v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of P1-1;Violation of Art. 6-1;No violation of Art. 6-2;Not necessary to examine Art. 13;Not necessary to examine Art. 14+P1-1;Not necessary to examine Art. 14+6;Not necessary to examine Art. 14+13;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings;Pecuniary damage - reserved", "JUDGES": "N. Valticos", "TEXT": ["6. Mrs Liliane Hentrich, who is a French national, lives in Strasbourg.", "7. On 11 May 1979 she and her husband, Mr Wolfgang Peukert, bought 6,766 square metres of land in Strasbourg for a total sum of 150,000 French francs (FRF). Further building was not permitted on the land, which was entered in the land register in several different parcels: 2,126 sq. m of land, 406 sq. m of ground, house and appurtenant buildings, 130 sq. m of ground and cowshed, 2,353 sq. m of garden, ground and shed, and 1,751 sq. m of garden.", "8. The sale was concluded on the condition precedent that the SAFER (Regional Development and Rural Settlement Corporation) of Alsace did not exercise its right of pre-emption over the property within two months. The main tax office at Molsheim registered the sale on payment of duties, firstly on 28 May 1979 and then on 13 August 1979, when the sale took effect on expiry of the statutory time allowed for the SAFER to exercise its right, which it had not done.", "9. On 5 February 1980 Mrs Hentrich and her husband were notified by a bailiff of the following decision:", "\"As [the Commissioner of Revenue] considers the sale price declared in the contract of sale ... to be too low, he is exercising, for the benefit of the Treasury and with all the effects it entails, the right of pre-emption provided for in Article 668 of the General Tax Code over all the real property and appurtenant rights [acquired by them] ... [the Commissioner of Revenue] offers to pay [the buyers] or any other rightful claimant", "(a) the price specified in the contract of sale,", "(b) the ten per cent premium provided for in law, and", "(c) the costs and fair expenses of the contract on production of all the appropriate vouchers.\"", "10. On 31 March 1980 the applicant and her husband instituted proceedings in the Strasbourg tribunal de grande instance against the Commissioner of Revenue for the département of Bas-Rhin. They sought to have the pre-emption set aside on the grounds that the time-limit for exercising the right had not been complied with, the notification had been null and void (this ground was not pursued at the hearing) and there had been a misuse of powers and a breach of the Convention and of Protocol No. 1. In the alternative, they applied for an assessment by a court expert of the market value of the property in issue and an examination of the sellers.", "11. The tribunal de grande instance gave judgment against them on 16 December 1980. It ruled that the time allowed for exercising the right of pre-emption had begun to run on 13 August 1979 and it held that the State could not be blamed for not having exercised its right of pre-emption so long as the sale had not taken effect and was subject to the condition precedent.", "12. It rejected the complaints based on the Convention in the following terms:", "\"As to the breach of the Convention ... allegedly constituted by the right of pre-emption in Art. 668 of the GTC [General Tax Code]", "...", "If the Court were to conclude on that account that Article 668 GTC conflicted with the provisions of the Human Rights Convention, [the plaintiffs] could legitimately maintain that the French courts must in future refuse to apply Article 668 GTC.", "...", "[The plaintiffs] began by arguing that Article 668 GTC was blatantly inconsistent with Article 1 para. 1 of the Protocol to the Convention (P1-1), which provides that every natural or legal person is entitled to the peaceful enjoyment of his possessions and that no one shall be deprived of his possessions except in the public interest.", "But the Article referred to has a second paragraph, which provides: ‘The preceding provision shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary ... to secure the payment of taxes ...’", "It so happens that the French State, faced with tax evasion on an increasingly large scale, has felt obliged to enact the provisions of Article 668 GTC.", "By means of that Article the State hopes to ensure proper payment of the duties levied on contracts of sale.", "The impugned enactment is therefore not inconsistent with the provisions relied on.", "[The plaintiffs] went on to argue that Article 668 fell foul of Article 6 para. 2 (art. 6-2) of the Convention ..., which provides that everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law;", "that the exercise of the right of pre-emption by the Revenue was a penalty for a ‘presumed offence of tax evasion’; and", "that they were therefore regarded, by the very fact of the right of pre-emption having been exercised, as tax evaders with all that that implies in the way of disgrace and without their having any possibility of exculpating themselves.", "Article 668, however, states that the Revenue may exercise a right of pre-emption over property sold at a price it considers too low.", "It is therefore not necessary to prove tax evasion before this provision can be applied.", "It is sufficient for the price to appear to the Revenue to be too low without its having to determine the reason why it is too low, which may in fact have nothing to do with tax evasion (e.g. ignorance of the real value or kindness).", "Admittedly, the provision was enacted solely to counter tax evasion, but those to whom it is applied are nevertheless not necessarily tax evaders and cannot be regarded as such; no penalty is imposed on them and the State even pays them 10% more than the price they paid.", "This 10% premium has been provided for precisely because it may inadvertently happen that the right of pre-emption is applied in cases where there has been no attempt to evade tax by the persons concerned.", "[The plaintiffs] are therefore wrong to regard themselves as disgraced and as having been punished for committing tax evasion.", "[The plaintiffs] also alleged a breach of Article 6 para. 1 (art. 6-1) of the Convention ..., which lays down that a punishment can be imposed only after a hearing of the person whose rights are disputed or who is charged with a criminal offence.", "But Article 668 GTC in no way disputes the rights of anyone who has acquired a property and the purchaser is not charged with any offence.", "The provision merely confers a privilege on the State for the purpose of ensuring that taxes are paid.", "It is therefore not necessary, as [the plaintiffs] maintained, to allow them to prove that they paid the proper price and did not conceal any payment.", "Lastly, [the plaintiffs] asserted that they were the victims of a discriminatory measure prohibited by Article 14 (art. 14) of the Convention ...; and", "that the measure was discriminatory in relation to other buyers of neighbouring properties at almost identical prices, against whom the Revenue had not exercised its right of pre-emption.", "But the Revenue has complete freedom to exercise its right of pre-emption as it wishes.", "There is no evidence before the Court to support the contention that the State was influenced by considerations of race, nationality, language, political opinion or any of the other criteria referred to in Article 14 (art. 14) of the Convention.", "...\"", "13. The applicant and her husband appealed to the Colmar Court of Appeal on 23 January 1981. On 4 December 1981 the judge responsible for preparing the case for trial directed them to make their submissions by 5 February 1982.", "After securing an extension of time until 7 May, the applicants filed pleadings on 29 April 1982 in which they reiterated the arguments they had adduced at first instance. They supplemented their complaint of discriminatory treatment by pointing out that there was another piece of land that could, they said, have been pre-empted and by criticising the Revenue for having chosen the special procedure of pre-emption instead of the ordinary procedure of making a supplementary tax assessment. Lastly, they argued that the decision to exercise the right of pre-emption did not contain the reasons required by section 3 of Law no. 79-587 of 11 July 1979 (see paragraph 22 below).", "14. The Revenue filed its pleadings on 3 February 1983, as the judge responsible for preparing the case for trial had requested on 5 November 1982. The time-limit of 5 May 1983 that was given to the applicant and her husband for their reply was put back to 3 June and then 7 October. They filed their submissions on 19 September 1983. The pre-trial proceedings were concluded on 6 January 1984.", "15. The Colmar Court of Appeal held a hearing on 21 January 1985 and gave judgment on 19 February 1985. It upheld the lower court’s determination of the date on which the time allowed for exercising the right of pre-emption had begun to run and dismissed the appeal for the following reasons:", "\"The ground of appeal alleging that the notification of 5 February 1980 was unlawful because it did not, as required by section 3 of Law no. 79-587 of 11 July 1979, give any reasons must be rejected, account having been taken of the fact that it does not appear sufficiently substantial to constitute a preliminary point of administrative law, seeing that the notification appears to set out the legal basis and the reason of fact which prompted the Revenue to exercise the right of pre-emption.", "For the rest, the Court, without the slightest hesitation, adopts the excellent reasons for which the court below rejected the grounds relating, firstly, to the misuse of powers of which the Revenue was allegedly guilty by acting speculatively and, secondly, to the contravening by Article 668 of the General Tax Code of several fundamental principles laid down in the Convention ...\"", "16. The applicant and her husband appealed on points of law on 13 June 1985 and filed supplementary pleadings on 13 November.", "They argued two grounds of appeal, the first based on failure to comply with the time-limit for exercising the right of pre-emption and the second on breaches of Article 1 of Protocol No. 1 (P1-1) and Article 6 paras. 1 and 2 (art. 6-1, art. 6-2) of the Convention.", "In support of the second ground - the only relevant one here - they maintained, firstly:", "\"...", "It appears from reading these provisions [Article 1 of Protocol No. 1 and Article 6 para. 1 of the Convention (P1-1, art. 6-1)] together that no one can be deprived of his property, even by a tax law, without being able to defend himself in court proceedings. The fact remains, however, that the right of pre-emption conferred by Article 668 of the GTC (which has become Article L.18 of the Tax Proceedings Code) is exercised at the discretion of the State, which does not have to prove the allegation that the price was too low, and that this provision does not allow a dispossessed purchaser to show that he acted in good faith or that the price in question was a normal one. In the instant case the Court [of Appeal], which noted that the State’s right was a discretionary one and that it was impossible for the expropriated party to be heard in his own defence and still concluded that Article 668 of the GTC conformed with the provisions of Article 1 of the First Protocol and Article 6 para. 1 (P1-1, art. 6-1) of the ... Convention ..., did not draw from its own findings the legal conclusions which followed from them and thus breached the aforementioned provisions ...\"", "They went on:", "\"Article 6 para. 2 (art. 6-2) of the ... Convention ... provides: ‘Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.’ It is established that the purpose of Article 668 of the GTC is to prevent tax evasion and it provides for a penalty in respect of those guilty of it. In the instant case the Court [of Appeal], which refused to recognise that this was the purpose and nature of the State’s pre-emption so as not to apply to the State the provisions of Article 6 para. 2 (art. 6-2) of the Convention, misunderstood the meaning and scope of Article 668 of the GTC (which has become Article L.18 of the Tax Proceedings Code) and accordingly breached that provision.", "Lastly, the Court [of Appeal], which noted that the Revenue could exercise its right of pre-emption without having to prove the expropriated party’s guilt and without that party being able to prove his innocence, but still considered that such a measure did not contravene Article 6 para. 2 (art. 6-2) of the Convention, breached that provision in refusing to apply it.\"", "17. The Revenue’s defence was registered on 7 March 1986. The reporting judge, who was appointed on 18 April 1986, filed his report on 18 November 1986. The advocate-general was chosen on 2 January 1987. Initially heard on 31 March 1987, the case was transferred on 19 May 1987 to a full court of the Court of Cassation’s Commercial Division.", "18. On 16 June 1987 the Court of Cassation (Commercial Division) delivered four leading judgments, including one dismissing the applicant and her husband’s case.", "As to the ground of appeal relating to the breach of provisions of the Convention, it said:", "\"... in the first place, where the Revenue exercises the powers vested in it by Article 668 of the General Tax Code, the dispossessed purchaser may ask a court to rule on a challenge by him seeking to establish that the conditions for applying the aforementioned provision were not satisfied.", "In the second place, exercising the State’s right of pre-emption as provided by the aforementioned Article 668 does not imply that the dispossessed purchaser has committed a criminal offence, from which it follows that the exercise of this right was not within the contemplation of Article 6 para. 2 (art. 6-2) of the Convention ...", "The ground of appeal is therefore unfounded in every limb.\"", "19. Since 1981, it has been possible to build on the land, subject to conditions. The land has not been resold but has been left at the disposal of a neighbouring market gardener. Its current value is in the region of FRF 330 per square metre.", "20. At the time of the pre-emption in question, Article 668 of the General Tax Code provided:", "\"Without prejudice to the provisions of Article 1649 quinquies A and for a period of six months from the date on which the formality of registration for tax purposes or the combined formality [simultaneous registration for tax purposes and entry in the land charges register] is completed, the Revenue may exercise for the benefit of the Treasury a right of pre-emption over real property, real-property rights, businesses or goodwill, rights to leases or to the benefit of a promise of a lease of all or part of a property where it considers the sale price to be too low, by offering to pay the rightful claimants the price in question and a premium of ten per cent.", "The six-month period shall be reduced to three months where the formality is completed at the office for the area in which the property is situated.", "The decision to exercise the right of pre-emption shall be served by a bailiff.\"", "21. On 1 January 1982 Article 668 became Article L.18 of the Tax Proceedings Code and now provides:", "\"For a period of six months from the date of registration for tax purposes or the date on which the combined formality [simultaneous registration for tax purposes and entry in the land charges register] is completed, the State, represented by the Revenue, may exercise a right of pre-emption over real property, real-property rights, businesses or goodwill, rights to leases or to the benefit of a promise of a lease of all or part of a property where the Revenue considers the sale price to be too low, by offering to pay the purchaser or his successors in title the price in question and a premium of ten per cent.", "The six-month period shall be reduced to three months where the formality is completed at the office for the area in which the property is situated.", "The decision to exercise the right of pre-emption shall be served on the purchaser, vendor or their successors in title by a bailiff.", "The exercise of this right shall not prejudice the Revenue’s right to bring, where appropriate, adversarial supplementary assessment proceedings as provided for in Article L.55.\"", "22. The administrative decision to exercise the right of pre-emption provided for in this Article must - so it is stated in the Prime Minister’s circular of 10 January 1980 - contain reasons in accordance with Law no. 79-587 of 11 July 1979, which came into force on 11 January 1980 and whose relevant sections provide:", "\"Natural or legal persons shall have the right to be informed without delay of the reasons for unfavourable individual administrative decisions concerning them.", "To this end, reasons must be given for decisions which:", "(a) restrain the exercise of civil liberties or generally amount to a policing measure;", "(b) impose a penalty;", "(c) make the grant of an authorisation subject to restrictive conditions or impose obligations;", "(d) withdraw or rescind decisions creating rights;", "(e) assert prescription, an estoppel or a forfeiture;", "(f) refuse a benefit to which persons who satisfy the statutory conditions for receiving it are entitled.\"", "\"The reasons required by this Law must be in writing and include a statement of the considerations of law and fact on which the decision is based.\"", "23. Jurisdiction to hear appeals against pre-emption decisions under Article 668 of the General Tax Code is vested in the ordinary courts.", "Firstly, in a judgment of 22 December 1950 (Dalloz 1951, jurisprudence, p. 547) the Conseil d’Etat held that it had no jurisdiction, stating that \"by reason of the serious interference with the right of ownership which the power granted to the Revenue ... to exercise a right of pre-emption over sold real property entails ..., it is for the ordinary courts ... to deal with cases concerning the right of pre-emption\". Secondly, the ordinary courts have agreed to rule on challenges to pre-emption decisions. They initially reviewed only the formal correctness of pre-emption decisions (Lyons Court of Appeal, judgment of 14 April 1947, Gazette du Palais 1947, 2, 48). Subsequently they extended their review so as to satisfy themselves that pre-emptions had not had a speculative purpose and that they did not disclose any misuse of powers (Court of Cassation, Commercial Division, Lucan judgments of 5 February 1957, Juris-Classeur périodique 1957, I, 9875 and 9876).", "Having regard to the discretionary nature of the right of pre-emption, the Court of Cassation held, however, that the courts could not review the Revenue’s assessment that a declared price was too low.", "In its four leading judgments delivered on 16 June 1987 (see paragraph 18 above) the Court of Cassation considerably widened the scope of judicial review. Explicitly abandoning its earlier view of the discretionary nature of the right of pre-emption, it held that the reasons given for decisions to exercise the right must be in writing and contain a statement of the considerations of law and fact on which the decisions were based. It concluded from this that reasoning which stated only \"the Revenue considers the sale price to be too low\" was inadequate as it was too summary and too general, the Revenue being required to specify the facts on which it based its assessment that the stipulated sale price was too low, in order to enable a dispossessed purchaser to challenge the assessment and establish that the agreed price corresponded to the real market value of the property.", "In two of these cases the Court of Cassation quashed the impugned judgments for having contravened the provisions thus construed; in the other two, including the case of the applicant and her husband, it dismissed the appeals. The applicant and her husband were the only dispossessed purchasers who did not win their case in the Court of Cassation.", "24. In 1980 the Revenue exercised its right of pre-emption only once in the département of Bas-Rhin - against the applicant and her husband - and twenty-five times in the rest of France.", "Between 1980 and 1986 it carried out eighty-eight operations of this kind.", "Since the judgments of 1987 (see paragraph 18 above) it has refrained from resorting to pre-emption."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-2"], "NON_VIOLATED_BULLETPOINTS": []}