{"ITEMID": "001-5046", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "WALKER v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British citizen, born in 1957 and currently resident in Stansted, England. Before the Court he is represented by Ms. Nicola Rogers, legal adviser at the Aire Centre, London.", "On 11 February 1994 the applicant was convicted at Saffron Walden Magistrates' Court of threatening behaviour likely to cause harassment, alarm or distress, contrary to section 5 of the Public Order Act 1986. He was fined £50.", "The applicant appealed. His appeal was heard on 28 April 1994 at the Chelmsford Crown Court by a judge and two lay justices. The appeal was dismissed, and the court adjourned the sentence for full psychiatric and medical reports for 28 days. The court remanded the applicant in custody for that period, without considering whether to grant bail. It appears that the conditions for remanding the applicant in custody under the Bail Act 1976 were not satisfied, and that the applicant was entitled to bail.", "Prior to remanding the applicant in custody, the judge enumerated the applicant's previous convictions. The applicant had been conditionally discharged for two years after one of these. The applicant admitted being in breach of the conditional discharge. No action was taken in respect of this breach either by the Magistrates’ Court or by the Crown Court.", "On 27 May 1994 the applicant appeared before the same judge. The psychiatric report revealed nothing material and the judge purported to pass a sentence of 28 days' imprisonment retrospectively. Defence counsel pointed out that the offence under section 5 was not punishable by imprisonment. The judge then imposed a conditional discharge for 12 months (in substitution for the previous sentence).", "In a letter to the Criminal Appeal Office dated 7 December 1995, the Crown Prosecution Service stated that, in their view, the learned judge had indeed erred and counsel for the respondent had regrettably failed in his duty to assist the learned judge. The applicant was granted legal aid to make an application to the High Court for judicial review of the judge's decision to remand him in custody. On 14 February 1996 the application for judicial review of the remand in custody for psychiatric reports was granted. The High Court made a declaration in the following terms: “that the applicant's remand in custody was unlawful”.", "On 27 February 1996, the applicant’s solicitors addressed a request to the Lord Chancellor's Department for “substantial damages by way of compensation for his unlawful imprisonment”. On 22 April 1996, the Court Service informed the solicitors that it could not pay compensation, as ex gratia compensation from the Court Service was limited to cases where “the court staff are guilty of maladministration or negligence”. It indicated that the Court Service could not pay compensation for loss or damage arising from judicial decisions.", "An opinion from counsel of 23 September 1996 confirmed that no action lay against the Lord Chancellor's Department, and added that, similarly, no action lay against the judge, the justices, the Crown Prosecution Service or the Prison Service."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}