{"ITEMID": "001-57855", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF MIAILHE v. FRANCE (No. 1) (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["1. The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 13 December 1991, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention. It originated in an application (no. 12661/87) against the French Republic lodged with the Commission under Article 25 (art. 25) by three French nationals, Mr William Miailhe, who also has Philippine nationality, his mother Victoria, née Desbarats, and his wife Brigitte, née Damade, on 11 December 1986.", "2. In a judgment of 25 February 1993 (\"the principal judgment\") the Court found that there had been a breach of Article 8 (art. 8) of the Convention, as house searches and seizures by the customs had infringed the applicants’ right to respect for their private life and their correspondence (Series A no. 256-C, pp. 87-91, paras. 28-40 and point 2 of the operative provisions).", "Only the question of the application of Article 50 (art. 50) in the case remains to be determined. For the facts of the case, reference should be made to paragraphs 6-15 of the principal judgment (ibid., pp. 78-83).", "3. As the question of awarding just satisfaction was not ready for decision, although the criminal proceedings against Mr and Mrs Miailhe had already ended, it was reserved in whole in the principal judgment. The Court invited the Government and the applicants to submit in writing, within three months, their observations on the matter and, in particular, to notify it of any agreement they might reach (ibid., p. 91, para. 44 and point 4 of the operative provisions).", "4. The Registrar received the applicants’ memorial on 25 May 1993, the Government’s memorial on 14 September and the observations of the Delegate of the Commission on 21 October.", "5. At the deliberations on 25 November 1993 Mrs E. Palm, substitute judge, replaced Mr L. Wildhaber, who was unable to take part in the further consideration of the case (Rules 22 para. 1 and 24 para. 1 of the Rules of Court)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}