{"ITEMID": "001-60172", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF UNABHANGIGE INITIATIVE INFORMATIONSVIELFALT v. AUSTRIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant is a registered association (Verein) in Vienna and the publisher of a periodical called TATblatt. In the 9 December 1992 issue of TATblatt, the following leaflet was published:", "“Querformat, a (new) wall-newspaper against the trend towards the right wing ...”", "“Racism has a name and address", "The FPÖ [Austrian Freedom Party] and its party officials are certainly interested in your opinion! So, let's call them and tell them what we think of them and their policy. Or let's send them small gifts in response to their racist agitation.", "We have gathered a small selection of Vienna FPÖ officials, FPÖ offices and of course Jörg Haider in order to facilitate a little the unbureaucratic exchange of opinions.", "They will surely enjoy your phone calls, letters and parcels: ...”", "The above text was followed by a list of addresses and telephone numbers of members and offices of the Austrian Freedom Party (FPÖ).", "10. Between 25 January and 1 February 1993 an opinion poll (Volksbegehren) under the heading “Austria first” (“Österreich zuerst”) took place which had been initiated by the FPÖ several months before. The opinion poll, on the issue of immigration, consisted of twelve proposals, partly to amend legislation and partly to change administrative practices. It proposed, inter alia, the following:", "– to amend the Federal Constitution by a provision stating that Austria was not a country of immigration;", "– to stop immigration until a satisfactory solution to illegal immigration was found;", "– to oblige all foreign workers to carry an identity card at their place of work, showing that they had a valid work permit;", "– to increase the police force and create a separate border police;", "– to limit the percentage of pupils whose mother tongue was not German to 30 % and, if the percentage were higher, to create separate classes for foreigners;", "– to deny foreigners the right to vote; and", "– to require the immediate expulsion of and residence prohibition on foreign offenders.", "11. On 11 February 1993 Mr Jörg Haider, leader of the FPÖ and at that time a member of Parliament, brought civil proceedings for an injunction under Article 1330 of the Austrian Civil Code (Allgemeines bürgerliches Gesetzbuch) against the applicant before the Vienna Commercial Court (Handelsgericht). He requested that the applicant be prohibited from repeating the statement according to which he had incited people to “racist agitation” (“rassistische Hetze”) and any similar statements. He further requested that the applicant be prohibited from inviting people to “send small gifts in response to their racist agitation”, together with the publication of the names, telephone numbers and addresses of members of the plaintiff's political party.", "12. The applicant submitted that it had never identified itself with the leaflet at issue and had merely published it out of journalistic interest and in order to inform the public. Moreover, the words “racist agitation” were not a statement of fact but a value judgment, and were meant as a critical comment of the opinion poll “Austria first” which the plaintiff had initiated and which was directed against “immigration without control”.", "13. On 14 April 1994 the Vienna Commercial Court granted the injunction. It found that the impugned statement about “racist agitation” was not a value judgment, but a statement of fact. Such a statement contained a reproach of a criminal offence, namely “incitement to hatred” (Verhetzung) under Article 283 of the Austrian Criminal Code (Strafgesetzbuch), and not only damaged the plaintiff's reputation (Rufschädigung) but also amounted to an insult (Ehrenbeleidigung). In order to avoid the injunction, the applicant therefore needed to prove the truth of its statement. However, it had failed to do so. Even accepting that the plaintiff was, more or less, a right-wing politician, there was no evidence that he had attempted to incite hatred (verhetzen) against aliens or had attacked their human dignity.", "14. As regards the invitation to “send small gifts”, the court observed that a part of the applicant's readership was, for political reasons, prepared to use violence and anarchistic methods. In this respect the court noted that in the 9 December 1992 issue of TATblatt a letter to the editor had been published which read as follows:", "“... we organised in the night of 29 to 30 November our first action against Haider's referendum and have smashed several windows of the FPÖ headquarters in Salzburg. This was only the beginning. ...”", "15. According to another letter to the editor published in the 20 January 1993 issue of TATblatt, an FPÖ party office in Vienna had been “visited”, the words “racism stinks” had been sprayed on the walls, windows smashed and butter acid thrown into the office. The Commercial Court then quoted further letters of this kind which had appeared in various issues of TATblatt. The court found that against this background the invitation to “send small gifts” constituted an attack on the plaintiff's personality rights (Persönlichkeitsrechte) which had to be respected. Accordingly, the court granted the injunction in this respect also.", "16. On 29 August 1994 the applicant appealed against the injunction.", "17. On 26 January 1995 the Vienna Court of Appeal (Oberlandesgericht) dismissed the appeal. It confirmed the Commercial Court's view that the statement according to which the plaintiff had incited people to “racist agitation” was a statement of fact which the applicant had failed to prove. In this respect the court found as follows:", "“But since – as we have already outlined in dealing with the complaint concerning the facts – the meaning of the term 'racist agitation' could be established on the basis of general experience, and since the defendant has failed to submit any concrete allegations to the effect that the plaintiff had shown conduct corresponding to what is generally known as 'racism' and 'agitation', the court of first instance – without there being a mistake of law – rightly concluded that the defendant was unable to prove the truth of its allegations. ...”", "18. As regards the applicant's argument that this statement was covered by its right to freedom of expression, the Court of Appeal found that the interests of the applicant and the plaintiff had to be balanced against each other. However, the applicant's statement could not be justified by referring to freedom of expression, because the statement went beyond the limits of acceptable criticism by reproaching the plaintiff with a criminal offence. Moreover, the impugned statement was untrue and therefore not protected by Article 10 of the Convention. The Court of Appeal confirmed the decision of the Commercial Court in respect of both statements.", "19. On 13 March 1995 the applicant introduced an extraordinary appeal on points of law (außerordentliche Revision) against the Court of Appeal's decision in so far as it concerned the prohibition to repeat the statement that the plaintiff had incited people to “racist agitation”.", "20. On 6 April 1995 the Supreme Court (Oberster Gerichtshof) declared the extraordinary appeal inadmissible as it found that the qualification of the statement at issue as a statement of fact was in accordance with its previous case-law.", "21. Article 1330 of the Austrian Civil Code (Allgemeines bürgerliches Gesetzbuch) provides as follows:", "“1. Everyone who has suffered material damage or loss of profit because of an insult may claim compensation.", "2. The same applies if anyone disseminates statements of fact which jeopardise another person's credit, gain or livelihood and if the untruth of the statement was known or must have been known to him. In such a case the retraction of the statement and the publication thereof may also be requested ...”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}