{"ITEMID": "001-78414", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MIRVODA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1958 and lives in Krasnyy Luch, the Lungansk region.", "5. On 23 October 2000 the Krasnyy Luch Court (Краснолуцький міський суд Луганської області) gave two judgments in favour of the applicant against the State Open Joint Stock Mining Company Krasnolutska (ДВАТ Шахта „Краснолуцька” ДП ДХК „Донбасантрацит”). By these judgments the court awarded the applicant UAH 932.04 in salary arrears and 8,850 kilos of coal, respectively. The judgments became final and the enforcement writs were transferred to the Krasnyy Luch Bailiffs' Service (Відділ Державної виконавчої служби Краснолуцького міського управління юстиції) for enforcement.", "6. On 28 October 2004 the judgment awarding the applicant salary arrears was enforced in full. The judgment awarding the applicant coal has been partly enforced. To present day the applicant has received 2,950 kilos of coal. In accordance to the Government, the enforcement is impeded by the debtor's economic hardships.", "7. A description of the relevant domestic law can be found in Sokur v. Ukraine (no. 29439/02, § 17-22, 26 April 2005)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}