{"ITEMID": "001-83638", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ÇARALAN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicant, Mr Erdal Fırat Çaralan, is a Turkish national who was born in 1981 and lives in Istanbul. He was represented before the Court by Mr K.T. Sürek, a lawyer practising in Istanbul. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was a member of a political party, the Labour Party (Emeğin Partisi), at the time of the events giving rise to the present application.", "On 17 October 2000 the applicant was taken into police custody after having distributed leaflets of the Labour Party concerning collective labour agreements. On the same day, he was released without being brought before a judge.", "On an unspecified date the Eyüp public prosecutor imposed a fine of 22.815.000 Turkish Liras (TRL) on the applicant for illegally distributing leaflets. The applicant did not pay the due amount.", "Subsequently, on 26 February 2001 the Eyüp public prosecutor filed a bill of indictment with the Eyüp Magistrate’s Court charging the applicant of having illegally distributing leaflets under Article 534 § 1 of the Criminal Code.", "On 28 February 2001 the Eyüp Magistrate’s Court found the applicant guilty as charged and, by issuing a penal order (ceza kararnamesi), sentenced him to a fine of TRL 34,220,000. When issuing the penal order, the court did not hold a public hearing; it decided solely on the content of the case file.", "On 19 April 2001 the applicant filed an objection against the decision of 28 February 2001. In his petition, he maintained that the Labour Party was not required to obtain authorisation or to submit a copy of the leaflet in question to the authorities for information purposes prior to the distribution of leaflets as, according to Article 44 of Law no. 2908, the political parties were not required to do so. He further contended that he was deprived of the opportunity to submit his defence submissions to the Eyüp Magistrate’s Court in violation of Article 6 of the Convention. The applicant finally submitted that his criminal conviction infringed his freedom of expression, in violation of Article 10 of the Convention.", "On 13 June 2001 the Eyüp Criminal Court dismissed the applicant’s objection holding that the decision of 28 February 2001 was lawful.", "The decision of 13 June 2001 was not served on the applicant.", "On 21 May 2002 the applicant found out about the content of the decision of 13 June 2001 and paid the fine.", "Subsequently, on 29 November 2006 the Eyüp public prosecutor applied to the Ministry of Justice and requested that a written order be issued pursuant to Article 309 of the New Criminal Code to quash the judgment of the Eyüp Criminal Court dated 13 June 2001. On 16 January 2007 the Ministry of Justice issued a written order and instructed the Chief Public Prosecutor at the Court of Cassation to ask the Court of Cassation to set aside the said judgment.", "On 27 March 2007 the Court of Cassation quashed the judgment of the Eyüp Criminal Court. It held that, according to Article 44 of Law No. 2908 political parties were not required to obtain prior authorisation to distribute leaflets, and as a result the applicant’s conviction was not in line with the domestic law. It concluded that the applicant should be acquitted. The case file was remitted to the Eyüp Magistrate’s Court. After a re-examination of the case, on 15 May 2007 the Eyüp Magistrate’s Court acquitted the applicant of the charges against him and decided that he should be reimbursed for the fine he had paid in 2002. Furthermore, his conviction was erased from the judicial records.", "At the material time, Article 534 § 1 of the Criminal Code, Article 44 of Law no. 2908 and the relevant provisions of the Code of Criminal Procedure provided as follows:", "Article 534 § 1 of the Criminal Code", "“Persons who sell or distribute printed or handwritten documents and pictures in public places without having obtained a prior authorisation, in circumstances where a prior authorisation from the competent authority is required, shall be liable to a fine of a maximum of 30 Turkish liras.”", "Article 44 of Law no. 2908", "“Associations shall not publish or distribute leaflets, written statements or similar publications without a prior resolution by their executive board. The leaflets, written statements and similar publications shall contain the forenames, surnames and signatures of the president and members of the executive board which passed the resolution.", "A copy of the resolution by the association’s executive board to publish and of the leaflet, written statement or similar publication shall be lodged for information purposes with the highest ranking local authority and the public prosecutor’s office for the area. The latter shall deliver in exchange a receipt recording the time and date the documents were lodged. No leaflet, written statement or similar publication may be distributed or communicated to the press until 24 hours after it has been lodged.", "...", "The aforementioned provisions are not applicable in respect of political parties.”", "“The judge at the magistrates’ court may issue a penal order and decide on the merits of the case concerning the offences within the jurisdiction of the magistrates’ court without holding a hearing.", "With such a penal order only a fine or an imprisonment for a maximum of three months or the temporary suspension of exercising a profession or a seizure measure or some of them or all of them can be imposed (...)”", "“If the judge at the magistrates’ court finds it disadvantageous to deliver the sentence without a hearing, he will then decide a date for the hearing.”", "“If it is a prison sentence that has been delivered by a penal order, upon the filing of an objection a hearing shall be held.", "(...)", "If it is a fine or temporary suspension of the practice of a profession or a confiscation measure or some or all of them that is served by a penal order, upon the filing of an objection the president of the criminal court or the judge shall examine the objection under Articles 301, 302 and 303 [of the present code]. (...)”", "“Apart from the exceptions prescribed by law the decision upon an appeal shall be delivered without a hearing. The public prosecutor shall be heard if necessary.", "If the appeal is granted, the authority that examines the appeal shall also decide on the merits of the case.”", "“Decisions rendered upon objection are final. However, if the authority orders the suspect’s detention on remand, the latter can file an urgent objection.”", "In a judgment given on 30 June 2004 the Constitutional Court declared Article 390 § 3 of the Code of Criminal Procedure unconstitutional and a nullity. It held that lack of a public hearing before the Criminal Court of First Instance that examines the objections against the penal orders, would be in breach of the right guaranteed under Article 6 of the Convention, as well as Article 36 of the Constitution.", "Finally, Article 309 of the New Code of Criminal Procedure (no. 5271), concerning references to the Court of Cassation by written order of the Ministry of Justice (Kanun yararına bozma) provides:", "“Where the Ministry of Justice has been informed that a judge or court has delivered a judgment that has become final without coming under the scrutiny of the Court of Cassation, it may issue a formal order to the Chief Public Prosecutor requiring him to ask the Court of Cassation to set aside the judgment concerned ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}