{"ITEMID": "001-118605", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF AZIMOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Tajikistan);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Expulsion);Non-pecuniary damage - award", "JUDGES": "Dmitry Dedov;Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Ksenija Turković", "TEXT": ["6. The applicant was born in Tajikistan in 1979. In recent years he has lived most of the time in Russia, in the Moscow Region. He is currently detained in the Lukhovitsy Detention Centre for Aliens in the Moscow Region.", "7. The applicant lived in Tajikistan. His family owned a fruit farm near the town of Isfara in Tajikistan and about 10 hectares of orchards. They dried fruits and exported them to Russia. In 2002 the applicant moved to Russia, where he sold dried fruit at a market near Moscow. Every year he returned for two or three months to Tajikistan and helped his relatives with the harvest. He also sent money to his home town. He states that he has two wives: his first wife lives in Tajikistan with his children; his second wife moved to Russia, but after the applicant’s arrest (see paragraph 21 below) returned to Tajikistan.", "8. According to the applicant, members of his family were victims of politically motivated persecution in Tajikistan. Thus, the applicant’s elder brother, Barot, took part in the 1992-95 civil war in Tajikistan on the opposition side. In the applicant’s words, Barot was one of the leaders of the United Tajik Opposition. He was arrested in 1995. Following his arrest, thousands of people, including members of the applicant’s family, demonstrated on the streets of Isfara demanding his release. The police used firearms while dispersing the demonstration. In the years which followed, the applicant’s brother was tried and sentenced for anti-constitutional conspiracy, first in 1997 and then again in 2003. According to the applicant, Barot told him that he had been tortured while in detention.", "9. The applicant alleged that the Tajikistani authorities continued to persecute his family. On several occasions their family house was searched in the night; the applicant and his wife had to sleep fully dressed in fear of being apprehended. The authorities repeatedly and arbitrarily disconnected water and electricity supplies from his house. The local law-enforcement officers extorted money from him and forced the applicant to pay them part of his earnings in Russia. In addition, in 2007 the applicant had a quarrel with a local police officer.", "10. According to the applicant’s submissions, during his stays in Tajikistan he attended some opposition political gatherings.", "11. In November 2009 (the exact date of his arrival was disputed in the domestic proceedings in Russia) he arrived in Moscow from Tajikistan for the last time and started working at the Dorgomilovskiy food market in Moscow. In 2009 the applicant joined an opposition movement, Vatandor (“The Patriots”), which united Tajikistani nationals living abroad and wishing to see certain reforms in the country. The applicant took part in meetings of Vatandor members in Russia. The applicant’s name was put on the membership list of that organisation; however, he was not given any documents confirming his membership of Vatandor.", "12. On 26 March 2009 the Tajikistani authorities opened a criminal case against the applicant. He was accused of anti-government armed conspiracy. Specifically, the applicant was accused of being a member of several opposition movements responsible for armed riots – first, the “Bay’at” group and then the “Islamic Movement of Uzbekistan” (“the IMU”). His brother Barot was sentenced to imprisonment twice for membership of those groups and involvement in the riots. According to the Tajikistani authorities, in October 2007 the applicant took part in the construction of a military base in the mountains in Kyrgyzstan, near the border with Tajikistan, where the IMU kept firearms and ammunition. He took an oath of allegiance to the movement. The applicant was also involved in propagating the ideas of the movement amongst local youth.", "13. On 30 March 2009 a formal statement of charges was issued against the applicant. He was additionally charged with supporting the IMU with the money he earned in Russia. The applicant was also accused of being involved in dealing in stolen cars in Moscow and the forgery of car documents. He sent the proceeds of this activity to Tajikistan to finance subversive activities there.", "14. The applicant noted that there were two versions of the decision of 26 March 2009 to open a criminal case against him, as well as of the statement of charges of 30 March 2009. One version of the documents contained information apparently concerning another presumed member of the opposition, a Mr A. Abdulkhalikov. Furthermore, one version of the statement of charges against the applicant mentioned “stolen cars”, “forged documents” and “financing terrorist activities”, whereas another version did not contain that information.", "15. On 30 March 2009 the Tajikistani authorities ordered the applicant’s detention on remand in absentia. In the detention order personal data of the applicant contained information apparently concerning Mr Abdulkhalikov. The detention order did not mention stolen cars, forged documents, or financing of terrorist activities.", "16. On 22 March 2010 the Tajikistani authorities placed the applicant’s name on the international wanted list. In the international search request thus created the Tajikistani authorities placed the applicant’s own name in the column concerning his presumed accomplices.", "17. On 3 September 2010, in the town of Khudjand, three police officers were killed and several people wounded in a terrorist attack. On 6 December 2010, in a press interview concerning the applicant’s arrest in Russia (see paragraph 21 below), the Minister of Internal Affairs of Tajikistan mentioned the applicant as one of the perpetrators of that terrorist attack. The applicant was defined as amir (the leader) of a terrorist cell operating from Russian territory.", "18. In 2009-10 other suspected participants in the conspiracy were arrested in Tajikistan and stood trial there. Fifty-three people were convicted. One of them, Mr. Ismanov, was convicted inter alia of setting up “criminal contacts” with the applicant, and of transmitting “prohibited information” from the applicant in Russia to Tajikistan.", "19. During the trial several of the accused complained to the court of illtreatment by law-enforcement officers in the course of the preliminary investigation. The applicant referred to the case of Mr I. Boboyev, who died during questioning at the police station in the applicant’s home town, and who he stated was his cousin. The applicant also cited the case of Mr S. Marufov, a member of the Islamic Revival Party, who he said had been tortured to death by police officers in the applicant’s home town. The applicant lastly stated that a Mr I. Ismanov had been tortured. The wife of Mr Ismanov had seen the traces of torture, and was prepared to testify to it before the national court, but the court refused to hear her.", "20. On 8 December 2010 the Tajikistani authorities sent an extradition request to the Russian authorities. The extradition request was accompanied by assurances that the applicant would not be subjected to torture or cruel, inhuman, degrading treatment or punishment. He would have all opportunities to defend himself in Tajikistan, including the right to legal assistance. He would not be persecuted on political grounds, or because of his race, religion, nationality or political views. In addition, assurances were given that the applicant would be prosecuted only in relation to the crimes mentioned in the extradition request, that he would be able to leave Tajikistan freely after standing trial and serving a sentence, and that he would not be expelled, transferred or extradited to a third State without the Russian authorities’ consent.", "21. On 3 November 2010 the applicant was arrested in the town of Dolgoprudniy in the Moscow Region, in connection with the international search warrant against him. He was questioned by the officers of the antiextremism department of the Russian police.", "22. During the questioning he explained that he had come to Russia in November 2008 for work and that he had not applied for Russian nationality or sought political asylum. His documents were not in order; he claimed that he had lost his Tajikistani passport. The applicant alleged that his criminal prosecution in Tajikistan was politically motivated because of his membership of the Vatandor opposition movement.", "23. On 4 November 2010 the Dolgoprudniy Town Court remanded the applicant in custody pending examination of the extradition request.", "24. On 13 December 2010 the applicant requested the General Prosecutor’s office not to extradite him to Tajikistan, referring to imminent risk of ill-treatment there. He relied on reported cases of torture by lawenforcement agencies in Tajikistan and the relevant case-law of the Court. The applicant argued that, being connected to the political opposition, he belonged to a vulnerable group and that his criminal prosecution in Tajikistan was politically motivated.", "25. On 22 December 2010 the Dolgoprudniy Town Court extended the period of the applicant’s detention pending extradition until 3 April 2011.", "26. On 25 December 2010 the applicant appealed, claiming in particular, that his detention was not justified, because the asylum proceedings he had initiated earlier (see paragraph 38 below) had a suspensive effect and he could not have been extradited before the completion of those proceedings. Therefore, there was no reason to detain him.", "27. On 28 December 2010 the Ministry of Foreign Affairs of Russia informed the General Prosecutor’s Office that they did not see any obstacles to the extradition of the applicant to Tajikistan.", "28. On 14 January 2011 the Moscow Regional Prosecutor wrote a letter to the immigration authority in connection with the applicant’s request for asylum. In this letter he asked the Migration Authority to keep him informed of developments in the applicant’s case, and indicated that the applicant’s extradition was “under the control of the President of the Russian Federation”.", "29. On 27 January 2011 the Federal Security Service informed the General Prosecutor’s Office that they did not object to the extradition of the applicant to Tajikistan.", "30. On 8 February 2011 the applicant’s appeal was examined and dismissed by the Moscow Regional Court.", "31. On 29 March 2011 the Dolgoprudniy District Court extended the applicant’s detention until 3 July 2011. On 1 April 2011 the applicant appealed against the extension. The applicant alleged, in particular, that if extradited he could be subjected to treatment contrary to Article 3 of the Convention. On 19 April 2011 the Moscow Regional Court confirmed the extension of the applicant’s detention.", "32. On 23 June 2011 the Deputy Prosecutor General of Russia decided to extradite the applicant to Tajikistan.", "33. On 29 June 2011 the applicant was informed of that decision. On the same day the Dolgoprudniy Town Court decided to extend the applicant’s detention pending extradition until 3 November 2011.", "34. On 30 June 2011 the applicant appealed against the extradition order.", "35. On 2 July 2011 the applicant appealed against the extension of his detention.", "36. On 13 July 2011 Amnesty International issued a statement expressing concerns about the possible extradition of the applicant to Tajikistan.", "37. On 16 July 2011 the Moscow Regional Court upheld the extension of the applicant’s detention.", "38. On 10 November 2010 the applicant applied for asylum in Russia. In the application form he indicated that he belonged to the Vatandor opposition political movement. During the asylum interview he specified that he was not an active member of Vatandor and did not attend their gatherings, but simply “shared their political views”.", "39. On 2 December 2010 he supplemented his application for asylum and put forward the same arguments as in the extradition proceedings.", "40. On 23 March 2011 his application for asylum was refused by the Migration Authority (“the MA”), on the ground that the applicant’s fears of persecution on political grounds in his home country were unfounded. He was formally notified of that decision on 5 April 2011. The MA concluded that the applicant had committed crimes on the territory of Tajikistan. The applicant belonged to organisations which had been banned by a decision of the Supreme Court of Tajikistan in 1993; therefore, his presence at the demonstration in 1995 in support of his arrested brother had been of itself a criminal act. The applicant’s allegation that one-third of the population of the town of Isfara had been prosecuted for their political views was, in the view of the MA, absurd, since there were not enough police officers in Tajikistan to prosecute so many people. The MA also concluded that the applicant’s membership of Vatandor was merely passive, and therefore that he was not at risk of ill-treatment in this connection. The MA found, in particular, that “it was certain that the applicant did not belong to any political, religious or civic organisations”.", "41. On 25 April 2011 the applicant appealed, putting forward the same arguments as in the extradition proceedings.", "42. On 17 June 2011 the applicant’s appeal against that decision was rejected by the Federal Migration Service.", "43. On 9 September 2011 the Basmanniy District Court of Moscow dismissed the applicant’s appeal against the decision of the MA not to grant him the refugee status in Russia.", "44. The District Court noted, in particular, that in the previous ten years he had been travelling freely between Russia and Tajikistan, and that every year he returned to Tajikistan to visit his relatives in Isfara. The applicant had applied for asylum only after his arrest in Russia and not immediately at border control. The applicant’s closest relatives lived in Tajikistan undisturbed and did not leave the country. The court concluded that this demonstrated that the applicant had not been a victim of political persecution as he alleged.", "45. As regards the applicant’s membership of Vatandor and his brother being a former leader of the United Tajik Opposition, the court noted that the applicant’s political involvement was not official, that he only shared their political opinions and did not attend meetings, nor did he engage in agitation. The mere fact that he had political views which were different from the government’s official position did not give him the right to claim asylum.", "46. The court further noted that Tajikistan was a member of many international conventions, had an ombudsman, and respected human rights. As regards the references to other sources which cast doubt in Tajikistan’s human rights record, that information had been obtained from the mass media, was opinionated, and was therefore not objective.", "47. The court held that he had not produced sufficient evidence of the risk of persecution for political reasons at home, and that Tajikistan complied with its international obligations in the human rights area.", "48. The applicant appealed. On 30 November 2011 the Moscow City Court upheld the judgment on appeal in a summary fashion.", "49. On 16 September 2011 the Moscow Regional Court examined the applicant’s appeal against the extradition order. At the hearing the applicant was represented by a lawyer of his choice. The applicant denied committing the offences imputed to him and presented an alibi. The defence also claimed that if extradited to Tajikistan the applicant would be tortured, as many others accused of “religious extremism” had been. The defence referred in this respect to the relevant case-law of the Court and to numerous reports of international human rights NGOs and UN bodies competent in the field. The applicant also claimed that he had learned about the criminal prosecution against him only at the moment of his arrest in Russia. He also referred to numerous inconsistencies in the documents submitted in support of the extradition request by the Tajikistani authorities (see paragraphs 14-16 above).", "50. The prosecution did not contest that the applicant belonged to the opposition movement and had been present at political gatherings. However, they drew the court’s attention to numerous inconsistencies in his submissions, cast doubt on the reliability of the sources of information relied on by the applicant, and stressed that the applicant was involved in a terrorist organisation.", "51. Having heard the parties, the Regional Court upheld the extradition order. The Moscow Regional Court’s reasoning can be summarised as follows. The court observed that the applicant faced serious criminal accusations and that the acts imputed to him would in principle qualify as “crimes” under Russian law. It was not the task of the Russian court to establish whether the applicant was guilty of the impugned crimes. The court held that the inconsistencies in the Tajikistani documents were “technical errors” and did not affect the validity of the extradition request.", "52. It was impossible for the court to establish when exactly the applicant had entered the territory of Russia for the last time, since the applicant’s own submissions in this respect were inconsistent, and there was no official information on the matter. However, the court found that it certainly had not been in November 2009, as the applicant had alleged. According to his original statement to the prosecutor, the applicant had been residing permanently in Russia since 2008. He had not applied for political asylum in Russia before his arrest. Although the applicant had lost his passport in 2010, he did not contact the embassy of Tajikistan to obtain a new one. During the interview the applicant was unable to indicate his exact address in Russia.", "53. The applicant had a family in Tajikistan, which included his brother’s family and his first wife and children. They all lived in their family house. He regularly spoke to them on the telephone, and it was impossible that they would not tell him about the criminal prosecution. The court concluded that the applicant had been living in Russia permanently since 2008, that he had been aware of the criminal proceedings against him in Tajikistan, and that he had been hiding from the Tajikistani authorities in Russia.", "54. The court did not find any evidence that the applicant’s case was “political”. At the first questioning he mentioned that he had come to Russia to find work, not out of fear of persecution. At the hearing the applicant stated that he had attended a political gathering in 1995, but that his role had been limited to giving a lift in a car to his relatives and taking them to the venue of the gathering. He denied having been involved in any political anti-governmental activity in Tajikistan. His activity in the Vatandor political movement was minimal: he simply shared their political opinions. The court observed that the applicant’s brother, Mr B. Azimov, was serving a prison sentence in Tajikistan; however, other members of his family, including his elder brother Mr R. Azimov, were all living in Tajikistan. The applicant’s first wife lived in Tajikistan with their five children and his second wife had been able to leave Tajikistan freely and come to Russia. His family owned ten hectares of orchards near a recreational zone. He was able for many years to maintain himself and his family with his earnings from selling dried fruit in Russia. The authorities thus did not interfere with his business interests or those of his family, despite the allegedly political underpinning of the case against him. His own testimony about the political nature of the prosecution was inconsistent. He first stated that the criminal case against him resulted from personal animosity between him and the chief of the local police following a quarrel in a café. Later in the court proceedings the applicant suggested that the criminal prosecution had been instituted so that his family’s land could be taken away.", "55. The court also examined letters received from Amnesty International in support of the applicant’s cause, and noted that they did not contain anything which would point to the existence of a risk of ill-treatment to him personally.", "56. The court finally analysed the institutional and legislative guarantees against ill-treatment which existed in Tajikistan, as well as its international obligations, and concluded that they were sufficient to guarantee that the applicant would not be subjected to any ill-treatment.", "57. On 1 November 2011 the Moscow Regional Court ruled that the applicant’s detention would not be extended pending extradition, because the period of the applicant’s detention had reached the maximum established by law (twelve months). At the same time, the court indicated that since the applicant had been residing in Russia without papers, he could have been subjected to expulsion (administrative removal) proceedings and detained on that ground.", "58. On 9 November 2011 the Supreme Court confirmed the validity of the extradition order and upheld the reasoning of the lower court.", "59. On 2 November 2011 the prosecutor’s office forwarded the relevant documents in respect of the applicant to the police, who drew up a report on his illegal stay in Russia, which amounted to an administrative offence under Article 18.8 of the Code of Administrative Offences (“the CAO”).", "60. On the same day, the Dolgoprudniy Town Court of the Moscow Region examined the case against the applicant and found him guilty. The court established that the applicant had unlawfully resided in Russia from February 2010 until his arrest on 3 November 2010 with a view to extradition. The court imposed an administrative fine on the applicant, ordered his expulsion (administrative removal) from Russia and placed him in detention pending expulsion because of the gravity of the offence and because the applicant had no stable income in Russia. No specific time-limit for the applicant’s detention was given by the court. The court did not address his arguments about the risk of ill-treatment in the event of his deportation to Tajikistan.", "61. On 3 November 2011 the public prosecutor ordered the applicant’s release from detention pending extradition, because the maximum term prescribed by law had expired. In the release order the prosecutor noted that an extradition check was in progress. The applicant was not released but was transferred to the Serpukhov Detention Centre for Aliens in the Moscow Region, according to the detention order issued in the course of the expulsion proceedings.", "62. On 6 November 2011 the applicant’s lawyers appealed against this order to the Moscow Regional Court. They submitted that the court had refused to consider the applicant’s arguments concerning the possibility of ill-treatment in Tajikistan.", "63. According to the applicant, during the night of 17 November 2011 he was visited in the detention centre by two police officers from the antiextremism department of the Ministry of Interior. They offered the applicant the opportunity to leave Russia for Tajikistan voluntarily, with a plane ticket provided by them. He was also photographed. It appears that the Dolgoprudniy Town prosecutor in charge of his case was not informed of that visit. Nor were the applicant’s lawyers informed thereof. The applicant declined the offer and was returned to his cell.", "64. On 22 November 2011 the Moscow Regional Court adjourned the hearing concerning the expulsion order due to the failure of one of the witnesses, a police officer who had issued the administrative offence report, to appear.", "65. On 6 December 2011 the Moscow Regional Court examined the appeal. The police officer did not appear at the hearing, but the court decided to proceed with the case. The applicant was not present at the hearing either, since the police had not arranged for him to be transferred from the detention centre to the court; however, his lawyer was present. According to the applicant’s lawyer, the judge told her that the court had no obligation to arrange for the applicant to attend in person. The court confirmed the validity of the expulsion and detention orders. The court did not address the arguments concerning the risk of the applicant being illtreated in Tajikistan. The court did not specify the period of the applicant’s detention with a view to expulsion.", "66. On 4 May 2012 the applicant was transferred to the Lukhovitsy Detention Centre for Aliens in the Moscow Region.", "67. On 1 August 2012, at the applicant’s representative’s request, the Russian Office of the United Nations High Commissioner for Refugees (UNHCR) expressed the following opinion on the risk of ill-treatment the applicant faces in Tajikistan:", "“In accordance with numerous reports of international organisations as well as generally accessible information on the Republic of Tajikistan, because of mass violations of human rights and basic principles of international law by the Tajikistani authorities, including the principle of prohibition of torture, in particular, widespread practices of torture and ill-treatment by law-enforcement bodies, especially to extract confessions in criminal proceedings, violations of fair trial provisions, such as denial of access to legal counsel and lack of an independent judiciary, taking into account the fact that in Tajikistan the applicant is to be prosecuted in connection with criminal offences, the UN Refugee Agency considers that there exists a real risk of torture for the applicant in the event of his expulsion to Tajikistan.”", "68. Chapter 54 of the Code of Criminal Procedure (“the CCrP”) of 2002 governs the procedure to be followed in the event of extradition.", "69. An extradition decision made by the Prosecutor General may be challenged before a court (Article 463 § 1). In that case the extradition order should not be enforced until a final judgment is delivered (Article 462 § 6).", "70. A court is to review the lawfulness and validity of a decision to extradite within a month of receipt of a request for review. The decision should be taken in open court by a panel of three judges in the presence of a prosecutor, the person whose extradition is sought and the latter’s legal counsel (Article 463 § 4).", "71. Issues of guilt or innocence are not within the scope of judicial review, which is limited to an assessment of whether the extradition order was made in accordance with the procedure set out in applicable international and domestic law (Article 463 § 6).", "72. Article 464 § 1 lists the conditions under which extradition cannot be authorised. Thus, the following should be refused extradition: a Russian citizen (Article 464 § 1 (1)) or a person who has been granted asylum in Russia (Article 464 § 1 (2)); a person in respect of whom a conviction has become effective or criminal proceedings have been terminated in Russia in connection with the same act for which he or she has been prosecuted in the requesting State (Article 464 § 1 (3)); a person in respect of whom criminal proceedings cannot be launched or a conviction cannot become effective in view of the expiry of the statute of limitations or under another valid ground in Russian law (Article 464 § 1 (4)); or a person in respect of whom extradition has been blocked by a Russian court in accordance with the legislation and international treaties of the Russian Federation (Article 464 § 1 (5)). Finally, extradition should be refused if the act that serves as the basis for the extradition request does not constitute a criminal offence under the Russian Criminal Code (Article 464 § 1 (6)).", "73. Article 109 of the CCrP regulates, inter alia, periods of detention with a view to extradition (Directive Ruling of the Plenary Session of the Russian Supreme Court no. 22 of 29 October 2009, § 34). The maximum statutory period of detention in connection with serious offences is twelve months (Article 109 § 2).", "74. In its Directive Ruling no. 11 of 14 June 2012, the Plenary Session of the Russian Supreme Court indicated, with reference to Article 3 of the Convention, that extradition should be refused if there were serious reasons to believe that the person might be subjected to torture or inhuman or degrading treatment in the requesting country. Extradition could also be refused if exceptional circumstances disclosed that it might entail a danger to the person’s life and health on account of, among other things, his or her age or physical condition. Russian authorities dealing with an extradition case should examine whether there were reasons to believe that the person concerned might be sentenced to the death penalty, subjected to illtreatment or persecuted because of his or her race, religious beliefs, nationality, ethnic or social origin or political opinions. The courts should assess both the general situation in the requesting country and the personal circumstances of the person whose extradition was sought. They should take into account the testimony of the person concerned and that of any witnesses, any assurances given by the requesting country, and information about the country provided by the Ministry of Foreign Affairs, by the relevant United Nations institutions and by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment.", "75. Article 18.8 of the CAO provides that a foreign national who infringes residence regulations of the Russian Federation, including by residing on the territory of the Russian Federation without a valid residence permit or by failing to comply with the established procedure for residence registration, is liable to punishment by an administrative fine of 2,000 to 5,000 Russian roubles (RUB) with or without administrative removal from the Russian Federation. Under Article 28.3 § 2 (1) a report on the offence described in Article 18.8 is drawn up by a police officer. Article 28.8 requires such a report to be transmitted within one day to a judge or to an officer competent to examine administrative matters. Article 23.1 § 3 provides that the determination of any administrative charge that may result in removal from the Russian Federation shall be made by a judge of a court of general jurisdiction. The statute of limitations for administrative offences listed in Article 18.8 is one year from the date the relevant offence was committed (Article 4.5 § 1).", "76. Article 3.10 provides for two types of administrative removal, namely “controlled independent exit” and controlled forced removal.", "77. Article 32.10 § 5, as in force at the material time, allowed domestic courts to order a foreign national’s detention with a view to administrative removal.", "78. Article 27.3 § 1 provides that administrative detention can be authorised in exceptional cases if it is necessary for the fair and speedy determination of the administrative charge or for execution of the penalty. Federal Law no. 410-FZ of 6 December 2011, which amends certain provisions of the CAO, introduced Article 27.19, which specifies that administrative detention can be authorised in the case of controlled forced removal.", "79. Article 30.1 § 1 guarantees the right to appeal against a decision on an administrative offence to a court or a higher court. Article 30.5 § 3 provides that an appeal against an administrative removal order must be examined within one day of submission of the appeal.", "80. Article 31.9 § 1 provides that a decision imposing an administrative penalty may not be enforced after the expiry of a two-year period from the date on which this decision became final.", "81. Article 3.9 provides that an administrative offender can be penalised with administrative arrest only in exceptional circumstances, with a maximum term of thirty days.", "82. Section 20 § 2 (2) of Federal Law no. 109-FZ of 18 July 2006 provides that a foreign national temporarily residing in Russia must register with a local migration authority within seven days.", "83. In judgment no. 6-P of 17 February 1998 the Russian Constitutional Court held, with reference to Article 22 of the Russian Constitution, that detention of a person with a view to removing him from Russia requires a court decision if that detention exceeds forty-eight hours. That decision must establish whether the detention is necessary for the purposes of enforcing the removal. The court should also assess the lawfulness and reasons for detention. Detention for an indefinite period of time is not acceptable, since it may become a form of punishment, which does not exist in Russian law and which is incompatible with the provisions of the Constitution.", "84. In October 2012 a group of Russian NGOs (including the Public Verdict Foundation, the Civic Assistance Committee, the Memorial Human Rights Centre, Soldiers’ Mothers of Saint Petersburg, the Independent Psychiatric Association, and several others) prepared a ‘Shadow Report on the Observance of the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment by the Russian Federation for the period from 2006 to 2012’. Paragraph 133 of that Shadow Report reads as follows:", "“In recent years, the Russian authorities have increasingly relied on administrative expulsion in its efforts to transfer persons to states requesting their extradition. Expulsion decisions are taken by courts of general jurisdiction ... Courts ... refuse to examine arguments concerning the person’s risk [of being] subjected to torture in the country of destination, assuming that these arguments are not relevant in cases dealing with a foreigner’s violation of immigration rules in Russia. The government claims that such arguments cannot be considered by courts in ... administrative proceedings since their duration is very short and “... the alleged risk of ill-treatment ... [is] not a legally relevant fact, [so there is] no obligation to ascertain it” ... They fail to take into account the fact that the consequences of administrative expulsion and extradition are identical for the applicant, since in both cases s/he falls into the hands of the state requesting his/her return. It is important to note that in some cases such attempts [have been] made by explicit instructions from the Prosecutor General’s Office, indicating that the latter ignores the risk of the deportee’s [being subjected to] prohibited treatment in the country of destination ...”", "85. Article 33 of the UN Convention on the Status of Refugees of 1951, which was ratified by Russia on 2 February 1993, provides as follows:", "“1. No Contracting State shall expel or return (‘refouler’) a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgement of a particularly serious crime, constitutes a danger to the community of that country.”", "86. The Refugees Act (Law no. 4258-I of 19 February 1993) defines a refugee as a person who is not a Russian national and who, owing to a wellfounded fear of persecution for reasons of race, religion, nationality, ethnic origin, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such a fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such a fear, is unwilling to return to it (Article 1 § 1 (1)). The migration authority may refuse to examine the application for refugee status on the merits if the person concerned has left the country of his nationality in circumstances falling outside the scope of Article 1 § 1 (1), and does not want to return to the country of his nationality because of a fear of being held responsible for an offence (правонарушение) committed there (Article 5 § 1 (6)).", "87. Persons who have applied for or been granted refugee status cannot be returned against their will to the State of which they are a national where their life or freedom would be imperilled on account of their race, religion, nationality, membership of a particular social group or political opinion (Article 1 § 1 (1) in conjunction with Article 10 § 1).", "88. Having received a refusal to examine an application for refugee status on the merits, and having decided not to exercise the right of appeal under Article 10, the person concerned must leave the territory of Russia within one month of receiving notification of the refusal if he has no other legal grounds for staying in Russia (Article 5 § 5). Under Article 10 § 5, having received a refusal to examine the application for refugee status on the merits or a refusal of refugee status, and having exercised the right of appeal against such refusals, the person concerned must leave the territory of Russia within three days of receiving notification of the decision on the appeal if he has no other legal grounds for staying in Russia. If, after the appeal has been rejected, the person concerned still refuses to leave the country, he is to be expelled (Article 13 § 2).", "89. If the person satisfies the criteria set out in Article 1 § 1 (1), or if he does not satisfy the criteria but cannot be expelled or deported from Russia for humanitarian reasons, he may be granted temporary asylum (Article 12 § 2). Persons who have been granted temporary asylum cannot be returned against their will to the country of which they are a national or to the country of their former habitual residence (Article 12 § 4).", "90. The conclusions and recommendations of the UN Committee against Torture in respect of Tajikistan issued in 2006 were cited in Gaforov v. Russia, no. 25404/09, § 93, 21 October 2010.", "91. In May 2012 the UN Special Rapporteur on torture, Mr Juan E. Méndez, visited Tajikistan. In his preliminary findings of 18 May 2012, he noted that “pressure on detainees, mostly as a means to extract confessions is practiced in Tajikistan in various forms, including threats, beatings and sometimes by applying electric shock”. He underscored that “confessions extracted by violence remain the main investigatory tool of law enforcement and prosecutorial bodies”. He also expressed his concerns at the lack of safeguards against illegal extradition or rendition from and to other countries, as “there seems to be no meaningful opportunity for judicial review of these measures that are generally conducted by the law enforcement bodies under the direction of the Prosecutor General. The Minsk Convention on Legal Assistance in civil and criminal matters of 1993, other agreements between CIS countries ... offer general language about protection against abuse, but they operate more meaningfully as international cooperation in law enforcement. The result is that international law prohibitions on refoulement to places where a person may be subjected to torture or cruel, inhuman or degrading treatment are not guaranteed in fact” (End-of-mission Statement by the UN Special Rapporteur on Torture, Juan E. Méndez. Preliminary findings on his country visit to the Republic of Tajikistan 10-18 May 2012).", "92. The report by Amnesty International entitled “Shattered Lives: Torture and other ill-treatment in Tajikistan”, released on 12 July 2012, in so far as relevant, reads as follows:", "“... Amnesty International’s research shows that practices of torture and other illtreatment remain widespread in all types of detention facilities in Tajikistan. Detainees at the early stages of detention were found to be at particular risk, subjected to torture or other ill-treatment by law enforcement officers in order to “solve” crimes by obtaining confessions of guilt and also to obtain money from torture victims or their relatives. The general climate of impunity keeps police abuse virtually unchecked ...", "2. The scale of torture and other ill-treatment in Tajikistan", "In Tajikistan torture and ill-treatment occur in a climate of secrecy. [T]he perpetrators are rarely brought to justice... [T]orture and other ill-treatment occur particularly in pre-trial detention... Domestic law has significant shortcomings when it comes to safeguards against torture. In addition, those crucial safeguards that do exist in law, such as access to a lawyer immediately after apprehension, are rarely applied in practice ...", "2.1 Torture and other ill-treatment by police", "[T]he routine use of torture results from the lack of technical capacity to investigate crimes... A local independent human rights observer told Amnesty International that: “people may get away without beatings in less serious cases, but in cases involving grave crimes – if they don’t confess, they get beaten”, adding that police “won’t hesitate to resort to violence ...", "2.2 Torture and other ill-treatment used in the context of national security and counter-terrorism", "The fight against terrorism and threats to national security are often invoked by the Tajikistani authorities as key to securing national and regional stability. However, ... frequently human rights are violated in the pursuit of groups perceived as a threat to national security ...", "[The] research indicates that particular targets are Islamic movements and Islamist groups or parties, and that people accused of being Islamist extremists are at particular risk of torture and other ill-treatment in Tajikistan ...", "In September 2010 an explosion occurred at the office of the [police] in Khujand, resulting in several deaths and injuries to over two dozen people. Following this the Tajikistani authorities redoubled their efforts to find members of Islamic movements and Islamist groups or parties who they alleged were responsible. Law enforcement officers came under increased pressure to solve cases with national security implications ...", "8. Torture and other ill-treatment upon return to Tajikistan", "... Amnesty International is concerned at a series of recent cases where the Tajikistani authorities have made extradition requests based on unreliable information for people alleged to be members of banned Islamic groups, who have subsequently alleged being tortured on their return. Many of these extradition requests have been issued for people in the Russian Federation.”", "93. In January 2012 Human Rights Watch released its World Report 2012, in which the relevant chapter on Tajikistan states:", "“Torture remains an enduring problem within Tajikistan’s penitentiary system and is used to extract confessions from defendants, who are often denied access to family and legal counsel during initial detention. Despite discussions with the International Committee of the Red Cross (ICRC) in August, authorities have not granted ICRC access to places of detention. With rare exceptions, human rights groups are also denied access.", "While torture is practiced with near impunity, authorities took a few small steps to hold perpetrators accountable...", "Under the pretext of combating extremist threats, Tajikistan continues to ban several peaceful minority Muslim groups... Local media continued to report on prosecutions of alleged members of Hizb ut-Tahrir and the Jamaat Tabligh movement.”", "94. On 27 June 2011 a group of non-governmental organisations including international NGOs (Amnesty International, the International Federation for Human Rights (FIDH), Penal Reform International (PRI) and the World Organisation Against Torture (OMCT)) as well as Tajikistani NGOs (the Bureau of Human Rights and Rule of Law, the Centre for Children’s Rights, the Collegium of Advocates of the Soghd Region, the Sipar Collegium of Advocates of the Republic, and several others) released a joint statement: “Tajikistan: A coalition of non-governmental organisations is calling on the government to end torture and fulfil its international obligations” which, in so far as relevant, reads as follows:", "“In Tajikistan police have in many cases been accused of torturing or beating detainees to extract money, confessions or other information incriminating the victim or others. This abuse has mostly taken place in the early stages of detention; in many cases victims are initially detained without contact with the outside world ...", "Torture practices reported in Tajikistan include the use of electric shocks; attaching plastic bottles filled with water or sand to the detainee’s genitals; rape; burning with cigarettes. Beating with batons, truncheons and sticks, kicking and punching are also believed to be common.", "... [S]afeguards against torture enshrined in domestic law are not always adhered to. For example, while the new Criminal Procedure Code stipulates that detainees are entitled to a lawyer from the moment of their arrest, in practice lawyers are at the mercy of investigators, who can deny them access for many days. During this period of incommunicado detention, the risk of torture or other ill-treatment is particularly high. The new Criminal Procedure Code also introduced remand hearings within 72 hours of a suspect’s arrest. However, they often take place with a delay, and judges in many cases ignore torture allegations and the injuries presented to them in the courtroom. Usually they rely on the version of events given by [those] accused of the torture.", "There are no routine medical examinations when detainees are admitted to police stations and temporary detention facilities. Upon transfer to pre-trial detention facilities under the jurisdiction of the Ministry of Justice they undergo a medical examination. However, when medical personnel suspect that a detainee [has undergone] torture or other ill-treatment they ... usually return them to the temporary detention facility until the signs of injury have faded.", "Victims rarely lodge complaints ... for fear of repercussions, and impunity for abusive officers is the norm. Often relatives and lawyers are reluctant to file complaints, so as not to worsen the situation for the detainee.", "Prosecutor’s offices are tasked with investigating allegations of torture. Sometimes close personal and structural links between prosecutor’s offices and police undermine the impartiality of prosecutors. The authorities have not published comprehensive statistics on prosecutions of law-enforcement officers relating specifically to torture or other ill-treatment, rather than broader charges such as “abuse of power“ or “exceeding official authority”.", "Judges [regularly] base verdicts on evidence allegedly extracted under duress...", "Tajikistan has not given the International Committee of the Red Cross access to detention facilities to carry out monitoring since 2004. It has not ratified the Optional Protocol to the Convention against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment, which provides for a system of regular visits to places of detention carried out by independent international and national bodies.”", "95. The joint statement of a group of NGOs of 27 June 2011 (see paragraph 94 above) also reported particular cases of unpunished torture of several individuals, including Mr Abdumuqit Vohidov, Mr Ruhniddin Sharopov and Mr Ilhom Ismonov, all of them accused of IMU membership.", "96. The Annual Report 2012 by Amnesty International in respect of Tajikistan, in so far as relevant, reads as follows:", "“The trial against Ilhom Ismonov and 52 co-defendants began on 11 July 2011 at Soghd Regional Court in northern Tajikistan. All were accused of membership of the Islamic Movement of Uzbekistan and of participating in organized crime. On 19 July 2011, he and several others told the judge that they had been tortured in pretrial detention. On 16 September 2011, Ilhom Ismonov told the judge that he had been pressurized by officials to retract his earlier allegations of torture and other illtreatment. He had not dared speak out earlier, fearing retaliation from law enforcement agencies. The judge ignored his statement. His confession, allegedly obtained under torture, was used as evidence against him ...”", "97. A research paper by Christian Bleuer entitled “Instability in Tajikistan? The Islamic Movement of Uzbekistan and the Afghanistan Factor”, published in Central Asia Security Policy Brief No. 7 (15 February 2012), in so far as relevant, reads as follows:", "“In terms of government actions related to the IMU, during 2011 the Tajik government arrested 86 IMU suspects, and sentenced 53 to jail terms. In December 2011 the Tajik courts were particularly busy, sentencing 43 accused IMU members to prison for a September 2010 suicide car-bombing in northern Tajikistan – claims of torture being used to extract confessions notwithstanding. Indeed, the systematic practice of torture being used to ensure confessions by police and security officers casts doubt on the actual affiliations – if any – of suspects in custody. In regards to the suicide bombing – a September 2010 attack on a police station in Khujand that left two dead – a new group called Jamaat Ansarullah claimed responsibility. However, the government charged 53 accomplices to the bombing with being members of the IMU – all of whom confessed during the investigation amidst allegations of torture being used to secure confessions.”", "98. On 12 October 2012 the Coalition against Torture and Impunity (a group of Tajikistani NGOs) prepared a report on Tajikistan’s implementation of the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment. It contains a detailed description of the case of Ilhom Ismonov and fifty-two co-defendants:", "“Criminal case number # 23578 on the accusation of terrorism and extremism", "... On 3 September 2011 there was a massive explosion ... in the building ... of the Regional Office for Combating Organised Crime (ROCOP) ... The blast killed the ... [purported] suicide bomber ... three employees of ROCOP, 26 officers of ROCOP and five residents of Khujand Region [suffered] injuries of various degrees.", "On 3 September 2010 the Soghd Regional Prosecutor’s Office ... initiated a criminal case under Part 3 of Article 179 (Terrorism) of the Criminal Code of the Republic of Tajikistan ...", "[On the basis of] the results of ... blood tests the suicide bomber was identified as Mr. Akmal Karimov ... Later, the brothers and close relatives of the alleged suicide bomber ... were arrested.", "[The trial] in the criminal case was opened on 9 July 2011. There were 53 people in the dock, mostly residents of [the] Isfara, Spitamen, and Istravshan regions ...", "... 10 defendants are charged [with the terrorist attack] in the building [of the] Soghd Regional Office for Combating Organised Crime, the rest were charged with membership [of] the Islamic Movement of Uzbekistan and other extremist organisations (Dzhamiyati Tablig etc) ...", "All of them were [charged with] ... terrorism, [running a criminal organisation], forcible seizure of power, forgery, unlawful possession of firearms, murder, abuse of authority, illegal crossing of state borders, etc. There were also those who are accused of failing to report the crime or its concealment.", "According to the materials of the criminal case, 38 of those on trial declined the services of an advocate, however in the course of the [appeal] hearing ... they state[d] that all [their] refusals of legal representation had been written under duress and dictated by officials from law-enforcement agencies.", "According to [the] lawyers [as well as] relatives of the defendants and [the defendants’] statements ... during the trial almost all the defendants [were subjected to] various kinds of physical [torture] ([such as] beating, pulling out nails and beards, electric current, [and] rape ...) and psychological [torture] ([such as] threat[s] to rape wi[ves], sister[s], ... mother[s], ... the torture of others in [their] presence, ... and other methods) ... [Various] methods were used not to allow lawyers to see their defendants ... The lawyers met ... their clients in the presence of the investigating authorities.", "Statements [relating to] torture have been made in the course of the trial, where the defendants described ... the torture [in detail] and [identified the officers] who ... tortured them[: these were stated to be officers] of the Interior Ministry, of the State Committee of National Security, and of the Prosecutor’s Office. However, neither the court nor the prosecutor [took those statements into consideration] ...", "The first few hearings were [public], but then at the request of the prosecution the judge [decided to conduct proceedings in camera]. It is assumed (according to lawyers and relatives) that the reason [for closing the proceedings was the allegations of torture] ...", "On 27 July 2011 relatives of the defendants [made a written representation] to the Chairman of Soghd District Court, Mr. Mansurov ..., but [received no response].", "On 23 December 2011 in [Khujand prison no. 2 the court rendered its judgment sentencing some of the defendants to life imprisonment] ...", "On 6 August 2012 [an appeal hearing took place at] ... Investigative Detention Centre no. 9/1 [in Dushanbe] ... [In their statements of appeal the defendants complained of the] use of torture ... during interrogation and preliminary investigation ...", "Advocates S. Romanov and A. Sharipov, who [were] representing [Mr] Dodoev, made several attempts to meet ... their client, however ... the head of [the Detention Centre Mr] Rakhmonov, refused to [allow a meeting without authorisation from] the Main Administration of the Implementation of Criminal Punishment (Prison Administration) ... The actions of the head of [the Detention Centre] ... were appealed [against] to the Prison Administration, however no answer was received.", "The advocates and defendants drew the attention of the [appeal court] to the presence of ... traces [of torture] on the defendants’ bodies, presented [information on] medical treatment at the medical unit of the Detention Centre ... in Khujand. The advocates requested [that] each defendant [be subjected to a medical examination].", "The advocates [submitted requests for the] testimony of the defendants [which had been obtained] ... through the use of torture [to be excluded] ... [These requests were left] ... without consideration ...", "[On] 17 August 2012 the [appeal court ruled that there should be an] investigation [of] the use of torture, [charged] the General Prosecutor’s Office with carrying out this investigation, and announced [an adjournment in the proceedings].", "[On examination of] the testimony of the defendants the following should be highlighted:", "All defendants during the [trial] complained about ... [the] use of torture ..., however in the [judgment all complaints were dismissed with the following] formulation[:] “complaints of defendants made during judicial proceedings about the use of torture were unconfirmed”.", "In relation to 19 persons, administrative arrest was applied for a period of 5 to 15 days, during which they were held in ... buildings [belonging to] the security services and ... subjected to torture. As a result, they confessed to ... crimes ...", "The majority of defendants declined to use the services of advocates in the first days following [the] arrest[s], though ... their refusals were [written] without the presence of an advocate, in [contravention of] part 1, Article 52 of the Criminal Procedure Code of the Republic of Tajikistan. 38 persons signed documents refusing the services of advocates, and approximately 10 people did not see their court-appointed advocates during [the] entire period of their detention ... [the proceedings concerning their detention pending trial], and the preliminary investigation. [The remaining defendants met] their lawyers periodically, however, many investigative actions were conducted without the participation of advocates. 10 court-appointed advocates asked their defendants to sign procedural documents without reading them ...", "On 27 September 2012, the [appeal court] ... resumed consideration of the criminal case. The state prosecutor had announced that ... [there was] no evidence of crime in the actions of members of [the] investigation group who [had carried out the criminal investigation] ... [According to the defence] ... the medical examination [during the trial had been] carried out by [an] expert who [had not] been trained on the standards of the Istanbul Protocol, [did] not know what the “torture” means, and who ... admitted that in the course of the examination he [had seen signs of a] fracture, but [that it was outside] his competence to identify timing and ... [circumstances in which] the injury [had been] received. The defendants claimed that medical records [in the prison] contain[ed] information [that some detainees had] arrived [at the prison] with injuries. The lawyers demanded ... the medical records of all [the] prisoners ... Lawyers were provided with [the prisoners’] medical records; however the [pages] were not numbered; [furthermore, some pages were missing – they had been] torn out of medical records.", "The defence lawyer Sharipov ... [contested the results of the official investigation of the allegations of ill-treatment]. Lawyers requested [access to the materials of the prosecutor’s case file concerning that investigation]. The prosecutor agreed, and [the appeals panel] ... granted the lawyers [access] to the documents. [It appears from the documents that] the defendants ... had no complaints of torture; [this however] contradicted their testimony ... during the trial. According to the five defendants sentenced to ... life imprisonment, during the investigation they [informed the] medical [experts] and prosecutors about ... methods of torture ... however [their detailed testimony was not reflected in the conclusions of the expert and the prosecution]. The records also include explanations [by employees who were] members of the investigative task force, who claim that they [had respected the law] and that] no one [had been] tortured. On September 28, 2012 during the trial [the] lawyers requested [a fresh investigation] and appointment of a [mixed investigative] commission [which would include] ... the lawyers. The court left [that] request unanswered.", "[The appeal proceedings before the Supreme Court of the Republic of Tajikistan are currently pending.]”", "99. Concluding observations on the fifth periodic report of the Russian Federation, issued by the UN Committee against Torture on 11 December 2012 (CAT/C/RUS/CO/5), in so far as relevant, reads as follows:", "“Non-refoulement and diplomatic assurances", "17. The Committee is concerned about reports of extraditions and expulsions of foreign nationals by the State party to members of the Commonwealth of Independent States in Central Asia, when those extraditions or expulsions expose the individuals concerned to a substantial risk that they will be subjected to torture in their countries of origin. The Committee is also concerned by the reliance of the State party on diplomatic assurances in such cases ...”", "100. Other Relevant United Nations’ and Council of Europe’s documents concerning the use of diplomatic assurances were summarised in Ismoilov and Others v. Russia, no. 2947/06, § 25, §§ 96-100, 24 April 2008 and Othman (Abu Qatada) v. the United Kingdom, no. 8139/09, §§ 141 et seq., and §§ 188-89, ECHR 2012).", "101. By a decision of 14 February 2003 the Supreme Court of Russia classified as terrorist a number of organisations, including the Islamic Party of Turkestan (also known as the Islamic Movement of Uzbekistan). The Supreme Court prohibited the activity of these organisations on the territory of Russia. It held that the Party aimed to overthrow non-Islamist governments and to establish “Islamist governance on an international scale by reviving a Worldwide Islamist Caliphate”, in the first place in the regions with predominantly Muslim populations, including Russia and other members of the Commonwealth of Independent States."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": ["5-1-f"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}