{"ITEMID": "001-101431", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ROSSELET-CHRIST v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["6. The applicant was born in 1945 and lives in Peseux, Switzerland.", "7. On 7 January 2003 the Slovakian police arrested the applicant. On 8 January 2003 the Regional Office of the Judicial Police in Nitra accused her of forgery and attempted fraud. She and another person were suspected of having attempted to cash two cheques for more than seven million pounds sterling (GBP) and 1,800,000 United States dollars (USD) in November 2002. Those cheques were considered to have been forged.", "8. The applicant denied involvement in any unlawful action. She maintained that the cheques had been issued by foreign investors interested in a business activity which she had been planning to launch in Slovakia. She further argued that the British bank concerned had never contested the validity of the cheque in pounds sterling.", "9. On 12 January 2003 the Nitra District Court remanded the applicant in custody with effect from 7 January 2003. Her detention was considered necessary as there was a risk of her absconding within the meaning of Article 67 § 1 (a) of the Code of Criminal Procedure. The judge considered it relevant that the applicant was a foreign national and that she risked a prison term of between ten and fifteen years for the offences in issue. Reference was also made to Article 67 § 2 of the Code of Criminal Procedure. The District Court heard the applicant and referred to the statement of the applicant's co-accused and available documentary evidence.", "10. On 27 June 2003 the District Court extended the applicant's detention to 7 January 2004. It held that, in addition to the above-mentioned grounds, her detention was also necessary as she might influence witnesses or otherwise hamper the investigation within the meaning of Article 67 § 1 (b) of the Code of Criminal Procedure. In particular, important witnesses had to be heard in Spain whom the applicant had contacted by phone and fax prior to her detention. The District Court found no delays in the investigation and noted that the authorities of the United Kingdom, Spain and the United States of America had to be asked for assistance.", "11. On 30 June 2004 the District Court extended the applicant's detention until 7 November 2004. As the Spanish authorities had not complied with the requests for legal assistance it had been impossible to complete the investigation. It risked being jeopardised if the applicant was released.", "12. On 28 October 2004 the Banská Bystrica Regional Court granted a further extension of the detention, until 7 January 2005. That decision was justified by the fact that the General Prosecutor's Office had requested the assistance of the Spanish authorities in obtaining witness statements and that those statements had not yet been submitted. The statements were necessary to establish the relevant matters in respect of which the statements of the accused differed. Reference was also made to the applicant's nationality, the serious nature of the offence of which she was accused and the risk that she might influence witnesses if released. The Regional Court relied on Articles 67 §§ 1(a), (b) and 2 of the Court of Criminal Procedure.", "13. On 22 December 2004 the Supreme Court extended the applicant's detention until 7 July 2005. It noted that no procedural steps had been taken between May and December 2004. That was, however, due to the absence of a reply from the Spanish authorities. The Supreme Court expressed the view that the applicant's detention was strictly necessary until 7 July 2005 only and that the preliminary proceedings should be completed before that date.", "14. On 19 May 2005 the applicant lodged a request for release, with reference, inter alia, to Article 5 §§ 1 (c), 3 and 4 of the Convention. She argued that the reasons invoked for her detention had fallen away and requested that the court dealing with the request hear her.", "15. On 1 July 2005 the Nitra District Court dismissed the request. With reference to the applicant's arguments, the evidence and the statements of witnesses and the applicant's co-accused it considered that the accusation of the applicant was justified and that the reasons for her detention, as specified in the earlier decisions, persisted. In particular, the applicant might influence witnesses and the law foresaw a minimum penalty exceeding eight years' imprisonment for the offence imputed to her.", "16. The District Court decided in camera. Its decision was served on the applicant's counsel on 29 July 2005 and 19 October 2005. The applicant lodged a complaint on 29 July 2005 and again on 20 October 2005. On 3 November 2005 the Nitra Regional Court dismissed the complaint.", "17. In the meantime, on 8 July 2005 the applicant and her co-accused were indicted before the Nitra Regional Court. On 18 July 2005 that court dismissed the applicant's request for release. It pointed to the applicant's nationality and the heavy penalty for the offence of which she was accused. It had been established in the course of preliminary proceedings that in her correspondence the applicant had attempted to influence witnesses. The Regional Court's decision was served on counsel for the applicant on 29 August 2005. The applicant lodged a complaint. On 29 September 2005 the Supreme Court dismissed that complaint.", "18. In parallel, on 27 June 2005 the Prosecutor General petitioned for a further extension of the detention of the applicant and her co-accused, until 7 October 2005. The applicant contested that request. She stated, in particular, that all witnesses had been heard and that her foreign nationality did not in itself justify her deprivation of liberty. She argued that the case was not complex and that there had been delays in the proceedings.", "19. On 6 July 2005, the Supreme Court extended the applicant's detention until 7 October 2005. It noted that the applicant was accused of having attempted to cash two forged cheques and that the suspicion against her and her co-accused persisted. It invoked the risk of the applicant's absconding with reference to the heavy penalty for the offences imputed to her and the fact that she was a foreign national. Her detention was therefore necessary within the meaning of Article 67 § 1(a) of the Code of Criminal Procedure.", "20. The Supreme Court further admitted that witnesses had been heard. Nevertheless, the applicant's detention within the meaning of Article 67 § 1(b) of the Code of Criminal Procedure remained necessary as the file contained correspondence, which had been written by the applicant or addressed to her, indicating that she had attempted to influence the investigation in the case. The criminal activity imputed to the accused persons was inseparable. There was a risk that they could influence each other or witnesses even at the trial stage of the proceedings. No particular delays in the proceedings had been established; the relevant procedural steps had been delayed for objective reasons. The Supreme Court decided in camera in accordance with the relevant law.", "21. On 14 September 2005 the Nitra Regional Court petitioned the Supreme Court for a further extension of the applicant's detention. It was argued that the reasons for her and her co-accused's detention still existed and that the proceedings risked being jeopardised if they were released. On 26 September 2005 the applicant's counsel submitted written observations on that request. She argued that there had been no progress in the case following the indictment and that the length of the proceedings and her detention was excessive. The applicant also requested that the Supreme Court hear her.", "22. On 29 September 2005 the Supreme Court, at a meeting held in camera, extended the applicant's detention until 30 June 2006. It based its decision on the fact that the applicant was a foreign national and held that the indictment indicated that her prosecution was justified. Both the applicant and her co-accused were foreign nationals residing abroad. Considering also the heavy penalty set down in law for such offences, their detention was justified within the meaning of Article 67 §§ 1(a) and 2 of the Code of Criminal Procedure. Specific reasons for which it had been earlier concluded that the accused might influence witnesses and hamper the proceedings persisted. Reference was also made to the Supreme Court's decision on the applicant's request for release given on the same day (see paragraph 17 above).", "23. The Supreme Court further noted that the case was complex from both the factual and the legal point of view. The file comprised nearly eight hundred pages. Given the short period of time which had lapsed after the filing of the bill of indictment, the Regional Court had not yet had sufficient time to prepare the main hearing and decide on the case. The above extension by nine months of the period of the applicant's detention should suffice to bring the criminal proceedings to a close.", "24. On 21 December 2005 the Nitra Regional Court returned the case to the public prosecutor for further investigation. It decided that the applicant should remain in custody.", "25. On 1 February 2006 the Supreme Court quashed the Regional Court's decision in the part ordering the case to be returned to the public prosecutor. In particular, it did not consider relevant the argument that the file, to the extent that it concerned the applicant's co-accused, had to be translated into French. The Supreme Court ordered the Regional Court to examine the charges against the applicant and her co-accused and dismissed their complaint against the decision ordering their continued detention.", "26. The applicant was released on 18 May 2006 following the belowmentioned order of the Constitutional Court (see paragraph 36). She returned to Switzerland.", "27. The main hearing in the criminal proceedings was scheduled for 13 and 14 June 2006. The applicant was absent for health reasons. The Regional Court decided to deal with the charges against her in a separate set of proceedings.", "28. On 22 October 2007 the applicant informed the Regional Court that she insisted on the charges against her being determined in her presence and that she still could not attend a hearing for health reasons.", "29. On 30 November 2007 the Nitra Regional Court discharged the applicant's co-accused and ordered his release. On 10 January 2008 the Supreme Court quashed that judgment and returned the case to the public prosecutor for further investigation. The Supreme Court noted that witness statements included in the file were contradictory. The facts of the case had not been sufficiently established. In particular, the public prosecutor had proceeded erroneously in that he had abstained from having a witness examined in Switzerland prior to the filing of the bill of indictment on 8 July 2005. Such evidence could have shed light on the matter.", "30. On 1 April 2008 the Regional Court returned the applicant's case to the public prosecutor for further investigation, with reference to the Supreme Court judgment of 10 January 2008. Subsequently the charges against the applicant and her co-accused were again examined jointly and the authorities of the United Kingdom, Switzerland and the Czech Republic were asked for assistance.", "31. On 13 October 2009 the applicant informed the investigator that she was unable, because of serious health problems, to undergo a crossexamination with a witness scheduled for 30 October 2009.", "32. In January 2010 the Slovakian authorities decided to request their British counterpart to hear a representative of the bank concerned as a witness. The proceedings are pending.", "33. On 8 September 2005 the applicant lodged a complaint with the Constitutional Court. She specified that she sought the finding of a breach of Article 5 §§ 1 (c) and 5 of the Convention in the proceedings leading to the Supreme Court's above-mentioned decision of 6 July 2005. In the reasons for her complaint the applicant also invoked Article 5 §§ 3 and 4 of the Convention. She argued that there had been no relevant reasons for her continued detention, that she had not been released, that the Supreme Court had neither heard her nor had it addressed the arguments which she had submitted in writing, and that she had been informed of the decision in issue on 13 July 2005 only.", "34. On 28 September 2005 the Constitutional Court rejected the complaint as being manifestly ill-founded. It held that neither the way in which the Supreme Court had proceeded nor the conclusion which it had reached were contrary to the applicant's rights under Article 5 §§ 1 and 5 of the Convention a breach of which she had formally alleged.he Constitutional Court considered to be relevant and sufficient, that her continued detention was still necessary within the meaning of the relevant provisions of the Code of Criminal Procedure.", "35. On 25 November 2005 the applicant lodged a second complaint with the Constitutional Court. She alleged a breach of Article 5 §§ 1 (c), 3 and 4 of the Convention in the proceedings leading to the Supreme Court's decision of 29 September 2005 to extend her detention to 30 June 2006. In particular, the applicant argued that there had been no relevant reasons for her continued detention, that it had lasted an excessively long time, and that the Supreme Court had not heard her. The applicant requested the Constitutional Court to order reimbursement of the costs of her legal representation in the constitutional proceedings, which amounted to 7,414 Czech korunas (CZK), plus value-added tax.", "36. In a judgment of 17 May 2006 the Constitutional Court held that the Supreme Court had breached the applicant's right under Article 5 § 4 of the Convention in that it had failed to hear her prior to its decision of 29 September 2005 to extend her detention. It quashed that decision, ordered the Supreme Court to release the applicant immediately and to reimburse 5,302 Slovak korunas (the equivalent of CZK 3,918) in respect of the costs of her legal representation. In view of this conclusion the Constitutional Court considered the examination of the applicant's other complaints unnecessary.", "37. The following provisions of the Code of Criminal Procedure applicable at the material time are relevant in the present case.", "38. Under Article 67 § 1, a person charged with a criminal offence can be detained, inter alia, where there are reasonable grounds for believing that he or she would abscond (sub-paragraph (a) of Article 67 § 1), influence the witnesses or the co-accused or otherwise hamper the investigation (subparagraph (b)) or continue criminal activities, complete an attempted offence or commit an offence which he or she had prepared or threatened to commit (sub-paragraph (c)).", "39. Article 67 § 2 provides that an accused person can be remanded in custody where he or she is being prosecuted for an offence punishable with a minimum prison sentence of eight years.", "40. Article 71 § 2 provides that a person's detention in the context of both preliminary proceedings and during trial must not exceed two years. In justified cases the Supreme Court may extend its duration to a maximum of three years and, in cases of particularly serious offences, up to five years.", "41. Article 72 § 1 obliges investigators, prosecutors and judges to examine, at each stage of criminal proceedings, whether reasons for the accused person's detention persist.", "42. Section 20(1) provides that a request for proceedings to be started before the Constitutional Court must indicate, inter alia, the decision which the plaintiff seeks to obtain, specify the reasons for the request and indicate evidence in support.", "43. Under paragraph 3 of section 20, the Constitutional Court is bound by a request from a plaintiff for proceedings to be started unless the Act expressly provides otherwise.", "44. Pursuant to section 50(1)(a), a complaint must indicate, in addition to the information mentioned in section 20, the fundamental rights or freedoms the violation of which a plaintiff alleges. Paragraph 3 of section 50 requires that plaintiffs who seek a just satisfaction award should specify its extent and indicate the reasons for their claim.", "45. The Constitutional Court has declared itself bound, in accordance with section 20(3) of the Constitutional Court Act 1993, by a party's submission aimed at initiating proceedings before it. The Constitutional Court has expressly stated that the above was particularly relevant as regards the order which parties seek to obtain as it can only decide on matters which a party requests to be determined (see, for example, decisions III. ÚS 166/02 of 6 November 2002 or III. ÚS 65/02 of 9 October 2002)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}