{"ITEMID": "001-70905", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "EDER v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Mark Villiger", "TEXT": ["The applicant, Mr Josef Eder, is a German national who was born in 1938 and lives in Regen.", "The applicant was the owner of several plots of land near Regen. The Regen Municipality planned the construction of week-end houses, sport and play grounds and a restaurant on this site which was composed of marshes and wetland. On 18 April 1974 the Lower Bavarian Planning Authority decided that the intended development did not comply with the objectives of spatial planning. One of the main grounds for that refusal was that the site was located in a nature preserve. There was also the danger of dissection of landscape by secondary residences and of an undesirable effect on the promotion of tourism.", "On 19 September 1980 and 27 April 1981, when purchasing further plots of land (parcels nos. 334/6, 339, 340, 345/4 and 361/4) located in this area, the applicant was informed by the Regen Regional Administrative Authority (Landratsamt) that the land in question was part of a natural habitat intended to be designated as a nature conservation area.", "On 5 August 1981 the Regen Municipality published a development plan despite the objections of the Lower Bavarian Planning Authority.", "By decisions of 24 April, 14 May and 25 May 1982 the Regen Regional Administrative Authority prohibited the applicant from altering the natural condition of the land (parcels nos. 339, 340 and 361/4), ordered him to refill the drainage ditches and informed him that the decisions would be implemented by the administrative authority at his own expense if he failed to carry out the expected activity within the time-limits fixed at one week and one month respectively. On 24 and 25 May 1982 the Regen Regional Administrative Authority proceeded to refill the ditches on one of the land parcels concerned (no. 339).", "After a suspension for several years of appeal proceedings brought by the applicant, the Regensburg Administrative Court (Bayerisches Verwaltungsgericht), by a judgment of 4 June 2003, found that the limitation periods were too short and that the implementation of the decisions was unlawful.", "On 29 April 1982 the Regen Regional Administrative Authority refused to grant the applicant a planning permission for the development of the land. This decision became final.", "By a decree of 7 June 1983 the Government of Lower Bavaria designated the area, including in part the applicant’s land (parcels nos. 334/6, 339, 340, 345/4 and 361/4), as a nature conservation area.", "On 10 April 1984 the Regen Regional Administrative Authority transferred, as requested by the applicant, his real property situated in this area to the State of Bavaria fixing the compensation to be awarded to him at 115,513 Deutschmarks (DEM). It refused to purchase parcel number 361/4 on the ground that the use for agriculture on this respective plot of land remained unaffected by the Nature Conservation Decree of 7 June 1983. It also refused to purchase the other remaining plots of the applicant’s land.", "By a judgment of 28 April 1986 the Regensburg Administrative Court dismissed the appeals lodged by the applicant and the State of Bavaria against this decision. The judgment became final, the parties having withdrawn their respective appeals.", "In 1988 the applicant sold the land not included in the area covered by the nature conservation decree (parcels nos. 332/3, 337 and 335) as pasture respectively forest land.", "On 27 November 1992 the Regen Administrative Authority supplemented its decision of 10 April 1984, taking into account changes brought about in respect of the applicant’s land, such as the construction of a new road. No appeal was filed against this decision by the applicant. It accordingly became final.", "By a judgment of 28 September 1989 the Munich Court of Appeal (Oberlandesgericht München) quashed a judgment of the Deggendorf Regional Court (Landgericht) of 28 October 1987 and increased the amount of compensation initially awarded to the applicant from DEM 115,513 to DEM 900,000. It refused to grant compensation in respect of parcel number 361/4, having regard to the binding effect of the judgment of the Regensburg Administrative Court of 28 April 1986. On 17 June 1991 the Bavarian Regional Supreme Court (Bayerisches Oberstes Landesgericht) dismissed the applicant’s appeal on points of law. In 1992 the Federal Constitutional Court (Bundesverfassungsgericht), sitting as a bench of three judges, refused to admit the applicant’s constitutional complaint lodged against these decisions for adjudication.", "On 11 March 1993 the applicant requested that the proceedings be re-opened and he be awarded compensation.", "By a judgment of 20 February 1995 the Regensburg Administrative Court dismissed the applicant’s application for the re-opening of the proceedings. It ordered, however, the administrative authorities to decide on the applicant’s compensation claim in respect of the remaining plots of land (parcels nos. 332/3, 335, 337 and 361/4).", "On 12 December 1997 the Regen Regional Administrative Authority dismissed the applicant’s compensation claim. It found that the land was situated outside the nature conservation area and was thus not affected by restrictions of the land use. The development plan for the week-end residences had never been validated, nor had the applicant ever been the owner of building land. Furthermore, with the exception of parcel number 361/4 he had sold the plots of land (parcels nos. 332/3, 335 and 337) in 1988. At the time of filing the compensation claim with the Administrative Authority in 1993 he did not own the land any longer. In any event, his compensation claim had not been filed within the period of three years after the date on which the nature protection decree had been issued.", "The applicant appealed against this decision claiming to be entitled to be awarded by the State of Bavaria an adequate compensation for all the parcels of his land.", "By a judgment of 24 January 2002 the Landshut Regional Court dismissed the applicant’s claim.", "The applicant appealed against this judgment.", "By a judgment of 20 January 2003 the Munich Court of Appeal dismissed the appeal. It found that the Regensburg Administrative Court, by a final judgment of 28 April 1984, had confirmed the decision of the Regen Administrative Authority of 10 April 1984 concerning the question of the transfer of the applicant’s land. The question of compensation in respect of that land had been definitively settled by the judgment of the Munich Court of Appeal of 28 September 1991 following the dismissal of the applicant’s appeal on points of law by the Bavarian Regional Supreme Court on 17 June 1991.", "According to the Court of Appeal, the same reasoning applied to the applicant’s request to re-open the proceedings with a view to being granted a higher compensation under the compensation provisions of the Federal Building Code (Bundesbaugesetz). By a final judgment of 20 February 1995 – the applicant’s appeal on points of law had been dismissed by the Bavarian Court of Appeal (Bayerischer Verwaltungsgerichtshof) on 16 January 1997 – the Regensburg Administrative Court had refused to re-open the proceedings with a view to reassessing the amount of compensation in respect of the land whose property had been transferred to the State of Bavaria.", "The remaining plots of land (parcels nos. 332/3, 335 and 337 361/4) were situated outside the area originally zoned for development and were thus neither adversely affected by the nature conservation decree nor by the decisions of the Regen Administrative Authority of 24 April and 14 and 25 May 1982 prohibiting the applicant from altering the natural conditions of this land (parcels nos. 339, 340 345/4 and 361/4).", "According to the Court of Appeal, important considerations of nature conservation made the proposed development incompatible with the preservation of the valuable wetland in the area concerned. The applicant had never enjoyed a right to develop the land in question nor had he ever had a legitimate expectation of carrying out the proposed development since the development plan had been invalid from the beginning. Furthermore the applicant was not entitled to compensation because agricultural use of the land was not prohibited. The Court of Appeal advised the applicant to accept the numerous court decisions given in his case which confirmed that the development plan had no legally binding effect and that the land in question was never designated for construction purposes.", "On 20 November 2003 the Federal Court of Justice (Bundesgerichtshof) dismissed the applicant’s appeal against the decision refusing him leave to appeal on the ground that the case raised no issue of principle.", "On 23 January 2004 the Federal Constitutional Court, sitting as a bench of three judges, refused to admit the applicant’s constitutional complaint for adjudication.", "In the meantime, by notices of 17 March and 18 July 1997, the Zwiesel Tax Office (Finanzamt) had assessed the applicant’s income tax taking into account the compensation paid to him by the State of Bavaria. The applicant’s appeals lodged against these decisions were dismissed by the Zwiesel Tax Office on 18 July 1997, the Munich Finance Court (Finanzgericht) on 14 July 2000 and the Federal Finance Court (Bundesfinanzgericht) on 28 June 2001. On 20 September 2001 the Federal Constitutional Court, sitting as a bench of three judges, refused to admit the applicant’s constitutional complaint for adjudication.", "On 24 October 2001 the Zwiesel Tax Office issued a new revised tax assessment claiming payment of income tax for the fiscal year 1991. The appeals lodged by the applicant were dismissed by the Zwiesel Tax Office on 24 October 2001 and the Munich Finance Court on 24 January 2003. On 10 December 2003 the Federal Finance Court rejected the applicant’s appeal against the decision refusing him leave to appeal on points of law. It found that the applicant’s grounds of appeal did not satisfy the procedural requirements of the relevant provisions of the Finance Court Act (Finanzgerichtsordnung). It noted in particular that the complaints concerning the fairness of the proceedings and the interpretation of the facts allegedly in contrast to the clear contents of the files had not been submitted within the statutory time-limit.", "On 9 January 2004 the Zwiesel Tax Office notified the applicant an enforcement decision of 16 December 2003 in respect of his tax liability relating to the period from 1991 to January 2003 in an amount of EUR 310,440.02, including interests, penalties for late payment and costs of the proceedings.", "On 8 March 2004 the Federal Constitutional Court, sitting as a bench of three judges, refused to admit the applicant’s constitutional complaint for adjudication.", "Simultaneously the Landshut Regional Court claimed from the applicant the payment of court costs. On 22 December 2003 the Viechtach District Court (Amtsgericht) issued a warrant of arrest against the applicant because he did not make an affidavit (eidesstattliche Versicherung) as to his assets.", "On 21 April 2004 the Deggendorf District Court assessed the value of the applicant’s real estate at Regen and fixed the date for its compulsory sale at 16 November 2005."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}