{"ITEMID": "001-95099", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KOHLHOFER AND MINARIK v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;Non-pecuniary damage - finding a violation sufficient;Pecuniary damage - claim dismissed", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. Through the acquisition of shares before January 2001, the first two applicants became minority shareholders of Českomoravský cement, a.s., a joint stock company incorporated under Czech law.", "7. On 1 January 2001 the Commercial Code (hereinafter “the CC”) was amended. In accordance with its newly introduced Article 220p, a general meeting of a joint stock company was empowered to decide to wind up the company and transfer all its assets to a shareholder who owned shares representing more than 90% of the company's share capital (“the main shareholder”). An asset transfer contract between the main shareholder and the company was to be concluded to that end and compensation paid to the minority shareholders.", "8. On 31 May 2001 the general meeting of the company adopted, by votes of the main shareholder, a resolution on the winding-up of the company and on the transfer of all its assets to the main shareholder (together also referred to as “the transfer”).", "9. On the same day the applicants filed an action to have that resolution and the asset transfer contract set aside with the Prague Municipal Court (městský soud). They asserted that the resolution had been adopted contrary to law, treaties concerning the encouragement and reciprocal protection of investments and their property rights. They informed the court administering the commercial register (obchodní rejstřík) about this step.", "10. On 31 October 2001 the court administering the commercial register (rejstříkový soud) approved the transfer. No hearing was held prior to that decision.", "11. On 14 December 2001 the applicants contested the decision to register the transfer before the Constitutional Court (Ústavní soud), alleging an infringement of the right to a fair trial and their property rights. They claimed not to have been able to raise their objections to the general meeting resolution in a hearing during the non-contentious proceedings preceding the delivery of the decision. They invited the court to strike down inter alia Articles 220h(3) and (4) and 220p of the CC.", "12. On 25 March 2003 the Constitutional Court in its decision no. IV. ÚS 720/01 rejected the applicants' appeal without holding a hearing. It found that the applicants were not entitled to participate in the proceedings as the task of the court in charge of the commercial register had been to decide on the rights of the company, not on theirs. It noted that that court had the applicants' arguments in their action to set aside at its disposal and had taken them into consideration before delivering the impugned decision, whilst reviewing the lawfulness of the resolution as a preliminary question. It held that the power to stay the proceedings was still available to that court under the law as it stood at the relevant time. The Constitutional Court dismissed the applicants' second claim according to which that decision amounted to other interference by public authority into their right to access to a court. Referring to Article 220h of the CC, it found the application of Article 131 of the CC in conformity with constitutional law. In this regard, the court pointed to procedural safeguards enshrined in Articles 131, 220h, 220k, 2201 and 220p of the CC which were available to the applicants, and emphasised the aim of the regulation providing for legal certainty and expeditious transformation of companies. As for the applicants' challenge to the law providing for the winding-up and the transfer on the ground of insufficient protection of the rights of minority shareholders, the court did not examine it since it went beyond the scope of that court's review defined by the applicants' constitutional appeal contesting the decision in which the court in charge of the commercial register had approved the registration of the winding-up and the transfer at the commercial register, but not any decisions adopted in other proceedings available to the complaining minority shareholders.", "13. On 27 July 2006 the Municipal Court dismissed the applicants' action lodged on 31 May 2001. Having noted that the court in charge of the commercial register had approved the registration of the transfer, the Municipal Court, referring to Article 131(3)(c) of the CC, refused to deal with the applicants' assertions of unlawfulness of the impugned general meeting resolution, their principal allegation being that the resolution had been adopted by the main shareholder whose voting rights had been suspended. As for the applicants' plea of invalidity of the asset transfer contract, namely the insufficient number of experts commissioned for the expert report on the compensation and the determination of the decisive day (rozhodný den), the court expressed the view that the validity of the asset transfer contract must have been examined as a preliminary question by the court approving the registration of the transfer into the commercial register. At the same time, having reviewed the contract, the Municipal Court found that the determination of decisive day complied with the CC. Having interpreted relevant provisions of the CC, the court further found that the law did not require that more experts be commissioned for the purposes of assessing the compensation to be paid by the main shareholders to the applicants. Finally, the court examined and dismissed the applicants' claims that the compensation had not been properly determined as unfounded or reviewable only by a court reviewing the compensation in separate proceedings.", "14. On 6 September 2007 the Prague High Court (vrchní soud), sharing the legal view of the court of first instance, upheld the Municipal Court's judgment of 27 July 2006.", "15. The proceedings are now pending before the Supreme Court (Nejvyšší soud). According to the applicants, they have no prospect of success before that jurisdiction due to its settled case law.", "16. According to the Government, the applicants filed with a court actions under Article 220k of the CC whereby they asserted that the compensation paid for the transfer pursuant to Article 220p(2) of the CC was not adequate and claimed the remainder thereof. According to the Government, these proceedings and the set-aside proceedings are still pending.", "17. The third applicant owned 3% of the share capital of YTONG, a.s., a joint stock company incorporated under Czech law.", "18. On 24 June 2003 the general meeting of that company adopted, by votes of the main shareholder, a resolution on the winding up of the company and the transfer of all its assets to the main shareholder.", "19. On 25 June 2003 the third applicant filed with the Brno Regional Court (krajský soud) an action to have the resolution set aside, asserting that it had been adopted contrary to the applicable law, treaties concerning the encouragement and reciprocal protection of investments and their property rights. Asserting the unlawfulness of the asset transfer contract on account of its clause reserving for arbitration jurisdiction over disputes concerning the value of the compensation, she further emphasised a number of irregularities of the resolution. She informed the court administering the commercial register about the action.", "20. On 1 September 2003 the court in charge of the commercial register approved the registration of the transfer. No hearing was held before that decision, which was not served on the third applicant as she did not have standing to participate in the proceedings.", "21. On 11 December 2003 the Olomouc High Court rejected the third applicant's appeal contesting that decision. It ruled that since the applicant did not have standing to take part in the impugned proceedings, she was not entitled to appeal their outcome.", "22. On 28 November 2005 the High Court, relying on Article 220h(4) of the CC, discontinued the set-aside proceedings without examining the merits.", "23. According to the Government, the third applicant filed with a court an action under Article 220k of the CC whereby she asserted that the compensation for the transfer paid pursuant to Article 220p(2) of the CC was not adequate and claimed the remainder thereof.", "24. According to the parties, these proceedings are after dismissive rulings of courts of first two instances pending before the Supreme Court.", "25. On 24 June 2008 the Supreme Court rejected the applicant's appeal on points of law and upheld the High Court's ruling of 28 November 2005.", "26. On 11 December 2008 the Constitutional Court rejected the applicant's constitutional appeal, in which the applicant claimed an impairment of her right to a fair trial in the set-aside proceedings by reason of the limitation on access to court brought about by Article 220h(4) of the CC. The Constitutional Court found that the Supreme Court had not erred in its impugned decision of 24 June 2008 and that neither the applicant's right to a fair trial nor any other constitutional right had been breached.", "27. The third applicant also raised the claim for compensation, together with two other petitioners, before an arbitration tribunal to which she was referred in the decisions of the ordinary courts. The arbitration proceedings were discontinued and the petition rejected on 11 October 2006 for lack of jurisdiction.", "28. The first applicant was a minority shareholder of Biocel, a.s., a joint stock company incorporated under Czech law.", "29. On 21 November 2001 the company's general meeting decided to wind up the company and transfer its assets to the main shareholder.", "30. On the same day the applicant brought an action in the Ostrava Regional Court (krajský soud) to have the general meeting resolution and the asset transfer contract set aside. He argued that the general meeting resolution was void on the grounds of unlawfulness as the main shareholder had taken part in the vote although not entitled to do so, the resolution had been adopted despite the fact that the shares had been lodged as securities, and the compensation payable to minority shareholders had been determined improperly. He further asserted a violation of treaties concerning the encouragement and reciprocal protection of investments and his right to the peaceful enjoyment of his possessions.", "31. On 12 November 2002 the Regional Court, acting as a court in charge of the commercial register, approved the registration of the transfer at the commercial register without holding a public hearing.", "32. On 21 November 2002 an appeal by the first applicant against this decision was rejected by the Olomouc High Court, which found that the minority shareholders were not parties to the proceedings concerning the approval of the registration at the commercial register.", "33. On 14 January 2003 the Regional Court stayed the set-aside proceedings and asked the Constitutional Court to strike down Article 220p and other provisions of the Commercial Code.", "34. On an unspecified date the first applicant filed a constitutional appeal alleging a violation of his right to judicial protection under Article 36 § 1 of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod). He claimed that he had not been allowed to act as a party in the proceedings conducted by the court in charge of the commercial register and had been prevented de facto, by Articles 131(3)(c), 220h(4), 220p of the CC and 109(2)(c) of the Code of Civil Procedure (hereinafter “the CCP”), from acting before the court in the proceedings to set aside the general meeting resolution. He further contended that the relevant law was contrary to the Third Council Directive 78/855/EEC. The first applicant requested that the aforementioned provisions be struck down as being contrary to Article 36 § 1 of the Charter.", "35. On 31 August 2004 the Constitutional Court by its decision no. II. ÚS 21/03 rejected the applicant's constitutional appeal against the decision approving the registration of the transfer at the commercial register. It found that, under Article 131 of the CC a court in charge of the commercial register is entitled to review as a preliminary question the lawfulness and validity of a general meeting resolution on the basis of which a registration in the commercial register is to be made. It held that the right to judicial protection was not denied to the first applicant having regard to the remedies enshrined in Article 131 taken in conjunction with Articles 220h, 220k, 2201 and 220p of the CC. Therefore, shareholders of a joint stock company could seek protection of their rights before an independent and impartial court by another way than by taking part in the proceedings held before the court in charge of the commercial register.", "36. On 22 February 2005 the Plenary of the Constitutional Court rejected by its decision no. Pl. ÚS 51/03 the request of the Regional Court that it should strike down, inter alia, Article 220p of the CC. It found that the Regional Court's request was ill-founded as Article 220p of the CC could no longer be applied by the Regional Court on account of Article 131(3)(c) of the CC, which barred that court from deciding the case before it on the merits once the general meeting resolution on the winding-up of the company and the transfer had been inserted into the commercial register. Four constitutional judges joined their dissenting opinions to the Plenary's decision.", "37. On 14 March 2008 the Ostrava Regional Court, relying on Article 220h(4) of the CC discontinued the set-aside proceeding without examining the merits as the transfer was registered in the commercial register.", "38. On 1 July 2008 the Olomouc High Court upheld that decision of the Regional Court. Referring to the Constitutional Court's decision no. IV. ÚS 720/01, the High Court found Articles 131(3)(b) and (c) and 220h(3) and (4), and Article 220k(1) of the CC conform with Czech law including the Charter of Fundamental Rights and Freedoms. The first applicant did not pursue the case before higher instances. He alleged to have no prospect of success due to the settled case law of the Supreme Court and the Constitutional Court.", "39. According to the Government, the applicant filed with a court an action under Article 220k of the CC whereby he asserted that the compensation for the transfer paid pursuant to Article 220p(2) of the CC was not adequate and claimed the remainder thereof According to the Government, these proceedings are still pending.", "40. Article 83 provides that the Constitutional Court is the judicial body responsible for the protection of constitutionality.", "41. Article 89(2) provides that all national authorities and individuals are bound by enforceable rulings of the Constitutional Court.", "42. Article 27(3) provided inter alia that facts inserted in the commercial register became effective as of the date on which they were made public.", "43. In accordance with Article 33 a court administering the commercial register made a registration into the commercial register public.", "44. Article 131(1) gave shareholders the right to contest a general meeting resolution by means of an application to set aside if it was deemed to contravene the law, a deed of incorporation or by-laws. An application to set aside could be lodged within three months or, in certain circumstances, one year of the adoption of the resolution. The provision was applicable to general meeting resolutions of joint stock companies by virtue of Article 183(1).", "45. Under Article 131(3)(c) the court could not set aside a general meeting resolution if a court in charge of the commercial register had recorded a transfer of the company's assets in the commercial register.", "46. Article 131(4) provided, inter alia, that persons who had suffered damage by a resolution of the general meeting adopted contrary to law, the deed of incorporation or by-laws, were entitled to claim damages and/or just satisfaction for an impairment of fundamental shareholders' rights. This right could be asserted even if a court did not declare the general meeting resolution void for one of the reasons set out in Article 131(3) of the Code. Such a claim had to be made before a court within the same time-limit as applied for introducing an application to set aside of a general meeting resolution, or within three months of the day on which a court decided on such an action.", "47. Under Article 131(7) everyone is bound by an enunciation of decision delivered pursuant to Article 131(1), (2) or (3).", "48. Article 131(7) provides that if a resolution of general meeting was not contested under Article 131(1),(2) or such a claim was not upheld, the resolution may be reviewed only in proceedings on the registration of the resolution in the commercial register, unless the resolution involves amendments of by-laws or a deed of incorporation contrary to law.", "49. Pursuant to Article 220a(11) proceedings to set aside a contract providing for a merger may be brought only if an application to set aside the relevant general meeting resolution has been filed.", "50. Under Article 220h(3) an action to set aside a general meeting resolution, or a contract, on merger could not be filed if a registration of the merger into the commercial register had been allowed by a court in charge thereof.", "51. By Article 220h(4), proceedings to set aside a general meeting resolution, or a contract, on merger brought prior to an registration of the merger in the commercial register could be continued after the registration had been made only if the plaintiff changed his or her action so as to seek damages or an adequate payment for surrendered shares pursuant to Article 220k, provided that those claims had not previously been raised.", "52. Under paragraph (1) of Article 220k, if the exchange ratio for shares together with financial compensation was not adequate, shareholders of a merging company were entitled to seek compensation from an acquiring company. The ratio decidendi of a judicial decision granting compensation to a shareholder was by virtue of paragraph (5) thereof binding, in respect of remaining shareholders, upon an acquiring company.", "53. Pursuant to Article 220l members of boards of directors and supervisory boards of companies involved in a merger, and experts who drew up an expert report for these companies were liable jointly and severally for damages caused by a breach of their duties during the merger.", "54. Article 220p(l) empowered a general meeting of a joint stock company to decide to wind up the company and transfer all its assets to a shareholder owning shares which represented more than 90% of the company's share capital (the main shareholder).", "55. Under Article 220p(2) the main shareholder was obliged to provide other shareholders with adequate compensation paid in cash in order to settle such a transfer.", "56. Article 220p(3) provided, inter alia, that Articles 220a(l)-(4),(7)-(11), 220h and 2201 were to be applied appropriately to the winding-up of a company and the transfer of its assets to its main shareholder.", "57. According to Article 220p(4), among other obligations, a company must have concluded a contract for the transfer of its assets with its main shareholder. Shareholders must have been thereby informed of their right to apply for review by a court of the value of the compensation. Article 220k(l),(5) and (7) governing an exchange of shares pending mergers were to be applied appropriately.", "58. The Act which entered into force on 1 July 2008 replaced inter alia the provisions of the CC governing the winding up of a company and the transfer of its assets to its main shareholder, Articles 220h (3) and (4) and 220p (3) of the CC being among them.", "59. Under Article 55(2) a court may declare a general meeting resolution on the transfer null and void only until the time when the transfer is inserted into the commercial register. Article 56(a) provides that such a registration may not be rescinded.", "60. Under Article 109(2)(c) a court is empowered to stay proceedings should a legal issue which might be relevant for its decision be examined in other pending proceedings. Courts deciding in proceedings on a registration into the commercial register ceased to have that power upon the amendment of that provision, which came into force on 31 December 2001.", "61. Article 200c(1) defines the persons having standing to participate in proceedings on a request for a registration into the commercial register. Only the requesting entrepreneur and the persons whose names are required to be inserted into the commercial register have such standing.", "62. Under Article 200c(3) a court in charge of the commercial register is obliged to proceed so as to take steps to prepare for delivery of decision within fifteen days from the day when the request was lodged.", "63. According to Article 200d(2) a court in charge of the commercial register may decide the matter before it without holding a hearing if, inter alia, it can do so on the basis of deeds before it which have been written pursuant to a particular statute (deeds by notary public etc.).", "64. By virtue of Article 243d a court to which a case was remitted following a quashing judgment of the Supreme Court is bound by a legal view enshrined therein.", "65. Section 72(1)(a) stipulates that a constitutional appeal may be submitted: a) pursuant to Article 87(l)(d) of the Constitution, by a natural or legal person, if he or she alleges that his or her fundamental rights and basic freedoms guaranteed in the constitutional order have been infringed as a result of the final decision in proceedings to which he or she was a party, of a measure, or of some other encroachment by a public authority.", "66. By virtue of Section 82(3) if the Constitutional Court grants the constitutional appeal of a natural or legal person under Article 87(l)(d) of the Constitution, it shall: a) quash the contested decision of the public authority, or b) if a constitutionally guaranteed fundamental right or basic freedom was infringed as the result of an encroachment by a public authority other than a decision, enjoin the authority from continuing to infringe this right or freedom and order it, to the extent possible, to restore the situation that existed prior to the infringement.", "67. The Supreme Court is by virtue of that legislation the highest Czech court of ordinary jurisdiction with the task inter alia to settle case law of ordinary courts.", "68. In its judgment of 18 March 1997 the Constitutional Court, interpreting Article 89(2) of the Constitution, rejected the assumption according to which its views enshrined in reasoning of its judgments are legally irrelevant. The court held inter alia that an a priori disrespect by ordinary courts towards such views raises doubts whether ordinary courts decide in conformity with Article 90 of the Constitution, according to which their principal task is to ensure the protection of rights pursuant to law. Ordinary courts declining to follow such views must be aware that their rulings will be most probably brought by the Constitutional Court in line with its existent case law. The Constitutional Court added in this regard that an a priori disrespect towards existent case law, resulting in different decisions on a same matter, contravenes the principle of legal certainty, which is an indispensable component of constitutional law and the rule of law.", "69. In this decision of 25 May 2005 in which it rejected an appeal against a court's decision approving the registration of a transfer of company's assets to the main shareholder at the commercial register and a request to strike down Articles 131(3)(c), 220h(3) and 220p of the CC, the Constitutional Court held as follows:", "“The law providing for the winding up of a company and the transfer of its assets to its main shareholder is at the very limit of constitutional conformity owing to the imperfect coordination of proceedings for a registration into the commercial register with proceedings to set aside an asset transfer contract (filed together with an application to set aside a general meeting resolution) which makes possible the irreversible registration of [the winding up of a company and the transfer of its assets to its main shareholder] into the commercial register without examination of an action to set it aside. It cannot be said, however, that minority shareholders have no remedy at their disposal.. ..[A]ccording to Article 131(4) of the [CC], they can seek damages and just satisfaction.", "The law governing proceedings before a court in charge of the commercial register is proportionate to the aim and objective of the legislation providing for transformations of companies, whose purpose is to accommodate expeditious registration of those transformations, made on the basis of the agreement among the companies' shareholders, into the commercial register, with regard to the fact that such a transformation is from a certain moment irreversible owing to legal, economic and technical aspects of that process.", "...[T]he impugned decision of the court in charge of the commercial register did not amount to unconstitutional interference with the appellant's property rights as he retained access to legal remedies for the protection of his ownership rights to the shares in a proportionate manner.. ..[L]egitimate expectations of shareholders do not have the same intensity as those of owners of other property. ..[as] the nature of a joint stock company implies risks of a change in the shareholders' status...", "The gist of the appeal consists in the applicant's disagreement with the law providing for [the winding-up of a company and the transfer of its assets to its main shareholder] as such, in particular with the insufficient guarantees for minority shareholders. The Constitutional Court, however, by Section 74 of the Constitutional Court Act is not empowered to examine these complaints as the appeal at hand contested only the decision adopted by the court in charge of the commercial register in the proceedings on the registration of the winding up and the transfer into the commercial register. [Examination] of these complaints would go beyond the scope of that court's review defined by the applicants' constitutional appeal contesting the decision of the court in charge of the commercial register which decided on the registration in the commercial register, not on decisions adopted in other proceedings available to the complaining minority shareholders.”", "70. In this decision the Supreme Court upheld lower court's views according to which a legal impediment, enshrined in Article 131(3)(c) of the CC taken in conjunction with Article 183(1) thereof, and Article 220h(4) of the CC taken in conjunction with Article 220p(3) thereof, barred courts from setting aside general meeting resolutions and asset transfer contracts after such an asset transfer had been recorded into the commercial register."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}