{"ITEMID": "001-60720", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF DEMIR v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-2;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant was born in 1959 and lives in Vienna.", "10. On 29 November 1992 the applicant was arrested on suspicion of attempted blackmail and unlawful possession of a firearm. Subsequently, he was taken into detention on remand. He was suspected of having tried to blackmail Turkish restaurant owners in that he together with several accomplices, all being members of a Kurdish association, came to their restaurants and threatened them in order to obtain money for this association. Further, the applicant was suspected of unlawful possession of a firearm, which had been found in a car he used to drive. In these and the following proceedings the applicant was represented by counsel. On 3 August 1993 the applicant was released.", "11. On 31 March 1995 the Vienna Regional Criminal Court (Landesgericht für Strafsachen), after its first judgment had been quashed on appeal, acquitted the applicant and his co-accused giving them the benefit of the doubt. The prosecution did not appeal against the acquittal. Therefore, in accordance with the relevant procedural provisions, it was not necessary to serve a written version of the judgment on the applicant, but it was sufficient to include its operative part without any reasons in the minutes of the hearing (so-called abridged version of minutes and judgment – Protokollsvermerk und gekürzte Urteilsausfertigung).", "12. On 16 October 1995 the Vienna Regional Criminal Court, after a first decision on the applicant’s compensation claim for detention on remand under section 2 (1)(b) of the Compensation (Criminal Proceedings) Act 1969 (Strafrechtliches Entschädigungsgesetz 1969, hereinafter “the 1969 Act”) had been quashed on appeal, again dismissed the applicant’s compensation claim.", "13. On 26 February 1996 the Vienna Court of Appeal (Oberlandes-gericht), upon the applicant’s appeal, quashed the Regional Court’s decision on the ground that it did not contain sufficient reasons. As to the applicant’s complaint that the decision violated the presumption of innocence it noted that the European Court of Human Rights in the Sekanina v. Austria judgment of 25 August 1993 (Series A no. 266-A) had not challenged the conformity with Article 6 § 2 of the Convention of section 2 (1)(b) of the 1969 Act. Following an acquittal it was still admissible to examine the question whether the suspicion had been dispelled as long as the assessment did not go beyond the reasons given for the acquittal. It, therefore, instructed the Regional Court to state the reasons for the acquittal of the applicant, which were not included in the abridged version of minutes and judgment of 31 March 1995.", "14. Thereupon, the Regional Court supplemented the minutes accordingly, stating that the evidence before it did not carry a finding of guilt. As to the charge of attempted blackmail it noted that in the second set of proceedings the witnesses, namely the restaurant owners concerned, had given a weakened version of their previous statements. They said in particular that the applicant and his accomplices had not directly menaced them and that they had only been frightened as the applicant and his co-accused clearly asked for money and announced that they would return. Although the witnesses now tried to describe the incidents at issue as favourably to the accused as possible and although their statements were insufficient for a conviction, they had disproved the defence of the applicant who had claimed that he had only come to the respective restaurants to distribute posters without ever having requested donations. As to the second charge the court found that the evidentiary basis was sufficient to prove only that the applicant had access to the car in which the firearm had been found.", "15. On 25 March 1996, the Vienna Regional Criminal Court again dismissed the applicant’s compensation claim under section 2 (1)(b) of the 1969 Act. Its main line of argument ran as follows:", "“For his part, the applicant stated that he had not collected any donations at the material time. However, in the light of the witnesses’ testimony that point of his defence was revealed to be untrue. It follows that he lied in order to conceal something. Even if, in view of the very much weakened witness evidence, a conviction was no longer possible as the principle of the ‘benefit of the doubt’ had to be applied in the accused’s favour, it cannot be said that the suspicion attaching to the applicant and the other defendants acquitted with him was entirely dispelled in the second set of proceedings. As stated in the full reasoning of the decision [of 31 March 1995], the witnesses gave the impression that they now wished to exonerate the accused – particularly the applicant – but on the basis of their testimony the possibility that they felt threatened when the accused demanded money from them cannot be excluded.”", "16. On 10 April 1996 the applicant appealed against this decision. He contested, in particular, that the suspicion against him had not been dissipated.", "17. On 30 August 1996 the Vienna Court of Appeal, sitting in camera, as in all the previous proceedings, dismissed the applicant’s appeal. It found in essence that the Regional Court’s decision was duly based on the reasons given for the acquittal:", "“As clearly emerges from the full reasoning of its judgment, the trial court acquitted the applicant solely because in the second set of proceedings the restaurant owners departed from their previous depositions, which had strongly incriminated him, in such a manner that the requisite standard of proof of guilt could not be met. However, in its reasoning, the trial court makes clear reference to a number of circumstances duly supported by the evidence in the case file – which meant that the suspicion attaching to the applicant had not been entirely dispelled. In particular the judge states that during the trial he formed the personal impression that, in view of the specific manner in which the applicant and his fellows had acted, the prosecution witnesses had good, objectively-founded reason to fear reprisals in the form of violent attacks if they did not make the donations demanded.”", "18. This decision was served on the applicant’s counsel on 11 September 1996.", "19. Following communication of the present application to the respondent Government, the Procurator General filed a plea of nullity for the preservation of the law (Nichtigkeitsbeschwerde zur Wahrung des Gesetzes) with the Supreme Court (Oberster Gerichtshof).", "20. On 7 June 2000 the Supreme Court found that the courts’ failure to hold a public hearing and to pronounce their decisions publicly violated section 6 §§ 3 and 4 of the 1969 Act taken in conjunction with Article 6 § 1 of the Convention. It, therefore, quashed the Vienna Regional Criminal Court’s decision of 25 March 1996 as well as the decision of 30 August 1996 by the Vienna Court of Appeal and remitted the case to the Regional Court.", "21. On 31 July 2000 the Vienna Regional Criminal Court, after having held a public hearing, again dismissed the applicant’s compensation claim. At the close of the hearing the judge pronounced the decision orally. In the written version of the decision the court used exactly the same wording for a reasoning as it had already used in its previous decision of 25 March 1996 (see above).", "22. On 15 September 2000 the Vienna Court of Appeal, sitting in private, dismissed the applicant’s appeal. It confirmed the Regional Court’s view that the suspicion against the applicant had not been dissipated, using the same reasoning as in it previous decision of 30 August 1996 (see above).", "23. The relevant provisions of the Compensation (Criminal Proceedings) Act 1969 read as follows:", "“(1) A right to compensation arises: ...", "(b) where the injured party has been placed in detention or remanded in custody by a domestic court on suspicion of having committed an offence making him liable to criminal prosecution in Austria ... and is subsequently acquitted of the alleged offence or otherwise freed from prosecution and the suspicion that he committed the offence has been dispelled or the prosecution is excluded on other grounds, in so far as these grounds existed when he was arrested; ...”", "“(2) A court which acquits a person or otherwise frees him from prosecution ... (section 2 (1) (b) or (c)) must decide either of its own motion or at the request of the individual in question or the public prosecutor’s office whether the conditions for compensation under section 2 (1) (b) or (c), (2) and (3) have been satisfied or whether there is a ground for refusal under section 3. ...", "(4) Once the judgment rendered in the criminal proceedings has become final, the decision, which need not be made public, must, as part of the proceedings provided for in paragraph 2, be served on the detained or convicted person personally and on the public prosecutor ...”", "24. In its judgment of 29 September 1994 (VfSlg 13879) the Constitutional Court ruled on the constitutionality of section 2 (1)(b) of the 1969 Act. It found that this provision in itself did not violate Article 6 § 2 of the Convention which, under Austrian law, had the force of constitutional law. In the light of the Sekanina v. Austria judgment (of 25 August 1993, Series A no. 266-A), it held that it was not the refusal of a claim for compensation which was contrary to the Convention, but the re-examination of the question of guilt after a final acquittal. In the Constitutional Court’s view only the separate re-assessment of evidence on the basis of the contents of the whole court file was likely to infringe the presumption of innocence. Nevertheless, the Constitutional Court observed that it would be desirable to amend section 2 (1)(b) of the 1969 Act in order to clarify the law."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}