{"ITEMID": "001-76321", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF STORK v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicants are German nationals and live in Hamminkeln.", "5. They are owners of a real estate in Hamminkeln. On 22 October 1985 the Municipality ordered the applicants to pay a contribution amounting to DEM 4,470.52 (approximately 2,285 €) for the construction of a street adjacent to their land. The contribution was based on the Municipality’s decree on contributions for the construction of local public infrastructure (Erschließungsbeitragssatzung). The Municipality repeatedly amended this decree (in 1986, 1889 and 1994 respectively).", "6. On 7 November 1985 the applicants lodged an administrative appeal (Widerspruch). They contested the amount to be paid and alleged that the street had not been duly constructed. The Municipality should have requested the company which had been commissioned to construct the street to reduce the price on account of the defective construction. Furthermore the applicants referred to Section 133 of the Federal Building Act (Baugesetzbuch) pursuant to which the contribution for a local public infrastructure facility was only due after its final construction (endgültige Herstellung). The street had not been finally constructed because it did not meet the conditions for the final construction of a facility as laid down in the Municipality’s decree on contributions for the construction of local public infrastructure.", "7. The applicants moreover accused the employees of the Municipality of having acted for their own unjustified enrichment as they commissioned a firm which had evidently offered its service for speculative prices (Spekulationspreise). These allegations led to criminal investigations of the Duisburg Public Prosecutor during which two expert opinions were furnished concerning the construction of the impugned road. The criminal investigations, instituted in 1986, were discontinued in May and August 1989.", "8. On 13 November 1985 the applicants requested that the execution of the order be stayed (Aussetzung der Vollziehung). The Municipality rejected their motion on the same day. On 19 November 1985 the applicants filed a motion for an interim injunction to stay the execution. On 11 June 1986 the Düsseldorf Administrative Court ordered the stay of the execution. On 20 September 1988 the Münster Administrative Court of Appeal rejected the Municipality’s appeal.", "9. On 27 October 1988 the applicants lodged a complaint for failure to act (Untätigkeitsklage) with the Düsseldorf Administrative Court pursuant to Section 75 of the Code of Administrative Court Procedures (Verwaltungsgerichtsordnung – see “Relevant domestic law” § 20 below) because the Municipality had not yet decided upon their administrative appeal of 7 November 1985. The Administrative Court asked the Duisburg Public Prosecutor to submit the two expert opinions prepared in the course of the criminal investigations against the employees of the Municipality. In February 1989 at the latest the Duisburg Public Prosecutor submitted the expert opinions to the Administrative Court.", "10. In 1989 the Municipality instituted proceedings to preserve evidence (Beweissicherungsverfahren) before the Wesel District Court. On 12 May 1989 the court ordered an expert opinion on the defects of the road construction. Upon the inquiry of the Düsseldorf Administrative Court on 12 February 1992 the District Court announced that the expert opinion was to be furnished at the end of that year. On 23 November 1992 the expert opinion dated 28 October 1992 was submitted to the Administrative Court.", "11. On 11 May 1993 the Düsseldorf Administrative Court quashed the order of the Municipality dated 22 October 1985 inter alia because the street had not been constructed in conformity with the Municipality’s decree. The Court based its decision on one of the expert opinions prepared in the course of the criminal investigations, on the expert opinion prepared in the proceedings before the Wesel District Court and on two expert opinions prepared in the context of the proceedings before it. The court also heard two of the experts as expert witnesses.", "12. On the Municipality’s appeal, the Münster Administrative Court of Appeal quashed the judgment on 29 November 1996, rejected the applicants’ complaint and refused leave to appeal on points of law (Nichtzulassung der Revision). At the oral hearing on the appeal, the applicants filed fourteen requests for the taking of evidence.", "13. On 1 September 1997 the Federal Administrative Court granted the applicants’ request for leave to appeal, quashed the decision of the Administrative Court of Appeal and remitted the matter to it, without deciding separately upon the admissibility of the appeal on points of law in order to expedite the proceedings. It held that the Administrative Court of Appeal had not provided sufficient reasons for its decision, in particular it had failed to expose why it had not considered the applicants’ submissions.", "14. On 30 December 1997 the Münster Administrative Court of Appeal rejected the applicants’ appeal without holding a hearing.", "15. On 19 April 1999 the Federal Administrative Court quashed this decision and remitted the case again to the Münster Administrative Court of Appeal. It held inter alia that the latter had not sufficiently justified why it had not examined the applicants’ offers of proof, even it might have been troublesome to deal with each of the offers of proof (“auch wenn es mühselig ist (...), sich mit jedem einzelnen Beweisantrag auseinanderzusetzen”). It observed moreover that the decision of the Administrative Court of Appeal not to hold a hearing without informing the parties was not in conformity with the procedural requirements.", "16. On 11 January 2001 a hearing was held in the resumed proceedings before the Münster Administrative Court of Appeal during which the applicants filed forty-four requests for the taking of evidence. The Municipality reduced the amount to be paid by the applicants to DEM 3,951.54 and the parties declared the case settled in respect of the amount in excess (Erledigung des Rechtsstreits). On 23 January 2001 the Münster Administrative Court of Appeal discontinued the proceedings as to the amount exceeding DEM 3,951.54 and dismissed the applicants’ complaint as to the remainder.", "17. On 6 August 2001 the Federal Administrative Court rejected the applicants’ request for leave to appeal on points of law.", "18. On 25 September 2001 the applicants lodged a constitutional complaint and argued inter alia that the length of proceedings had been excessive.", "19. On 10 April 2002 the Federal Constitutional Court, sitting as a panel of three judges, refused to admit the constitutional complaint without giving any reasons. The decision was served on the applicants’ representative on 19 April 2002.", "20. Section 75 of the Code of Administrative Court Procedures (Verwaltungsgerichtsordnung) provides inter alia that an application to set aside an order (Anfechtungsklage) can be lodged with the Administrative Court if the administrative authorities fail without sufficient justification to decide upon the administrative appeal against this order within a reasonable time-limit, in general three months.", "21. The Federal Building Act (Baugesetzbuch) establishes inter alia that infrastructure development shall be the task of the Municipality (Section 123) but that the latter may assign the infrastructure development to a third party by agreement (Section 124). Furthermore, the Municipality shall charge an infrastructure contribution to cover the costs for the infrastructure facilities not otherwise covered (Section 127) but it shall assume at least 10 % of the infrastructure expenditures subject to contribution (Section 129)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}