{"ITEMID": "001-104722", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF WŁOCH v. POLAND (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-5;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1941 and lives in Kraków.", "6. Between 20 September 1994 and 11 January 1995 the applicant was detained on charges of trafficking in children on account of his suspected involvement in illicit adoptions, and incitement to false testimony. The proceedings as regards the charge of trafficking in children were discontinued on 24 November 2000 by the Tarnobrzeg Regional Court. The court found that the applicant’s actions did not fulfil the description of such an offence. The decision was upheld on 30 January 2001 by the Rzeszów Court of Appeal. The remainder of the charges against the applicant were discontinued on 26 August 2003.", "7. On 16 May 2000 the applicant was charged with using a forged power of attorney authorising him to represent Mr and Mrs C. On 16 June 2005 the Tarnobrzeg District Court found him guilty on this charge and sentenced him to a fine of 2,280 Polish zlotys (PLN), calculated as 228 daily rates, each equivalent to PLN 10. At the same time the court decided, under Article 63 § 1 of the Criminal Code, to credit the period of the applicant’s pretrial detention from 20 September 1994 to 11 January 1995 towards the fine. Since, according to the Criminal Code, one day of deprivation of liberty equalled two daily rates of a fine, the period of the applicant’s detention of 114 days was credited in its entirety towards the fine. An appeal by the applicant against that judgment was dismissed on 10 October 2005 by the Tarnobrzeg Regional Court.", "8. On 21 January 2002 the applicant lodged an application for compensation for unjustified detention. He sought PLN 500,000 in respect of nonpecuniary damage and PLN 150,000 for pecuniary damage (at the material time these sums amounted to 160,000 euros (EUR) in total).", "9. On 15 December 2005 the Tarnobrzeg Regional Court dismissed the application. On 18 April 2006 the Rzeszow Court of Appeal quashed the judgment and remitted the case.", "10. On 30 June 2006 the Tarnobrzeg Regional Court dismissed the application. The court established that the applicant’s detention between 20 September 1994 and 11 January 1995 had undoubtedly been unjustified within the meaning of Article 552 § 4 of the Code of Criminal Procedure. It relied on the Supreme Court’s interpretation to the effect that pretrial detention was undoubtedly unjustified if it had been imposed in violation of the Code of Criminal Procedure as well as if it had caused the applicant suffering to which, taking into account all the circumstances and particularly the outcome of the case, he should not have been subjected. Accordingly, the final outcome of the case was to be considered decisive for finding that the pretrial detention in a case had been “undoubtedly unjustified”. In this connection the court established that the applicant had not been convicted of any of the offences which had been the basis of his pretrial detention. Moreover, it pointed to the findings of the courts, which had discontinued the proceedings against him on the ground that the applicant’s actions did not fulfil the description of the offences he had been charged with. Taking into account all these arguments, the court concluded that the applicant’s pretrial detention had undoubtedly been unjustified.", "11. However, the Regional Court dismissed the applicant’s application for compensation, reiterating that on 16 June 2005 he had been convicted of forgery, for which he had been fined PLN 2,280 (approximately EUR 550). In accordance with Article 63 § 1 of the Criminal Code, the total period of the applicant’s pretrial detention had been credited towards the fine in such a way that one day of pretrial detention had equalled two daily rates of PLN 10. The court thus considered that the State Treasury had no longer been liable for undoubtedly unjustified detention, because the damage that had been sustained by the applicant had been correctly compensated for by crediting the period of his deprivation of liberty towards the fine ordered against him.", "12. The applicant appealed against the judgment, relying, inter alia, on Article 5 § 5 of the Convention. He argued that the crediting of a period of deprivation of liberty towards a fine should not be automatic and that the courts should assess the actual damage sustained by a detainee.", "13. On 5 October 2006 the Rzeszów Court of Appeal (Sąd Apelacyjny) dismissed the appeal. The court agreed with the lower court’s findings, and those expressed in the Supreme Court’s Resolution of 15 September 1999, which had stated that if the pretrial detention had been compensated for by being credited towards a fine, even one ordered in another set of proceedings, no compensation would be granted.", "14. The applicant lodged an appeal on points of law against that judgment.", "15. The Supreme Court applied to an extended bench of the Supreme Court for a resolution which would answer the following question:", "“In the event that a period of pretrial detention ordered in another set of proceedings is credited towards a fine – under Article 417 of the Code of Criminal Procedure and Article 63 of the Criminal Code – should the claim for compensation for undoubtedly unjustified detention be considered to have already been satisfied; or, in application of Article 553 of the Code of Criminal Procedure (a contrario) and the principles on calculating compensation as encompassing both [pecuniary and nonpecuniary] damage, would there still be a claim in so far as the just amount of compensation would exceed the amount of the fine that had been ordered?”", "16. On 20 September 2007 the Supreme Court, sitting as a bench of seven judges, dismissed the application for a resolution in the applicant’s case. The court considered that the law and practice were clear and that further interpretation of them in a resolution was not required. It considered that there existed two ways of compensating for damage caused by unjustified pretrial detention. The first was of nonpecuniary nature, and applied when there was a possibility to credit a period of detention towards another penalty ordered against the same person in the same or another set of proceedings. The second was of a pecuniary nature, under Article 552 of the Code of Criminal Procedure, and was applicable only if the first way was not practicable. These two methods were mutually exclusive in that making use of one excluded the possibility of using the other. The Supreme Court concluded:", "“... crediting of a period of pretrial detention towards a penalty ordered in the same or in another set of proceedings precludes the possibility of subsequently bringing an effective claim for compensation [under the relevant provisions of the Code of Criminal Procedure] for the same period [of pretrial detention] ...”", "17. On 15 November 2007 the Supreme Court, sitting as a panel of three judges, dismissed the applicant’s appeal on points of law following the interpretation provided by the Supreme Court in the abovementioned decision. The court considered that there were no provisions of Polish law that would allow for supplementary compensation in cases where the period of detention had been credited towards another penalty.", "18. The applicant was notified of the Supreme Court decision on 2 January 2008.", "19. Article 552 of the Code of Criminal Procedure provides:", "“1. An accused who, as a result of the reopening of proceedings or an appeal on points of law, has been acquitted or resentenced under a more lenient provision, shall be entitled to receive from the State Treasury compensation for the pecuniary and nonpecuniary damage which he has suffered as a result of having served all or part of the sentence unjustifiably imposed on him.", "2. The provisions of paragraph 1 shall also be applicable if, after the sentencing judgment has been reversed or declared null and void, the proceedings have been discontinued by reason of material circumstances not duly considered in prior proceedings.", "3. A right to compensation for pecuniary and nonpecuniary damage shall also arise if a preventive measure has been applied under the conditions specified in paragraphs 1 and 2.", "4. A right to compensation for pecuniary and nonpecuniary damage shall also arise in the event of undoubtedly unjustified (niewątpliwie niesłuszne) pretrial detention or arrest.”", "20. Article 63 (1) of the Criminal Code deals with the crediting of a period of actual deprivation of liberty towards other penalties ordered in the same set of proceedings. It provides:", "“The period of actual deprivation of liberty in a given case, rounded to a full number of days, shall be credited towards the penalty ordered, with one day of actual deprivation of liberty equalling one day of the penalty of deprivation of liberty, or two days of the penalty of restriction of liberty, or two daily rates of a fine.”", "21. On 8 February 2007 the Kraków Court of Appeal partly upheld the firstinstance court judgment and awarded compensation for unjustified detention to Mr U.M.K. in the amount of PLN 35,000 as regards nonpecuniary damage and PLN 23,500 for pecuniary damage (in total approximately EUR 15,000). The claimant was detained for a total period of twentyfour days in October 1995. The criminal proceedings against him, linked to the applicant’s case and also concerning trafficking in children, were finally discontinued in 2002.", "On 5 October 2005 the Włocławek Regional Court gave a judgment in which it granted compensation for unjustified detention to Mr B.R. in the amount of PLN 50,000 as regards pecuniary damage and PLN 25,000 in respect of nonpecuniary damage (in total approximately EUR 20,000). It appears that Mr B.R. was also detained in connection with the same investigation as the applicant."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}