{"ITEMID": "001-86678", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF PANUSZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 5 - Right to liberty and security;Violation of Article 8 - Right to respect for private and family life", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["4. The applicant was born in 1967 and lives in Katowice.", "5. On 28 June 2000 the applicant was arrested on suspicion of murder.", "6. On 30 June 2000 the Tychy District Court (Sąd Rejonowy) ordered his detention on remand.", "7. The applicant’s detention was subsequently extended on 28 September, 18 December 2000 and on 26 March 2001.", "8. On 8 June 2001 the bill of indictment was lodged.", "9. On 25 June 2001 the Katowice Regional Court (Sąd Okręgowy) extended the applicant’s detention until 15 January 2002. The court relied on a strong suspicion that he had committed the offence in question, which was supported by evidence. It attached importance to the grave nature of the offence and the likelihood of a severe sentence of imprisonment being imposed on him. In addition, keeping him in custody was necessary to ensure the proper conduct of the proceedings. Lastly, the court stressed that there were 3 coaccused and 26 witnesses involved in the proceedings.", "10. On 16 November 2001 the trial court held the first hearing. It subsequently held 7 hearings in the case.", "11. On 7 January 2002 the Katowice Regional Court extended the applicant’s detention until 15 May 2002. The court repeated the reasons given previously. Upon an appeal by the applicant, the Katowice Court of Appeal (Sąd Apelacyjny) upheld that decision on 6 February 2002.", "12. On 6 May 2002 the Regional Court again extended the applicant’s detention. The court stressed that he was likely to receive a particularly severe sentence.", "13. On 23 May 2002 the Katowice Regional Court convicted the applicant as charged and sentenced him to 15 years’ imprisonment. On 10 July 2002 the applicant’s lawyer lodged an appeal. He was kept in detention pending appeal for the 10 subsequent months.", "14. On 6 March 2003 the Court of Appeal upheld the first-instance judgment.", "15. On 18 June 2003 the applicant’s lawyer filed a cassation appeal (kasacja) with the Supreme Court (Sąd Najwyższy).", "16. On 24 May 2004 the applicant informed the Registry that his cassation appeal had been rejected by the Supreme Court.", "17. At the time of lodging his application with the Court the applicant was detained in the course of criminal proceedings against him.", "18. On 1 February 2002 the Registry of the Court received a letter from the applicant dated 28 January 2002. The envelope bears a stamp “censored on...” (ocenzurowano dn....) and an illegible signature.", "19. On 28 May 2002 the Registry of the Court received the application form from the applicant (dated 16 May 2002). It was delivered in an envelope bearing a stamp “censored on...” (ocenzurowano dn....). It also bears an illegible signature and a handwritten date, 20 May 2002.", "20. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006, and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "21. The relevant domestic law concerning the means of monitoring the correspondence of persons involved in criminal proceedings applicable at the material time is set out in the Court’s judgment in the case of Michta v. Poland, no. 13425/02, §§ 33-39, 4 May 2006."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}