{"ITEMID": "001-78623", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 2006, "DOCNAME": "CASE OF MARKOVIC AND OTHERS v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Egbert Myjer;Ireneu Cabral Barreto;Ján Šikuta;Jean-Paul Costa;John Hedigan;Karel Jungwiert;Lucius Caflisch;Luzius Wildhaber;Margarita Tsatsa-Nikolovska;Mindia Ugrekhelidze;Nicolas Bratza;Vladimiro Zagrebelsky", "TEXT": ["9. The ten applicants are all citizens of Serbia and Montenegro, which was known at the time of the events in question as the Federal Republic of Yugoslavia (“the FRY”).", "The first two applicants, Dusan and Zoran Markovic, were born in 1924 and 1952 respectively, and applied to the Court on behalf of Dejan Markovic, deceased son of Dusan Markovic and brother of Zoran Markovic.", "The third and fourth applicants, Dusika and Vladimir Jontic, were born in 1948 and 1978 respectively, and applied to the Court on behalf of Slobodan Jontic, deceased husband of Dusika Jontic and father of Vladimir Jontic.", "The fifth applicant, Draga Jankovic, was born in 1947 and applied to the Court on behalf of her deceased husband, Milovan Jankovic.", "The sixth and seventh applicants, Mirjana and Slavica Stevanovic, were born in 1945 and 1974 respectively, and applied to the Court on behalf of Slavisa Stevanovic, deceased son of Mirjana Stevanovic and brother of Slavica Stevanovic.", "The eighth, ninth and tenth applicants, Milena, Obrad and Dejan Dragojevic, were born in 1953, 1946 and 1975 respectively, and applied to the Court on behalf of Dragorad Dragojevic, deceased son of Milena and Obrad Dragojevic and brother of Dejan Dragojevic.", "10. The applicants lodged the present application to complain of the outcome of an action in damages which they had brought in the Italian courts in respect of an air strike against the FRY.", "11. The facts of the case relate to the same events as those considered by the Court in its decision in the case of Banković and Others v. Belgium and Others ((dec.) [GC], no. 52207/99, ECHR 2001-XII). The facts in that case were summarised as follows:", "“6. The conflict in Kosovo between Serbian and Kosovar Albanian forces during 1998 and 1999 is well documented. Against the background of the escalating conflict, together with the growing concerns and unsuccessful diplomatic initiatives of the international community, the six-nation Contact Group (established in 1992 by the London Conference) met and agreed to convene negotiations between the parties to the conflict.", "7. On 30 January 1999, and following a decision of its North Atlantic Council (NAC), the North Atlantic Treaty Organisation (NATO) announced air strikes on the territory of the FRY in the case of non-compliance with the demands of the international community. Negotiations consequently took place between the parties to the conflict from 6 to 23 February 1999 in Rambouillet and from 15 to 18 March 1999 in Paris. The resulting proposed peace agreement was signed by the Kosovar Albanian delegation but not by the Serbian delegation.", "8. Considering that all efforts to achieve a negotiated political solution to the Kosovo crisis had failed, the NAC decided on, and on 23 March 1999 the Secretary General of NATO announced, the beginning of air strikes (Operation Allied Force) against the FRY. The air strikes lasted from 24 March to 8 June 1999.", "...", "9. Three television channels and four radio stations operated from the RTS facilities in Belgrade. The main production facilities were housed in three buildings at Takovska Street. The master control room was housed on the first floor of one of the buildings and was staffed mainly by technical staff.", "10. On 23 April 1999, just after 2 a.m. approximately, one of the RTS buildings at Takovska Street was hit by a missile launched from a NATO forces’ aircraft. Two of the four floors of the building collapsed and the master control room was destroyed.", "11. ... Twenty-four targets were hit in the FRY that night, including three in Belgrade.”", "12. The partial collapse of the RTS building caused the deaths of sixteen people, including the five relatives of the applicants.", "13. On 31 May 2000 the first four applicants brought an action in damages in the Rome District Court under Article 2043 of the Italian Civil Code. The other six applicants applied to be joined to the proceedings on 3 November 2000.", "14. The applicants believed that civil liability for the deaths of their relatives lay with the Italian Prime Minister’s Office and Ministry of Defence and with the Command of NATO’s Allied Forces in Southern Europe (AFSOUTH).", "They argued that the Italian courts had jurisdiction to hear the case. In particular, on the basis of the wording of Article 6 of the Italian Criminal Code, they submitted that the unlawful act that had caused the alleged damage should be regarded as having been committed in Italy inasmuch as the military action had been organised on Italian territory and part of it had taken place there. They based this argument on the extent of Italy’s commitment – involving substantial political and logistical support – to the military mission in question. Specifically, Italy, unlike other NATO members, had provided the air bases from which the aircraft that had bombed Belgrade and the RTS had taken off. They also relied in support of their claim on Article 174 of the Wartime Military Criminal Code and on the London Convention of 1951 and the Protocol Additional to the Geneva Conventions.", "15. The defendants argued that the Italian courts had no jurisdiction to hear the case. The proceedings against AFSOUTH were discontinued by the applicants.", "16. The Prime Minister’s Office and the Ministry of Defence subsequently sought a preliminary ruling from the Court of Cassation on the question of jurisdiction (regolamento preventivo di giurisdizione) under Article 41 of the Italian Code of Civil Procedure.", "17. In written submissions dated 16 November 2001, Assistant Principal State Counsel at the Court of Cassation argued that the application for a preliminary ruling should be declared inadmissible as it concerned the merits of the claim, not the issue of jurisdiction. He stated as follows:", "“The governmental bodies defending this claim have requested a preliminary ruling on the issue of jurisdiction, arguing that:", "(a) since the action is brought against the Italian State as a specific (unitary) subject of international law for acts performed in the exercise of its imperium (iure imperii), it cannot be brought in the Italian courts;", "(b) paragraph 5 of Article VIII of the London Convention of 19 June 1951, which Italy ratified by Law no. 1335 of 1955, does not provide any basis for the action either, as it applies to damage caused in the receiving State.", "The government seek to show through this jurisdictional issue that the Italian legal system does not contain any provision or principle capable of providing a basis for the alleged personal right [diritto soggettivo perfetto] or of guaranteeing it in the abstract.", "Accordingly, the position is that:", "(a) the government argue that the Italian State cannot be held liable for acts carried out in the exercise of its imperium;", "(b) in addition, they deny that the said London Convention can be used to determine the place where the acts which caused the alleged damage took place (it is not by accident that the applicant has cited the provisions of the Criminal Code referring to the place where the offence was committed).", "It follows that the questions thus raised go to the merits, not to the issue of jurisdiction (see judgment no. 903 of 17 December 1999 of the Court of Cassation, sitting as a full court).", "For these reasons, the Court of Cassation, sitting as a full court, is asked to declare the application inadmissible, with all the consequences which that entails in law.”", "18. In a ruling (no. 8157) of 8 February 2002, which was deposited with the registry on 5 June 2002 and conveyed to the applicants on 11 June 2002, the Court of Cassation, sitting as a full court (Sezioni Unite), found that the Italian courts had no jurisdiction. It reasoned as follows:", "“...", "2. The claim seeks to impute liability to the Italian State on the basis of an act of war, in particular the conduct of hostilities through aerial warfare. The choice of the means that will be used to conduct hostilities is an act of government. These are acts through which political functions are performed and the Constitution provides for them to be assigned to a constitutional body. The nature of such functions precludes any claim to a protected interest in relation thereto, so that the acts by which they are carried out may or may not have a specific content – see the judgments of the full court of 12 July 1968 (no. 2452), 17 October 1980 (no. 5583) and 8 January 1993 (no. 124). With respect to acts of this type, no court has the power to review the manner in which the function was performed.", "3. While the purpose of the provisions of international agreements governing the conduct of hostilities – the Protocol Additional to the Geneva Conventions (Articles 35.2, 48, 49, 51, 52 and 57) and the European Convention on Human Rights (Articles 2 and 15 § 2) – is to protect civilians in the event of attack, they are rules of international law, and so also regulate relations between States.", "These same treaties lay down the procedure for finding a violation and the sanctions in the event of liability (Article 91 of the Protocol and Article 41 of the Convention); they also designate the international courts and tribunals with jurisdiction to make such a finding.", "However, the legislation implementing these rules in the Italian State does not contain any express provision enabling injured parties to seek reparation from the State for damage sustained as a result of a violation of the rules of international law.", "The notion that provisions to that effect may implicitly have been introduced into the system through the implementation of rules of international law is at odds with the converse principle that has been mentioned which holds that protected individual interests are no bar to carrying out functions of a political nature.", "Indeed, in order to enable reparation to be provided in the domestic system for loss sustained as a result of a violation of the ‘reasonable time’ requirement under Article 6 of the Convention on Human Rights, [the State] introduced appropriate legislation (Law no. 89 of 24 March 2001).", "4. No entitlement to a review of the government’s decision concerning the conduct of hostilities with respect to the NATO aerial operations against the Federal Republic of Yugoslavia can be found in the London Convention of 1951.", "The fact that the aircraft used to bomb the Belgrade radio and television station were able to use bases situated on Italian territory constitutes but one element of the highly complex operation whose lawfulness it is sought to review and is not therefore relevant to the application of the rule laid down in paragraph 5 of Article VIII of the Convention, which on the contrary presupposes the commission of an act that is amenable to review.”", "19. The Court of Cassation’s ruling brought to an end, ipso jure, the proceedings in the Rome District Court.", "20. The relevant provisions of the Italian Constitution are as follows:", "“The Italian legal system shall comply with the generally recognised rules of international law.", "...”", "“Everyone may bring legal proceedings to protect his or her rights and legitimate interests.", "...”", "“Civil servants, other agents of the State and public entities shall be directly responsible, in accordance with the criminal, civil and administrative law, for acts committed in breach of rights. In connection with such acts, civil liability shall extend to the State and public entities.", "...”", "“Judicial protection of rights and legitimate interests in the ordinary and administrative courts shall always lie against acts of the public administrative authorities.", "It may not be excluded or limited to extraordinary remedies or specific categories of act.", "The law shall specify which judicial bodies are empowered to set aside acts of the public authorities, in what cases and with what effects.”", "21. Article 31 of Royal Decree no. 1024 of 26 June 1924 provides:", "“No appeal to the Consiglio di Stato, sitting in its judicial capacity, shall lie against acts or decisions of the government which involve the exercise of political power.”", "22. Article 2043 of the Civil Code provides:", "“Any unlawful act which causes damage to another will render the perpetrator liable in damages under the civil law.”", "23. Article 41 of the Code of Civil Procedure, which deals with the issue of jurisdiction, provides:", "“For so long as there has been no determination of the merits of the proceedings at first instance, any party may seek a ruling on a question of jurisdiction under Article 37 from the Court of Cassation, sitting as a full court. ...”", "Article 37 of the Code of Civil Procedure provides:", "“A ruling that an ordinary court has no jurisdiction because the case concerns a public authority or is within the province of a special court may be made at any time and at any level of jurisdiction, including by the court of its own motion.”", "24. The relevant provisions of the Criminal Code provide:", "“Anyone who commits an offence on the territory of the State shall be punished in accordance with Italian law.", "The offence will be regarded as having been committed on the territory of the State if all or part of the act or omission at the origin of the offence or all or some of the consequences of such act or omission occurred there.”", "“Restitution and compensation for damage.", "The commission of an offence shall give rise to an obligation of restitution under the civil law [Articles 2043 et seq. of the Civil Code].", "Any offence that causes pecuniary damage [Article 2056 of the Civil Code] or non-pecuniary damage [Article 2059 of the Civil Code] shall impose an obligation on the perpetrator and those accountable for his or her actions under the civil law [Article 2047 of the Civil Code] to make reparation.”", "25. Article 174 of the Wartime Military Criminal Code reads as follows:", "“A commanding officer of a military force who, in order to inflict damage on the enemy, orders or authorises the use of a means or method of warfare that is prohibited by law or by international treaty or which is in any event contrary to the military code of honour shall be liable on conviction to a minimum of five years’ imprisonment unless the act concerned is a criminal offence under a specific statutory provision.", "If the act results in a massacre, the minimum term of imprisonment shall be ten years.”", "26. In a judgment of 10 July 1992 (no. 124/1993), the Court of Cassation, sitting as a full court, established the rule that the courts had no jurisdiction to hear cases against the authorities relating to political acts.", "A trade union had brought an action against the Prime Minister, the Civil Service Ministry and the Ministry of State Education on the ground that the government had failed to comply with their undertakings. The Court of Cassation noted, inter alia, that such a failure could only engage the government’s political responsibility, but could not create a right. It ruled that the courts had no jurisdiction to hear the case after formulating the following principle:", "“Legislative action is a political act since it is the standard means of performing political and governmental functions. The governmental authority’s conduct in the present case was not, therefore, capable in law of causing individuals damage (whether to their personal rights or to their legitimate interests); it consequently escapes all judicial scrutiny.”", "27. The Italian courts had in fact already examined this question in a number of earlier cases and had ruled that, as they were political in nature, the following acts escaped the scrutiny of the domestic courts:", "(i) a waiver of the right to exercise jurisdiction under Article VII of the Agreement of 1951 between the Parties to the North Atlantic Treaty regarding the Status of their Forces (Court of Cassation, Third Criminal Division, 21 March 1962, no. 1645, Kinardi and Others, Giust. Pen. [Criminal Justice], 1963, III, p. 80);", "(ii) the assignment of property belonging to Italian nationals under the London Convention of 1951 (Court of Cassation, sitting as a full court, 12 July 1968, no. 2452, De Langlade v. the Treasury, Rivista diritto internazionale [International Law Review], 1969, p. 583);", "(iii) a Transport Ministry decree suspending permission to transport goods to Austria (Rome District Court, 18 May 1993, Soc. S. and C. Transp. GmbH v. Ministry of Transport, Rivista diritto internazionale privato e processuale [Review of Private International Law and Procedure], 1995, p. 755);", "(iv) a decision by the Ministry of Employment appointing employees’ representatives as delegates to the International Labour Organisation (Lazio Regional Administrative Court, 20 August 1976, no. 492, CISNAL v. Ministry of Employment and Ministry of Foreign Affairs, Italian Yearbook of International Law, 1978-79, p. 184);", "(v) a declaration of war and treaty provisions relating to compensation for war damage (Lazio Regional Administrative Court (I), 28 January 1985, no. 106, Pestalozza v. the Treasury, Trib. Amm. Reg. [Regional Administrative Court Review], 1985, p. 381).", "28. The full court of the Court of Cassation delivered a further judgment (no. 5044) on 11 March 2004. It concerned the jurisdiction of the Italian civil courts to hear claims for compensation for damage sustained by a person who had been captured by the German military in 1944 and deported to work for German industry. Germany had pleaded State immunity and the courts of first instance and appeal had held that they had no jurisdiction to make an order against it. The Court of Cassation carried out a very extensive examination of the international treaties on international crime, imprescriptibility, the international responsibility of States, immunity from jurisdiction and of the case-law of various international tribunals. In holding that the immunity plea failed and the Italian courts had to decide the claim, it stated inter alia:", "“... In a decision no. 8157 of 5 June 2002, this full court did indeed rule that acts performed by the State in the conduct of hostilities escape all scrutiny by the courts, as they are acts through which ‘political’ functions are carried out. The nature of these functions ‘precludes any claim to a protected interest in respect thereto, so that there may or may not be a specific content to the acts through which they are performed’. Pursuant to this principle, the Italian courts were held to have no jurisdiction to hear a claim against the Italian Prime Minister’s Office and the Italian Ministry of Defence for compensation for the destruction of a non-military objective during NATO air strikes against the Federal Republic of Yugoslavia or for the resultant civilian deaths. It is readily apparent, however, firstly, that the fact that the court cannot contest the manner in which the actions of the supreme head of the res publica are conducted does not prevent it from finding that a criminal offence has been committed or that there is related liability under the criminal or civil law (Articles 90 and 96 of the Constitution; section 15 of Constitutional Law no. 1 of 1953; and section 30 of Law no. 20 of 1962); secondly, by virtue of the principle of adaptation established by Article 10 § 1 of the Constitution, the ‘generally recognised’ principles of international law which govern the fundamental values constituted by the freedom and dignity of the human being and characterise the most serious assaults upon the integrity of those values as ‘international crimes’ have ‘automatically’ been integrated into our system and are entirely apt for use as a standard whereby the injustice of damage caused to others by intentional or negligent ‘acts’ may be gauged. It is evident, therefore, that the principles referred to in this decision cannot be taken into consideration in the instant case. ...", "9.1 Granting immunity from jurisdiction to States who have been guilty of such wrongdoing is in manifest contradiction with the aforementioned normative rules because it constitutes an obstacle to the defence of values whose protection, like these norms and principles, must on the contrary be considered essential for the entire international community, even to the point of justifying forms of mandatory response in the most serious cases. Nor is there any doubt that the antinomy must be resolved by giving priority to the highest ranking norms, as the judges in the minority (eight to nine) stated in their dissenting opinion appended to the judgment in Al-Adsani [v. the United Kingdom [GC], no. 35763/97, ECHR 2001-XI], by precluding in such cases any claim by the State to immunity from suit in the foreign courts.”", "29. In 1993 the Italian government decided to send a military expeditionary force to Somalia to perform peacekeeping operations. After the expeditionary force had returned to Italy, it was discovered that some of its members had engaged in the torture of Somali prisoners. Two members of the expedition were charged and given prison sentences. They were also ordered to pay compensation to the civil party. In judgment no. 28154 of 7 March 2002, the text of which was deposited with the registry on 10 July 2002, the Rome Civil Court ordered another Italian serviceman and the Ministry of Defence to make reparation for the damage sustained by the relatives of a civilian whom the serviceman had killed unlawfully.", "30. The applicants relied in the domestic courts on the Protocol Additional of 8 June 1977 to the Geneva Conventions of 12 August 1949, relating to the Protection of Victims of International Armed Conflicts (Protocol I). The Protocol, which Italy ratified through Law no. 672 of 11 December 1985, contains, inter alia, the following provisions:", "“1. In any armed conflict, the right of the Parties to the conflict to choose methods or means of warfare is not unlimited.", "2. It is prohibited to employ weapons, projectiles and material and methods of warfare of a nature to cause superfluous injury or unnecessary suffering.", "3. It is prohibited to employ methods or means of warfare which are intended, or may be expected, to cause widespread, long-term and severe damage to the natural environment.", "...”", "“In order to ensure respect for and protection of the civilian population and civilian objects, the Parties to the conflict shall at all times distinguish between the civilian population and combatants and between civilian objects and military objectives and accordingly shall direct their operations only against military objectives.”", "“1. ’Attacks’ means acts of violence against the adversary, whether in offence or in defence.", "2. The provisions of this Protocol with respect to attacks apply to all attacks in whatever territory conducted, including the national territory belonging to a Party to the conflict but under the control of an adverse Party.", "3. The provisions of this section apply to any land, air or sea warfare which may affect the civilian population, individual civilians or civilian objects on land. They further apply to all attacks from the sea or from the air against objectives on land but do not otherwise affect the rules of international law applicable in armed conflict at sea or in the air.", "4. The provisions of this section are additional to the rules concerning humanitarian protection contained in the Fourth Convention, particularly in Part II thereof, and in other international agreements binding upon the High Contracting Parties, as well as to other rules of international law relating to the protection of civilians and civilian objects on land, at sea or in the air against the effects of hostilities.”", "“1. The civilian population and individual civilians shall enjoy general protection against dangers arising from military operations. To give effect to this protection, the following rules, which are additional to other applicable rules of international law, shall be observed in all circumstances.", "2. The civilian population as such, as well as individual civilians, shall not be the object of attack. Acts or threats of violence the primary purpose of which is to spread terror among the civilian population are prohibited.", "3. Civilians shall enjoy the protection afforded by this section, unless and for such time as they take a direct part in hostilities.", "4. Indiscriminate attacks are prohibited. Indiscriminate attacks are:", "(a) those which are not directed at a specific military objective;", "(b) those which employ a method or means of combat which cannot be directed at a specific military objective; or", "(c) those which employ a method or means of combat the effects of which cannot be limited as required by this Protocol;", "and consequently, in each such case, are of a nature to strike military objectives and civilians or civilian objects without distinction.", "5. Among others, the following types of attacks are to be considered as indiscriminate:", "(a) an attack by bombardment by any methods or means which treats as a single military objective a number of clearly separated and distinct military objectives located in a city, town, village or other area containing a similar concentration of civilians or civilian objects;", "and", "(b) an attack which may be expected to cause incidental loss of civilian life, injury to civilians, damage to civilian objects, or a combination thereof, which would be excessive in relation to the concrete and direct military advantage anticipated.", "6. Attacks against the civilian population or civilians by way of reprisals are prohibited.", "7. The presence or movements of the civilian population or individual civilians shall not be used to render certain points or areas immune from military operations, in particular in attempts to shield military objectives from attacks or to shield, favour or impede military operations. The Parties to the conflict shall not direct the movement of the civilian population or individual civilians in order to attempt to shield military objectives from attacks or to shield military operations.", "8. Any violation of these prohibitions shall not release the Parties to the conflict from their legal obligations with respect to the civilian population and civilians, including the obligation to take the precautionary measures provided for in Article 57.", "...”", "“1. Civilian objects shall not be the object of attack or of reprisals. Civilian objects are all objects which are not military objectives as defined in paragraph 2.", "2. Attacks shall be limited strictly to military objectives. In so far as objects are concerned, military objectives are limited to those objects which by their nature, location, purpose or use make an effective contribution to military action and whose total or partial destruction, capture or neutralization, in the circumstances ruling at the time, offers a definite military advantage.", "3. In case of doubt whether an object which is normally dedicated to civilian purposes, such as a place of worship, a house or other dwelling or a school, is being used to make an effective contribution to military action, it shall be presumed not to be so used.", "...”", "“1. In the conduct of military operations, constant care shall be taken to spare the civilian population, civilians and civilian objects.", "2. With respect to attacks, the following precautions shall be taken:", "(a) those who plan or decide upon an attack shall:", "(i) do everything feasible to verify that the objectives to be attacked are neither civilians nor civilian objects and are not subject to special protection but are military objectives within the meaning of paragraph 2 of Article 52 and that it is not prohibited by the provisions of this Protocol to attack them;", "(ii) take all feasible precautions in the choice of means and methods of attack with a view to avoiding, and in any event to minimizing, incidental loss or civilian life, injury to civilians and damage to civilian objects;", "(iii) refrain from deciding to launch any attack which may be expected to cause incidental loss of civilian life, injury to civilians, damage to civilian objects, or a combination thereof, which would be excessive in relation to the concrete and direct military advantage anticipated;", "(b) an attack shall be cancelled or suspended if it becomes apparent that the objective is not a military one or is subject to special protection or that the attack may be expected to cause incidental loss of civilian life, injury to civilians, damage to civilian objects, or a combination thereof, which would be excessive in relation to the concrete and direct military advantage anticipated;", "(c) effective advance warning shall be given of attacks which may affect the civilian population, unless circumstances do not permit.", "3. When a choice is possible between several military objectives for obtaining a similar military advantage, the objective to be selected shall be that the attack on which may be expected to cause the least danger to civilian lives and to civilian objects.", "4. In the conduct of military operations at sea or in the air, each Party to the conflict shall, in conformity with its rights and duties under the rules of international law applicable in armed conflict, take all reasonable precautions to avoid losses of civilian lives and damage to civilian objects.", "5. No provision of this Article may be construed as authorizing any attacks against the civilian population, civilians or civilian objects.", "...”", "“A Party to the conflict which violates the provisions of the Conventions or of this Protocol shall, if the case demands, be liable to pay compensation. It shall be responsible for all acts committed by persons forming part of its armed forces.”", "31. The applicants also relied in the domestic courts on paragraph 5 of Article VIII of the London Convention of 19 June 1951 between the Parties to the North Atlantic Treaty regarding the Status of their Forces, which Italy ratified through Law no. 1335 of 1955.", "Article I defines certain terms as follows:", "“...", "(d) ’sending State’ means the Contracting Party to which the force belongs;", "(e) ’receiving State’ means the Contracting Party in the territory of which the force or civilian component is located, whether it be stationed there or passing in transit;", "...”", "Article VIII provides, inter alia:", "“...", "5. Claims (other than contractual claims and those to which paragraphs 6 or 7 of this Article apply) arising out of acts or omissions of members of a force or civilian component done in the performance of official duty, or out of any other act, omission or occurrence for which a force or civilian component is legally responsible, and causing damage in the territory of the receiving State to third parties, other than any of the Contracting Parties, shall be dealt with by the receiving State in accordance with the following provisions:", "(a) Claims shall be filed, considered and settled or adjudicated in accordance with the laws and regulations of the receiving State with respect to claims arising from the activities of its own armed forces.", "(b) The receiving State may settle any such claims, and payment of the amount agreed upon or determinated by adjudication shall be made by the receiving State in its currency.", "(c) Such payment, whether made pursuant to a settlement or to adjudication of the case by a competent tribunal of the receiving State, or the final adjudication by such a tribunal denying payment, shall be binding and conclusive upon the Contracting Parties.", "(d) Every claim paid by the receiving State shall be communicated to the sending States concerned together with full particulars and a proposed distribution in conformity with sub-paragraphs (e) (i), (ii) and (iii) below. In default of a reply within two months, the proposed distribution shall be regarded as accepted.", "(e) The cost incurred in satisfying claims pursuant to the preceding sub-paragraphs and paragraph 2 of this Article shall be distributed between the Contracting Parties, as follows:", "(i) Where one sending State alone is responsible, the amount awarded or adjudged shall be distributed in the proportion of 25 per cent chargeable to the receiving State and 75 per cent chargeable to the sending State.", "(ii) Where more than one State is responsible for the damage, the amount awarded or adjudged shall be distributed equally among them: however, if the receiving State is not one of the States responsible, its contribution shall be half that of each of the sending States.", "(iii) Where the damage was caused by the armed services of the Contracting Parties and it is not possible to attribute it specifically to one or more of those armed services, the amount awarded or adjudged shall be distributed equally among the Contracting Parties concerned: however, if the receiving State is not one of the States by whose armed services the damage was caused, its contribution shall be half that of each of the sending States concerned.", "(iv) Every half-year, a statement of the sums paid by the receiving State in the course of the half-yearly period in respect of every case regarding which the proposed distribution on a percentage basis has been accepted, shall be sent to the sending States concerned, together with a request for reimbursement. Such reimbursement shall be made within the shortest possible time, in the currency of the receiving State.", "(f) In cases where the application of the provisions of sub-paragraphs (b) and (e) of this paragraph would cause a Contracting Party serious hardship, it may request the North Atlantic Council to arrange a settlement of a different nature.", "(g) A member of a force or civilian component shall not be subject to any proceedings for the enforcement of any judgment given against him in the receiving State in a matter arising from the performance of his official duties.", "(h) Except in so far as sub-paragraph (e) of this paragraph applies to claims covered by paragraph 2 of this Article, the provisions of this paragraph shall not apply to any claim arising out of or in connexion with the navigation or operation of a ship or the loading, carriage, or discharge of a cargo, other than claims for death or personal injury to which paragraph 4 of this Article does not apply.", "6. Claims against members of a force or civilian component arising out of tortious acts or omissions in the receiving State not done in the performance of official duty shall be dealt with in the following manner:", "(b) The report shall be delivered to the authorities of the sending State, who shall then decide without delay whether they will offer an ex gratia payment, and if so, of what amount.", "(c) If an offer of ex gratia payment is made, and accepted by the claimant in full satisfaction of his claim, the authorities of the sending State shall make the payment themselves and inform the authorities of the receiving State of their decision and of the sum paid.", "(d) Nothing in this paragraph shall affect the jurisdiction of the courts of the receiving State to entertain an action against a member of a force or of a civilian component unless and until there has been payment in full satisfaction of the claim.", "7. Claims arising out of the unauthorized use of any vehicle of the armed services of a sending State shall be dealt with in accordance with paragraph 6 of this Article, except in so far as the force or civilian component is legally responsible.", "8. If a dispute arises as to whether a tortious act or omission of a member of a force or civilian component was done in the performance of official duty or as to whether the use of any vehicle of the armed services of a sending State was unauthorized, the question shall be submitted to an arbitrator appointed in accordance with paragraph 2 (b) of this Article, whose decision on this point shall be final and conclusive.", "9. The sending State shall not claim immunity from the jurisdiction of the courts of the receiving State for members of a force or civilian component in respect of the civil jurisdiction of the courts of the receiving State except to the extent provided in paragraph 5 (g) of this Article.", "10. The authorities of the sending State and of the receiving State shall co-operate in the procurement of evidence for a fair hearing and disposal of claims in regard to which the Contracting Parties are concerned.", "...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}