{"ITEMID": "001-57675", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF EZELIN v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 11;No separate issue under Art. 10;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "R. Pekkanen", "TEXT": ["9. Mr Roland Ezelin is a French national who lives at Basse-Terre (Guadeloupe). He practises as a lawyer (avocat).", "10. On 12 February 1983 a number of Guadeloupe independence movements and trade unions held a public demonstration at Basse-Terre to protest against two court decisions whereby prison sentences and fines were imposed on three militants for criminal damage to public buildings. The applicant, who was Vice-Chairman of the Trade Union of the Guadeloupe Bar at the time, took part and carried a placard.", "11. The Chief Superintendent of the Basse-Terre police drew up a report on the very same day and sent it to the local public prosecutor. The report, which had eleven appendices, gave the following account:", "\"While at the station,", "I was informed in a radio message that the demonstration being held today by various independence movements in the Champ d’Arbaud, Basse-Terre, from 9 a.m. onwards, whose progress we were monitoring, had taken the form of a procession in town. Demonstrators had set off at 10.30 a.m. and were marching through the streets of the town chanting slogans hostile to the police and the judiciary. During the procession graffiti were daubed in paint on various buildings, in particular the Institut d’émission d’Outre-mer, known as the ‘Central Treasury’.", "The group of 450-500 people which had left the Champ d’Arbaud had joined another group of 500 people, at the rue Schoelcher, forming a compact group of about a thousand people headed by the leaders, who announced over loudspeakers the slogans to be chanted. The following were recognised among these leaders:", "Roland Thesauros (University of West Indies-Guiana); Luc Reinette, leader of the MPGI (Popular Movement for an Independent Guadeloupe), a former member of the GLA, who came out of prison after 10 May 1981; Max Safrano, presumed head of the ALN (National Liberation Army), against whom criminal charges had been brought and who had been released from Basse-Terre Prison the previous day; Fernand Curier of the UTS/UGTG Trade Union, recently (1 February 1983) sentenced by the Basse-Terre Court of Appeal to 15 days’ imprisonment and a fine of 10,000 francs; the sister of Joseph Samson, another person given the same sentence on 7 February 1983 by the Basse-Terre Criminal Court; Rosan Mounien, another member of the UTA/UGTG Trade Union;Marc-Antoine, convicted by the Basse-Terre Court of Appealon 7 September 1983 along with Alexander, ... and others,known to be particularly fanatical and determinedextremists, including one Rupaire, etc ... This processionwas now in the Cours Nolivos and was entering the rue de laRépublique and would soon be arriving in front of the policestation.", "At this point I reported what was happening to the Chief Constable (call-sign ‘Polaire’), who was at the Law Courts with two squads of riot police which we had agreed to deploy at the bottom of the boulevard Félix-Eboué in order to bar access to the Law Courts and prevent any damage to the building and to the département council building.", "At ten past eleven the demonstrators reached the police station and assembled in front of it.", "While I made the necessary arrangements for countering any attack on the building, the demonstrators took up their position in front of the police station and were addressed by two leaders from outside the district who were unknown to the police officers present. The speakers, who spoke in Creole, urged the police officers to move up and join them. There followed a violent tirade against Police Officer Beaugendre, who was accused of betrayal, after which the crowd of demonstrators rhythmically chanted ‘BEAUGENDRE-MAKO! UN JOU OU KE PAYE’ (One day you will pay).", "The following were identified among the demonstrators: Roland Thesauros, Luc Reinette, Max Safrano, Fernand Curier, Rosan Mounien, Rupaire, Marc-Antoine, Samson’s family (see report no. 1) and Dr Corentin (see report no. 7) and Mr Ezelin, a barrister; the two last-mentioned displayed a banner with the words ‘LAWYERS - DOCTORS’ (see report no. 7). The majority of demonstrators, however, including the most worked up and the most aggressive ones, were people from outside Basse-Terre, most of them from Grande-Terre island, it seemed, and consequently unknown to the police.", "The demonstrators left the police station at about 11.30 a.m. and headed in the direction of the Law Courts and the council building. My Chief Constable, who was continuously kept informed of events, then told me that he had abandoned the idea of blocking the lower end of the boulevard Eboué with a police line - as we had agreed, with the aim of preventing the demonstrators from approaching the two danger spots, the Law Courts and the council building - because the demonstrators’ numerical superiority was too great.", "The procession then went along the boulevard Félix-Eboué and eventually reached the Champ d’Arbaud, where it dispersed after having made two lengthy halts during which further speeches were made and slogans chanted by the crowd, firstly in front of the Law Courts in order to insult the judges and then outside the prison in order to demonstrate their solidarity with the imprisoned militants. After the demonstrators had gone past, it was found that they had taken advantage of these stops to paint offensive and insulting graffiti in green, red and black on the walls of the administrative buildings.", "The investigation that was immediately undertaken failed to identify those responsible for defacing the buildings. According to information received, most of the graffiti were the work of girls who were not from Basse-Terre, no doubt to avoid recognition as far as possible. One of them was claimed to be a teacher from Pointe-à-Pitre, but this could not be positively established. The intelligence service (Renseignements généraux) confirmed that the persons responsible for the graffiti were among the demonstrators who arrived by coach from Pointe-à-Pitre. They did not know their identities.", "I am accordingly sending you this report as it stands at present.", "The case is receiving my officers’ full attention, however.", "Any new development or information making it possible to identify the perpetrators would immediately be followed up and I would not fail to keep you informed.\"", "12. A judicial investigation was commenced on 21 February 1983 into the commission by a person or persons unknown of offences of criminal damage to public buildings and insulting the judiciary.", "13. On 24 February, the Principal Public Prosecutor at the Basse-Terre Court of Appeal wrote to the Chairman of the Guadeloupe Bar as follows:", "\"Please find enclosed a photocopy of a police report of 21 February 1983 from which it appears that Mr Ezelin, of the Guadeloupe Bar, took part in a public demonstration against the judiciary in circumstances likely to entail criminal liability under Article 226 of the Criminal Code.\" [See paragraph 23 below.]", "\"Would you kindly let me have your opinion of this case after hearing your colleague’s explanations.\"", "14. In a letter of 14 March 1983 the Chairman of the Bar informed the Principal Public Prosecutor of the outcome of his investigations, as follows:", "\"... Mr R. Ezelin [had] not [been] carrying a banner with another person but [had been] carrying a placard on his own which bore the words ‘Trade Union of the Guadeloupe Bar against the Security and Freedom Act’.", "No act, gesture or words insulting to the judiciary [could] be attributed to him.", "His participation in a demonstration [had] therefore [been] confined to protesting at the use of the ‘Security and Freedom’ Act.", "... .\"", "And he concluded:", "\"This being so, having regard to:", "(a) the facts: even assuming the worst as regards Mr Ezelin, the report by [the] Chief Superintendent ... does not accuse him of any insulting gesture, act or words; and", "(b) the provisions of Article 226 of the Criminal Code, it does not seem to me that my colleague Mr Ezelin can have incurred any liability in exercising his right to join a demonstration which had not been prohibited, carrying a placard with the words ‘Trade Union of the Guadeloupe Bar against the Security and Freedom Act’.", "... .\"", "15. After a postponement, the applicant was summoned to appear before the investigating judge on 25 April 1983 in order to give evidence as a witness, and at the interview he stated that he had nothing to say on the matter.", "16. On 19 May 1983 the judicial investigation ended with a discharge order on the ground that no evidence had been obtained which would make it possible to identify those responsible for the graffiti or for the insulting or threatening words uttered during the demonstration.", "17. On 1 June 1983 the Principal Public Prosecutor sent the Chairman of the Bar a complaint against the applicant, which read as follows:", "\"Further to my letter of 24 February 1983 and our conversation of 31 May last, I wish to bring to your attention, under Article 113 of the Decree of 9 June 1972,\" - see paragraph 25 below - \"the conduct of Mr Ezelin, whose name appears on the roll of the members of the Guadeloupe Bar.", "In my earlier letter I sent you a photocopy of a police report of 21 February 1983 which gave an account of Mr Ezelin’s participation in a demonstration at Basse-Terre on 12 February 1983.", "The aim of the demonstration was to protest against two court decisions, the first of which was given on 1 February 1983 by the Basse-Terre Court of Appeal against Fernand Curier and the other of which was given on 7 February 1983 by the Basse-Terre tribunal de grande instance against Gérard Quidal and Joseph Samson, who were charged with offences of criminal damage to public buildings.", "During the demonstration, a number of particularly offensive graffiti were daubed in paint on the walls of the Law Courts calling one of the judges who had taken part in one of the decisions a fascist and calling all the judges ‘MAKO’ [pimps].", "The demonstrators even chanted death threats on numerous occasions against police officers who witnessed the events.", "The Basse-Terre investigating judge opened an investigation into the commission by a person or persons unknown of offences of criminal damage to public buildings, insulting the judiciary and aiding and abetting.", "All the persons reported as having taken part in the demonstration were interviewed and they stated either that they had not seen anyone paint the graffiti or, at the very least, that they did not know who the people responsible were.", "Only Roland Ezelin refused to answer the questions.", "As the proceedings ended with a discharge order, I am sending you attached a photocopy of the record of his examination as a witness, the date of which had been delayed for more than a month in order to suit his convenience.", "This attitude therefore strengthens, in my opinion, the view that Mr Ezelin, who was acquainted with the purpose of the demonstration (cf. photocopies of the leaflets distributed during it), wanted, by taking part in it, to associate himself in exemplary fashion with a political organisation’s criticisms of the judiciary in Guadeloupe and that, at all events, neither the death threats nor the insulting graffiti directed against judges before whom he argued cases surprised him on this occasion or even shocked him as a barrister.", "His refusal to reply to the investigating judge as a witness displays, moreover, an attitude of contempt for justice.", "In these circumstances I consider that there has been in this case a breach under Article 106 of the Decree of 9 June 1972\" - see paragraph 25 below - \"and I accordingly would ask you to kindly bring disciplinary proceedings against Mr Ezelin before the Bar Council.", "... .\"", "18. At a disciplinary hearing held under Article 104 of Decree no. 72-468 of 9 June 1972 (see paragraph 25 below), the Bar Council adopted the following decision on 25 July 1983:", "\"...", "At the request of the Principal Public Prosecutor, the Chairman of the Bar has already given an opinion dated 14 March 1983 as to the first series of charges against Mr Ezelin. It appears both from that opinion and from further explanations obtained from Mr Ezelin that he took part in the relevant demonstration in response to a call by the Trade Union of the Guadeloupe Bar, of which he is one of the leaders, in order to protest against the use of the direct-committal procedure\" - obviating the need for a preliminary judicial investigation - \"and the continuation in force of the so-called Security and Freedom Act, which has since been repealed. It does not appear from the judicial investigation that Mr Ezelin committed a breach of Article 106 of the Decree of 9 June 1972 in connection with taking part in the aforesaid demonstration or that any disciplinary sanction can consequently be imposed on him.", "The inquiries made into these events have, moreover, been brought to an end with a discharge order that has now become final.", "As regards the second series of charges against Mr Ezelin, it appears both from the judicial investigation and from Mr Ezelin’s explanations that his refusal to make a statement to the investigating judge was prompted by anxieties based on Article 105 of the Code of Criminal Procedure\" - see paragraph 24 below - \"and a concern to comply with Article 89 of the Decree of 9 June 1972,\" - see paragraph 25 below - \"as some of the persons summoned by the investigating judge in connection with the events on which his evidence was being sought had previously consulted him as a lawyer.", "It is true, as Mr Ezelin maintained, that in a letter of 24 February 1983 the Principal Public Prosecutor informed the Chairman of the Bar that Mr Ezelin ‘[had taken] part in a public demonstration against the judiciary in circumstances likely to entail criminal liability under Article 226 of the Criminal Code’.", "Mr Ezelin, having been informed of this charge, was thus justified in relying on the provisions of Article 105 of the Code of Criminal Procedure.", "While it may seem regrettable that Mr Ezelin did not make clearer to the judge his reasons for refusing to make a statement, it does not appear to the board that this refusal may be regarded as contempt for justice and the judiciary. Moreover, if it had been deemed sufficiently serious to amount to obstructing the normal course of the proceedings in question, the investigating judge would not have failed to avail himself of the provisions of Article 109 of the Code of Criminal Procedure\" - see paragraph 24 below - \"nor the prosecution to make the appropriate applications before the discharge order was made closing the investigation proceedings in connection with which Mr Ezelin had been summoned as a witness.", "Consequently, having regard to the evidence, to Mr Ezelin’s explanations and to his usual excellent professional conduct, the board considers that there is no occasion to impose any disciplinary sanction on Mr Ezelin,", "For these reasons,", "The Bar Council, acting in its disciplinary capacity and at first instance,", "Decides", "1. There is no occasion to impose any disciplinary sanction on Mr Roland Ezelin on account of the matters of which it was seised by the Principal Public Prosecutor on 1 June 1983.", "2. The board recommends the Chairman of the Bar to remind both Mr Ezelin and the whole of the Bar of the traditional rules of good behaviour and sound judgment in all activities in which their status as avocats may be involved.", "... .\"", "19. The Principal Public Prosecutor appealed to the Basse-Terre Court of Appeal against this decision. At the hearing he asked the Court to impose on the applicant the disciplinary penalty of a warning.", "20. On 12 December 1983 the Court of Appeal reversed the Bar Council’s decision and imposed the disciplinary penalty of a reprimand on Mr Ezelin, a heavier penalty than a warning:", "\"...", "It is established that on 12 February 1983 Mr Ezelin took part in a demonstration in the streets of Basse-Terre.", "The police report and appended documents make it clear beyond contradiction that the acknowledged purpose of the demonstration, which was organised by the independence movements in the département, was to protest noisily against the recent sentences of three militants to 15 days’ imprisonment and a FRF 10,000 fine for damage to administrative buildings.\"", "[There followed a summary of the report reproduced in paragraph 11 above.]", "\"It is not alleged that Mr Ezelin took part in this demonstration any more actively than by his constant presence and by carrying a placard.", "Following those events a judicial investigation was opened into the commission by a person or persons unknown of offences of damage to public buildings, insulting the judiciary and aiding and abetting. Mr Ezelin was summoned as a witness by the investigating judge, together with a number of other persons recognised by the police officers. After he had taken the oath, his examination is recorded as follows:", "‘You explain to me the circumstances of the events which have given rise to this case. I have nothing to say on the matter.", "After an intervention: I repeat that I have nothing to say on the matter.", "Question: Were you present at the demonstration which took place on 12 February last in the streets of Basse-Terre? If so, did you see anybody painting anything on the walls of various buildings in the town?", "Answer: I have nothing to say on the matter.", "Read, confirmed and signed together with me and the registrar.’", "It appears from the foregoing that Mr Ezelin, avocat at the Court of Appeal and member of the Bar Council, participated in the whole of the demonstration which took place in the aforementioned, undisputed circumstances.", "During this demonstration serious threats were continually made against a police constable and insults uttered against various other persons, including a judge of the Court of Appeal, a well-known regional figure and the judiciary as a whole, and the walls of the Law Courts and of the département council building opposite were covered with particularly offensive and insulting graffiti directed against the same persons.", "It is beyond doubt that Mr Ezelin, who formed part of the procession, notably when it halted in front of the police station, the Law Courts and the prison, could not have failed to see these insulting and offensive graffiti being painted in very large letters on all the walls of the Law Courts - the place of work of judges and barristers alike - and of the council building, and that he could not have failed to hear the threats and insults that were unceasingly directed against the same people.", "He was there in his capacity as an avocat, since he carried a placard announcing his profession, and at no time did he dissociate himself from the demonstrators’ offensive and insulting acts or leave the procession.", "Such misconduct on the part of a member of the Bar publicly proclaiming his profession cannot be justified - as has been submitted on his behalf - by personal beliefs or trade-union instructions, and it amounts to a breach of discretion under Article 106 of the Decree of 9 June 1972.", "Furthermore, Mr Ezelin, when examined as a witness by the investigating judge, refused to give evidence about matters of which he had knowledge, without giving any reason.", "He thus contravened the provisions of Article 109, third paragraph, of the Code of Criminal Procedure, which are binding on all citizens and of whose requirements he could not, as a lawyer, be unaware.", "Seeing that Mr Ezelin contravened a statutory provision and showed a lack of discretion, he rendered himself liable to the disciplinary sanctions listed in Article 107 of the Decree of 9 June 1972.\" [See paragraph 25 below.]", "\"Having regard to the unanimously favourable opinion of his professional conduct, the Court considers that the penalty should be a reprimand.", "For these reasons,", "Having regard to sections 22 et seq. of Act no. 71-1130 of 31 December 1971 and Articles 104 et seq. of Decree no. 72-468,", "Sitting in public as a full court,", "Sets aside the decision taken on 25 July 1983 by the Council of the Bar of the département of Guadeloupe at the Basse-Terre Court of Appeal, sitting as a disciplinary board,", "Sentences Mr Ezelin, of that Bar, to the disciplinary penalty of a reprimand; and", "Awards costs against him.", "... .\" (Gazette du Palais, 9 February 1984, jurisprudence, pp. 76-77)", "21. The applicant appealed on points of law. He argued in particular that the disciplinary sanction imposed on him infringed Articles 10 and 11 (art. 10, art. 11) of the Convention.", "On 19 June 1985 the Court of Cassation (First Civil Division) delivered a judgment dismissing the appeal. It said, inter alia:", "\"...", "The Court of Appeal ... did not hold [Mr Ezelin] liable in virtue of a collective responsibility for criminal offences committed by other demonstrators but stated that during the demonstration, whose purpose was to protest noisily against recent criminal sentences, insults had been uttered and offensive graffiti daubed on all the walls of the Law Courts, directed against the judiciary as a whole and against a judge of the Court of Appeal by name and a well-known figure in the département who practised as a barrister. The Court of Appeal added that Mr Ezelin, who was at the demonstration as an avocat and had heard the threats and insults and seen the offensive graffiti daubed on the walls of the Law Courts, the place of work of judges and barristers alike, did not at any time express his disapproval of these excesses or leave the procession in order to dissociate himself from these criminal acts. It was entitled to infer from this that the behaviour was a breach of discretion amounting to a disciplinary offence. ...", "...", "... Article 109 of the Code of Criminal Procedure lays a duty on any person heard as a witness to give evidence; and by Article 106 of the Decree of 9 June 1972, any infringement of statutes or regulations constitutes a disciplinary offence, irrespective of the investigating judge’s power to fine a witness who refuses to give evidence. The Court of Appeal found that in reply to the questions put by the investigating judge, and in particular the question: ‘Were you present at the demonstration in the streets of Basse-Terre on 12 February 1983?’, Mr Ezelin said merely: ‘I have nothing to say on the matter’. It added that Mr Ezelin gave no reason to explain this attitude. It was entitled to infer from this that Mr Ezelin, who had thus refused to give evidence without justifying his refusal on the basis of Article 105 of the Code of Criminal Procedure or of professional confidentiality, had committed a breach of the law and of discretion vis-à-vis the investigating judge and that these amounted to a disciplinary offence. The Court of Appeal thus justified its decision in law, and none of the limbs of the ground of appeal is well-founded ... .\" (Gazette du Palais, 11-12 October 1985, pp. 16 and 17)", "22. The following provisions of French law need to be set out:", "23.", "\"Anyone who by his acts or by means of the written or spoken word has publicly attempted to bring discredit on any action or decision taken by a court, in a manner likely to impair the authority or independence of the judiciary, shall be liable to imprisonment for not less than one month and not more than six months and a fine of not less than 500 francs and not more than 90,000 francs or to only one of these two penalties.\"", "24.", "\"An investigating judge in charge of an investigation and judges and senior police officers (officiers de police judiciaire) acting on judicial warrants shall not, with the intention of preventing the exercise of the rights of the defence, examine as witnesses persons against whom there is substantial, consistent evidence of guilt.\"", "\"Anyone summoned to be examined as a witness shall be required to appear, to take the oath and to give evidence, subject to the provisions of Article 378 of the Criminal Code [duty of professional confidentiality].", "If a witness fails to appear, the investigating judge may, on an application by the public prosecutor, have the witness brought before him by the police and impose on him a fine of not less than 2,500 francs and not more than 5,000 francs. If the witness subsequently appears, however, he may, if he apologises and provides an explanation, be excused this penalty by the investigating judge, after the public prosecutor has made submissions.", "The same penalty may, on an application by the prosecutor, be imposed on a witness who, although he has appeared, refuses to take the oath and to give evidence.", "... .\"", "25.", "\"An avocat must not, in any matter, make any disclosure in breach of professional confidentiality. He must, in particular,respect the confidentiality of judicial investigations in criminal matters by refraining from communicating any information from the file and from publishing letters or other documents concerning a current investigation.\"", "\"The Bar Council sitting as a disciplinary board shall proceed against and punish offences and misconduct by an avocat or a former avocat where at the material time he was entered on a Bar roll, list of trainees or list of honorary avocats.\"", "\"Any contravention of statutes or regulations, infringement of professional rules or breach of integrity, honour or discretion, even relating to non-professional matters, shall render the avocat responsible liable to the disciplinary sanctions listed in Article 107.\"", "\"The disciplinary penalties shall be:", "A warning; A reprimand; Suspension for a period not exceeding three years; Striking off the roll of avocats or list of trainees or withdrawal of honorary status.", "A warning, a reprimand and suspension may, if so provided in the decision in which the disciplinary penalty is imposed, entail loss of membership of the Bar Council for a period not exceeding ten years.", "The Bar Council may further order, as an ancillary penalty, that any disciplinary penalty shall be publicly displayed on the Bar’s premises.\"", "\"The Chairman of the Bar, either on his own initiative or on an application from the Principal Public Prosecutor or on a complaint by any party affected, shall inquire into the conduct of the avocat concerned. He shall then either discontinue the proceedings or refer the matter to the Bar Council.", "If he has received a complaint, he shall inform the complainant. If the facts were reported to him by the Principal Public Prosecutor, he shall notify the latter.", "... .\"", "26. Avocats are bound by the oath they take when entering upon their duties. The wording of the oath is given in section 1 of the Act of 15 June 1982:", "\"I swear, as an avocat, to defend and counsel in a dignified, conscientious, independent and humane manner.\"", "Before that Act came into force, the oath was worded as follows:", "\"I swear, as an avocat, to defend and counsel in a dignified, conscientious, independent and humane manner, with respect for the courts, the public authorities and the rules of the Bar, and neither to say nor to publish anything contrary to statute, regulations, morals, the security of the State, or public order.\" (Article 23 of the Decree of 9 June 1972)", "An avocat who took the oath before the Act of 15 June 1982 came into force is deemed to have taken it in its current form.", "27. In a judgment of 9 June 1964 the Court of Cassation (First Civil Division) held that the avocat’s oath \"also [bound] him in all circumstances not to deviate from the respect due to the courts and to the public authorities; ...\". (Juris-Classeur périodique 1964, II, no. 13797, note by J.A.)", "Moreover, in a judgment of 30 June 1965 (Criminal Division, Bouvier) the Court of Cassation held that an avocat, while being entitled to protest at any infringement of the rights of the defence, must refrain from any expression which would reflect on the honour or discretion of a judge."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}