{"ITEMID": "001-82042", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BAYAM v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3", "JUDGES": "", "TEXT": ["3. The applicant was born in 1975 and was detained in the Batman E-Type Prison at the time of his application to the Court.", "4. On 14 December 1993 the applicant was taken into police custody on suspicion of membership of an illegal organisation, the PKK (the Kurdistan Workers' Party).", "5. On 28 December 1993 the Batman Magistrates' Court ordered his detention on remand.", "6. On 25 January 1994 the public prosecutor lodged a bill of indictment with the Diyarbakır State Security Court against the applicant and twelve other people, charging him with carrying out activities aimed at breaking up the unity of the State and removing part of the national territory from the State's control. He requested the court to sentence the applicant in accordance with Article 125 of the Criminal Code.", "7. On 27 December 1996 the Diyarbakır State Security Court convicted the applicant under Article 168 § 2 of the Criminal Code of membership of the PKK and sentenced him to twelve years and six months' imprisonment.", "8. On 10 November 1997 the Court of Cassation quashed the judgment of the first-instance court in respect of the applicant and a certain R.K., holding that the applicant should have been convicted of membership of the PKK and for throwing explosives, under Articles 168 § 2 and 264 of the Criminal Code. The case against the applicant and R.K. was referred to the Diyarbakır State Security Court.", "9. On 3 November 1998 the first-instance court convicted the applicant under Articles 168 § 2 and 264 of the Criminal Code. It sentenced the applicant to twelve years and six months' imprisonment for membership of the PKK and to five years, six months and twenty days' imprisonment for having thrown explosives.", "10. On 15 June 1999 the Court of Cassation once again quashed the judgment of the first-instance court.", "11. On 26 September 2000 the Diyarbakır State Security Court convicted the applicant under Article 168 § 2 of the Criminal Code. However, it acquitted the applicant of the charge under Article 264 of the Criminal Code.", "12. On 22 February 2001 the Court of Cassation dismissed the applicant's appeal, holding that it had not been submitted within the statutory time-limit."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}