{"ITEMID": "001-79790", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF VELIKOVI AND OTHERS v. BULGARIA", "IMPORTANCE": "2", "CONCLUSION": "No violation of P1-1 for some applicants;Violation of P1-1 for the others;No violation of Art. 6 (one applicant);Not necessary to examine Arts.13 and 14;Just satisfaction partially reserved;Costs and expenses partial award", "JUDGES": "Peer Lorenzen", "TEXT": ["6. Mr Ilia Velikov (“the first applicant”) was born in 1923. He passed away on 27 April 2002. His sons, the second and the third applicants, stated that they maintained the application. Mr Atanas Velikov (“the second applicant”) was born in 1944. Mr Rossen Atanassov (“the third applicant”) was born in 1947. They were represented before the Court by Mr B. Voinov and Mr R. Raykovski, lawyers practising in Sofia", "7. On 27 May 1968 the applicants bought jointly from the Sofia municipality a five/six-room apartment which had been nationalised in 1949. They made a 20% down-payment and reimbursed the remainder within the following years. During the relevant period the prices of apartments in big cities were fixed by legislation in amounts equal to at least several years' worth of an average salary.", "8. In 1978 the apartment was divided into two apartments which became the ownership of the second and the third applicants respectively. In 1991 the second applicant transferred his title to his two sons, Alexander and Ilia Velikov.", "9. In February 1993 the heirs of the pre-nationalisation owner of the whole apartment brought an action against the applicants under section 7 of the Restitution Law (see paragraphs 117-120 below explaining the relevant law and practice). In the proceedings that followed, the courts collected documentary evidence and also heard several witnesses.", "10. On 17 February 1995 the Sofia District Court declared the 1968 contract null and void as contrary to the law and restored the plaintiffs' ownership rights.", "11. The District Court found that the 1968 contract had not been signed by the relevant official – the mayor of the relevant district (председател на ИК на общински НС). In the applicants' case the decisions approving the contract had been issued by the deputy mayor of the region of Sofia (председател на ИК на Окръжен/Градски НС), the superior of the competent mayor of the relevant district. However, a superior administrative body could not validly usurp the powers vested in their subordinates in matters that were not subject to appeal. Also, the regional mayor's power to approve sales of apartments had only been introduced by an amendment that had entered into force in 1969, several months after the relevant dates.", "12. On a final point, the District Court dismissed as unproven the allegation that the first applicant, who had been registered as an “anti-fascist and anti-capitalist veteran” – a registration which at the relevant time carried a number of privileges guaranteed by law – had abused his position to obtain the apartment at issue.", "13. On 20 January 1997 the Sofia City Court dismissed the applicants' ensuing appeal.", "14. Upon the applicants' petition for review (cassation), on 27 October 1997 the Supreme Court of Cassation upheld the lower courts' judgments while adding that there was sufficient circumstantial evidence of abuse: information that the first applicant might have been given priority, that he had made statements against persons who had applied to buy the same apartment and that when applying to purchase the apartment in 1968 he had stated that he should be “given his due” as a veteran.", "15. On 25 November 1997 the restored owners brought an action for rei vindicatio. On an unspecified date in the beginning of 2000 the applicants and their sons vacated the two apartments and the pre-nationalisation owners took possession thereof.", "16. Since October 2000 the sons of the second applicant have been renting an apartment at the monthly rate of 100 Euros (“EUR”). The applicants' families unsuccessfully requested the Sofia municipality to provide them with municipal apartments at fixed rental rates.", "17. On an unspecified date the applicants and their sons requested compensation by bonds under the Compensation Law (for an explanation about that compensation scheme and the fluctuations in bond prices, see paragraphs 133-139 below). The market value of the two apartments was assessed in the beginning of 2000 by a certified expert at 84,756 Bulgarian levs (“BGN”), the equivalent of approximately EUR 42,900. The applicants received compensation bonds of that amount.", "18. Some of the applicants or their sons sold their bonds in November 2004, when such bonds were traded at about 68% of their face value. One of the applicants sold his bonds at a moment when the market reached a peak, bonds trading at 110% of face value. In total, the applicants and their sons obtained the equivalent of approximately EUR 30,500 as compensation.", "19. The applicant, Mrs Nadejda Wulpe, is a Bulgarian national, who was born in 1929 and lives in Sofia. Before the Court she was represented by Mrs S. Marguaritova-Voutchkova, a legal adviser practising in Sofia.", "20. In 1969 the applicant's husband was granted the tenancy of a threeroom, 95-square-metres' state-owned apartment. The applicant's family moved in. The applicant had two daughters.", "21. In 1982 the applicant, who had divorced and had obtained the tenancy of the apartment, purchased it and reimbursed the price within the following years.", "22. In 1993 the heirs of the pre-nationalisation owners of the apartment, which had been nationalised in 1949 without compensation, brought an action against the applicant under section 7 of the Restitution Law.", "23. It appears that at that time the applicant no longer lived in Burgas. She had moved to Sofia on an unspecified date.", "24. By judgment of 24 March 1995 the Burgas District Court declared the 1982 purchase null and void. The court noted that the tenancy of the apartment had been obtained in 1969 in breach of the law as, according to the applicable rules, a four-member family – as the applicant's – had only been entitled to a two-room apartment. Furthermore, upon her divorce the applicant had been granted the tenancy of the apartment in breach of the law as it had largely exceeded her and her two daughters' needs. In any event, at that time the applicant should have been treated as a “one-member” family, her daughters having moved to Sofia. Moreover, at the moment of the 1982 transaction the applicant had not yet been a resident of Burgas (which was a pre-condition to buy an apartment there) and, since her daughters had attained majority, they could not be counted as members of the family to justify a right to buy a three-room apartment. Finally, the 1982 salepurchase contract had not been signed by the mayor personally.", "25. The applicant's ensuing appeal was dismissed in January 1996 by the Burgas Regional Court. On 17 September 1997 the applicant's petition for review (cassation) was dismissed by the Supreme Court of Cassation. The courts upheld the conclusions of the District Court and stated that each of the breaches of the law found by that court had been sufficient to warrant a finding that the applicant's title was void.", "26. On 2 October 1997 the applicant wrote to the mayor requesting market-value compensation in accordance with the June 1996 amendment of the Restitution Law (see paragraphs 129-132 below). She received a reply by the regional governor explaining that such compensation would only be payable after the adoption by the Council of Ministers of regulations on the implementation of the June 1996 amendment.", "27. On 20 May 1998 the Burgas Regional Court ordered the applicant to vacate the apartment and to pay to the restored owners damages for having continued to use the apartment since the judgments declaring her title void. The court rejected the applicant's argument that she should not be required to leave until receipt of the market-value compensation provided for by the June 1996 amendment. The court found that her right to compensation from the State could not be invoked against the restored owners who were entitled to enter into possession of their property.", "28. On an unspecified date the restored owners took possession of the apartment.", "29. Following several unsuccessful applications of 1997 and 1998, on 30 September 1999 the applicant was granted the tenancy of a one-room municipal apartment in Burgas. At that time she lived in Sofia with her daughter and grand-daughter, still a minor. The applicant's daughter was ill and the applicant helped looking after her grand-daughter.", "30. On 21 March 2000 the applicant filed a request with the regional governor for compensation through bonds. On 11 October 2000 the regional governor recognised the applicant's right to compensation bonds and on 12 June 2001 appointed an expert to assess the market value of the apartment. On 4 July 2001 the governor approved the expert's report and ordered the issuance of compensation bonds for face value BGN 39,600 (the equivalent of approximately EUR 20,000).", "31. On 18 July 2001 the applicant appealed, contesting the assessment. The appeal was dismissed on 5 February 2002 by the Bourgas Regional Court which, after having appointed another expert who arrived at the same figure as the expert appointed by the regional governor, concluded that the method of calculation used by the two experts had been in conformity with the law. The applicant's ensuing cassation appeal was dismissed on 19 November 2002 by the Supreme Administrative Court.", "32. On 2 January 2003 the applicant applied to receive the compensation bonds issued pursuant to the governor's order of 4 July 2001. She received them on 21 April 2003.", "33. The applicant sold her bonds in instalments. In September and October 2003 she sold in two parts approximately half of her bonds, at an average rate of 22.6 % of face value. In September 2004 she sold part of her remaining bonds for 25% of their face value. When the bond prices started to rise in November 2004, she sold the remainder she had at 50% of face value. As a final result, the applicant obtained a total of BGN 11,923 (approximately EUR 6,050) as compensation for her apartment.", "34. The applicants, Mr Bojko Cholakov and Mrs Milka Cholakova, both Bulgarian nationals, were born in 1914 and 1916 respectively. Mr Cholakov passed away in March 2005. His wife (the second applicant) and her daughter and son, Mr Cholakov's heirs, stated that they wished to continue the proceedings before the Court. The applicants were represented before the Court by Mrs Z. Kalaidjieva, a lawyer practising in Sofia.", "35. In 1967 the applicants became tenants in a state-owned apartment of three rooms covering 126 square metres, in the centre of Sofia. In 1969 they purchased the apartment.", "36. In 1993 Mr M., the heir of the pre-nationalisation owners of the apartment, brought an action against the applicants under section 7 of the Restitution Law. By judgment of 19 April 1994 the Sofia District Court dismissed the claim finding that that the 1969 transaction had been in conformity with the relevant law and that the allegations of abuse of official position had not been proven. On 17 June 1996 these findings were upheld on appeal by the Sofia City Court.", "37. Mr M. filed a petition for review (cassation). On 17 September 1997 the Supreme Court of Cassation quashed the lower courts' judgments and declared the applicants' title to their apartment null and void. The court found that in 1967 the applicants had obtained the tenancy of the apartment in breach of the law as it had not been shown that they had been registered as persons in need of housing. Furthermore, the apartment had exceeded in size the applicants' housing needs as defined in the applicable law in force at the time. Moreover, assessing all circumstantial evidence, such as that the first applicant had been at the relevant time head of the finance department of the region of Sofia, that the tenancy had been granted pursuant to a letter emanating from the regional administration and that the apartment at issue had been located nearby the applicants' previous residence, the court concluded that the only possible explanation was that the apartment had been obtained through abuse of power and contra bonas mores.", "38. On 12 October 1998 the applicants were ordered by the Sofia District Court to vacate the apartment. They sought unsuccessfully a postponement, invoking their age and poor health and the lack of compensation, and appealed. It appears that eventually, not earlier than September 2000, the applicants vacated the apartment.", "39. On several occasions in 1997 and 1998 the applicants asked the municipal authorities to provide them with a state-owned apartment for rent. They were put on the waiting list. In November 1999 they obtained the tenancy of a 56-square-metres' two-room apartment in the suburbs of Sofia.", "40. In the meantime, in July 1998 the applicants had applied for compensation bonds. In 1999 or 2000 the market value of the apartment was assessed by an expert at BGN 113,600 (the equivalent of approximately EUR 57,000) and on 11 August 2000 the applicants obtained compensation bonds for that amount.", "41. In 2001 the applicants applied to purchase the two-room municipal apartment they had been renting since 1999. The municipality agreed. On 16 June 2003 the applicants purchased the apartment for BGN 12,550 (the equivalent of approximately EUR 6,500). The applicants paid in cash as their request to pay in compensation bonds had been refused.", "42. The applicants sold their bonds on 26 January 2005 at 110% of face value, at a moment when the market had reached a peak, and thus obtained BGN 124,960 (the equivalent of approximately EUR 63,000).", "43. The applicant, Mrs Lubomira Nedkova Todorova, is a Bulgarian national who lives in Plovdiv. She was represented before the Court by Mr M. Ekimdjiev, a lawyer practising in Plovdiv.", "44. In 1953 the applicant's grandparents' plot of land and small house in the centre of Stara Zagora were expropriated for the construction of an administrative building. The expropriation was undertaken outside the scope of the nationalisation laws of that period (it was not punitive or redistributive in nature) but concerned building plans in the town. On an unspecified date the house was demolished and an office building was erected on its place.", "45. The applicant's grandparents received in compensation ownership of another plot of land and small house in the centre of Stara Zagora. The plot covered 352 square metres and the house 86 square metres. That property had been nationalised in 1949.", "46. In 1992 the heirs of the pre-nationalisation owners brought an action against the applicant relying on section 7 of the Restitution Law and also on the general rei vindicatio provision of the relevant property law.", "47. On 15 February 1994 the District Court dismissed the claim as there had been no breaches of the law in 1953. On appeal, on 28 December 1994 the District Court's judgment was quashed by the Regional Court and the case remitted for renewed examination.", "48. By judgment of 12 April 1996 the District Court declared null and void the 1953 expropriation and compensation order, relying on section 7 of the Restitution Law. The court found that at the relevant time an expropriation could only be effected by decision of the Council of Ministers whereas the property of the applicant's grandparents had been expropriated – and they had been given another property in compensation – by decision of the regional authority. As a result, neither the applicant's grandparents nor the applicant, their heir, had ever become owners of the property provided in compensation. The District Court also granted the rei vindicatio claim and ordered the applicant to vacate the property.", "49. On appeal, on 14 March 1997 the Regional Court upheld the District Court's judgment adding that the fact that the applicant's grandparents had not been responsible for any omission was irrelevant.", "50. On 18 December 1998 the Supreme Court of Cassation dismissed the applicant's ensuing petition for review (cassation). It noted that section 7 of the Restitution Law did not apply – it only concerned property obtained through transactions whereas the applicant's title had been based on an administrative decision. Nevertheless, the lower courts' findings that the 1953 order was null and void had been correct. In these circumstances, the applicant's grandparents had never become owners of the plot of land and the building they had received as compensation in 1953. That estate had thus remained State property until 1992 (acquisition through adverse possession against the State was not possible) and in 1992 the pre-nationalisation owners had acquired it back ex lege, under the general rule of the Restitution Law, its section 1, providing for the return of certain categories of State properties to their former owners.", "51. The court therefore modified the characterisation of the claim in law and upheld the lower courts' judgments insofar as they granted the rei vindicatio claim and ordered the applicant to vacate the property at issue. However, insofar as they declared null and void the 1953 order also in its expropriation part, the lower courts had acted beyond their jurisdiction as circumscribed by the pre-nationalisation owners' claim. That part of the judgments had to be quashed.", "52. The applicant did not apply for bonds since compensation by bonds was only applicable for persons having lost cases under section 7 of the Restitution Law, whereas in her case the Supreme Court of Cassation had found that provision inapplicable.", "53. The applicants, Mrs Anka Ivanova Eneva and Mr Dobromir Enchev Dobrev, are Bulgarian nationals, who were born in 1932 and 1953 respectively and live in Varna. Before the Court they were represented by Mrs S. Margaritova-Voutchkova, a legal adviser practising in Sofia.", "54. The property at issue in the present case, a three-room apartment in Varna of about 93 square metres, was nationalised in 1951 without compensation. Between 1951 and 1959 the local municipal housing fund rented the apartment to several different tenants. In 1961 a Ms G., who had been living in the apartment since 1959, purchased it from the local municipality. In 1964, Ms G., having obtained the necessary authorisation, sold the apartment to the applicants' family.", "55. In 1992 the pre-nationalisation owners brought an action under section 7 of the Restitution Law against the applicants and Ms G. They also sought a rei vindicatio order.", "56. In 1994 the competent District Court dismissed the claim. On appeal its judgment was quashed on 9 January 1996 by the Regional Court which proceeded with an examination on the merits. .", "57. By judgment of 24 June 1996 the Regional Court granted the claim. It noted that no trace of a tenancy agreement of 1959 between the municipality and Ms G. had been found in the archives. It found that, therefore, Ms G. had not been a tenant in the apartment at issue and that she had not been entitled to buy it. Furthermore, the 1961 sale-purchase contract between Ms G. and the municipality had not been signed by the mayor personally – a comma was visible before the signature, which meant that someone had signed in the mayor's stead. It followed that Ms G.'s title had been void and that the applicants – who had purchased the apartment from her in 1964 – had not become owners either. The applicants were ordered to vacate the apartment.", "58. On 3 December 1998 the Regional Court's judgment was upheld by the Supreme Court of Cassation. The applicants' objection that they had been in good faith and had acquired the apartment through adverse possession was dismissed on the basis of the reasoning that the law excluded acquisitive prescription in respect of State property.", "59. The applicants vacated the apartment in April 1999. In August 2001, following an assessment of the market value of the apartment by a certified expert, the applicants obtained compensation bonds in the amount of BGN 71,800 (the equivalent of approximately EUR 36,500).", "60. In October and November 2002 the applicants requested the municipal and regional authorities in Varna to sell them an apartment against compensation bonds. The regional governor refused by letter of 7 October 2002. The municipality of Varna, by letter of 16 December 2002, informed the applicants that they could only buy a municipal apartment if they were tenants in such an apartment. Furthermore, in accordance with the relevant municipal regulations, not more than 25 % of the apartment's price could be paid in compensation bonds. The remainder had to be paid in cash.", "61. The applicants sold their bonds in instalments. One part was sold in June and August 2004 (at approximately 24.8% of face value) and the remainder in December 2004, when the market rates surged (at 82% of face value). The net amount the applicants obtained, after deduction of the brokers' fees, was BGN 36,961 (the equivalent of approximately EUR 18,800), approximately 50% of the value of the apartment as assessed in 2001.", "62. The applicants, Mrs Snejana Avramova Stoyanova and her husband Mr Kosta Kanchev Ivanov, are Bulgarian nationals, who were born in 1927 and 1926 respectively and live in Sofia. They were represented before the Court by Mrs Z. Kalaidjieva, a lawyer practising in Sofia.", "63. Since the mid-1950s the first applicant's mother and later the applicants were tenants in a state-owned five-room 197-square-metres' apartment in Sofia. In 1971 the applicants and the first applicant's mother purchased the apartment. After the first applicant's mother's death, the applicants became the joint owners of the apartment.", "64. In 1992 the pre-nationalisation owner from whom the apartment had been expropriated without compensation in 1949 brought an action against the applicants under section 7 of the Restitution Law. The proceedings were later continued by the heirs of the pre-nationalisation owner.", "65. On 15 September 1994 the District Court dismissed the claim, noting that at the relevant time the applicants' family had consisted of five persons which entitled them to a three-room apartment, that the first applicant, who was a researcher in philosophy, had been entitled to an additional room for her study, and that the apartment consisted in fact of four rooms, the fifth room being a connecting hall. The court further noted that the first applicant's mother had been registered as an “anti-fascist and anti-capitalist veteran” – a registration that had carried privileges provided by law – and that this fact had been mentioned in the papers relating to the 1971 purchase. However, at the relevant time the right of a registered veteran to purchase a dwelling with priority had been provided for by law. Therefore, it could not be considered that there had been abuse of office or of a position in the communist party.", "66. Following a decision terminating the proceedings and another decision ordering their continuation, the plaintiffs' ensuing appeal was eventually decided by the Sofia City Court by judgment of 6 April 1998 which upheld the District Court's judgment.", "67. Upon the plaintiff's cassation appeal, on 16 June 1999 the Supreme Court of Cassation quashed the lower courts' judgments and granted the claim, declaring the applicants' title null and void. The Supreme Court of Cassation agreed with the lower courts that there had not been abuse. However, the conclusions as regards the fifth room of the apartment had been wrong. In reality, the apartment had exceeded by one room the family's needs, as determined by the relevant regulations.", "68. On 30 June 1999 the restored owners invited the applicants to vacate the apartment and requested monthly payments of 500 US dollars. The applicants refused to leave but were eventually evicted in June 2002 pursuant to an eviction court order.", "69. Between 1999 and 2002 the restored owners sued the applicants and obtained judgments ordering them to pay damages for their failure to vacate the property. Thus, as of October 2003 the applicants owed to the restored owners approximately BGN 28,000 (the equivalent of approximately EUR 14,000) which they refused to pay. The applicants also owed at least BGN 3,000 in costs.", "70. The applicants never applied for compensation bonds considering that useless. On 19 October 1999 they requested the mayor to provide them a municipal apartment for rent. They were placed on the waiting list but never received an offer.", "71. On an unspecified date the applicants purchased a small apartment for an unspecified sum of money and moved there. Shortly thereafter, the restored owners applied for and obtained an attachment of the applicants' new apartment to secure the payment of their claims. On 8 April 2005 the enforcement judge undertook steps to put the applicants' new apartment on sale with a view to satisfying the restored owners' claims. In addition, monthly deductions are applied to the applicants' pensions to cover their debt.", "72. The applicants, Mr Stoiko Bogdanov and Mrs Maria Bogdanova, both Bulgarian nationals and residents of Burgas, were born in 1920 and 1924 respectively. Mrs Bogdanova passed away in August 2004. Her heirs, the first applicant and the applicants' two daughters, born in 1949 and 1955, stated that they wished to continue the proceedings. The applicants are represented before the Court by Mrs S. MargaritovaVoutchkova, a legal adviser practising in Sofia.", "73. In 1960 the applicants obtained a tenancy order for a State-owned tworoom 92-square-metres' apartment in Burgas. The applicants, their two minor daughters and the elderly mother of one of the applicants lived in the apartment.", "74. On 8 May 1967 the applicants filed with the Burgas municipal authorities a written request to buy the apartment under the relevant regulations. As required, they enclosed a declaration of means and family status.", "75. The Burgas municipality instituted an administrative procedure. On 15 October 1967 the relevant expert committee assessed the value of the apartment.", "76. On 17 November 1967 the Burgas municipal council submitted the file for approval by the Minister of Building Planning, as required by the regulations. By letter of 23 December 1967, the Deputy Minister of Building Planning approved the sale. In accordance with the relevant procedure, on 31 December 1967 a sale-purchase contract was signed between the applicants and the Burgas municipality. The applicants contracted a loan to pay the price of the apartment and reimbursed it in monthly instalments for twenty years.", "77. In February 1993 the heirs of the pre-nationalisation owners of the apartment from whom it had been expropriated without compensation in 1949 brought an action against the applicants under section 7 of the Restitution Law. The plaintiffs claimed that the applicants had obtained the apartment in breach of the law. By judgments of 20 January 1995 and 2 May 1996 the District Court and the Regional Court dismissed the claim.", "78. Upon the plaintiffs' petition for review (cassation), on 12 October 1998 the Supreme Court of Cassation quashed the lower courts' judgments and, deciding on the merits, declared the applicants' title null and void.", "79. The Supreme Court of Cassation noted that the regulations in force in 1967 had required approval of the sale by the Minister of Building Planning, whereas in the applicants' case the document containing that approval had been signed by a Deputy Minister. The Supreme Court of Cassation did not accept the reasoning of the lower courts according to which the approval had been valid since the Deputy Minister who had signed it had been in charge of the sale of housing and had thus been empowered to sign in the Minister's stead. That reasoning was incorrect because the housing regulations as in force at the time only mentioned the Minister as the official in whom the relevant power was vested.", "80. On 4 August 1999 the restored owners invited the applicants to leave the apartment and to pay rent for the time since the judgment of the Supreme Court of Cassation. On 16 October 1999 the applicants signed a rent contract with the restored owners and started paying monthly rent of BGN 150 (the equivalent of approximately EUR 80). The contract was renewed in December 2000.", "81. On 5 March 1999 the applicants requested the mayor of Burgas to provide them with municipal housing. They reiterated their request in January 2000. No response was received.", "82. On 20 June 1999 the applicants requested compensation in bonds. In February 2001 the regional governor approved the assessment of the apartment's value, made by an expert, and determined that the applicants were entitled to compensation bonds in the amount of BGN 64,200 (the equivalent of approximately EUR 32,500).", "83. On 16 November 2001 the applicants wrote to the mayor of Burgas asking to buy a municipal apartment and to pay for it in bonds. On 29 November 2001 the mayor replied that for the moment the municipality did not envisage selling apartments for bonds.", "84. On 23 November 2001 the applicants sold their compensation bonds at 17.5 % of their face value. They thus obtained BGN 11,335 (the equivalent of approximately EUR 5,800).", "85. In November 2001 the restored owners invited the applicants to leave. The applicants did not have the resources necessary to buy an apartment and refused. By judgment of 14 March 2003 of the Bourgas District Court the applicants were ordered to vacate the property. Their objection that they should be entitled to withhold possession of the apartment until payment of the improvements they had made in the property was dismissed. The applicants appealed. By judgment of 28 July 2005 the Supreme Court of Cassation upheld the eviction order. The applicants rented an apartment and moved there on 14 November 2005.", "86. The applicants, Mrs Regina Tzileva and Mr Konstantin Tzilev, are Bulgarian nationals, who were born in 1949 and 1942 respectively and live in Sofia. They were represented before the Court by Mr Y. Grozev, a lawyer practising in Sofia.", "87. In 1970 the first applicant became a tenant in a state-owned tworoom 60-square-metres' apartment in Sofia. The applicants had two children together, born in 1974 and 1975.", "88. In 1977 the applicants applied to purchase the apartment in accordance with the relevant procedure for the sale of State housing to tenants. After having obtained the relevant authorisations, the applicants purchased the apartment from the local municipality and reimbursed the full price within the following years.", "89. In February 1993 Mr N., the pre-nationalisation owner of the apartment from whom it had been nationalised without compensation in 1949, brought an action against the applicants under section 7 of the Restitution Law. In his claim Mr N. relied on all possible grounds under section 7. On 6 June 1994 the Sofia District Court dismissed the claim.", "90. Upon the plaintiff's appeal, on 15 July 1998 the Sofia City Court quashed the lower court's judgment and granted the claim as the administrative decision authorising the 1977 sale-purchase contract had been signed by the deputy mayor and not by the mayor personally. The court dismissed as unproven the plaintiff's allegation that there had been abuse on the part of the applicants.", "91. The applicants filed a cassation appeal. They argued that even if the administrative decision authorising the transaction had been signed by a deputy mayor, the sale-purchase contract itself had been signed by the mayor. On 28 November 2000 the Supreme Court of Cassation dismissed the appeal and upheld the Sofia City Court's judgment. It held, inter alia, that the relevant procedure had required an administrative authorisation as a separate step and that therefore the nullity of that authorisation could not be redressed by the fact that the sale-purchase contract that followed it had been executed properly.", "92. Between 1999 and 2001 the applicants addressed numerous unsuccessful requests to the local municipality asking to be provided tenancy of a municipal dwelling.", "93. In 2001 the heirs of the pre-nationalisation owner brought a rei vindicatio action against the applicants. As the applicants had no place to live, they decided to oppose the claim and gain time. As of February 2006 the proceedings were still pending before the Sofia District Court.", "94. In 2001 the applicants requested compensation by bonds. On an unspecified date an expert assessed the value of their apartment at BGN 45,000 (the equivalent of about EUR 23,000). Weighing their options, the applicants decided, however, not to seek bonds as compensation. They considered that, having regard to the rates at which bonds were traded at that time, 15-25% of face value, such compensation would offer no realistic perspective of finding a place to live. By refusing to accept such partial compensation, the applicants also wished to express their protest against the injustice visited on them.", "95. The applicants, Mr Dimitar Georgiev Nikolov and his daughter Zvezda Dimitrova Nikolova, are Bulgarian nationals, who were born in 1934 and 1960 respectively and live in Russe. Before the Court they were represented by Mrs S. Margaritova-Voutchkova, a legal adviser practising in Sofia.", "96. In 1970 the first applicant and his wife bought a three-room 96square-metres' apartment from the local municipality.", "97. In 1992 the pre-nationalisation owner, from whom the property had been expropriated in 1949, brought an action against the applicants under section 7 of the Restitution Law. By judgments of 19 December 1994 of the Ruse District Court, 15 May 1996 of the Regional Court and 24 June 1998 of the Supreme Court of Cassation, the courts granted the claim.", "98. They found, in particular, that the 1970 administrative decision for the sale of the apartment had been signed by the secretary to the Municipal Council whereas it should have been signed by the mayor. The courts noted that in January 1970 the municipal council had issued a decision delegating to its secretary matters related to the sale of municipal housing but considered that that delegation had been null and void since in accordance with the relevant law as in force at the time the vice-president of the municipal council replaced the president in his absence.", "99. The courts also noted a second shortcoming. The law at the relevant time provided that the municipality's decision to sell the apartment had to be approved by the mayor of the respective region. In the applicants' case, a comma was visible in front of the signature placed on the document containing the approval. In Bulgaria it was customary to “sign with a comma” when the person who signed was replacing. In these circumstances, since the applicants had failed to adduce evidence demonstrating that the signature on the relevant document was that of the mayor, the courts found that the approval must have been signed by another person and was therefore invalid.", "100. The courts concluded that the applicants' title was null and void and ordered them to vacate the apartment. They did so on 27 October 1998.", "101. In 1998 the applicants requested compensation by bonds. In April 1999 they received bonds for BGN 47,800 (the equivalent of approximately EUR 24,200), in accordance with the valuation of the property by an expert appointed by the regional governor.", "102. On 31 March 1999 the applicants were granted the tenancy of a municipal apartment. They applied to purchase it by bonds.", "103. In March 2000 the municipal council in Russe decided that as a matter of principle applications to purchase an apartment by persons who had lost cases under section 7 of the Restitution Law should be granted. In accordance with the relevant law, however, the power to sell municipal property was vested with the mayor.", "104. On 3 May 2000 the mayor of Russe wrote to the Ministry of Finance inquiring whether the municipality would be able to make use of the bonds it would acquire if it were to sell municipal apartments to individuals in the applicants' position. On 26 July 2000 the Ministry replied negatively. On 19 January 2001 the mayor informed the applicants that the municipality was not under an obligation to sell an apartment to them.", "105. On 8 February 2001 the applicants brought an action against the mayor challenging his refusal to sell an apartment. The Russe Regional Court rejected the claim as inadmissible. On 17 April 2001 the Supreme Administrative Court upheld the rejection of the claim. It noted that in accordance with the provisions of the Compensation Law, compensation bonds could be used for the purchase of municipal dwellings and persons who had lost cases under section 7 could do so with priority. Nonetheless, those provisions did not give rise to rights for the applicants and duties for the municipality. The decision of the municipal council of March 2000 did not create such rights and duties either. Municipal property sales were regulated by the Municipal Property Law. The sale of an apartment being a civil transaction to which the parties are at an equal footing, the mayor's refusal was nothing more than a refusal to enter into a transaction, not an administrative decision affecting rights. Therefore, the mayor's refusal did not affect any right of the applicants. It followed that the refusal was not amenable to judicial review.", "106. On 29 March 2002 the mayor of Russe refused the applicants' renewed request to sell them an apartment for bonds.", "107. In 2001 the applicants brought an action against the State and the local municipality, seeking damages for the fact that they had been deprived of their apartment owing to an administrative omission imputable to municipal clerks.", "108. By judgments of the Russe District Court of 7 June 2002 and the Russe Regional Court of 9 May 2003 the applicants' claims were dismissed. The courts found that the State Responsibility For Damage Act only applied in respect of facts that occurred after its entry into force in 1988. The courts also stated that the alleged omissions had occurred in the context of a civil transaction, whereas the State Responsibility For Damage Act concerned State liability occasioned by acts in the exercise of State power.", "109. On 25 January 2005, at a moment when the market for compensation bonds was reaching a peak, the applicants sold their bonds at 105% of their face value. They thus obtained BGN 49,660 (the equivalent of approximately EUR 25,400).", "110. After 1945 the communist regime in Bulgaria introduced a series of nationalisation laws of a punitive or redistributive nature. As regards housing, the policy was to limit private real estate ownership to one dwelling per family and to take away from their owners apartments allegedly exceeding their needs. All city apartments “in excess” were nationalised. In some cases the owners received State bonds in compensation. Owing to regulations modifying the conditions of payment on these bonds, in practice compensation was never received by the owners.", "111. The nationalised apartments were allocated to municipal housing funds which managed them and rented them out at fixed rates. Special legislation established a system of categorisation of those in need of housing and provided for detailed rules on the basis of which municipalities rented out and sold apartments. The rules, which changed many times during the relevant period, provided for, inter alia, precedence rights for various groups (“anti-fascist and anti-capitalist” veterans, large families, etc), limitations on the number of rooms and on the size of the apartments candidates could rent or buy (on the basis of factors such as number of children, profession, health problems, etc) and special procedures for renting or buying apartments belonging to State enterprises. Most of these rules were also applicable where newly built State apartments were rented out or sold.", "112. A large number of nationalised apartments were sold to tenants in the 1960s and 1970s pursuant to a new housing policy whose purpose was the accumulation of financial resources for the construction of new dwellings.", "113. In practice, during the communist period and until 1990 an individual in need of housing could only buy an apartment by applying to a competent State body. The procedure was administrative, followed by the signing of a contract prepared by the administration. Candidates had to fill out the relevant forms and submit the required documents. The relevant municipal authority would then issue a decision and present to the candidate for signature the sale-purchase contract.", "114. Until 1970, the courts had no power to review administrative decisions. According to the Supreme Court, the courts had no jurisdiction to examine an action for a declaration that the sale of a State-owned apartment to an individual had been null and void. The decision which apartment to sell and to whom belonged to the administration. The courts had no power to examine whether or not there had been a breach of the relevant rules such as those concerning precedence (реш. 1706 от 17.11.1962 по гр.д. 1435/62; ТР No. 47 от 1.3.1967 по гр.д. 2045/67).", "115. The law and practice changed after the adoption of the Administrative Procedure Act 1970. In 1973 the Supreme Court held that the courts, without repealing an administrative decision – which they had no power to do –, could take note that it was null and void and draw the ensuing civil-law conclusions such as that an individual concerned was not the owner of a disputed property (ОСГК, реш. No 78 oт 12.7.1973, гр.д. 58/73).", "116. At all relevant times, Bulgarian civil law distinguished between possessing property in bad faith and doing so in good faith. According to section 70 of the Property Act 1951, still in force, an individual is considered to have acted in good faith if, unaware of a procedural defect in his title, he entered into possession of a piece of property. A bona fide possessor may acquire ownership rights (over private property) after five years of acquisitive prescription or, if evicted, claim the value of improvements made in the property (реш. No. 1051 от 25.3.1960 по гр.д. 1060/60; Interpretative Decree No. 6 of 1974 of the Supreme Court; реш. No. 507 от 1.7.1994 по гр.д. 381/94).", "117. After the fall of the communist regime in 1990, Parliament enacted legislation aiming at restoring justice for those whose property had been nationalised without compensation, or for their heirs. A number of denationalisation laws covering different types of property (industrial plants, shops, dwellings, agricultural land, etc.) were adopted.", "118. Section 1 of the Law on the Restitution of Ownership of Nationalised Real Property (“the Restitution Law”), which entered into force in February 1992, provided that the former owners, or their heirs, of certain types of real property nationalised by virtue of several specific laws dating from the period between 1947 and 1952, became ex lege the owners of their nationalised property if it still existed, if it was still owned by the State and if no adequate compensation had been received at the time of the nationalisation.", "119. Section 7 provided for an exception to the requirement that the real property be still owned by the State. It provided that even if certain property had been acquired by third persons after the nationalisation, the former owners or their heirs could still recover it if the third persons in question had become owners in breach of the law, by virtue of their position in the Communist party or through abuse of power. According to the Government this provision was necessary since during the communist period there had been many cases in which the privileged of the day had obtained apartments unlawfully. The former pre-nationalisation owners had to bring an action before the courts against the post-nationalisation owners within a one-year time limit. If the courts established that the title of the post-nationalisation owners involved breaches of the law or was tainted by abuse they declared it null and void and restored the property to the pre-nationalisation owners.", "120. In 1997 former pre-nationalisation owners who had missed the initial one-year period under section 7 of the Restitution Law for bringing an action against post-nationalisation owners were given a second chance through a legislative amendment renewing the one-year time-limit. On 11 March 1998 the Constitutional Court struck down the amendment as it encroached on the principle of protection of property and legal certainty (реш. 4 от 11.3.1998 по к.д. 16/97). Nevertheless, as the judgments of the Constitutional Court have no retroactive effect, the courts, in accordance with their established practice, were bound to examine claims under section 7 brought in the interval between the entry into force of the 1997 law renewing the time-limit and the 1998 Constitutional Court's judgment quashing that law (опр. 1280, 22.10.1998 по гр.д. 1539/98 г., ВКС-IV).", "121. In practice, in some cases the ground for annulment was a finding that there had been abuse of office or of a position in the Communist party. In other cases the relevant files retrieved from the archives did not contain proof of approval by an administrative authority, as required by regulations in force at the relevant time. Other grounds on which the courts granted section 7 claims included breaches of regulations dating from the 1950s and the 1960s establishing a link between the number of family members and the number of rooms they were entitled to, breaches of requirements such as that the buyer should be a tenant or an employee of the State agency or enterprise using the apartment, etc.", "122. In a large number of cases under section 7, the omission identified by the courts as decisive was the fact that the sale contract, or another relevant document, such as, for example, a tenancy order or a relevant approval, had been signed by the deputy to, or the superior of, the official in whom the relevant power was vested (i.e. deputy mayor instead of the mayor, deputy minister instead of the minister, regional governor instead of district governor). After an initial period of uncertain practice, the courts adopted the view that such defects had the automatic effect of rendering the transactions null and void ab initio. The outcome was the same even where the relevant minister or mayor had authorised a deputy to sign, since the housing regulations did not mention expressly a possibility to delegate (реш. No. 762/ 21.06.2000 по гр.д. 2026/99, ВКС – IV). The argument that the individuals concerned bore no responsibility for such omissions by the administration and had never had any legal means to seek their rectification was considered as irrelevant (ТР 1/95, ОСГК, Бюл. ВС кн. 4/95; реш. No. 1623/ 10.03.1994 по гр.д. No. 186/1993, ВС-IV; реш. No. 1036 от 13.07.1994 по гр.д. No. 9/1994, ВС-IV).", "123. In reaction to post-nationalisation owners' argument that they had acquired the property through adverse possession, even if there had been a minor omission in the relevant transaction, the courts relied on section 86 of the Property Act, which provided that State property could not be acquired through adverse possession.", "124. The application of section 7 has been the object of heated public debate, including in the Parliament. One of the central issues has been the question whether or not it was justified to allow the nullification of decades-old property titles for minor administrative omissions that had been the responsibility of the administration, not the individual concerned. In 1995 and 1996 the Parliament adopted amendments to the Restitution Law repealing section 7 or limiting its scope to cases involving substantial breaches of the law committed in bad faith or abuse of power. All those amendments were declared anti-constitutional by the Constitutional Court on the basis that they purported to modify already acquired civil rights to restitution (реш. No. 9 по к.д. No. 4/95, Д.В. бр.66/95; реш. No. 20 по к.д. No. 24/95, Д.В. бр. 94/95; реш. No. 11 по к.д. 10/96, Д.В. бр. 61/96, попр. Д.В. бр.87/96).", "125. In some cases the courts allowed claims by pre-nationalisation owners against post-nationalisation owners who had purchased the property from an individual, not from the State (see the case of Eneva and Dobrev, paragraphs 53-58 above). Also, in cases where section 7 did not apply, the courts nevertheless granted restitution claims, without limitation in time, by reference to the general provisions of civil law concerning nullity of transactions combined with section 1 of the Restitution Law (реш. N: 2109, 25.1.99 г. по гр. д. N: 1754/97 г., ВКС-IV – see paragraphs 50 and 51 above, concerning the case of Todorova; but see, by contrast, реш. N: 1623, 10.3.94 г. по гр. д. N: 186/93 г., ВКС-IV).", "126. In its judgment of 18 January 1996, refusing a motion to declare section 7 unconstitutional, the Constitutional Court dealt with the argument that the law affected disproportionately the rights of the post-nationalisation owners many of whom had not done anything unlawful. It stated:", "“The Constitutional Court shares the [petitioners'] concern that there may be many cases where the breaches of the law ... resulted from [acts of] the administration... That fact, however, does not concern the nullity of the transactions ... The transaction[s] remain null and void regardless of which party had breached the law. The question of responsibility for damages in such cases is a separate issue. The Constitutional Court considers that section 7 of the [Restitution Law] does not exclude claims for damages against State bodies or State officials who have breached the law when effecting the transactions. The possible legislative elaboration of that responsibility in cases under section 7 falls within the competence of Parliament.”", "127. Parliament has not adopted a law elaborating on possible civil liability of officials or State bodies responsible for a breach of the law that led to nullification of a property title. As confirmed by the courts (see paragraphs 107 and 108 above about the case of Nikolovi and, also, реш. 1893 от 1.12.2004 по гр.д. 1518/2003 на ВКС), such claims by persons in the applicants' position are not possible either under the State Responsibility for Damage Act 1988 (as it did not apply with regards to damage occasioned before its entry into force) or under general civil law.", "128. The initial text of the Restitution Law of 1992 did not provide for any compensation for persons ordered to vacate their property under section 7. For several years, the question whether such compensation should be paid by the State was the subject matter of heated debates. In 1995 and 1996 Parliament adopted amendments to the Restitution Law concerning the issue of compensation (Д.В. броеве 40/1995, 87/1995, 51/1996). Most of these amendments were thereafter declared unconstitutional by the Constitutional Court on various grounds (see the decisions cited in paragraph 124 above).", "129. An amendment introduced in June 1996 (paragraph 3 of the supplementary provisions to the Restitution Law, State Gazette no. 51/96, “the June 1996 amendment”) was not struck down by the Constitutional Court and remained in force until its repeal by Parliament in January 2000. It provided that persons who had been ordered to vacate their apartments under section 7 were to be paid by the State full market value cash indemnity. Also, until this payment was effected, they were entitled to rent temporarily State-owned apartments, or to receive a rent allowance. The above obligations of the State were to be governed by regulations to be issued by the Council of Ministers.", "130. The Council of Ministers did not adopt the regulations necessary to put in practice the June 1996 amendment to the Restitution Law. Former owners who lost their apartments in cases under section 7 of the Restitution Law did not receive market-value cash indemnity or any rent allowance. In some cases, the evicted post-nationalisation owners were able to rent municipal apartments at fixed rates. In a large number of cases, however, the requests made were unsuccessful because of lack of availability or because the competent authorities interpreted the relevant law as allowing discretion and refused the requests.", "131. In November 1997 a new law, the Law on Compensation for Owners of Nationalised Real Property (“the Compensation Law”) – whose main purpose was providing compensation for property taken under several laws of punitive or redistributive nature and which could not be returned physically – introduced a provision (section 5 § 3) which stated that persons who had lost their dwellings pursuant to section 7 of the Restitution Law should “receive housing compensation bonds, if they [had] not received the indemnity provided for in [the June 1996 amendment]” (see paragraphs 133-139 below).", "132. In January 2000, the June 1996 amendment was repealed. The bill repealing the amendment was introduced in Parliament with the explanation that the State did not have the resources necessary to pay in cash.", "133. After January 2000, the former owners whose title had been declared null and void could apply for bonds under section 5 § 3 of the Compensation Law (see paragraph 131 above) within three months of January 2000 or within two months of the final judgment in their case.", "134. The requests are examined by the relevant ministry or regional governor. Experts assess the market value of the property. The face value of the bonds to be issued is equal to the full market value of the dwelling. The decisions are subject to appeal before the Supreme Administrative Court.", "135. Compensation bonds are not exchangeable for cash. No interest accrues. They can only be used for participation in privatisation tenders and their value thus largely depends on the availability of privatisation offers.", "136. A secondary market for compensation bonds developed in Bulgaria. Until November 2004, they were traded at between 15 and 25 % of their face value. As bond prices remained low over a long time, many persons in the applicants' situation sold their bonds during that period and obtained between 15 and 25% of their face value.", "137. In the beginning of November 2004, there was a sudden surge in the price of compensation bonds at the secondary stock market in connection with the privatisation of several major enterprises. Within several weeks, in January 2005 bond rates reached 100 % and more of face value. In the end of January 2005 housing bond prices fell again and later stabilised at around 70 % of their face value.", "138. In accordance with section 5 § 2 of the Compensation Law, as in force between November 1997 and November 2004, housing compensation bonds could also be used to purchase, “with priority”, State or municipal dwellings. However, municipalities had no interest in parting with their real property in exchange of compensation bonds and prefer to sell for cash. Some municipalities adopted rules according to which not more than 20 or 30% of the price of a dwelling could be paid by compensation bonds. The Supreme Administrative Court, when examining an appeal against a refusal of a mayor to sell an apartment for bonds, held that persons who had lost cases under section 7 did not have a right to buy an apartment, the matter being within the discretion of the municipality (опр. 2571/17.04.2001 по адм. д. 2065/01, ВАС-III, see paragraph 105 above, concerning the case of Nikolovi v. Bulgaria). In November 2004, by virtue of an amendment to section 41 of the Municipal Property Act, the sale of apartments for bonds was prohibited.", "139. In June 2006 the Parliament amended again section 7 of the Restitution Law, introducing new paragraphs 2 and 3. The amendment only concerns persons who had not yet sold the compensation bonds they had received. New paragraph 2 provided that persons who had lost their property under section 7 should have priority when applying to buy municipal apartments and should be entitled to pay in bonds, at face value. The new provision was not accompanied by an amendment to section 41 of the Municipal Property Act, which prohibits the sale of apartments for bonds. Also, the new paragraph 2 does not affect the established case-law according to which municipalities are under no duty to sell apartments (see the preceding paragraph). New paragraph 3 provided that if no apartment was offered by the relevant municipality within three months, the person concerned was entitled to receive in cash the face value of his or her bonds from the Ministry of Finance. The realisation of this right is conditioned by the adoption by the Council of Ministers of implementing regulations.", "140. A person whose title has been declared null and void could in principle claim the price that he, she or their ancestors had paid when buying the apartment (usually decades ago). However, owing to the depreciation of the national currency and the established practice of the Bulgarian courts refusing revalorisation, such claims can only lead to recovery of minimal amounts.", "141. In accordance with interpretative decision No. 1 of 1995 of the Supreme Court, persons who lost cases under section 7 of the Restitution Law are not entitled to claim compensation for improvements they had made in the property. To reach that conclusion and thus establish an exception from the general rule, the Supreme Court referred to the fact that the aim of the Restitution Law had been to give back to their owners property confiscated without compensation. Justice required that they should not bear the burden to pay for improvements and maintenance expenses. Also, section 8 § 1 of the Restitution Law provided that persons who had obtained restitution of their nationalised property could not claim compensation for the fact that their property had been used by others after the nationalisation. It followed that the post-nationalisation owners whose titles had been nullified under section 7 should not be entitled to compensation for maintenance expenses and improvements in the property."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}