{"ITEMID": "001-22147", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "HAZAR, TEKTAS, BEKIROGLU, PEKOL, BOZKUS, TEKTAS, ATMAN, ISIK, AKSUCU, DOSTER, DEMIRHAN and SAHIN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicants, whose names appear in the appendix, are Turkish nationals. They were living in the city of Lice at the time giving rise to these applications. They are represented before the Court by Mr Hasip Kaplan, a lawyer practising in Istanbul.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 22 October 1993, in the district of Lice, clashes occurred between security forces and PKK militants. The clashes started at around 9 a.m., just after the PKK militants had attacked the security forces. Thereafter all the policemen, the special teams and soldiers in Lice started to fire at random. The clashes lasted 36 hours. The security forces used heavy weapons, canons, tanks and 5 helicopters. As a result of the clashes 16 people died, 19 people were wounded and 424 shops and 640 houses were destroyed.", "Shortly after the beginning of the clashes the soldiers ordered the inhabitants of Lice to go to their homes. All the roads in and out of Lice were sealed off during the incident for security reasons. A curfew was then imposed with immediate effect. The curfew lasted until 26 October 1993.", "In the meantime, it was broadcast on radio and television that the Diyarbakır Provincial Gendarme Regiment Commander, General Bahtiyar Aydın, had been shot dead by the PKK and that 16 people had been killed, many people had been wounded and more than 400 shops and houses had been destroyed in the raid by the PKK.", "After the incidents, the Lice Public Prosecutor opened an investigation into the deaths of 16 people and injuries to 35 others, as well as the destruction of property in the city. The security forces prepared an incident report and drew up a sketch map of the manner in which the clashes occurred.", "The Public Prosecutor found that the events of 22 October 1993 had begun at around 9 a.m. when a group of PKK terrorists, who were hiding in the vineyards on the side of the Lice-Kulp road, opened fire on a police minibus belonging to the Lice Security Directorate. Then the PKK militants, who were positioned in various central areas of Lice, opened fire with longrange weapons on the Lice Security Directorate, the Gendarme Headquarters, the Infantry Regiment and public buildings. Brigadier General Bahtiyar Aydın was shot dead while he was in the Gendarme Headquarters’ garden. The clashes occurred shortly after the security forces’ response to the terrorists’ attack. The clashes were intense between 9 a.m. and 4 p.m. and ended at 7 p.m. The Public Prosecutor noted the names of the people killed or injured as well as the number of buildings destroyed during the clashes. He further noted that 20 people had been arrested after the clashes as a result of the investigation and that they had been transferred to the Chief Public Prosecutor’s Office at the Diyarbakır State Security Court.", "On 24 October 1993 the Diyarbakır Governor, İbrahim Şahin, and the State of Emergency Regional Governor, Ünal Erkan, arrived in Lice. Ünal Erkan addressed the public gathering and said, “No one can oppose the State. We will crush those who do so... It is a pity for those who died.” İbrahim Şahin, the Diyarbakır Governor, made a public announcement that people would be compensated for the damage they had suffered.", "The Government also considered the Lice incidents a national disaster and promised to compensate the loss sustained by the victims of Lice from the disaster fund earmarked in the annual budget.", "On 11 November 1993 the Lice Public Prosecutor issued a decision of nonjurisdiction on the ground that the incidents fell within the jurisdiction of the Diyarbakır State Security Court. He sent the investigation file to the Chief Public Prosecutor’s office at the Diyarbakır State Security Court in accordance with Article 11 of Law no. 2845.", "In November and December 1993 the applicants all applied to the Lice Magistrates’ Court (sulh hukuk mahkemesi) for an assessment of the damage they suffered as a result of the clashes. The court appointed 8 experts to determine their damage. The experts submitted damage assessment reports to the court. They concluded that 214 shops and 401 houses had been destroyed. They also indicated in their report the nature and the amount of the damage suffered by each of the applicants.", "The nature of the destroyed property is set out in the appendix. The applicants preferred not to indicate to the Court the amount of their damage, as assessed at the time, due to the high inflation rates in Turkey which have distorted the original evaluations.", "The criminal proceedings concerning the killing of people and the destruction of property in Lice are still pending before the Chief Public Prosecutor’s office at the Diyarbakır State Security Court.", "A description of the relevant domestic law may be found in the Akdivar and Others v. Turkey judgment of 16 September 1996, Reports of Judgments and Decisions 1996IV, §§ 28-43, the Menteş and Others v. Turkey judgment of 28 November 1997, Reports 1997-VIII, §§ 36-51; the Selçuk and Asker v. Turkey judgment of 24 April 1998, Reports 1998-II, §§ 33-45; the Gündem v. Turkey judgment of 25 May 1998, Reports 1998III, §§ 32-45; the Bilgin v. Turkey judgment of 16 November 2000, to be published in Reports of Judgments and Decisions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}