{"ITEMID": "001-59689", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF STANKOV AND THE UNITED MACEDONIAN ORGANISATION ILINDEN v. BULGARIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed;Violation of Art. 11;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm", "TEXT": ["9. The United Macedonian Organisation Ilinden (“the applicant association” or “Ilinden”) is an association based in south-western Bulgaria (in an area known as the Pirin region or the geographic region of Pirin Macedonia).", "Mr Boris Stankov is a Bulgarian citizen, born in 1926 and living in Petrich. At the relevant time he was the chairman of a branch of the applicant association.", "10. The United Macedonian Organisation Ilinden was founded on 14 April 1990. Its aims, according to its statute and programme, were to “unite all Macedonians in Bulgaria on a regional and cultural basis” and to achieve “the recognition of the Macedonian minority in Bulgaria”. Sections 8 and 9 of the statute stated that the organisation would not infringe the territorial integrity of Bulgaria and that it “would not use violent, brutal, inhuman or unlawful means”.", "According to the applicants’ submissions before the Court, the main activity of the applicant association was the organisation of celebrations to commemorate historical events of importance for Macedonians in Bulgaria. Over an unspecified period it published a newspaper.", "11. In 1990 Ilinden applied for, but was refused, registration. In the proceedings for registration the Blagoevgrad Regional Court and the Supreme Court examined the statute of the association, its programme and other written evidence.", "12. In their decisions of July and November 1990 and March 1991 the courts found that the applicant association’s aims were directed against the unity of the nation, that it advocated national and ethnic hatred, and that it was dangerous for the territorial integrity of Bulgaria. Therefore, its registration would be contrary to Articles 3, 8 and 52 § 3 of the Constitution of 1971, as in force at the time. In particular, the aims of the association included, inter alia, the “political development of Macedonia” and the establishment of a “united, independent Macedonian State”. Moreover, in its appeal to the Supreme Court the association had stated that “the Macedonian people would not accept Bulgarian, Greek or Serbian rule”. The formal declaration in the applicant association’s statute that it would not infringe the territorial integrity of Bulgaria, appeared inconsistent with the remaining material.", "13. The judgment of the Supreme Court of 11 March 1991 stated, inter alia:", "“[T]he lower courts correctly established that the aims of the [applicant association] under its statute and programme were directed against the unity of the nation ... [The material in the case] demonstrates that the [applicant association] seeks to disseminate the ideas of Macedonianism among the Bulgarian population, especially in a particular geographical area. [Those ideas] presuppose the ‘denationalisation’ of the Bulgarian population and its conversion into a Macedonian population ... It follows that the [applicant association] is directed against the unity of the nation and is therefore prohibited under Article 35 § 3 of the [1971] Constitution ...”", "14. The parties do not dispute, it seems, that during the relevant period the applicant association underwent changes of leadership and that there was internal conflict. Its local branches or separate factions differed in their views and activities.", "15. The applicant association held a meeting for the first time on 22 April 1990 at the Rozhen Monastery, at the grave of Yane Sandanski.", "16. On 20 April 1991 the applicant association organised a commemoration meeting at the Rozhen Monastery. The participants adopted a declaration addressed to the President and Parliament, which stated, inter alia:", "“1. Our rights as a minority, of which we have been deprived, should be guaranteed to us in accordance with the international agreements on minorities.", "[We demand:]", "2. The introduction of the [study of] the Macedonian language, history and culture in all educational institutions in Pirin Macedonia.", "3. The right to radio and television broadcasts in the Macedonian language ...", "...", "5. That an end be put to the assimilation process and the destruction of the Macedonian culture.", "6. The right to publish in the Macedonian language ...", "7. ... that the Macedonian Church should be independent ...", "8. That all Bulgarian political parties on the territory of Pirin Macedonia should be dissolved or renamed Macedonian; they should defend the national rights of the Macedonian people.", "...", "14. The complete cultural, economic and political autonomy of Pirin Macedonia and the withdrawal of the Bulgarian occupation armies from Pirin Macedonia ...", "...", "16. Should the Bulgarian government not respond positively to our demands, Ilinden shall appeal to the United Nations Organisation, the [Conference on] Security and Cooperation in Europe, the European Parliament, the Great Powers, in the interest of peace in the Balkans and in Europe and with a view to avoiding military conflicts due to the emerging nationalism in Bulgaria, Serbia, Greece and Albania, with the following demands: annulment of the separatist military union of 20 February 1912 between Bulgaria, Serbia and Greece, withdrawal of the invaders from the occupied territories, ... unification of Macedonia under the auspices of the United Nations and with the protection of the Great Powers ...”", "17. According to a police report, drawn up in 1998 by the director of the police in the region and submitted to the Court by the Government, “fierce anti-Bulgarian declarations” had been made at the meetings of 22 April 1990 and 20 April 1991. In particular, on 22 April 1990 a declaration requesting the recognition of a Macedonian minority and cultural autonomy had been read out. The report did not mention any incident at that meeting.", "As explained in the report, on 20 April 1991 about 300 to 350 Ilinden supporters had gathered during the official commemoration of the death of Yane Sandanski, which had been attended by 4,000 participants. Members of Ilinden, standing on a separate platform, had allegedly hissed and booed the police, labelled the Bulgarians “barbarians”, “conquerors” and “enslavers” and called on them to leave and “free” the region from their presence. The report further stated that a “shocking” incident had occurred: Mr B., a prominent politician, had been splashed with beer on his face. The police had allegedly prevented any further clashes.", "The report concluded:", "“... the events organised by Ilinden are provocative. There is a real risk of incidents. For that reason, since 1992 the municipalities in the region normally refuse to allow such events to proceed. With a view to protecting the law, the assistance of the prosecuting authorities and of the police is normally sought.”", "18. The applicants submitted copies of photographs, written testimonies and statements of persons who claimed that on several occasions between 1990 and 1994 there had been police actions and acts of private individuals obstructing the activities of the applicant association.", "They also submitted copies of newspaper articles accusing Ilinden of misappropriating Bulgarian national symbols, describing its leaders as uneducated, mentally ill or traitors, and denying the existence of a Macedonian minority in Bulgaria. The applicants alleged that those articles reflected public opinion in Bulgaria, as manipulated by the authorities.", "19. In July 1994 Mr Stankov, as chairman of the Petrich branch of the applicant association, requested the mayor of Petrich to authorise a meeting in the area of Samuilova krepost, to be held on 31 July 1994 in commemoration of a historical event. On 13 July 1994 permission was refused by the mayor, but no reasons were given. The applicant association appealed to the Petrich District Court which dismissed the appeal on 16 July 1994. The District Court found that since the applicant association had been banned, there were well-founded fears that the demonstration would endanger public order and the rights and freedoms of others.", "On 28 July 1994 Mr Ivanov, the representative of the applicant association, and another person were issued with written warnings by the police to stay away from the official traditional fair at Samuilova krepost. The warnings stated that they were based on the applicable law.", "20. Despite the refusal of the authorities, on 31 July 1994 some members of the applicant association (120-150 according to the applicants’ assessment) attempted to approach the historical site of Samuilova krepost but the police, who according to the applicants were heavily armed, blocked their way.", "In the Government’s submission, the allegation that the area had been sealed off was “manifestly ill-founded”.", "21. On 10 April 1995 the applicant association requested the mayor of Sandanski to authorise a meeting to be held on 22 April 1995 at the grave of Yane Sandanski at the Rozhen Monastery, on the occasion of the eightieth anniversary of his death.", "This was refused on 14 April 1995 as the applicant association was not duly registered by the courts. On 15 April 1995 the applicant association appealed to the Sandanski District Court stating, inter alia, that the Macedonian people had been deprived of their right to their own cultural life in violation of international law. The District Court never examined the appeal.", "22. On 22 April 1995 the municipality of Sandanski held an official ceremony to mark the anniversary of Yane Sandanski’s death. The event took place at his grave at the Rozhen Monastery. The ceremony commenced at about 10 a.m.", "The applicants submitted that a group of their supporters who had travelled to the Rozhen Monastery on 22 April 1995 had been ordered by the police to leave their cars in the nearby town of Melnik and had been transported to the monastery by local buses. There they had been allowed to visit the grave, to lay a wreath and to light candles. However, they had not been allowed to bring to the site the placards, banners and musical instruments which they were carrying, or to make speeches at the grave. The police had allegedly taken away the ribbon attached to the wreath. The participants had then celebrated the event, without music, near the monastery but away from the grave.", "23. In July 1995, as in previous years, the applicant association again requested authorisation to hold a commemorative meeting on 30 July 1995 at Samuilova krepost, the historical site in the vicinity of Petrich. On 14 July 1995 the mayor of Petrich refused the request without giving any reason. Upon the applicant association’s appeal the refusal was upheld by judgment of the Petrich District Court of 18 July 1995. The District Court found that the “holding of a commemorative meeting of Ilinden on 30 July 1995 at Samuilova krepost would endanger public order”.", "24. On 8 April 1997 the applicant association informed the mayor of Sandanski and the local police that they were organising a meeting to be held on 20 April 1997 at the Rozhen Monastery to commemorate the death of Yane Sandanski. It stated in a letter to the mayor that Yane Sandanski, who is considered in Bulgaria as a Bulgarian national hero, was in fact a “Macedonian fighter for the national independence of Macedonia from Turkish rule and against the Bulgarian oppressors”.", "On 11 April 1997 the mayor refused to grant permission. He stated that permission for the commemoration of the same historical event had been requested on 4 April 1997 by the director of the local high school. The mayor further explained that the commemoration would be organised jointly by the school and the municipality and that “every [person], individually, could come”.", "25. On 15 April 1997 Ilinden appealed to the Sandanski District Court against the mayor’s refusal stating, inter alia, that the mayor had not allowed them, “as a separate ethnic community”, to organise a meeting at the tomb of their national hero.", "On 17 April 1997 the President of the District Court issued an order refusing to examine the appeal on the merits as it had been submitted on behalf of an unregistered organisation.", "26. The date on which that order was notified to the applicant association is unclear. The applicants initially denied having received a response to their appeal, but in later submissions to the Commission stated that on 5 May 1997 they had become aware of the order of 17 April 1997.", "27. As the defects in the appeal were not remedied within the statutory seven-day time-limit, on 5 May 1997 the President of the District Court ordered the discontinuance of the proceedings. That order was notified to the applicant association on 13 August 1997.", "28. The applicants claimed that on 20 April 1997 the police had prevented a group of their supporters from approaching the Rozhen Monastery and that two persons had been ill-treated. They submitted that on 20 April 1997 only thirteen students and two teachers from the local high school had arrived at the Rozhen Monastery. The students had laid a wreath in the presence of the police and had left two minutes later.", "29. On 14 July 1997 Mr Stankov, as chairman of the association’s branch in Petrich, requested authorisation for a commemorative meeting to be held on 2 August 1997 at Samuilova krepost, in the outskirts of Petrich. On 17 July 1997 the mayor refused the request, stating that the applicant association was not “a legitimate organisation”.", "30. On 20 July 1997 the applicant association appealed to the District Court against the refusal of the mayor stating, inter alia, that there was no legal provision prohibiting meetings of organisations which were not “legitimate” and that the planned public event would be peaceful and would not endanger public order.", "By decision of 1 August 1997 the District Court dismissed the appeal on the merits. It found that the applicant association was not duly registered “in accordance with the laws of the country” and that it had not been shown that the persons who had acted on its behalf actually represented it. As a result, it had been unclear who had organised the event and who would be responsible for order during the meeting under the terms of sections 9 and 10 of the Meetings and Marches Act. The District Court concluded that the lack of clarity as regards the organisers of a public event endangered public order and the rights and freedoms of others.", "31. The applicants submitted that on 2 August 1997 the police had not allowed a group of supporters of the applicant association to reach the historical site in the vicinity of Petrich.", "32. The parties made submissions and presented copies of documents concerning the activities of the applicant association.", "It appears that some of the documents relied upon by the Government concern statements of persons adhering to a faction or a branch of the applicant association. Those groups apparently differed in their views and activities.", "33. The Government relied on the declaration of 20 April 1991 (see paragraph 16 above), on the police report concerning the meetings of 1990 and 1991 (see paragraph 17 above) and on other material.", "The Government submitted that during meetings, in letters to institutions or in statements to the media, persons associated with the applicant association and its supporters had made declarations to the effect that they wanted the Bulgarians to leave the region of Pirin Macedonia and stated that there could be “no peace in the Balkans unless the Bulgarians, the Greeks and all others recognise the national rights of the Macedonian people and no democracy in any Balkan country without such recognition”.", "34. The Government submitted copies of several issues of Vestnik za Makedonzite v Balgaria i Po Sveta and Makedonska poshta, pamphlets published by one of the factions linked to the applicant association, and copies of press material. These contain information, inter alia, about a “secret” private meeting of a faction of the applicant association held on 28 September 1997. The meeting allegedly declared that on 10 August 1998 the region of Pirin Macedonia would become “politically, economically and culturally autonomous” or independent. That was so because on that day, eighty-five years after the Bucharest Treaty of 1913, the States Parties to it were allegedly under obligation to withdraw from the “enslaved” Macedonian territories.", "Makedonska poshta further invited all Macedonians to a march in Sofia on 3 August 1998. The invitation stressed that the participants should not carry arms.", "35. A handwritten poster, allegedly issued by followers of the applicant association in Petrich, called for a boycott of the 1994 parliamentary election “to prevent the establishment of legitimate Bulgarian authorities in the region” of Pirin Macedonia. The document further called for a united Macedonian State and for “an international invasion” by the Security Council of the United Nations “according to the model of Grenada, Kuwait and Haiti”.", "36. An appeal for a boycott of the 1997 election stated that the Macedonians should abstain from voting in protest against the lack of recognition of their rights as a minority.", "37. In a declaration published in the press in the Former Yugoslav Republic of Macedonia, the leaders of a faction linked to the applicant association criticised the Bulgarian authorities for their refusal to recognise the Macedonian language and the Macedonian minority in Bulgaria and appealed to various international organisations to exert pressure on the Bulgarian authorities in this respect.", "38. The Government submitted a copy of a “memorandum” addressed to the United Nations, signed by activists of the applicant association or a faction of it, dated 1 July 1997. It contains a short overview of historical events, complaints about the attitude of the Bulgarian authorities and the following main demands: collective minority rights, access to Bulgarian State archives, the return of confiscated material, the revision of the way Bulgarian history is seen, the revision of international treaties of 1912 and 1913, the dissolution of the “political police”, the dissolution of nationalistic and violent parties and organisations, the registration of Ilinden as the legitimate organisation of the Macedonians in Bulgaria, radio broadcasts in Macedonian, an investigation into violations committed against Macedonians and economic assistance.", "The document also stated:", "“... being conscious of the contemporary economic and political realities in the Balkans, Europe and the world, we are not acting through confrontation, tension or violence. Our way to achieve enjoyment of our rights as a Macedonian ethnic minority in Bulgaria and in Pirin Macedonia, where our ethnic and historical roots lie, is through peaceful means and negotiations ...", "Our peaceful and lawful means ... are to the advantage of the authorities who ... deny the existence of a Macedonian minority. Our democratic ways are to our detriment: the authorities can afford political, economic and psychological pressure, and arms.”", "39. Before the Court the Government relied on a judgment of the Bulgarian Constitutional Court of 29 February 2000 in a case concerning the constitutionality of a political party, the United Macedonian Organisation Ilinden-PIRIN: Party for Economic Development and Integration of the Population (“UMOIPIRIN”), which had been registered by the competent courts in 1999. The Constitutional Court found that that party’s aims were directed against the territorial integrity of the country and that therefore it was unconstitutional.", "40. The Constitutional Court noted that UMOIPIRIN could be regarded as a successor to or a continuation of the applicant association. On that basis the Constitutional Court relied extensively on submissions about the history and the activities of the applicant association in the assessment of the question whether UMOIPIRIN was constitutional.", "In particular, the Constitutional Court took note of the demands made in the declaration of the applicant association of 20 April 1991 (see paragraph 16 above). It also observed that maps of the region, depicting parts of Bulgarian and Greek territory as Macedonian, had been published by the association and that there had been repeated calls for autonomy and even secession. The Constitutional Court further noted that representatives of the applicant association had made offensive remarks about the Bulgarian nation.", "41. The Constitutional Court thus found that the applicant association and UMOIPIRIN considered the region of Pirin as a territory which was only temporarily under Bulgarian control and would soon become independent. Their activities were therefore directed against the territorial integrity of the country and were as such prohibited under Article 44 § 2 of the 1991 Constitution. The prohibition was in conformity with Article 11 § 2 of the Convention, there being no doubt that an activity against the territorial integrity of the country endangered its national security.", "The judgment was adopted by nine votes to three. The dissenting judges gave separate opinions which have not been published.", "42. In support of this allegation the Government have submitted copies of two documents.", "43. The first is a copy of an article from the Kontinent daily newspaper, dated 1/2 March 1997. The newspaper stated that a Mr D.P.K. had been arrested in Petrich for having threatened police officers with blowing up their homes, as they had impeded his business. During the arrest the police had allegedly discovered explosives in Mr D.P.K.’s home. The short article went on to recall that Mr D.P.K. was allegedly a leader of Ilinden and a “Macedonian activist”.", "44. The second document appears to be a photocopy of a flyer announcing the founding of an organisation and inviting those interested to join. The document bears no signature. It dates allegedly from 1995 and appears to have been typed on a typewriter.", "The flyer explained that the newly created United Macedonian Organisation Nova did not wish to replace Ilinden. It criticised certain leaders of the applicant association.", "The flyer further stated that the new organisation would form armed groups with the aim of “helping the Republic of Macedonia to survive”.", "45. The Government have not provided any comment or additional information on the contents of the two documents submitted by them.", "46. During the hearing before the Court, in response to a question put to her, the Government’s Agent declared that no criminal proceedings relevant to the present case had ever been brought against members of the applicant association.", "47. The Government stressed that knowledge of the historical context and of the current situation in Bulgaria and in the Balkans was essential for the understanding of the issues in the present case. Their explanation may be summarised as follows.", "“Historically, the Bulgarian nation consolidated within several geographical regions, one of them being the geographical region of Macedonia. In 1878, when Bulgaria was partially liberated from Turkish dominance, the Berlin Peace Treaty left the region of Macedonia within the borders of Turkey. Between 1878 and 1913 the Bulgarian population of Macedonia organised five unsuccessful uprisings seeking liberation from Turkish rule and union with Bulgaria. There followed massive refugee migrations from the region to the Bulgarian motherland. Hundreds of thousands of Macedonian Bulgarians settled in Bulgaria.", "In 1934 the so-called ‘Macedonian nation’ was proclaimed for the first time by a resolution of the Communist International. Before that no reliable historical source had ever mentioned any Slavic population in the region other than the Bulgarian population. After the Second World War the Communist power in Yugoslavia proclaimed the concept of a separate Macedonian nation. A separate language and alphabet were created and imposed by decree of 2 August 1944. A massive assimilation campaign accompanied by brutalities was launched in Yugoslavia. For a short period of time the Bulgarian Communist Party – inspired by the idea of creating a Bulgarian-Yugoslav federation – also initiated a campaign of forcible imposition of a ‘Macedonian’ identity on the population in the region of Pirin Macedonia. In the 1946 and 1956 censuses individuals living in that region were forced to declare themselves ‘Macedonians’. The campaign was abandoned in 1963, partly due to the refusal of the population to change their identity.", "In those parts of the geographical region of Macedonia which were in Yugoslavia the realities of the bi-polar cold-war world – where the relations between Yugoslavia and the socialist block dominated by the USSR were tense – exacerbated the population’s feeling of doom and exasperation and their fear that unification with Bulgaria proper would never be possible. The forcible imposition of a Macedonian identity by the Tito regime also played a decisive role.", "Therefore, even if a process of formation of a new nation has taken place, it was limited to the territory of the Former Yugoslav Republic of Macedonia.", "In the 1992 census, only 3,019 Bulgarian citizens identified themselves as Macedonians and indicated Macedonian as their mother tongue. Another 7,784 declared themselves Macedonians in the geographical sense, while allegedly indicating their Bulgarian national conscience and mother tongue.", "Individuals considering themselves Macedonians are far from being discriminated against in Bulgaria. They have their own cultural and educational organisation, Svetlina. There are books and newspapers in the ‘Macedonian language’.”", "48. The provisions of the Constitution of July 1991 concerning freedom of assembly read as follows:", "“1. Everyone shall have the right to peaceful and unarmed assembly at meetings and marches.", "2. The procedure for organising and holding meetings and marches shall be provided for by act of Parliament.", "3. Permission shall not be required for meetings to be held indoors.”", "“Organisations whose activities are directed against the sovereignty or the territorial integrity of the country or against the unity of the nation, or aim at stirring up racial, national, ethnic or religious hatred, or at violating the rights and freedoms of others, as well as organisations creating secret or paramilitary structures, or which seek to achieve their aims through violence, shall be prohibited.”", "49. The legal requirements for the organisation of meetings are set out in the Meetings and Marches Act of 1990. Its relevant provisions are as follows:", "“Meetings and marches may be organised by individuals, associations, political or other public organisations.”", "“Every organiser [of] or participant [in a march or a meeting] shall be responsible for damage caused through his or her fault during the [event].”", "“Where a meeting is to be held outdoors the organisers shall notify in writing the [respective] People’s Council or mayor’s office not later than forty-eight hours before the beginning [of the meeting] and shall indicate the [name of] the organiser, the aim [of the meeting], and the place and time of the meeting.”", "“The organisers of the meeting shall take the measures necessary to ensure order during the event.”", "“(1) The meeting shall be presided over by a president.", "(2) The participants shall abide by the instructions of the president concerning the preservation of [public] order ...”", "50. Prohibitions against meetings are also regulated by the Meetings and Marches Act:", "“(1) Where the time or the place of the meeting, or the itinerary of the march, would create a situation endangering public order or traffic safety, the President of the Executive Committee of the People’s Council, or the mayor, respectively, shall propose their modification.", "(2) The President of the Executive Committee of the People’s Council, or the mayor, shall be competent to prohibit the holding of a meeting, demonstration or march, where reliable information exists that:", "1. it aims at the violent overturning of Constitutional public order or is directed against the territorial integrity of the country;", "2. it would endanger public order in the local community;", "...", "4. it would breach the rights and freedoms of others.", "(3) The prohibition shall be imposed by a written reasoned act not later than twenty-four hours following the notification.", "(4) The organiser of the meeting, demonstration or march may appeal to the Executive Committee of the People’s Council against the prohibition referred to in the preceding paragraph. The Executive Committee shall decide within twenty-four hours.", "(5) Where the Executive Committee of the People’s Council has not decided within [that] time-limit, the march, demonstration or meeting may proceed.", "(6) If the appeal is dismissed the dispute shall be referred to the relevant district court which shall decide within five days. That court’s decision shall be final.”", "51. The Meetings and Marches Act was adopted in 1990, when the Constitution of 1971 was in force. Under the Constitution of 1971 the executive local State organs were the executive committees of the people’s councils in each district. The mayors referred to in some of the provisions of the Meetings and Marches Act were representatives of the executive committee acting in villages and towns which were under the jurisdiction of the respective people’s councils.", "The 1991 Constitution abolished the executive committees and established the post of mayor, elected by direct universal suffrage, as the “organ of the executive power in the municipality” (Article 139)."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}