{"ITEMID": "001-57425", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1985, "DOCNAME": "CASE OF ASHINGDANE v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 5-1;No violation of Art. 5-4;No violation of Art. 6-1", "JUDGES": "", "TEXT": ["10. The applicant, Mr. Leonard John Ashingdane, is a British citizen born in 1929. On 23 November 1970, he was convicted by a court at Rochester, Kent, in England of dangerous driving and four offences of unlawful possession of firearms. Medical evidence was submitted to the effect that he was suffering from mental illness (paranoid schizophrenia) and his mental disorder was of a nature or degree which warranted his detention in a psychiatric hospital. The court made a hospital order under section 60 of the Mental Health Act 1959 (\"the 1959 Act\") together with an order under section 65 restricting his discharge without limit of time (see paragraph 26 below).", "11. The applicant was (after a short period of detention in prison) initially detained at the local psychiatric hospital, Oakwood Hospital, in Maidstone, Kent. He twice absconded from Oakwood Hospital and the view was taken that the facilities there were not such that he could be contained. On 13 April 1971, the applicant was therefore transferred to Broadmoor Hospital, a \"special hospital\" for those requiring treatment under conditions of special security on account of their dangerous, violent or criminal propensities (see paragraph 25 in fine below).", "12. Between April 1971 and October 1978, the applicant’s case was considered on four occasions by a Mental Health Review Tribunal (see paragraph 29 below), which advised on each occasion that he was not ready to be discharged or transferred. The Secretary of State for the Home Department (\"the Home Secretary\"), who was responsible under the 1959 Act for control of the applicant (see paragraph 26 below), followed their advice.", "Periodic reports were also sent by his responsible medical officer to the Secretary of State for Social Services. At his own request, he was also examined, on at least two occasions during this period, by independent doctors. According to all these medical reports, the reasons for his continued detention were that he was diagnosed as suffering from paranoid schizophrenia, that his condition in Broadmoor was controlled by medication and supervision, that he was unwilling or unable to co-operate voluntarily in such treatment and that if he were released he might be dangerous.", "13. On 31 October 1978, Dr. Maguire, a consultant forensic psychiatrist who was the applicant’s responsible medical officer at Broadmoor Hospital, reported that the applicant no longer posed \"the threat he previously did\" and might properly be treated in an open hospital. In the doctor’s view, the probability that he would be violent had diminished to the point where it was no longer necessary to treat him in the specially secure environment of Broadmoor, although he required continuing treatment in hospital. Dr. Maguire therefore recommended his transfer to Oakwood Hospital. The applicant was also examined by Dr. Sherry, a consultant psychiatrist at Oakwood Hospital, who confirmed this opinion.", "In December 1978, in accordance with the relevant regulations (see paragraph 27 below), the Secretary of State for Social Services indicated his agreement with Dr. Maguire’s recommendation. On 1 March 1979, the Home Secretary gave his consent to the applicant’s transfer to a local psychiatric hospital (section 65 para. (3)(c) of the 1959 Act - see paragraph 27 below), provided that a suitable vacancy could be found.", "14. However, the Kent Area Health Authority, the local authority responsible for Oakwood Hospital, refused to admit the applicant to Oakwood and the Secretary of State for Social Services refused to direct his transfer there (section 99 of the 1959 Act - see paragraph 27 in fine below). The reason for these refusals was that the two branches of the trade union of the nursing staff at Oakwood (the Confederation of Health Service Employees) were, and had since 1975 been, operating a total ban on the admission of offender patients subject to section 65 restriction orders (see paragraph 26 below). The union members considered that, owing to lack of adequate resources, they could not provide sufficient treatment, rehabilitation and security for section 65 patients in the open environment of Oakwood (as to which, see paragraph 24 below). The Secretary of State for Social Services had been advised by the Health Authority that to admit the applicant without the agreement of the nursing staff would be likely to result in a withdrawal of labour which could endanger the health and well-being of other patients and would not be in the applicant’s own interests. They had further advised that such a step would jeopardise the prospects of obtaining agreement of the staff to the lifting of the ban and that to admit the applicant to another hospital might not only result in disruptive industrial action at that hospital, but would be likely to worsen industrial relations at Oakwood itself.", "No suitable accommodation could be found for the applicant at any hospital other than Oakwood and he therefore remained at Broadmoor.", "Prior to this, the Department of Health and Social Security had made enquiries as to the need to continue the section 65 restrictions in the applicant’s case. On 19 February 1979, Dr. Maguire, as the applicant’s responsible medical officer, stated his view that \"the restrictions should not be lifted ... until Ashingdane [had] demonstrated stability and indeed improvement in the open conditions of a conventional psychiatric hospital, over a reasonable period of time\".", "15. The applicant’s case was again considered by a Mental Health Review Tribunal on 23 August 1979. The Tribunal advised that it was essential for the applicant’s well-being that he should remain under direct supervision to ensure that he continued to take his medication, but agreed that his condition was sufficiently improved to warrant transfer to a local hospital. On 17 September 1979, the Home Secretary reaffirmed his agreement in principle to the applicant’s transfer. During this period, unavailing attempts were made on behalf of the local Health Authority to persuade the nursing staff at Oakwood to lift their ban on the admission of restricted patients.", "16. In the meantime, having obtained legal aid, the applicant instituted High Court proceedings in August 1979 to challenge the legality of his continued detention at Broadmoor. He initially claimed various relief including:", "i. a declaration that the Department of Health and Social Security, which was sued as representing the Secretary of State for Social Services, was under a statutory duty to provide him with hospital accommodation at Oakwood or some other appropriate local hospital;", "ii. declarations that the Department and the Kent Area Health Authority were acting ultra vires in refusing to admit him to Oakwood Hospital because of the union’s ban;", "iii. a declaration that the secretaries and other members of the two union branches at Oakwood Hospital were acting unlawfully in soliciting or causing the Department and the local Health Authority to act in breach of their statutory duty;", "iv. an injunction restraining the branch secretaries and members from so acting.", "The original statement of claim was amended in March 1980 to include an allegation that the union members were acting unlawfully in threatening to walk out of the hospital if the applicant was brought there, and to include claims for injunctions and damages in respect of such conduct.", "17. On 21 December 1979, the action against the two union branch secretaries, who were being sued personally and as representing the members of the branches, was stayed, on their application, by Mr. Justice Dillon on the ground that proceedings were precluded by section 141 of the 1959 Act, which provided:", "\"1. No person shall be liable ... to any civil ... proceedings to which he would have been liable apart from this section in respect of any act purporting to be done in pursuance of this Act ..., unless the act was done in bad faith or without reasonable care.", "2. No civil ... proceedings shall be brought against any person in any court in respect of any such act without the leave of the High Court, and the High Court shall not give leave under this section unless satisfied that there is substantial ground for the contention that the person to be proceeded against has acted in bad faith or without reasonable care.", "3. ...\"", "On the application of the Department of Health and Social Security and the local Health Authority, an order staying the proceedings against them was granted on 15 January 1980 by Mr. Justice Foster on the same ground.", "18. The applicant appealed against both orders. On 18 February 1980, the Court of Appeal unanimously (a) dismissed the appeal against the order of Mr. Justice Foster relative to the Department and the Health Authority and (b) allowed the appeal against the order of Mr. Justice Dillon relative to the union secretaries.", "Lord Justice Bridge delivered the first judgment. He noted that no leave had been sought of the High Court and that there was no allegation of bad faith or of acting without reasonable care against any of the defendants. The issue was therefore whether or not the acts out of which liability was alleged to arise came within the ambit of the immunity from suit conferred by sub-section 1 of section 141, as being acts done in the purported pursuance of the 1959 Act.", "(a) As regards the first appeal, Lord Justice Bridge, dismissing Mr. Ashingdane’s main contention, stated that where a statutory authority was acting in good faith in what it believed to be the proper manner of discharging its statutory responsibilities, the fact that it may have been acting in a way which contravened the statute to the point of frustrating its policy and objects, could not lead to the conclusion that the original acts in good faith were not in purported pursuance of the Act. Section 141(1) of the 1959 Act propounded a subjective not an objective test: \"if a person is acting honestly with the intention of performing, in the best way he knows how, the statutory functions or duties which are cast upon him, then it seems to me he is acting in purported pursuance of the statute\". Although Mr. Ashingdane alleged a breach of statutory duty under section 3 of the National Health Service Act 1977 to provide hospital accommodation to meet all reasonable requirements (see paragraph 25 below), the essential act out of which liability was said to arise was the refusal of transfer, which fell within the protection of section 141. Applying the case of Pountney v. Griffiths ([1976] Appeal Cases 314 and [1975] 2 All England Law Reports 881), he further held that \"section 141 does not create a personal immunity which is capable of being waived but imposes a fetter on the Court’s jurisdiction which is not so capable\". For these reasons, Lord Justice Bridge, with whom Lords Justice Cumming-Bruce and Brightman concurred, was in favour of dismissing the appeal.", "(b) As to the action against the union branch secretaries, Lord Justice Bridge, after considering the judgment in the case of Pountney v. Griffiths (ibid.), held that a decision by nursing staff to ban the admission of a whole class of patients, even if taken in the best of faith, was not within the express or implied authority of nurses under the 1959 Act. Nurses did not have authority under the 1959 Act to take decisions of broad policy. Consequently, the acts of the union secretaries were not protected by section 141 and the stay imposed by Mr. Justice Dillon on the action against them should therefore be removed. Lords Justice Cumming-Bruce and Brightman agreed with this conclusion.", "19. The Court of Appeal refused the parties leave to appeal to the House of Lords. The union secretaries petitioned the House of Lords for leave but this was refused on 7 May 1980. The proceedings against them were ultimately discontinued (see paragraph 23 below).", "20. During the course of the litigation referred to above, reports on the applicant’s condition were made on various occasions. Thus, on 19 October 1979, Dr. Maguire wrote:", "\"i. It is my opinion that transfer from Broadmoor for further treatment and rehabilitation in a local psychiatric hospital is an essential step in the plaintiff’s (i.e. Mr. Ashingdane’s) recovery.", "ii. The disappointment at his rejection by Oakwood Hospital has made him tense and irritable. But more seriously, one of his former delusional beliefs was to the effect that hospital authorities were persecuting him by continuing to detain him illegally. This delusion cleared when he gained some measure of insight. I fear that continued undue detention here will reactivate this to delusional intensity again and thus precipitate full-scale relapse.", "iii. His present mental condition remains reasonably stable and in my opinion he is suitable for transfer to Oakwood Hospital.\"", "In January 1980, the applicant was again examined by Dr. Sherry of Oakwood Hospital. In his report dated 10 March 1980, Dr. Sherry confirmed that the diagnosis of paranoid schizophrenia remained unchanged. He had the impression there had been a slight deterioration in the applicant’s mental condition over the previous year. He expressed the following opinion as to Mr. Ashingdane’s condition:", "\"Although not overtly psychotic this man remains paranoid and I feel that his continued detention in Broadmoor is having an adverse effect on his mental health, i.e. it is making him even more paranoid. His drawn-out involvement with the High Court can only aggravate this paranoia and further constrict his outlook.\"", "Dr. Sherry recommended that the applicant was not fit to return to the community but that it should be possible to manage him in an ordinary psychiatric hospital with a closed ward. It was unlikely that he would have to remain in such a closed ward for more than a year. The doctor was satisfied that he could be managed at Oakwood.", "21. Until September 1980, the Area Health Authority continued to advise that they were unable to admit the applicant to Oakwood Hospital because of the union ban on admission of section 65 patients. However, on 4 September 1980 they stated that an agreement with the union had been reached enabling him to be admitted there. The solution reached involved the recruitment of extra staff in order to service the facilities needed for nursing a restricted patient.", "22. On 15 September 1980, Dr. Maguire reported again that the applicant’s proper rehabilitation continued to necessitate in-patient treatment due to his \"lack of insight and long institutionalisation\". In the doctor’s opinion, continued detention was \"necessary in the interests of the patient’s health or safety and for the protection of other persons\".", "23. The Home Secretary and the Secretary of State for Social Services both consented to the applicant’s transfer and he was admitted to Oakwood on 1 October 1980. Shortly thereafter, on the advice of his lawyers, his action against the union branch secretaries was discontinued.", "In a letter of 3 June 1981, Dr. Maguire explained that, despite his earlier fears (see paragraph 20 above), \"the applicant did remain reasonably stable during the relevant time\" prior to transfer.", "24. The differences between the two regimes and environments at Broadmoor and Oakwood as experienced by the applicant may be summarised as follows.", "Security is a major concern at Broadmoor Hospital. The hospital buildings and grounds are surrounded by a high perimeter wall with a locked gate. Each of the several blocks in the hospital is locked all the time, frequently there is further security within the block and windows are barred. No patient moves beyond his ward without an escort unless he is paroled. The applicant never achieved paroled status. He worked in the kitchen gardens and during the day he had the relative freedom of this large, open area. Escorted visits to the community or to members of a patient’s family are effectively allowed only in exceptional compassionate circumstances and tend to be rare, not least because there are insufficient staff to undertake escort duties. During his stay at Broadmoor Hospital between 1971 and 1980, the applicant made one escorted visit to his mother and one to the neighbourhood of the hospital. Because of its relatively remote location and difficult communications, the possibility of visits to Broadmoor by members of the patient’s family is limited. Moreover, such visits, at least in the time that the applicant was detained at Broadmoor, were rarely private.", "Ordinary psychiatric hospitals such as Oakwood house both voluntary and involuntary patients and no appreciable distinction is made in their regimes. Situated within the town of Maidstone, Oakwood Hospital is easily reached by public transport. There is no surrounding wall and neither the main entrance nor the reception area is locked. As Dr. Sherry had recommended (see paragraph 20 above), the applicant was at first placed in a closed ward for sixteen patients, male and female, which was locked, at least at night. There was no special security but a high staff/patient ratio. The work available to him at Oakwood during this initial period, although similar to that at Broadmoor, was subject to less and eventually to no supervision. With effect from December 1980, he was allowed freedom, unescorted, in the hospital grounds for two hours a day. In the summer of 1981, he was moved to an open ward. Since then, regular, unescorted leave to visit his family has become a feature of his life at Oakwood. As at November 1984, he was going home every weekend from Thursday till Sunday and was free to leave the hospital as he pleased on Monday to Wednesday, provided only that he returned to his ward at night.", "25. At the material time in England and Wales, the law relating to the compulsory confinement of mentally disordered persons, and more particularly the detention of patients concerned in criminal proceedings, was contained principally in the 1959 Act. The greater part of this Act was repealed and replaced in 1983 by the Mental Health Act 1983 (\"the 1983 Act\" - see, for example, paragraphs 29 and 30 below).", "Various general provisions are also contained in the National Health Service Act 1977 (\"the 1977 Act\"). Thus, section 3 imposes a duty on the Secretary of State for Social Services to provide hospital accommodation throughout England and Wales, \"to such extent as he considers necessary to meet all reasonable requirements\". By virtue of section 4, he is under a further duty to provide and maintain \"special hospitals\" for those mental health patients subject to detention \"who in his opinion require treatment under conditions of special security on account of their dangerous, violent or criminal propensities\".", "26. Section 60(1) of the 1959 Act empowered criminal courts to direct, where appropriate, that a person convicted of an offence be dealt with by way of medical treatment rather than by way of punishment. By virtue of this section, a criminal court could, subject to certain conditions regarding in particular medical evidence, make an order (a \"hospital order\") authorising the convicted person’s compulsory admission to and detention in a mental hospital (see, for fuller details, the X v. the United Kingdom judgment of 5 November 1981, Series A no. 46, p. 7, para. 10). Under section 65(1) of the 1959 Act, the court could by further order (a \"restriction order\") direct that the hospital order be subject to special restrictions in respect of discharge, either without limit of time or during a specified period. Before a restriction order could be made, it had to appear to the court, having regard to the nature of the offence, the antecedents of the offender and the risk of his committing further offences if set at large, that such a measure was necessary for the protection of the public. Where a restriction order was made, responsibility for control of the patient, though not for his treatment, vested in the Home Secretary.", "27. The transfer of mental health patients from one hospital to another is the responsibility of the hospital managers, this being in the case of special hospitals the Secretary of State for Social Services.", "At the material time, the Secretary of State could authorise transfer of an offender patient from a special hospital if he were satisfied that arrangements had been made for admission to the hospital of transfer within a period of 28 days (section 41 of the 1959 Act and Regulation 13 of the Mental Health (Hospital and Guardianship) Regulations 1960). As far as restricted patients (that is, patients subject to a restriction order) were concerned, this power to transfer was exercisable only with the consent of the Home Secretary (section 65(3)(c) of the 1959 Act).", "However, section 99 of the 1959 Act conferred a further power on the Secretary of State to direct transfer from a special hospital without being satisfied that the above-mentioned arrangements had been made.", "28. In practice, according to two reports (interim report of 1974 of the Committee on Mentally Abnormal Offenders under the Chairmanship of Lord Butler and the special hospitals research report no. 16 of 1980 by Susan Dell, funded by the Department of Health and Social Security), special hospitals have for some years been experiencing increasing difficulties in transferring to ordinary psychiatric hospitals patients no longer considered to be dangerous. The main reasons given by ordinary hospitals for not taking such patients on transfer were lack of room, the patient’s characteristics, nursing-staff refusal and lack of suitable facilities, in particular lack of a secure unit or closed ward.", "29. Periodic review of a restricted patient’s case may be made by a Mental Health Review Tribunal, which at the material time had the function of advising the Home Secretary on the suitability of further detention and treatment (section 66(6) and (7) of the 1959 Act - see, for further details, the above-mentioned X v. the United Kingdom judgment, Series A no. 46, p. 8, paras. 13-14). The legal position and authority of Mental Health Review Tribunals have been substantially altered by the 1983 Act, the relevant sections of which came into force on 30 September 1983. In particular, by virtue of section 73 of the 1983 Act, Mental Health Review Tribunals now have the power in appropriate circumstances to direct the absolute or conditional discharge of restricted patients.", "30. Under the English law of torts, that is private civil wrongs, \"the breach of a statute may give rise to an action, commonly spoken of as an action for breach of statutory duty\" (Clerk and Lindsell on Torts, 15th edition, 1982, para. 1/99, p. 59). However, this is only so if the statute created in the individual concerned an interest which was intended by Parliament to be protected by an action in tort; and one has to look at the statute in question to determine the types of conduct (whether intentional, negligent or accidental) in respect of which the interest of the individual is to be protected.", "The entitlement of patients confined under the 1959 Act to bring civil proceedings in connection with their detention was subject to the conditions and immunity laid down in section 141 (see paragraph 17 above).", "This provision has been replaced by section 139 of the 1983 Act, which section came into force on 30 September 1983, that is, subsequent to the particular facts of the present case. As from this date, the position has been that proceedings against the Secretary of State for Social Services or against Health Authorities are excluded from the protection from suit afforded by the section. In other cases, the requirement that a person seeking leave to bring civil proceedings should have to satisfy the judge of there being \"substantial ground\" for the allegation of bad faith or negligence has been removed and what remains is the sole requirement that leave should be sought."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5", "6"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "5-4", "6-1"], "NON_VIOLATED_BULLETPOINTS": []}