{"ITEMID": "001-84720", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF BALAN v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Pecuniary and non-pecuniary damage - award (global)", "JUDGES": "Giovanni Bonello;Ján Šikuta;Josep Casadevall;Kristaq Traja;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["5. The applicant was born in 1938 and lives in Chişinău.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. In 1985 the applicant published the photograph 'Soroca Castle' in the album Poliptic Moldav. He received author's fees for that photograph.", "8. In 1996 the Government adopted a decision regarding national identity cards using, inter alia, the photograph taken by the applicant as a background for the identity cards issued by the Ministry of Internal Affairs of Moldova (“the Ministry”). The applicant was not consulted and did not agree to such a use of the photograph.", "9. In 1998 he requested the Ministry to compensate him for the infringement of his rights caused by the unlawful use of the photograph he had taken, as well as to conclude a contract with him for the future use of the photograph.", "10. When his request was rejected, the applicant initiated court proceedings against the Ministry on 10 November 1998. On 24 March 1999 the Chişinău Regional Court partly allowed his claims and found that he had been the author of the photograph which had been used without his agreement. The court awarded him 4,050 Moldovan lei (MDL), equivalent to 568 United States dollars (USD). The court also obliged the Ministry to publish an apology but rejected the applicant's request that the Ministry be ordered to conclude a contract with him for the future use of the photograph.", "11. The applicant appealed. He submitted, inter alia, that the reason why he had not asked for the withdrawal of the identity cards already issued in infringement of his rights and for new identity cards using the photograph taken by him not to be issued in the future was that this would have incurred unreasonably high costs for the Ministry and would have caused unnecessary problems for identity card holders. He had therefore requested the conclusion of a contract with the Ministry.", "12. On 16 September 1999 the Court of Appeal quashed the lower court's judgment and rejected the applicant's requests.", "13. On 22 December 1999 the Supreme Court of Justice quashed the Court of Appeal's judgment and upheld the judgment of the Chişinău Regional Court as regards the award to the applicant, while rejecting his request for an apology to be published. The court also ordered a re-examination of the case as regards the conclusion of a contract with the applicant for the future use of the photograph since, in its opinion, he had such a right.", "14. From 1 May 2000 the Ministry ceased using the photograph taken by the applicant as a background for identity cards.", "15. In a new set of proceedings the applicant requested compensation for the financial loss caused by the continued unlawful use of his photograph between the date of the judgment, 24 March 1999, and 1 May 2000. Since more than 260,000 identity cards had been issued during the relevant period, he claimed 10% of the amount paid by the identity cards' owners to the State (MDL 2,403,137). He also claimed compensation for infringement of his moral rights (MDL 200,000).", "16. On 6 November 2001 the Chişinău Regional Court awarded the applicant MDL 180,000 in compensation for pecuniary damage and MDL 3,600 for non-pecuniary damage, while rejecting his request to oblige the Ministry to conclude a contract with him.", "17. On 26 March 2002 the Court of Appeal quashed that judgment and rejected the applicant's claims. The court found that, while the applicant's authorship of the relevant photograph had been clearly established, he had been compensated by the judgment of 24 March 1999. Since the court had not prohibited the use of the photograph in future and since the applicant himself had not requested such a prohibition, the identity cards already issued or any cards issued in the future were no longer covered by the Copyright and Related Rights Act 1994 (“the 1994 Act”) (no.293-XII) (see paragraph 19 below). Accordingly, the applicant could not allege an infringement of his rights.", "18. On 16 October 2002 the Supreme Court of Justice essentially repeated the reasons given in the judgment of the Court of Appeal and rejected an appeal by the applicant on points of law. While confirming the applicant's intellectual property rights in respect of the photograph he had taken, it added that an identity card was an official document which could not be subject to copyright.", "19. The relevant provisions of the Copyright and Related Rights Act (no. 293-XI) of 23 November 1994 read as follows:", "“Section 4", "(4) The author's rights do not depend on the property right over the material object in which the relevant protected work is embodied. Purchasing the object does not imply the transfer to the purchaser of any copyright set out in the present Act.", "Section 6", "(1) The author's rights cover literary, artistic and scientific protected works in the form of:", "...", "i) ... photographic works ...;", "Section 7", "(1) The following shall not constitute objects of copyright:", "(a) official documents ...", "Section 9", "...", "(2) The personal (moral) rights of the author cannot be assigned and continue to be protected if the copyright is assigned.", "Section 19", "The use of the author's protected work by third persons ... is permitted on the basis of a contract concluded with the author or with his or her successors, except for the cases mentioned in sections 20-23.", "Section 24", "(1) The copyright ... may be transferred by the authors or other copyright owners through authorship contracts.", "Section 37", "(1) The use of ... artistic works in breach of the copyright of their authors is unlawful.", "Section 38", "(1) The owner of the copyright can request from the person who has infringed this right:", "(a) the recognition of this right;", "(b) the re-establishment of the situation pertaining before the infringement of the right and the cessation of the actions infringing the author's rights or which may lead to such an infringement;", "(c) compensation for losses or lost revenue;", "(d) transfer of the revenues obtained through the unlawful use of the protected work, in lieu of compensation for the losses or lost revenue;", "(e) compensation of between 10,000 and 20,000 times the minimum wage in lieu of compensation for losses or the transfer of the revenues obtained through the unlawful use of the protected work;", "(2) The sanctions mentioned under paragraph (1) (c)-(e) above are applied in accordance with the choice of the holder of the copyright”.", "20. The relevant provisions of the Administrative Proceedings Act (no. 793) of 10 February 2000 read as follows:", "“Section 4", "The following cannot be challenged before administrative courts:", "...", "(c) laws, Presidential Decrees with a normative character, Government orders and decisions with a normative character, ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}