{"ITEMID": "001-111140", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF TNS S.R.O. v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Ineta Ziemele;Ján Šikuta;Nona Tsotsoria", "TEXT": ["4. On 10 April 2006 the applicant company sued a different company for a sum of money before the Bardejov District Court. In May 2006 the applicant company paid the court fee. In July 2006 it modified its claim.", "5. The District Court held the first hearing on 31 October 2006. On 6 December 2006 the defendant company submitted its observations. On 19 November 2007, 17 January 2008 and 15 April 2008 the case was adjourned at the request of the defendant’s representative.", "6. The second hearing was held on 7 May 2008. In June and September 2008 the applicant company asked for the proceedings to be accelerated.", "7. On 2 October 2008 the case was assigned to a different judge. A hearing which was scheduled for 22 January 2009 was adjourned at the request of the defendant’s representative. Another hearing was scheduled for 12 March 2009.", "8. On 9 April 2009 the Constitutional Court dismissed the applicant company’s request about the duration of the proceedings. It held that, despite a shorter period of inactivity, there had been no significant delays in the proceedings in breach of Article 6 § 1 of the Convention and its constitutional equivalent. The decision stated that the applicant company had modified its action, that it had submitted documentary evidence in the course of the proceedings, and that it had also limited the court in scheduling of hearings.", "9. Further hearings before the District Court were held on 8 June 2009 and 9 September 2009. On the latter date it delivered a judgment against which the defendant appealed on 29 October 2009.", "10. The file was submitted to the Prešov Regional Court on 27 November 2009. On 9 February 2010 the court of appeal quashed the first-instance judgment. The decision was served on parties on 24 March 2010.", "11. On 15 July 2010 the applicant asked for the case to be proceeded with. Hearings before the District Court were scheduled for 21 September 2010 and 13 December 2010. They were adjourned at the request of the defendant’s representative.", "12. The District Court heard the parties on 5 April 2011. Subsequently the parties submitted documentary evidence. Another hearing was held on 23 June 2011. In July 2011 and September 2011 the parties submitted further observations and evidence. The District Court scheduled a hearing for 13 December 2011.", "13. On 13 January 2012 the Government informed the Court that the proceedings were pending."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}