{"ITEMID": "001-57486", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1986, "DOCNAME": "CASE OF FELDBRUGGE v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Just satisfaction reserved", "JUDGES": "C. Russo", "TEXT": ["11. Mrs. Geziena Hendrika Maria Feldbrugge was born in 1945 and is resident at Anna Paulowna. She is of Netherlands nationality.", "In or about 1978, although she had been unemployed for some time, Mrs. Feldbrugge ceased to register at the Regional Employment Exchange (Gewestelijk Arbeidsbureau). This was because she had fallen ill and did not consider herself sufficiently recovered to be fit to work. On 11 April 1978, the Governing Board of the Occupational Association of the Banking and Insurance, Wholesale Trade and Self-Employment Sector (Bedrijfsvereniging voor Bank-en Verzekeringswezen, Groothandel en Vrije Beroepen) in Amsterdam decided that as from 24 March 1978 she was no longer entitled to the sickness allowances she had been receiving until then, as the Association’s consulting doctor had judged her fit to resume work on that date.", "12. She appealed to the Appeals Board (Raad van Beroep) in Haarlem.", "The President of the Appeals Board sought the opinion of one of the permanent medical experts attached to the Board, a gynaecologist practising at Alkmaar, who examined the patient and gave her the opportunity to comment. After consulting three other doctors (a gynaecologist and two general practitioners, including Mrs. Feldbrugge’s), the expert concluded on 1 June 1978 that, gynaecologically speaking, she had been fit for work since 24 March; however, he felt it necessary also to consult an orthopaedic specialist.", "On 18 August 1978, another permanent medical expert, an orthopaedic surgeon, examined the applicant and offered her the opportunity to comment. He also sought the views of the three practitioners mentioned above. In his report of 22 August 1978, he too found that Mrs. Feldbrugge had been fit to resume employment as from 24 March of that year.", "On the basis of these two reports, the President of the Appeals Board ruled against the applicant.", "13. The applicant filed an objection (verzet), alleging that she had not been given a fair hearing.", "On 17 November 1978, the Appeals Board declared the objection inadmissible as it fulfilled none of the grounds laid down in section 142 (1) of the Appeals Act (Beroepswet - see paragraph 19 below). In an obiter dictum, it stated that the case had been given a fair hearing, in that two permanent medical experts had examined the applicant and allowed her to state her objections orally.", "14. Mrs. Feldbrugge challenged this decision before the Central Appeals Board (Centrale Raad van Beroep) at Utrecht. In particular, she maintained that the limitations imposed by sections 141 and 142 of the above-mentioned Act infringed the principle of a fair trial enunciated in Article 6 (art. 6) of the Convention.", "On 13 February 1980, the Central Appeals Board declared the appeal inadmissible by virtue of section 75 (2) of the Health Insurance Act (see paragraph 20 below).", "15. As far as health insurance is concerned, social security in the Netherlands is managed jointly by the State - which in general confines itself to establishing the legal framework of the scheme and to seeing to co-ordination -, by employers and by employees.", "The branches of the economy, including the liberal professions, are divided into sectors, each with an occupational association (bedrijfsvereniging) responsible for implementation of the social security legislation.", "These associations are legal persons within the meaning of Article I of Book II of the Civil Code; the method of their establishment, their structures and their powers are laid down in the Social Security Organisation Act 1952 (Organisatiewet Sociale Verzekeringen). They are subject to approval by the Minister for Social Affairs and Employment on the basis of their representative character. The Minister may also decide of his own motion to set up such an association; in that event, he determines and amends their articles of association as needed and he appoints, suspends and dismisses the members of their governing boards. In addition, he stipulates the assurances to be given for the discharge of the duties of the occupational associations and he receives from each of them an annual report and an annual statement of their accounts.", "The occupational associations are semi-public institutions and operate like private insurance companies.", "They may entrust to a common administrative office (Gemeenschappelijk Administratiekantoor), recognised by the Minister, the administrative work resulting from the application of social security law.", "A Social Insurance Council (Sociale Verzekeringsraad), set up by the Government and comprising representatives of the State, employers and employees, supervises the proper implementation of the legislation in question.", "16. Under the Health Insurance Act 1913 (Ziektewet), as amended in 1967, insurance against sickness is compulsory for persons under 65 who are bound by a contract of employment with a public or private employer, or who can be assimilated to this category (sections 3 and 20). Persons formerly bound by a contract of employment who are unemployed and in receipt of unemployment benefits are also treated as salaried employees for this purpose. Self-employed workers may take out policies with private companies.", "Sickness includes accidents, whether related to the employment or not. In case of unfitness for work through sickness, an employed person receives an allowance of 80 per cent of his daily pay. He or she applies directly to the occupational association to which his or her employer belongs.", "The entitlement to an allowance flows directly from the Act (section 19).", "17. The scheme is administered by the occupational associations (see paragraph 15 above), and the funding is provided entirely by employers and employees. The Act specifies the rates of contributions, which are at present 1 per cent for the employee and 5.05 per cent for the employer, calculated on a maximum daily wage of 262 guilders.", "18. Disputes arising out of the application of the Health Insurance Act 1913 are governed by the Appeals Act 1955 (as last amended on 17 October 1978). For disputes concerning fitness or unfitness for work, there exists a simplified procedure known as the permanent-medical-expert procedure (vaste deskundige procedure) (sections 131 to 144). The expert - a doctor who is a specialist or a general practitioner - is appointed for a year by the Minister of Justice and he is placed under oath.", "On the lodging of an appeal of this kind, the President of the Appeals Board (there are twelve in the Netherlands) may immediately instruct its permanent medical expert to carry out an enquiry (onderzoek) into the matter (section 135).", "Within three days of notification of the appeal, the authority that delivered the decision which is challenged must submit all relevant files on the case (section 136).", "The permanent medical expert consults the private practitioner of the person concerned and the relevant occupational association doctor, except where the file shows that they share his opinion (section 137 (2)). He summons and examines the appellant (section 137 (3)); he may consult another practitioner (section 138). Finally, he makes a written report to the President of the Appeals Board (section 140).", "The President - who is a judge appointed for life - gives a reasoned decision (beschikking) which refers to the conclusions of the medical expert.", "19. An appeal against the President’s decision lies to the full Appeals Board, but solely on one or more of the following four grounds (section 142(1): that the expert knew the patient in another capacity or failed to comply with the requirements of section 137 (see paragraph 18 above); that the President’s decision does not bear upon the dispute or has not followed the expert’s advice. Unless the Appeals Board declares the appeal inadmissible or unfounded, the normal procedure applies. The parties then have the opportunity of studying the case-file on the premises of the Appeals Board at a time determined by the clerk or of receiving copies. The President may however decide, in the mental or physical interest of the appellant, that he or she shall not have access to the medical reports but shall be informed of their contents and may designate a competent person, such as his or her private practitioner or lawyer, to inspect them on the premises (section 142 (2) in conjunction with section 114 (4) and (5)).", "The Appeals Board gives its ruling after written pleadings have been filed and oral submissions heard.", "20. Its decision is not subject to appeal before the Central Appeals Board (section 75 (2) of the Health Insurance Act). However, according to that Board’s established case-law, an exception is made where rules of a formal nature have not been observed."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}