{"ITEMID": "001-89969", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TADEVOSYAN v. ARMENIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3;Violation of Art. 6-1 and 6-3-b;Violation of P7-2;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicant was born in 1944 and lives in the village of Mrgashat, Armenia.", "5. The applicant is the Chairman of the Armavir regional branch of the National Unity party, one of the opposition parties. Prior to his retirement the applicant had worked in law enforcement for 30 years, including ten years as chief of police of the Metsamor Police Department (ՀՀ ոստիկանության Մեծամորի բաժին).", "6. A series of demonstrations were held from March to May 2004 in Yerevan, organised by the opposition parties in protest against the alleged irregularities that had taken place at the February-March 2003 presidential election, challenging the legitimacy of the re-elected President. It appears that the applicant participated in some of these demonstrations.", "7. On 4 April 2004 the applicant was visited at his home by two police officers who asked him to accompany them to the Metsamor Police Department. It appears from the materials of the case that the applicant showed some resistance while being taken to the police station. The applicant denied this fact.", "8. At the police station an administrative case was initiated against the applicant on the grounds that he had disobeyed the lawful orders of the police officers and had used foul language. The applicant alleged that the chief of police had told him that he had been arrested in order to prevent him from participating in the political demonstration due to be held the following day in Yerevan.", "9. On 5 April 2004 the applicant was taken to the Armavir Regional Court (Արմավիրի մարզի առաջին ատյանի դատարան) where he was brought before Judge A. who sentenced him to ten days of administrative detention for “disobeying the lawful order of the police officers and using foul language for about five minutes, when asked to come to the Metsamor Police Department on suspicion of having committed a robbery”.", "10. The applicant was then taken to the Temporary Detention Facility at the Ejmiatsin Police Department to serve his sentence.", "11. The applicant alleged that, following his release from detention on 14 April 2004, he had been subjected to frequent police visits to, and searches of, his home. He had been forced to hide when such visits took place, fearing that he would be taken to the police station again.", "12. On 20 April 2004 the applicant wrote to the Ombudsman (ՀՀ մարդու իրավունքների պաշտպան), complaining about the above events, including the alleged frequent visits by the police officers. It appears that this complaint was forwarded by the Ombudsman to the regional prosecutor’s office by a letter of 17 May 2004.", "13. The applicant alleged that on 20 May 2004 at around 8 a.m. he had been visited at his home by three police officers who had informed him that the Chief of the Metsamor Police Department (ՀՀ ոստիկանության Մեծամորի բաժնի պետ) wanted to talk to him. He had then been taken to the police station.", "14. It appears from the materials of the case that the applicant was arrested at around 9 a.m. on that day. According to the Government, the reason for his arrest was an argument that had erupted between him and the police officers who had stopped his car for a check.", "15. At the police station an administrative case was initiated against the applicant, who was apparently charged under Article 182 of the Code of Administrative Offences (Վարչական իրավախախտումների վերաբերյալ ՀՀ օրենսգիրք – “the CAO”) with maliciously disobeying the lawful orders of police officers and using foul language. It appears that a record of an administrative offence was drawn up which was signed by the applicant. A third person, S., made a statement corroborating the charge against the applicant.", "16. The applicant alleged that at the police station he had been asked to sign a statement that he had used offensive language when stopped by police officers while driving his car. He had refused to sign this statement, claiming that the charge against him was false. The officers responded by stating that they had been instructed to write such a statement by the chief of police.", "17. The applicant further alleged that at around 12 noon he had been taken to meet the chief of police, who had informed him that he was to be detained for a further ten days. In reply the applicant denied the charges. The chief of police then used insulting language towards the applicant. Shortly thereafter he was taken to a court.", "18. The Government contested the above allegations and claimed that the applicant had been informed by the police officers of his procedural rights, including his right to have a lawyer, but the applicant did not wish to have a lawyer.", "19. The applicant was brought before Judge H. of the Armavir Regional Court (Արմավիրի մարզի առաջին ատյանի դատարան). Judge H., after a brief hearing, sentenced the applicant under Article 182 of the CAO to ten days of administrative detention. The judge’s entire finding amounted to the following:", "“On the night from 19 to 20 May 2004 [a car] was continually driving through the village of Mrgashat, which raised the suspicion of police officers on duty who, for the purpose of a check, at around 9 a.m. attempted to stop the car and to dispel their suspicion. The driver of the car [the applicant] started to swear at the police officers, obstructed their work, used foul language and disobeyed their lawful orders, for which he was brought to the Metsamor Police Department.", "In his submissions [the applicant] did not admit to having committed the offence, stating that he had not done anything wrong. He understood that he had to serve a sentence, therefore, he would go and serve a sentence. He was grateful to everybody, knew the law well and did not need defence counsel.", "The witnesses, District Inspector [G.] and Operative Officer on Juvenile Crimes [A.] of the Metsamor Police Department, stated that [the applicant] had disobeyed their lawful orders, used foul language and sworn at them.", "Witness [S.] stated that he had been present when [the applicant] swore at and argued with the police officers.", "The commission of the offence by [the applicant] is corroborated by the record of an administrative offence, the reports, [the record of the arrest] and witness statements.”", "20. According to the record of the court hearing, the hearing was held in public at 4 p.m. The judge informed the applicant of his right to challenge the judge and the clerk and to have a lawyer. The applicant did not wish to lodge any challenges or to have a lawyer. The judge then proceeded with examination of evidence. It appears that the judge heard the applicant, the relevant police officers and then witness S. The judge departed to the deliberation room, after which he returned and announced the decision.", "21. The applicant alleged that the record of the court hearing did not adequately reflect what had taken place in reality. The judge had failed to question or take any evidence from the applicant and to provide him with the necessary time to call defence witnesses and to cross-examine the police officers and the prosecution witnesses. His submissions as to the falseness of the police reports had been ignored. He had never been informed of his right to have a lawyer. The hearing had lasted only a few minutes.", "22. On 21 May 2004 the applicant wrote to the Armavir Regional Prosecutor (Արմավիրի մարզի դատախազ), complaining about the alleged police visits, claiming that the administrative cases against him had been fabricated, asking the Prosecutor to act upon his complaints and asking to be released. He also alleged that the chief of police had insulted him.", "23. On 26 May 2004 the competent prosecutor’s office refused to institute criminal proceedings in the absence of a criminal act. No appeal was lodged against this decision.", "24. The applicant served his second ten-day sentence at the Temporary Detention Facility at the Ejmiatsin Police Department.", "25. The applicant alleged, and the Government did not dispute, that during that period he had been kept in a cell which measured 10 sq. m together with nine other inmates, of whom several held multiple criminal convictions, despite his age, his position as a former chief of police and his lack of previous convictions. There were no beds and the detainees had to sleep on plywood on the floor. The cell was poorly ventilated and there was not enough fresh air. All the detainees except the applicant smoked in the cell. The cell was half dark, with a small window which measured 0.32 sq. m and was practically closed. The applicant’s access to the toilet facilities and to drinking water was limited to twice per day. He received only one meal per day. Since he was a former chief of police, he felt grossly humiliated and was fearful for his safety during his detention.", "26. The applicant alleged that after his release from detention on 30 May 2004 he continued to suffer from anxiety and insomnia.", "27. For a summary of the relevant provisions of the CAO see the judgment in the case of Galstyan v. Armenia (no. 26986/03, § 26, 15 November 2007). The provisions of the CAO which were not cited in the above judgment, as in force at the material time, provide:", "“Maliciously disobeying a lawful order or demand of a police officer or a member of the voluntary police made in the performance of his duties of preserving public order shall result in the imposition of a fine of between 50% and double the fixed minimum wage, or of correctional labour for between one and two months with the ’s personality, the application of these measures would be deemed insufficient, of administrative detention not exceeding 15 days.”", "28. The relevant provisions of the Law, as in force at the material time, read as follows:", "“An arrested or detained person is entitled: ... (3) to lodge, himself or through his lawyer or lawful representative, applications and complaints alleging a violation of his rights and freedoms with the administration of the facility for arrested or detained persons, their superior authorities, a court, a prosecutor’s office, the Ombudsman, the bodies of public administration and local self-governance, non-governmental unions and [political] parties, mass media and international institutions and organisations protecting human rights and freedoms.”", "“...The living space afforded to arrested and detained persons must comply with the building and sanitary-hygienic norms established for general living spaces. The area of the living space afforded to arrested and detained persons shall not be less than 2.5 sq. m for each individual.", "Arrested and detained persons must be provided with individual bedding and bed linen.”", "29. The relevant provisions of the Decree read as follows:", "“Special sections of the [facilities for holding arrested persons] shall be reserved for persons who have been subjected to administrative detention for periods prescribed by [the CAO]...”", "30. The relevant part of the Report reads as follows:", "“4. Conditions of detention", "a. introduction", "43. At the outset, the CPT wishes to highlight the criteria which it applies when assessing police detention facilities.", "All police cells should be clean, of a reasonable size for the number of persons they are used to accommodate, and have adequate lighting (i.e. sufficient to read by, sleeping periods excluded) and ventilation; preferably, cells should enjoy natural light. Further, cells should be equipped with a means of rest (for example, a chair or bench) and persons obliged to stay overnight in custody should be provided with a clean mattress and clean blankets.", "Persons in custody should be able to satisfy the needs of nature when necessary, in clean and decent conditions, and be offered adequate washing facilities. They should have ready access to drinking water and be given food at appropriate times, including at least one full meal (that is, something more substantial than a sandwich) every day. Persons held in custody for 24 hours or more should, as far as possible, be offered one hour of outdoor exercise every day.", "b. temporary detention centres", "44. During the visit, the CPT’s delegation visited temporary detention centres in Yerevan, Akhurian, Hrazdan, Maralik and Sevan. Establishments of this type are used to hold two categories of detainees: criminal suspects and persons under administrative arrest.", "Conditions of detention in the temporary detention centres visited varied from acceptable (at the Hrazdan Department of Internal Affairs) to poor (e.g. at the Akhurian and Sevan Departments of Internal Affairs).", "45. As regards occupancy levels, a consultation of registers and the number of sleeping places per cell suggested that the minimum standard of 2.5 m² of living space per person, as stipulated by the Law on [Conditions for Holding Arrested and Detained Persons], was respected as concerns criminal suspects. However, the CPT must add that this minimum standard is too low. As concerns the cells for administrative detainees, the information gathered during the visit indicated that conditions could become extremely cramped, e.g. up to 6 detainees in a cell of 9 m² in Hrazdan and Sevan.", "All the centres visited presented deficiencies concerning the in-cell lighting and ventilation. With the exception of the Hrazdan centre, access to natural light was poor (small windows, sometimes - as in Yerevan - covered by metal shutters) or inexistent (e.g. in Akhurian). Artificial lighting was invariably dim, with some cells (e.g. in Yerevan, Akhurian and Maralik) submerged in near darkness. As to ventilation, it left something to be desired at Yerevan and Sevan.", "As to the state of repair and hygiene of the detention areas, it ranged from quite acceptable at the Hrazdan Department of Internal Affairs to poor at the Sevan establishment. Cells at the Temporary detention centre in Yerevan were in a reasonably good state of repair; however, their level of cleanliness left something to be desired. Detention areas in Akhurian and Maralik were dilapidated but clean.", "46. Cells were furnished with beds or wooden sleeping platforms. The delegation noted that mattresses, sheets, pillows and blankets were available for criminal suspects at all the temporary detention centres visited; however, this was not the case for administrative detainees.", "The delegation did not hear any complaints from persons who were - or had recently been - detained at the centres visited as regards access to a toilet. However, with the notable exception of the Hrazdan Department of Internal Affairs, the communal toilet and washing facilities were dilapidated and dirty.", "The centres in Yerevan and Hrazdan possessed shower facilities, which could apparently be used by newly-arrived detainees (upon recommendation of a feldsher/doctor) and by those administrative detainees who stayed in the respective establishments for longer than a week. In both centres, the shower facilities were in an acceptable state of repair and cleanliness, and hot water was available. However, the only personal hygiene item that was distributed to detainees was a small piece of soap.", "47. According to information provided by police officers in the majority of the temporary detention centres visited, detainees were offered food three times per day, including one hot meal. However, this was not the case at the Sevan Department of Internal Affairs, where food was only delivered once per day, reportedly due to the limited budget set aside for this purpose (320 AMD - i.e. some 50 euro cents - per detainee per day). In this situation, the provision of food was to a large extent ensured by detainees’ families. Detained persons without family contacts had to rely on the generosity of other detainees or individual police officers for food.", "48. All the temporary detention centres visited possessed outdoor exercise areas, where detainees were apparently allowed to take exercise for one hour per day (in the case of women and juveniles - for two hours per day). However, at the Temporary Detention Centre of the City Department of Internal Affairs in Yerevan, the delegation was informed that detainees could be deprived of outdoor exercise as a form of punishment for violation of the centre’s internal regulations.", "49. The CPT recommends that the Armenian authorities take steps at temporary detention centres to:", "- ensure that all detainees are offered adequate living space; the objective should be at least 4 m² per person;", "- provide adequate in-cell lighting (including access to natural light) and ventilation;", "- maintain the cells and common sanitary facilities in a satisfactory state of repair and hygiene;", "- ensure that all detainees (including those held for administrative violations) are offered a mattress and blankets at night;", "- ensure that administrative detainees are able to take a hot shower at least once a week during their period of detention;", "- ensure that all detainees are offered food - sufficient in quantity and quality - at normal meal times;", "- put an end to deprivation of outdoor exercise as a disciplinary punishment.”", "31. The relevant part of the Report reads as follows:", "“4. Conditions of detention", "a. Temporary detention centre of the Department of Internal Affairs of the City of Yerevan", "20. Conditions of detention in this facility remained basically the same as those observed during the 2002 visit, i.e. poor. One positive change was that persons under administrative arrest were now provided with bedding (pursuant to Order No. 8 of the Head of the National Police of 20 August 2003). Further, the delegation was informed that the food entitlement for detainees had been increased by Government decision of May 2003. Otherwise, no refurbishment or major repairs had taken place since the previous visit.", "Consequently, the CPT reiterates the recommendations made in paragraph 49 of the report on the 2002 visit, in particular as regards living space, in-cell lighting, ventilation, state of repair and hygiene.”", "32. The relevant part of the Report reads as follows:", "“4. Conditions of detention", "a. police holding areas", "28. At the beginning of the 2006 visit, the delegation was informed that, pursuant to Order NK–328–NG of the President of the Republic of Armenia, dated 28 December 2004, a large-scale refurbishment programme had been initiated in all police holding areas. The CPT welcomes this. It should also be noted that a recent amendment to the [Law on Conditions for Holding Arrested and Detained Persons] increased the official standard of living space per detained person in police holding areas to 4 m². This can be considered as acceptable when applied to multi-occupancy cells; however, 4 m² is not an adequate size for a single occupancy cell.", "29. During the visit, the delegation could observe the impact of the above-mentioned programme. Some of the police holding areas (e.g. in Charentsavan, Gavar and Hrazdan) were still undergoing refurbishment and were to reopen shortly. As regards the already refurbished holding areas, conditions in them were overall of a high standard.”"], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}