{"ITEMID": "001-85820", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "ASPINALL v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Stanislav Pavlovschi", "TEXT": ["The applicant, Mr Kenneth Thomas Aspinall, is a British national who was born in 1951 and lives in Liverpool. He was represented before the Court by Ms J. Starling, a lawyer practising in London. The United Kingdom Government (“the Government”) were represented by their Agent, Mr C. Whomersley of the Foreign and Commonwealth Office.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s wife died on 21 October 1998, leaving two children born in 1980 and 1983. By a letter of 29 December 2002, the applicant sought to claim a Widow’s Pension (“WP”). On 26 February 2003, the Department for Works and Pension (“DWP”) asked the applicant to fill in a claim form which he duly did and returned to them. On 12 March 2003 the applicant was informed that his claim had been disallowed as he was not a woman. By a letter of 10 April 2003 the applicant appealed. On 27 November the appeal was heard and dismissed. On 12 January 2004 the applicant appealed to the Social Security Commissioner who on 28 May 2004 issued a direction stating that he was minded to refuse the appeal.", "The applicant did not appeal further as he considered or was advised that such a remedy would be bound to fail since no such social security benefit was payable to widowers under United Kingdom law.", "The domestic law relevant to this application is set out in Runkee and White v. the United Kingdom, no. 42949/98, §§ 40-41, 25 July 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}