{"ITEMID": "001-85107", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SIDOROVA (ADUKEVICH) v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Christos Rozakis;Elisabeth Steiner;Giorgio Malinverni;Loukis Loucaides;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1967 and lives in Arkhangelsk.", "6. On 23 November 2002 the applicant, a taxi driver, had driven Mr P. and Ms I. to their destination. According to Mr P., an argument broke out between him and the applicant upon arrival at the destination and the applicant injured him with her car. According to the applicant, Mr P. assaulted her and attempted to break the car door and windscreen. She denied that she had injured him and claimed that he had been in good health when she had left.", "7. On 8 August 2003 the Severodvinsk Town Court of Arkhangelsk Region convicted the applicant of reckless driving resulting in an injury and sentenced her to one year's imprisonment conditional on one year's probation. The court based its findings on the version of events presented by Mr P. and rejected statements by witnesses K., Ko. and S., who had supported the applicant's version of events.", "8. On 17 August 2003 the applicant lodged a statement of appeal. She contended, in particular, that the court had not been impartial as it had based its findings only on the contradictory statements of Mr P. and Ms I., and had disregarded her version which was supported by many witnesses' statements.", "9. According to the Government, both the applicant and her lawyer were informed of the appeal hearing. The Government submitted the following documents:", "(a) a copy of the summons of 20 August 2003 which was addressed to the applicant, the victim, counsel for the applicant and for the victim and to the prosecutor;", "(b) an extract from the registry correspondence log, indicating the dispatch of the summons to the applicant's home address;", "(c) an extract from the court delivery log, indicating that the summons had been delivered to the advocates' office of which counsel for the applicant was a member.", "10. The applicant submitted that she had never received the summons. As regards her counsel, the summons had indeed been received by one of his colleagues but not by him personally.", "11. On 9 September 2003 the Arkhangelsk Regional Court examined the case on appeal. The court heard submissions by the judge rapporteur and prosecutor, who asked the court to reject the appeal. Neither the applicant nor her counsel was present at the hearing. The Regional Court upheld the judgment of 8 August 2003.", "12. On an unspecified date the applicant asked the District Court to grant her access to the case file. She submitted that on 11 November 2003 a judge of the District Court had refused the request on the ground that the conviction had become final, but she did not provide any documentary evidence in support of this.", "13. Article 373 of the Code of Criminal Procedure (“the Code”) provides an appeal court examines appeals with a view to verifying the lawfulness, validity and fairness of judgments.", "14. Under Article 376 § 2 of the Code, parties to the proceedings shall be notified of the date, time and place of an appeal hearing no later than fourteen days beforehand. Article 376 § 4 provides that the parties' failure to appear before the court, if they were duly informed of the date and time of the appeal hearing, is not an obstacle to the examination of the case.", "15. Under Article 377 §§ 4 and 5 of the Code, an appeal court can directly examine evidence, including additional material submitted by parties.", "16. Article 379 of the Code sets out the grounds for setting aside judgments. In particular, a judgment will be quashed if there is an inconsistency between the conclusions reached by the court in the judgment and the facts established. Article 380 provides that such an inconsistency will occur if, inter alia, the court's conclusions are not supported by the evidence examined in the hearing; if the court fails to take into consideration circumstances which could substantially affect its findings; or if, in case of contradictory evidence, the judgment does not specify why some of it is accepted and the remainder is rejected.", "17. Article 2.13 provides that, summonses and copies of procedural documents shall be sent by registered mail with an acknowledgement of receipt form."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}