{"ITEMID": "001-86959", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ALEKSEY MAKAROV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1988 and lives in Moscow.", "7. The applicant was a member of a public association, the National Bolshevik Party. On 15 November 2005 the Supreme Court of the Russian Federation ordered its dissolution. On 19 January 2006 the Federal Registration Service of the Ministry of Justice refused an application for registration of a political party by the same name. Party members challenged the refusal before the Taganskiy District Court of Moscow.", "8. On 13 April 2006 fifteen party members, including the applicant, came to the Taganskiy District Court for a hearing concerning the refusal to register the National Bolsheviks Party. The applicant alleged that near the court building they had been attacked by a group of forty people and had had to defend themselves. According to the Government, the party members, including the applicant, had assaulted passers-by with gas guns and rubber truncheons.", "9. On 11 July 2006 the applicant was arrested. The arresting officer indicated in his report that the victims had identified the applicant as one of the perpetrators of the assault.", "10. On 12 July 2006 he was charged with participation in mass disorders, involving the use of gas guns, assault and battery, an offence under Article 213 § 2 of the Criminal Code.", "11. On 13 July 2006 the Tverskoy District Court of Moscow remanded the applicant in custody. It referred to the gravity of the charge, “his role in the imputed offence”, his record of administrative offences and his frequent absences from his registered place of residence. It also found that his accomplices whose identity had not been established were at large. The court concluded from that that the applicant might abscond or reoffend.", "12. On 8 September 2006 the Tverskoy District Court extended the applicant’s detention until 16 November 2006. The court referred to the gravity of the charge, the possibility of his absconding or reoffending and the need for a further investigation. In particular, it was necessary to perform a psychiatric examination on a co-accused.", "13. In his appeal submission the applicant complained that the court’s conclusions were hypothetical and were not supported by relevant facts. The applicant had permanent residence in Moscow, attended university and had positive references. There was no risk of his absconding or reoffending.", "14. On 4 December 2006 the Moscow City Court upheld the detention order on appeal, finding that it had been lawful, sufficiently reasoned and justified.", "15. On 15 November 2006 the Tverskoy District Court ordered a further extension of the applicant’s detention until 11 January 2007. At the hearing the applicant asked to be released on bail or under the personal guarantee of a member of the Russian Parliament. However, the court did not examine the possibility of a more lenient preventive measure. The extension order read as follows:", "“The court takes into account that [the applicant] has no criminal record, lives with his parents at his registered place of residence in Moscow, is successfully pursuing studies at [a university in Moscow], and has positive references. However, as he is charged with a serious criminal offence punishable by more than two years’ imprisonment, the court considers that he may abscond or interfere with the investigation if released. The preventive measure should accordingly be maintained.”", "16. On 25 December 2006 the Moscow City Court upheld the extension order on appeal.", "17. On 11 January 2007 the Tverskoy District Court extended the applicant’s detention until 16 March 2007. The court found that the applicant might abscond or hamper the investigation as he had been charged with a serious criminal offence and had a record of administrative offences. In reply to the applicant’s request to be released on bail or under the personal guarantee of a member of the Russian Parliament, the court held that there was no reason to vary or cancel the preventive measure.", "18. The applicant appealed. He denied involvement in any criminal activity and alleged that the criminal proceedings against him were politically motivated and that he was being persecuted for his membership of the National Bolshevik Party. Referring to Article 5 § 3 of the Convention, he complained that his detention was based on the gravity of the charge against him and that the conclusions that he might flee or impede the investigation were hypothetical and were not supported by relevant facts. The District Court had disregarded his arguments that he had positive references, that a member of Parliament had vouched for his attendance and that he was ready to post bail. As to his record of administrative offences, administrative fines had been arbitrarily imposed on him for attendance at peaceful assemblies organised by the National Bolshevik Party. The parties did not inform the Court whether the appeal had been examined.", "19. On 2 March 2007 six defendants, including the applicant, were committed for trial.", "20. On 12 March 2007 the Taganskiy District Court of Moscow scheduled the preliminary hearing for 20 March 2007 and held that all the defendants should remain in custody.", "21. On 24 May 2007 the Taganskiy District Court remitted the case for a further investigation.", "22. On 28 June 2007 the Tverskoy District Court extended the applicant’s detention until 6 August 2007 for the same reasons as before. The court found that the positive references and the personal guarantee of a member of Parliament produced by the applicant were insufficient to warrant release. Given the gravity of the charge against him and his record of administrative offences, he might abscond or interfere with the proceedings in some other way. On 1 August 2007 the Moscow City Court upheld the extension order on appeal.", "23. On 2 August 2007 the defendants were again committed for trial.", "24. On 8 August 2007 the Taganskiy District Court held a preliminary hearing and ordered that all the defendants should remain in custody. It found that the defendants had been charged with a serious offence committed by an organised group some members of which had not yet been identified, and concluded that they might abscond or intimidate the victims and witnesses. It further noted that the defendants’ assurances that they had no intention of absconding were unconvincing and held that there was no reason to apply a more lenient preventive measure.", "25. In September 2007 the applicant and his co-defendants lodged applications for release with the Taganskiy District Court. On 12 September 2007 the Taganskiy District Court rejected their applications. It noted that the defendants’ arguments had already been examined and rejected many times when extension orders had been issued. It found that the grounds for the defendants’ detention mentioned in the extension orders were still pertinent and it was still necessary to hold them in custody. The defendants had been charged with a serious criminal offence committed by an organised group, some members of which had not yet been identified. Given the gravity of the charges against them, they might abscond, reoffend or interfere with the establishment of the truth if released.", "26. On 26 December 2007 the Taganskiy District Court extended the defendants’ detention until 12 April 2008. It found that the grounds for their detention mentioned in the previous extension orders were still pertinent and a risk remained of their absconding, reoffending or obstructing the justice. The court also noted that the defendants’ arguments about the absence of corpus delicti in their actions and about the lack of evidence of their involvement in the commission of the imputed offence were without substance because, in extending the defendants’ detention, the court could not make any findings as to their guilt or innocence.", "27. It appears that the criminal proceedings against the applicant are still pending.", "28. Since 1 July 2002 criminal law matters have been governed by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001).", "29. “Preventive measures” or “measures of restraint” (меры пресечения) include an undertaking not to leave a town or region, personal surety, bail and detention (Article 98). If necessary, the suspect or accused may be asked to give an undertaking to appear (обязательство о явке) (Article 112).", "30. When deciding on a preventive measure, the competent authority is required to consider whether there are “sufficient grounds to believe” that the accused would abscond during the investigation or trial, reoffend or obstruct the establishment of the truth (Article 97). It must also take into account the gravity of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 99).", "31. Detention may be ordered by a court if the charge carries a sentence of at least two years’ imprisonment, provided that a less restrictive preventive measure cannot be applied (Article 108 § 1).", "32. After arrest the suspect is placed in custody “during the investigation”. The period of detention during the investigation may be extended beyond six months only if the detainee is charged with a serious or particularly serious criminal offence. No extension beyond eighteen months is possible (Article 109 §§ 1-3). The period of detention “during the investigation” is calculated to the day when the prosecutor sends the case to the trial court (Article 109 § 9).", "33. From the date the prosecutor forwards the case to the trial court, the defendant’s detention is “before the court” (or “during the trial”). The period of detention “during the trial” is calculated to the date the judgment is given. It may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}