{"ITEMID": "001-115672", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "ERKUŞ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Guido Raimondi;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["1. The applicant, Mr Adnan Erkuş, is a Turkish national, who was born in 1960 and lives in Mersin. He was represented before the Court by Mr T. Benhür, a lawyer practising in Ankara.", "3. The applicant is a professor at the University of Mersin. During a meeting in preparation for a national congress he had a verbal disagreement with another professor (“Mr A.T.”), who was the Dean of the Faculty in which the applicant worked. The applicant called Mr A.T. a “thief” for having allegedly distributed to students, without his permission, several pages of a book written by the applicant (as well as an article) under Mr A.T.’s own name.", "4. Following the disagreement, the applicant initiated civil proceedings against Mr A.T. for plagiarism and Mr A.T., in turn, lodged a complaint against the applicant with the public prosecutor, alleging defamation and threatening behaviour.", "5. On 15 June 2011 the Ankara Civil Court found against Mr A.T. in respect of plagiarism.", "6. During the criminal proceedings conducted against him at the Mersin Criminal Magistrates’ Court, the applicant, in his defence statements dated 27 June and 22 October 2010, requested the court to suspend the pronouncement of the judgment if he could not be acquitted.", "7. On 30 June 2011, after having heard the testimonies of seven witnesses, the Mersin Criminal Magistrates’ Court acquitted the applicant of threatening behaviour, but convicted him of defamation. However, having recourse to the provisions of Article 231 of the Code of Criminal Procedure, the court suspended the pronouncement of the judgment on account of the applicant’s previous good record and the unlikelihood of his committing a further offence. On 15 July 2011 the Mersin Criminal Court dismissed an objection lodged by the applicant and upheld the decision.", "8. The relevant parts of Article 231 of the Code on Criminal Procedure (Law no. 5271) provide as follows:", "“(5) If the accused, who had been tried on the charges brought against him, has been sentenced to a judicial fine or to a term of imprisonment of less than two years, the court may decide to suspend the pronouncement of the judgment .... The suspension of the pronouncement of the judgment means that the judgment would not have any legal consequences for the offender.", "(6) A decision to suspend the pronouncement of the judgment may be given provided that:", "(a) the offender has never been found guilty of a deliberate offence;", "(b) the court is convinced, taking into account the offender’s character and his behaviour during the proceedings, that there is little risk of any further offence being committed;", "(c) the damage caused to the victim or to society is repaired by way of restitution or compensation. (Additional Sentence: Article 7 of Law no. 6008 – entered into force on 25 July 2010) If the accused does not agree to this, the pronouncement of the judgment shall not be suspended. (...)", "(8) If the pronouncement of the judgment is suspended, the offender shall be bound by a supervision order for the following five years. (...)", "(10) If the offender does not commit another deliberate offence and abides by the obligations of the supervision order, the suspended judgment shall be cancelled and the case discontinued.", "(11) If the offender commits another deliberate offence or breaches the obligations of the supervision order, the court shall then impose a sentence of imprisonment. Nevertheless, after evaluating the offender’s situation, the court may decide to reduce up to half of the term imposed. If conditions so permit, the court may also choose to suspend the sentence or commute it to other optional penalties.", "(12) An objection may be lodged against the decision to suspend the pronouncement of the judgment.”", "9. Provisional Article 2 of Law no. 6008, which entered into force on 25 July 2010, provides as follows:", "“If persons in respect of whom pronouncement of the judgment has been suspended apply to the courts within fifteen days after the entry into force of this section, the decision shall be retracted by the court and a judgment will be rendered.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}