{"ITEMID": "001-77850", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF HOLOMIOV v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 3;Violation of Art. 5-1;Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1955 and lives in Chişinău.", "7. The applicant was arrested on 24 January 2002 on suspicion of abetting bribery.", "8. On 26 January 2002 the Centru District Court issued an order remanding the applicant in custody for a period of thirty days. The court’s reasoning was the following: “the suspect has reached the age at which he may be criminally prosecuted, he is suspected of having committed a serious offence and he is unemployed”.", "9. On 4 February 2002 the applicant was indicted inter alia for the offence of aiding and abetting bribery, involving large sums of money, which was punishable by up to twenty years’ imprisonment.", "10. On 14 February 2002, the Centru District Court examined a habeas corpus request lodged by the applicant and a request lodged by the prosecutor to prolong the detention. In his habeas corpus request the applicant argued that he was married, had three children and was employed. The court dismissed the applicant’s request but upheld the prosecutor’s request and prolonged the detention.", "11. Similar prolongations were ordered up until 23 May 2002, when the investigation was completed and the criminal case file was sent by the prosecution to the Chişinău Regional Court. After that date, the applicant remained in detention without having his detention warrant prolonged. He submitted numerous habeas corpus requests relying inter alia on his medical condition (see paragraph 17 below) and on the impossibility of receiving appropriate medical care in prison due to a lack of specialised doctors and medication, but they were all rejected.", "12. On 13 February 2003 the applicant complained inter alia that from 23 May 2002 he had been detained without any warrant. His request was dismissed.", "13. On 19 December 2005 the applicant lodged a habeas corpus request with the Centru District Court arguing inter alia that his detention was incompatible with his medical condition due to the lack of appropriate medical care in prison. He asked to be released from detention.", "14. On 28 December 2005 Judges Catană, Gordilă and Pitic from the Centru District Court found the applicant’s request well-founded and decided to replace the applicant’s remand in custody with house arrest.", "15. It appears that at the time of adoption of the present judgment the applicant was still under house arrest.", "16. From 26 January 2002 the applicant was detained in Remand Centre No. 3 of the Ministry of Justice (Izolatorul Anchetei Preliminare Nr. 3). On several occasions he was hospitalised in the Prison Hospital.", "17. According to medical certificates submitted by the applicant, and not contested by the Government, he suffered from numerous diseases such as chronic hepatitis, second-degree hydronephrosis (accumulation of urine in the kidney because of an obstruction in the urethra), uric diathesis, increased ecogenicity of pancreatic parenchyma, chronic bilateral pyelonephritis (inflammation of the kidney and pelvis caused by bacterial infection) with functional impairment of the right kidney, hydronephrosis of the right kidney with functional impairment, stones in the urinary tract, somatoform disorder, chronic renal failure, head trauma and generalised anxiety disorder of hypertensive type.", "18. On numerous occasions he was prescribed treatment in hospital and even surgery on his right kidney. On 21 October 2002 and 22 April 2003 the applicant was consulted by Dr Spânu, an urologist from the Central Republican Hospital, a hospital belonging to the Ministry of Health, who recommended urgent surgery on his right kidney in order to eliminate an obstruction of the urethra. The doctor advised that a delay might result in the degradation of the kidney and its extirpation. A similar recommendation was reiterated on 23 June 2003 by the Doctor in Chief of the Prison Hospital, Dr. Cuţitaru, who recommended that the operation be carried out in a specialised urological hospital of the Ministry of Health. It does not appear from the Government’s submissions that this recommendation was ever followed up.", "19. The Government argued that the applicant was provided with sufficient medical care, but the applicant disputed this.", "20. The Government submitted numerous reports drawn up by prison doctors stating that the applicant refused to submit to medical checks and treatment and requested to be transferred to a normal hospital. According to some such reports the applicant argued that the treatment in prison was ineffective and that he needed medication which was not available there.", "21. According to a letter addressed to the Centru District Court and to the Prosecutor’s Office by the prison authorities on 15 November 2004, the applicant started a hunger strike to protest against his being treated in the prison.", "22. On an unspecified date the applicant complained to the Ministry of Justice about the lack of adequate medical treatment. By a letter dated 23 September 2003 the applicant’s complaint was rejected and he was informed inter alia that he had had medical checks on 43 occasions by prison doctors and by doctors from outside the prison. He had been offered medical treatment in accordance with the “modest possibilities” of the prison medical service and with the medication brought by his relatives. He had been hospitalised in the medical section of the prison on four occasions, where he had received adequate medical treatment, and on two occasions in the Prison Hospital.", "23. The applicant submitted a letter from the Doctor in Chief of the Prison Hospital addressed to his lawyer, dated 7 October 2003, in which it was stated that there were no urologists, cardiologists and neurosurgeons among the doctors of the Prison Hospital.", "24. In another letter addressed to the applicant’s lawyer by the Chief of the Prison where the applicant was detained, dated 12 October 2005, the latter was informed that there were no such doctors at the prison either and that in the event of an emergency the applicant would be transferred to the Prison Hospital.", "25. On 24 January 2002 the General Prosecutor’s Office initiated criminal proceedings against the applicant and another co-accused on charges of abetting bribery.", "26. On 12 February 2002 the General Prosecutor’s Office initiated new criminal proceedings against the applicant on charges of fraudulently dispossessing a person of 1,200 United States dollars (USD).", "27. On 25 February 2002 the General Prosecutor’s Office initiated new criminal proceedings against the applicant on charges of fraudulent dispossession of two persons of their apartments.", "28. All of the above criminal proceedings were joined in one single case file and the criminal investigation lasted until 23 May 2002, when the General Prosecutor’s Office sent the criminal file to the Chişinău Regional Court.", "29. On 30 May 2002 the Chişinău Regional Court received the criminal file and a judge was assigned to the case.", "30. On 10 June 2002 the judge set 21 June 2002 as the date of the first hearing.", "31. On 21 June 2002 the applicant was unable to come to the hearing due to high blood pressure. He was examined by a doctor who issued him a certificate confirming that the applicant had high blood pressure and was not able to attend the hearing. The hearing was adjourned until 1 July 2002.", "32. On 1 July 2002 the hearing did not take place since the prosecutor and two of the alleged victims were absent. It was adjourned until 16 July 2002.", "33. On 16 July 2002 the hearing was adjourned until 30 July 2002 due to the absence of three of the alleged victims and the applicant’s lawyers.", "34. On 30 July 2002 the applicant informed the court that he was not feeling well and asked to be hospitalised. The court decided to send the applicant for a medical examination at the Central Republican Hospital, a hospital belonging to the Ministry of Health. The hearing appears to have been adjourned indefinitely.", "35. On 20 August 2002 the applicant complained to the court that the authorities were refusing to send him for a medical examination, and that he had therefore commenced a hunger strike on 15 August 2002.", "36. On 12 September 2002 the judge assigned to the case wrote to the prison authorities and asked them to comply with the decision of 30 July 2002.", "37. On 26 September 2002 the applicant complained to the Ministry of Justice about the non-enforcement of the decision of 30 July 2002.", "38. It appears that on an unspecified date the prison authorities had attempted to take the applicant to the Prison Hospital, but that he had refused on the ground that the decision of 30 July 2002 provided for his examination in the Central Republican Hospital. The prison authorities informed the judge assigned to the case about the applicant’s refusal.", "39. On 10 October 2002 the applicant wrote again to the judge informing him that the prison authorities had refused to take him to the Central Republican Hospital as provided in the decision of 30 July 2002, and as a result his medical condition was becoming worse. He informed the judge that he had no other solution but to go on hunger strike again.", "40. It appears that one week later the applicant was taken to the Central Republican Hospital for examination since the criminal file contains medical documents from the Central Republican Hospital dated 17 October 2002.", "41. On 24 October 2002 the resumption of the hearings was scheduled. However, the proceedings were adjourned due to the applicant’s medical condition. The applicant was seen by a doctor, who concluded that he was suffering from the consequences of a brain disease (consecinţele afecţiunii organice a creierului cu sindrom cerebral astenic) and noted that he refused the treatment prescribed to him.", "42. On 28 October 2002 the prosecutor and one of the applicant’s lawyers were absent. The applicant declared that he was not satisfied with his lawyers and that he wanted to instruct other lawyers. He requested an adjournment. The hearing was adjourned until 12 November 2002.", "43. On 12 November 2002 the hearing was adjourned due to the fact that the applicant had not instructed a new lawyer.", "44. On 19 November 2002 the hearing was adjourned until 22 November 2002 at the request of the applicant’s new lawyer, who intended to present evidence confirming the applicant’s serious medical condition.", "45. On 22 November 2002 the applicant’s lawyer presented medical documents and requested that the applicant undertake a psychiatric examination in order to establish his competence to plead to the charges. The request was allowed and a psychiatric examination of the applicant was ordered.", "46. On 11 December 2002 a commission of psychiatric doctors concluded that a psychiatric examination would only be possible after the applicant’s admission to the Psychiatric Hospital.", "47. On 4 January 2003 Judge Buruiană ordered that the applicant be admitted to the Psychiatric Hospital in order to carry out the psychiatric examination ordered on 22 November 2002.", "48. On 21 January 2003 the psychiatric examination was completed and the applicant was found competent to plead to the criminal charges. The medical report was sent to the court on 28 January 2003.", "49. On 13 February 2003 the applicant asked the court inter alia about the state of the proceedings and was informed on 20 February by Judge Buruiană that the hearings would be resumed in March 2003 after the lawyer of the other co-accused had returned from a business trip to the Russian Federation.", "50. On 11 March 2003 a hearing was adjourned until 8 April 2003 on the ground of the applicant’s request for a change of lawyer.", "51. On 8 April 2003 the applicant challenged the judge assigned to his case on the ground inter alia that this judge would prolong the examination of the case, would not allow him to undergo surgery on his kidney as recommended by Dr Spânu, would be biased and would reject his habeas corpus requests. The challenge was dismissed and the hearing was adjourned in order to request information from the prison authorities about the applicant’s medical condition.", "52. On 21 April 2003 the applicant requested an adjournment of the hearing on the ground that he was not feeling well and that he needed medical treatment. The hearing was adjourned until 25 April 2003.", "53. On 22 April 2003 the applicant was examined by Dr Spânu, an urologist, who prescribed urgent surgery on his kidney (see paragraph 18 above).", "54. On 25 April 2003 the hearing was resumed and the court examined and dismissed a habeas corpus request lodged by the applicant who relied mainly on his medical condition. The hearing was then adjourned.", "55. On 13 May 2003 the applicant again challenged the judge on the ground that he refused to allow his release on medical grounds; the challenge was dismissed. He also asked that an ambulance be called; this request was also dismissed, the court observing that the applicant was attempting to prolong the criminal proceedings against him. The court also gave the applicant an official warning since he had raised his voice to the judge. The applicant finally dismissed his lawyer and he was given time to sign a contract with another lawyer.", "56. On 21 May 2003 the applicant was absent from the hearing on grounds of health and the court adjourned it until 6 June 2003.", "57. On 6 June 2003 the applicant was absent again and the court adjourned the hearing until 23 June 2003.", "58. On 23 June 2003 the prosecutor informed the court that, according to the new Code of Criminal Procedure which entered into force on 12 June 2003, the Chişinău Regional Court no longer had jurisdiction to examine the criminal case against the applicant. He requested that the case be transmitted to the Centru District Court for examination. The court allowed the Prosecutor’s request and the criminal file was sent to the Centru District Court.", "59. On 21 October 2003 the President of the Centru District Court wrote to the Supreme Court of Justice and asked it to order that the case be transferred to the Court of Appeal because, inter alia, following the judiciary reform of 2003 the Court of Appeal was the successor instance of the Chişinău Regional Court which had already started to examine the case.", "60. On 31 October 2003 the Supreme Court of Justice rejected the request of the President of the Centru District Court and drew her attention to the need to ensure the examination of the case within a reasonable time.", "61. On 18 November 2003 a hearing was held for the first time before the Centru District Court. The applicant challenged the newly appointed judge, Mr Alerguş, on the ground that he would dismiss all his requests. The challenge was dismissed the same day and the hearing was adjourned.", "62. On 16 December 2003 the hearing was adjourned until 19 January 2004 due to the absence of the prosecutor and one of the alleged victims.", "63. On 19 January and 11 February 2004 the hearings were adjourned because the judge was ill.", "64. On 25 February 2004 the judge was involved in a conference and the hearing was adjourned until 25 March 2004.", "65. On 25 March 2004 the judge was involved in a hearing in an unrelated case and the hearing was adjourned until 29 April 2004.", "66. On 29 April 2004 the applicant was absent due to his hospitalisation in the Prison Hospital and the hearing was adjourned until 27 May 2004.", "67. On 27 May 2004 the court started to examine the merits of the case by questioning one of the victims. Since other victims and witnesses were absent, the court adjourned the hearing until 28 June 2004.", "68. On 28 June 2004 the lawyer of the applicant’s co-accused was absent and the co-accused requested an adjournment. The court decided to adjourn the hearing for 23 September 2004 in view of the impending judicial vacation.", "69. On 23 September 2004 the hearing was adjourned until 18 October 2004 because Judge Alerguş had resigned from his functions.", "70. On 1 October 2004 the applicant complained to the Superior Council of Magistrates about the excessive length of the criminal proceedings against him. He received an answer dated 1 November 2004 in which he was informed inter alia that the President of the Centru District Court had been requested to take all necessary measures to ensure the examination of the case within a reasonable time.", "71. On 18 October 2004 the hearing was adjourned until 18 November 2004 because the same judge, Judge Alergus, was ill.", "72. On 18 November 2004 the applicant dismissed his lawyer and a pro bono lawyer was appointed. The applicant requested to be examined by a medical commission, but his request was dismissed. He unsuccessfully challenged the judges who rejected his request.", "73. On 19 November 2004 the applicant requested that his pro bono lawyer be dismissed on grounds of lack of experience and asked to be examined by a medical commission; however, his requests were dismissed. One of the alleged victims was heard and the hearing was adjourned until 24 November 2004.", "74. On 24 November 2004 the court heard a witness and adjourned the hearing until 26 November 2004.", "75. On 26 November 2004 the applicant concluded a representation contract with another lawyer and the hearing was adjourned until 21 December 2004.", "76. On 21 December 2004 the applicant’s new lawyer was involved in another case and could not attend the hearing. The court adjourned the hearing until 23 February 2005.", "77. On 23 February and 1 March 2005 the judge was ill and the hearing was adjourned until 1 April 2005.", "78. On 1 April 2005 the applicant was hospitalised in the Prison Hospital and the prosecutor was absent. The hearing was adjourned until 5 May 2005.", "79. On 5 May 2005 there was a change of prosecutors and the new prosecutor requested an adjournment in order to study the case file. The hearing was adjourned until 1 June 2005.", "80. On 1 and 2 June 2005 the court heard the statements of the applicant and his co-accused in respect of the charges against them. The applicant also submitted that he was ill and was unable to participate in the court hearing. The court adjourned the hearing until 28 June 2005.", "81. On 28 June 2005 the court read out the declarations of several witnesses made during the investigation stage of the proceedings. The applicant requested again to be examined by a medical commission, but his request was dismissed and he was warned not to attempt to prolong the examination of the case. The court adjourned the hearing until 15 September 2005.", "82. On 15 September 2005 the hearing was adjourned until 7 October 2005 due to the illness of the judge.", "83. It appears that between 15 September 2005 and 11 January 2006 (the date on which the Government submitted a copy of the criminal case file to the Court) no hearings took place.", "84. At the date of the adoption of its judgment the Court had not been informed by the parties that the criminal proceedings before the Centru District Court had been concluded.", "85. Article 25 of the Constitution of the Republic of Moldova, insofar as relevant, states as follows:", "“(4) Detention takes place on the basis of a warrant issued by a judge for a maximum period of 30 days. The lawfulness of the warrant may be challenged, in accordance with the law, before a hierarchically superior court. The period of detention may be extended only by a court, in accordance with the law, to a maximum period of twelve months.”", "86. The relevant parts of the old Code of Criminal Procedure, in force until 12 June 2003, read as follows:", "“Section 79. The length of detention on remand and its prolongation", "Detention takes place on the basis of a warrant issued by a judge for a maximum period of 30 days. The period of detention on remand may be extended... to a maximum of six months, while in exceptional cases... to a maximum period of twelve months. The prolongation of the detention shall be ordered by a judge on the basis of a motivated request by the prosecutor.", "After the criminal case file has been sent to a court, the accused may be detained until the final resolution of the case, which should take place within a reasonable time.”", "87. The relevant provisions of the new Code of Criminal Procedure, in force since 12 June 2003, read as follows:", "Section 176", "“(1) Preventive measures may be applied by the prosecuting authority or by the court only in those cases where there are serious grounds for believing that an accused ... will abscond, obstruct the establishment of the truth during the criminal proceedings or re-offend, or they can be applied by the court in order to ensure the enforcement of a sentence.", "(2) Detention on remand and alternative preventive measures may be imposed only in cases concerning offences in respect of which the law provides for a custodial sentence exceeding two years. In cases concerning offences in respect of which the law provides for a custodial sentence of less than two years, they may be applied if ... the accused has already committed the acts mentioned in § (1).", "(3) In deciding on the necessity of applying preventive measures, the prosecuting authority and the court will take into consideration the following additional criteria:", "1) the character and degree of harm caused by the offence,", "2) the character of the ... accused,", "3) his/her age and state of health,", "4) his/her occupation,", "5) his/her family status and existence of any dependants,", "6) his/her economic status,", "7) the existence of a permanent place of abode,", "8) other essential circumstances.", "...", "Section 177", "...", "(2) Detention on remand ... can be applied only on the basis of a court decision...", "Section 185. Detention on remand", "(1) Detention on remand means the detention of the suspect, accused or indicted person in a state of arrest in places and in conditions provided for by law.", "(2) Detention on remand may be applied to someone in the circumstances and in the conditions provided for in Article 176, as well as when:", "1) the suspect, the accused or the indicted person does not have a permanent place of residence on the territory of the Republic of Moldova;", "2) the suspect, the accused or the indicted person is unknown;", "3) the suspect, the accused or the indicted person has breached the conditions imposed on him/her concerning other preventive measures.", "...", "(4) The decision by which detention on remand is ordered can be challenged by way of an appeal before the hierarchically superior court.", "Section 186. The length of the remand and its prolongation", "(1) The duration of a person’s remand starts to run from the moment of his or her arrest, or, if the person was not arrested, from the moment of enforcement of the court decision ordering the remand. ...", "(2) Remand during the investigation stage of the proceedings, before the case file is sent to the competent court [by the prosecutor] shall not be longer than thirty days, except in cases provided for in the present code. The running of the duration of the remand during the investigation stage of the proceedings ceases on the date when the prosecutor sends the criminal case file to a court and when the detention on remand is revoked or is replaced by another preventive measure which does not involve a deprivation of liberty.", "...", "(5) Any prolongation of detention on remand may not be for a period longer than 30 days.", "(6) If it is necessary to prolong the duration of detention on remand of an accused, the prosecutor shall, not later than 5 days before the expiry of the remand order, make a request in that respect to the investigating judge.", "(7) When deciding on the prosecutor’s request for the prolongation of the remand, the investigating judge, or, as the case may be, the court, has the right to replace detention on remand by home detention, release under judicial control or bail.", "(8) After the sending of the bill of indictment to a court all requests concerning detention on remand shall be examined by the court in charge of the criminal case.", "(9) The prolongation of the duration of remand for up to 6 months shall be decided by the investigating judge on the basis of a request of the district prosecutor. In case of a necessity to prolong the duration of remand for over 6 months the request shall be lodged by the district prosecutor with the consent of the Prosecutor General or his deputies.", "(10) The decision concerning the prolongation of the detention on remand may be challenged by way of an appeal to the hierarchically superior court.", "Section 190", "A person detained on remand under the provisions of Article 185 may request, at any time during the criminal investigation, his provisional release under judicial control or on bail.", "Section 191. Provisional release under judicial control of a remanded person", "(1) A provisional release under judicial control of a remanded person, or of a person in respect of whom a request for detention on remand has been made, may be granted by the investigating judge or by a court only in case of offences committed through negligence or intentional offences punishable with less than 10 years of imprisonment.", "(2) A provisional release under judicial control may not be granted to an accused who has outstanding criminal convictions for serious, very serious or exceptionally serious offences or if there exists information that he or she will commit another offence, will try to influence witnesses, will try to destroy evidence or will abscond.", "(3) A provisional release under judicial control of a remanded person shall be accompanied by one or more of the following obligations:", "1) not to leave the town of residence except in the conditions set by the investigating judge or by the court;", "2) to inform the investigation organ or the court of any change of address;", "3) not to go to certain places;", "4) to appear before the investigation organ or the court when summonsed;", "5) not to make contact with certain persons;", "6) not to commit acts capable of hindering the discovery of the truth;", "7) not to drive cars or exercise any profession of the kind used for committing of the offence.", "...", "Section 195", "(1) A preventive measure applied may be replaced by a harsher one, if the need for it is proved by evidence, or by a lighter one, if by applying it the proper behaviour of ... the accused is ensured, with the aim of ensuring the normal course of the criminal investigation and of enforcing the sentence imposed.", "Section 329", "(1) In examining a case the court, ex-officio or at the request of the parties and having heard their opinion, shall have the power to apply, revoke or discontinue the preventive measure applied to the accused. A new request for the application, replacement or revocation of a preventive measure may be submitted if there are grounds for such a request, but not earlier than one month from the date of entry into force of the last decision in this respect or if new circumstances have arisen.", "Section 345", "(1) Within ten days from the date on which the case was distributed for judgment, the judge or the bench, having examined the case-file, shall set a date for the preliminary hearing. The preliminary hearing in cases where the person is arrested shall be held urgently and given priority.", "... (4) At the preliminary hearing the following issues shall be examined:", "... 6) preventive and protective measures.", "Section 351", "... (7) In setting a date for the examination of the case, the court shall order the maintenance, revocation or discontinuation of preventive measures, in conformity with the present Code.”", "88. In Drugalev v. the Ministry of Internal Affairs and the Ministry of Finance (final judgment of the Chişinău Court of Appeal of 26 October 2004), three years after being released from detention on remand, the applicant claimed and obtained compensation in the amount of approximately 950 euros (EUR) for having been held in inhuman and degrading conditions for approximately six months. The case was examined by only two instances, since the judgment of the Chisinau Court of Appeal was not challenged before the Supreme Court of Justice and the overall length of the proceedings was approximately 1 year and 5 months. The court based its award on Articles 2 and 3 of the Convention.", "89. In Eleonora Bologan v. the Ministry of Internal Affairs and the Ministry of Finance (civil judgment of the Balti Court of Appeal of 21 March 2006), the applicant was awarded EUR 3,160 for being subjected to torture by three male policemen during the investigation stage of the criminal proceedings against her. The domestic courts based their judgment on a final criminal judgment against the policemen, by which they were found guilty and sentenced for committing acts of torture.", "90. In the cases of Cotorobai and Castraveţ (judgments of 9 December 2004 and of 1 October 2005 of the Centru District Court and of the Botanica District Court respectively) the courts examining habeas corpus requests lodged by the applicants and ordered their release on the basis inter alia of their poor state of health. In particular in the case of Cotorobai the court stated that “according to medical certificates and to the applicant’s medical records, he suffers from an ophthalmologic disease which needs treatment”. In the case of Castraveţ the Botanica District Court stated that “the applicant’s lengthy detention contributed to the aggravation of some of his diseases”.", "91. Article 53 of the Constitution reads as follows:", "“(1) A person whose rights are violated by a public authority through an administrative act or through the failure to examine a request within the statutory period, is entitled to obtain the recognition of the right claimed, the annulment of the act and compensation for damage.", "(2) The State bears pecuniary liability, according to the law, for harm caused through errors committed in criminal proceedings by the investigating authorities and courts.”", "92. The relevant provisions of the Civil Code read as follows:", "“Section 1405. Liability of the State for damage caused by the actions of the criminal investigation organs, prosecution and courts", "(1) Damage caused to a natural person through illegal conviction, illegal prosecution, illegal application of preventive measures in the form of detention on remand or of a written undertaking not to leave the city, and illegal subjection to the administrative sanction of arrest or of non-remunerated community work, is to be fully compensated by the State, whether or not officers in the criminal investigation organs, the prosecution or judges were at fault. ...”"], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}