{"ITEMID": "001-81779", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF HALIS TEKIN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;No violation of Art. 6-1", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicant was born in 1971 and lives in Batman.", "6. On 22 May 1994 the applicant was arrested in the course of an armed clash between members of the security forces and terrorist militants.", "7. On 27 May 1994 the applicant's statements were taken by police officers.", "8. On 30 May 1994 he was brought before the public prosecutor at the Diyarbakır State Security Court. The public prosecutor questioned him in relation to his involvement in terrorist acts. On the same day, the applicant was brought before a single judge of the Diyarbakır State Security Court who ordered his detention on remand.", "9. On 13 June 1994 the Diyarbakır Public Prosecutor filed a bill of indictment charging the applicant with carrying out activities for the purpose of bringing about the secession of part of the national territory. The charges were brought under Article 125 of the now defunct Criminal Code.", "10. On 20 January 1995 the Diyarbakır State Security Court held a hearing in the presence of a military judge. The applicant admitted that he was a member of an illegal organisation, namely the ARGK.", "11. At the hearing on 30 January 1995 before the Diyarbakır State Security Court, the applicant stated that he was a “guerrilla” of the ARGK and apologised to his people and party for not being worthy of the organisation since he had failed to carry out the acts that he had undertaken. He however denied the veracity of the statements which he had given to the police officers.", "12. Between 3 April 1995 and 30 October 1995 the Diyarbakır State Security Court held four hearings and issued decisions to the effect that the case-files concerning other criminal proceedings instituted against the applicant should be obtained from the other courts.", "13. On 8 December 1995 the Diyarbakır State Security Court decided to join two cases concerning different accusations against the applicant. It further decided to wait for the arrival of the case-files. The number of accused who were tried together with the applicant attained thirteen in total.", "14. Between 24 January 1996 and 14 May 1997 the Diyarbakır State Security Court held eight hearings and postponed each of them with a view to remedying certain procedural shortcomings in respect of the applicant's co-accused.", "15. The applicant attended the hearing of 3 July 1997 and claimed that he was under pressure in the prison and that he was hindered from appearing before the court. He did not specify who prevented him from appearing before the court. The court again postponed the hearing with a view to determining the address of one of the applicant's co-accused.", "16. The applicant and his co-accused did not attend the hearing of 14 August 1997.", "17. The Diyarbakır State Security Court postponed the hearings of 22 October 1997, 10 December 1997, 12 February 1998 and 19 March 1998 pending the arrest of one of the applicant's co-accused. The court also asked the public prosecutor to submit his observations on the merits.", "18. On 21 May 1998 the public prosecutor submitted his observations on the merits of the case and sought the conviction of the applicant for the offence under Article 125 of the former Criminal Code. The applicant asked for time to prepare his defence.", "19. The applicant did not attend the hearings of 16 July 1998, 10 September 1998 and 5 November 1998. At the hearing held on the latter date, the court decided to inform the accused that their defence submissions would be assumed to have been given if they did not attend the next hearing scheduled for 24 December 1998.", "20. The applicant did not attend the hearing of 24 December 1998 and submitted a declaration on behalf of himself and all his co-accused that they would not attend the hearing. The court decided to request the prison authorities to ensure the attendance of the applicant and his co-accused at the hearing of 4 March 1999.", "21. The applicant refused to attend the hearings of 4 March 1999, 24 April 1999, 17 June 1999 and 29 July 1999 in protest against the arrest of Abdullah Öcalan.", "22. Meanwhile, on 18 June 1999 the Grand National Assembly amended Article 143 of the Constitution and excluded military members from the state security courts. Following similar amendments made on 22 June 1999 to the Law on the State Security Courts, the military judge sitting on the bench of the Diyarbakır State Security Court hearing the applicant's case was replaced by a civilian judge.", "23. The applicant attended the hearing held on 23 September 1999 and read out his defence submissions. The court informed the accused that the final judgment would be delivered on 11 November 1999 even if they refused to attend the hearing.", "24. On 11 November 1999 the Diyarbakır State Security Court composed of three civilian judges, convicted the applicant as charged and sentenced him to death under Article 125 of the Criminal Code. Taking into account the applicant's behaviour during the trial, the death penalty was commuted to a life sentence. The applicant appealed.", "25. On 2 May 2000 the Court of Cassation upheld the judgment of the Diyarbakır State Security Court.", "26. The relevant domestic law and practice in force at the material time are outlined in the following judgments: Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002), Öcalan v. Turkey [GC], no. 46221/99, §§ 5254, ECHR 2005-...).", "27. By Law no. 5190 of 16 June 2004, published in the Official Journal on 30 June 2004, state security courts were abolished."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}