{"ITEMID": "001-93224", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BAKHMUTSKIY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Procedure prescribed by law);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Procedure prescribed by law);Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1969 and is currently serving a prison sentence in a correctional colony in the Rostov Region.", "6. On 26 February 1998 the prosecutor opened a criminal investigation against the applicant.", "7. On 3 March 1998 the applicant was arrested and detained in custody on suspicion of kidnapping and fraud. On 13 March 1998 he was released on bail. However, the applicant fled from the investigative authorities and re-offended.", "8. On 5 May 1999 the applicant was again arrested. Shortly afterwards, on 18 May 1999 he was detained on remand.", "9. On 22 May 1999 the applicant was charged under Articles 139 § 3, 126 § 3 and 163 § 3 of the Criminal Code with unlawful entry into a home, kidnapping and extortion. He was subsequently charged under Articles 127 § 3, 158 § 3, 159 § 3, 161 § 3, 162 § 3, 325 § 2 and 327 § 1 of the Criminal Code with illegal deprivation of liberty, theft, fraud, robbery, stealing and forgery of official documents.", "10. On 14 July, 7 September, 16 September and 30 November 1999 the Prosecutor of the Rostov Region extended the applicant’s detention until 24 September, 15 November, 18 December 1999 and 24 March 2000 respectively. Each time, consideration was given to the applicant’s criminal record, the gravity of the charges against him and his active role in a gang.", "11. On 20 March 2000 the case against the applicant was sent to the Rostov Regional Court for trial.", "12. On 29 March 2000 the Rostov Regional Court scheduled the opening date of the trial and ordered that the preventive measure in respect of the applicant and his co-defendants “should remain unchanged” in accordance with Articles 222, 223 and 230 of the RSFSR Code of Criminal Procedure.", "13. On 13 June 2000 the Rostov Regional Court convicted the applicant and sentenced him to twelve years’ imprisonment. On 2 November 2000, however, the Supreme Court of the Russian Federation quashed the judgment on appeal and remitted the case for a retrial. The Supreme Court held that the preventive measure applied to the applicant “should remain unchanged”.", "14. On 1 December 2000 the Rostov Regional Court scheduled the new trial hearing and ordered that the preventive measure “should remain unchanged”.", "15. On 14 May 2001 the Rostov Regional Court convicted the applicant and sentenced him to sixteen years’ imprisonment, but on 16 January 2002 the Supreme Court quashed the conviction on appeal and remitted the case for a retrial. The Supreme Court held that the preventive measure applied to the applicant “should remain unchanged”.", "16. On 12 February 2002 the Rostov Regional Court listed the new trial hearing for 27 February 2002 and ordered that the preventive measure applied to the applicant “should remain unchanged”.", "17. On 1 July 2002 the Rostov Regional Court extended the applicant’s detention until 1 October 2002. It found as follows:", "“The defendants [the applicant and four other persons] are charged with kidnapping, illegal deprivation of liberty, burglary and other crimes.", "They have been in custody: ..., [the applicant] – since 15 May 1999, ... .", "The Prosecutor requested that the defendants’ detention be extended by 3 months.", "Having examined the Prosecutor’s request, having heard the parties to the proceedings, the court considers it necessary to extend the defendants’ detention by 3 months, that is, until 1 October 2002 inclusive, because they are charged with serious and particularly serious criminal offences.", "Under Articles 255, 256 of the Russian Code of Criminal Procedure, the defendants’ detention on remand is extended by 3 (three) months, that is, from 1 July 2002 to 1 October 2002.”", "18. On 6 November 2002 the Supreme Court of Russia upheld the extension order, finding that it was sufficiently justified.", "19. On 1 October and 31 December 2002 and 31 March, 26 June, 25 September and 15 December 2003 the Rostov Regional Court extended the applicant’s detention until 1 January, 31 March, 30 June, 26 September, 25 December 2003 and 15 March 2004 respectively. The wording of the above decisions was identical to that applied in the decision of 1 July 2002.", "20. The applicant appealed against each of the above extension orders to the Supreme Court arguing that the extension orders were not sufficiently reasoned and that the court had not taken into consideration his individual situation. On 12 February, 14 May, 16 July, 16 October and 24 December 2003 and 31 March 2004 respectively, the Supreme Court of Russia upheld the above decisions on appeal.", "21. In the meantime, on 19 February 2004 the Rostov Regional Court, composed of presiding judge Mr Zh. and lay judges Ms S. and Ms M., extended the applicant’ detention until 19 May 2004. The court used the same stereotyped wording and referred to the seriousness of the charges against the applicant. The applicant again appealed against the extension to the Supreme Court.", "22. On 10 March 2005, that is after the applicant’s conviction by the Regional Court (see paragraph 24 below), the Supreme Court of Russia discontinued the examination of the applicant’s appeal because he had been convicted in the meantime by the Regional Court.", "23. As regards the trial proceedings in the period from 27 February 2002 to 25 February 2004, the case was adjourned on over fifty occasions: at the request of the applicant and his co-defendants, who wished to study the case file or the records of the hearings; at the requests of the applicant and his co-defendants for the replacement of their representatives and the need for the newly appointed representatives to study the case file; due to the illness of the representatives and their failure to appear before the court, and due to the illness of the applicant and co-defendants or following their complaints concerning their health. On one occasion the hearing was adjourned due to the failure of the authorities to transport the defendants to the courtroom.", "24. On 17 May 2004 the Regional Court, composed of presiding judge Mr Zh. and lay judges Ms S. and Ms M., found the applicant guilty of multiple counts of fraud, multiple counts of kidnapping and illegal deprivation of liberty, extortion, theft and burglary and sentenced him to thirteen years’ imprisonment.", "25. The applicant lodged an appeal. He claimed, inter alia, that the lay judges had unlawfully sat on the bench. The law had been changed and after 1 January 2004 the lay judges were no longer permitted to take part in the administration of justice.", "26. On 10 March 2005 the Supreme Court of Russia comprising three judges upheld the judgment on appeal. One of the judges of the Supreme Court had previously examined the applicant’s case on appeal on 2 November 2000 (see paragraph 13 above) and had also examined, on 16 October 2003, the appeal against the decision of 26 June 2003 to extend the applicant’s detention until 26 September 2003 (see paragraphs 19-20 above). One other judge had previously examined the applicant’s case on appeal on 16 January 2002 (see paragraph 15 above). As to the applicant’s allegation about the allegedly unlawful composition of the tribunal, the court found that the trial had begun before 1 January 2004 and that the participation of two lay judges in the determination of the criminal charge against him had been in accordance with the principle of continuity of the trial.", "27. From 7 July 1999 to 23 April 2005 the applicant was held in detention facility IZ-61/1 of Rostov-on-Don (Учреждение ИЗ-61/1 г. Ростова-на-Дону УИН МЮ РФ). Throughout this period the applicant was held in thirteen different cells.", "28. According to the Government’s observations of 31 January 2008, the cells where the applicant was held measured from 6.6 square metres (the punishment cell) to 54.5 square metres, and provided an average space of between three and four square metres per person. The design capacity of the cells was not exceeded.", "29. Windows in the cells were covered with metal screens (жалюзийные решетки), which were removed in December 2002. The cells were illuminated with 60-75 watt filament lamps (from two to four lamps per cell depending on the size of the cell), which were on from 6 a.m. to 10 p.m. At night time the cells were lit by 60-75 watt security lights with tinted glass shades.", "30. All cells were ventilated by a system of exhaust ventilation. Natural ventilation through windows was also available. The cells were equipped with a heating system providing an adequate temperature in line with sanitary norms. The average temperature during the summer was maintained at 22 degrees Celsius, and during winter at 18 degrees Celsius.", "31. The cells were equipped with wash basins, cold and hot water taps and lavatory pans elevated 35 cm above the floor and separated from the main area by a two-metre-high brick partition. The arrangement of lavatory pans assured the detainees privacy when using them.", "32. The cells were equipped with potable water tanks. The quality of the drinking water was regularly checked by the facility’s medical staff.", "33. In each cell the applicant had an individual bed and was provided with bedding (a mattress, a blanket, a pillow, two bed sheets and a pillow-slip) and towels.", "34. The cells were also equipped with dining tables and benches corresponding to the number of detainees, as well as shelves and bedside tables for storage of personal items and foodstuffs.", "35. The applicant could take a shower at least once a week.", "36. He was given food three times a day on the basis of the established legal norms. The quality of the food was monitored on a regular basis by the medical staff of the detention facility.", "37. The applicant was allowed a daily one-and-a-half hour outside walk.", "38. The authorities ensured that regular disinfections and disinfestations were carried out in the detention facility.", "39. In support of their observations the Government provided several certificates issued by the director of IZ-61/1 on 17 and 18 December 2007, statements by wardens (although not dated), a copy of the applicant’s prison card stating that he had been provided with bed sheets, cutlery and clothes, as well as a number of certificates concerning the food ration during the relevant period.", "40. The applicant claimed that the number of detainees considerably exceeded the design capacity of the cells and that the detainees had to sleep in shifts.", "41. The cells were dimly lit by two filament lamps. Access to daylight was restricted by metal screens and the arrangement of the bunks in two or three tiers.", "42. The windows were not equipped with fresh-air shutters, and, therefore, the cells could not be aerated and the air was heavy with smoke.", "43. The metal screens were not removed until April 2003, and the window panes started to be removed for better access to fresh air in summertime.", "44. The lavatory in the corner of the cell was elevated above the floor and separated by a 1.1-metre partition from the wash basin, but not from the living area. There was no screen at the entrance to the toilet. The applicant thus had to use the toilet in the presence of other inmates and be present while the toilet was being used by his cellmates.", "45. The applicant was never provided with any toiletries.", "46. The cells swarmed with cockroaches, bedbugs and lice and were never treated by the administration.", "47. In support of his statements the applicant produced written depositions by three former cellmates. They stated, in particular, that in 2002-2003 they had been detained together with the applicant in cell no. 48. The cell designed to accommodate ten persons housed up to fifty detainees at any one time. They also testified that they and the other detainees had slept in shifts.", "48. On 23 April 2005 the applicant was transferred to correctional colony Uch-398/5 of Konstantinovsk, the Rostov Region (ФГУ Уч-398/5 ГУФСИН России), to serve his sentence.", "49. Relying on the certificate issued by the director of Uch-398/5 on 25 December 2007 the Government submitted that the applicant is held in dormitory no. 5 measuring 334 square meters and equipped with 144 bunk beds. In 2005 the dormitory housed 135 convicts, in 2006, 132 convicts, and accommodates 144 convicts at the present time.", "50. All convicts are provided with bedding and toiletries.", "51. The premises of the dormitory have a sanitary unit separated from the main area and equipped with lavatory pans, cold and hot water taps and wash basins.", "52. The dormitory is equipped with sealed–up window frames allowing to a sufficient extent access to natural light and fresh air when the frames are opened. The premises of the dormitory are ventilated on a regular basis.", "53. In the daytime the dormitory is lit by thirty-seven 75 watt filament lamps and at night by four 60-75 watt security lights with tinted glass shades.", "54. The applicant receives food three times a day on the basis of the established legal norms. The quality of the food is regularly monitored by the facility’s medical staff.", "55. No persons infected with tuberculosis are kept in the correctional colony.", "56. The applicant alleged that the living areas are overcrowded, and that the sanitary conditions, ventilation and lighting are inadequate. He further submitted that he has to share living space with detainees suffering from tuberculosis.", "57. Until 1 July 2002 criminal-law matters were governed by the Code of Criminal Procedure of the RSFSR (Law of 27 October 1960, “the old CCrP”). From 1 July 2002 the old CCrP was replaced by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, “the new CCrP”).", "58. “Preventive measures” (меры пресечения) include an undertaking not to leave a town or region, personal security, bail and detention (Article 89 of the old CCrP, Article 98 of the new CCrP).", "59. The Russian Constitution of 12 December 1993 establishes that a judicial decision is required before a defendant can be detained or his or her detention extended (Article 22).", "Under the old CCrP, a decision ordering detention could be taken by a prosecutor or a court (Articles 11, 89 and 96).", "The new CCrP requires a judicial decision by a district or town court on a reasoned request by a prosecutor supported by appropriate evidence (Article 108 §§ 1, 3-6).", "60. When deciding whether to remand an accused in custody, the competent authority is required to consider whether there are “sufficient grounds to believe” that he or she would abscond during the investigation or trial or obstruct the establishment of the truth or reoffend (Article 89 of the old CCrP). It must also take into account the gravity of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 91 of the old CCrP, Article 99 of the new CCrP).", "61. Before 14 March 2001, detention was authorised if the accused was charged with a criminal offence carrying a sentence of at least one year’s imprisonment or if there were “exceptional circumstances” in the case (Article 96). On 14 March 2001 the old CCrP was amended to permit defendants to be remanded in custody if the charge carried a sentence of at least two years’ imprisonment or if they had previously defaulted or had no permanent residence in Russia or if their identity could not be ascertained. The amendments of 14 March 2001 also repealed the provision that permitted defendants to be remanded in custody on the sole ground of the dangerous nature of the criminal offence they had committed. The new CCrP reproduced the amended provisions (Articles 97 § 1 and 108 § 1) and added that a defendant should not be remanded in custody if a less severe preventive measure was available.", "62. The Codes distinguished between two types of detention: the first being “pending the investigation”, that is, while a competent agency – the police or a prosecutor’s office – investigated the case, and the second “before the court” (or “during the trial”), that is, while the case was being tried in court. Although there was no difference in practice between them (the detainee was held in the same detention facility), the calculation of the time-limits was different.", "63. After arrest the suspect is placed in custody “pending the investigation”. The maximum permitted period of detention “pending the investigation” is two months but can be extended for up to eighteen months in “exceptional circumstances”. Extensions were authorised by prosecutors of ascending hierarchical levels (under the old CCrP) but must now be authorised by judicial decisions taken by courts of ascending levels (under the new CCrP). No extension of detention “pending the investigation” beyond eighteen months is possible (Article 97 of the old CCrP, Article 109 § 4 of the new CCrP).", "64. The period of detention “pending the investigation” is calculated to the day when the prosecutor sent the case to the trial court (Article 97 of the old CCrP, Article 109 § 9 of the new CCrP).", "65. Access to the case file materials is to be granted no later than one month before the expiry of the authorised detention period (Article 97 of the old CCrP, Article 109 § 5 of the new CCrP). If the defendant needs more time to study the case file, a judge, on a request by a prosecutor, may grant an extension of detention until such time as the file has been read in full and the case sent for trial (Article 97 of the old CCrP, Article 109 § 8 (1) of the new CCrP). Under the old CCrP, such an extension could not be granted for longer than six months.", "66. Under the old CCrP, the trial court had the right to remit the case for an “additional investigation” if it established that procedural defects existed that could not be remedied at the trial. In such cases the defendant’s detention was again classified as “pending the investigation” and the relevant time-limit continued to apply. If, however, the case was remitted for an additional investigation, but the investigators had already used up all the time authorised for detention “pending the investigation”, a supervising prosecutor could nevertheless extend the detention period for one additional month starting from the date he received the case. Subsequent extensions could only be granted if the detention “pending the investigation” had not exceeded eighteen months (Article 97).", "67. From the date the prosecutor forwards the case to the trial court, the defendant’s detention is “before the court” (or “during the trial”).", "68. Before 14 March 2001 the old CCrP set no time-limit for detention “during the trial”. On 14 March 2001 a new Article 239-1 was inserted which established that the period of detention “during the trial” could not generally exceed six months from the date the court received the file. However, if there was evidence to show that the defendant’s release might impede a thorough, complete and objective examination of the case, a court could – of its own motion or on a request by a prosecutor – extend the detention by no longer than three months. These provisions did not apply to defendants charged with a particularly serious criminal offence.", "69. The new CCrP establishes that the term of detention “during the trial” is calculated from the date the court received the file to the date the judgment is given. The period of detention “during the trial” may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).", "70. Under the old CCrP, the detainee or his or her counsel or representative could challenge a detention order issued by a prosecutor, and any subsequent extension order, before a court. The judge was required to review the lawfulness of and justification for a detention or extension order no later than three days after receipt of the relevant papers. The review was to be conducted in camera in the presence of a prosecutor and the detainee’s counsel or representative. The detainee was to be summoned and a review in his absence was only permissible in exceptional circumstances if the detainee waived his right to be present of his own free will. The judge could either dismiss the challenge or revoke the pre-trial detention and order the detainee’s release (Article 220-1).", "An appeal to a higher court lay against the judge’s decision. It had to be examined within the same time-limit as appeals against a judgment on the merits (see paragraph 77 below) (Article 331 in fine).", "71. Under the new CCrP, an appeal may be lodged with a higher court within three days against a judicial decision ordering or extending detention on remand. The appeal court must decide the appeal within three days of its receipt (Article 108 § 10).", "72. Upon receipt of the case file, the judge must determine, in particular, whether the defendant should remain in custody or be released pending trial (Articles 222 § 5 and 230 of the old CCrP, Articles 228 (3) and 231 § 2 (6) of the new CCrP) and rule on any application by the defendant for release (Article 223 of the old CCrP). If the application was refused, a fresh application could be made once the trial had commenced (Article 223 of the old CCrP).", "73. At any time during the trial the court may order, vary or revoke any preventive measure, including detention (Article 260 of the old CCrP, Article 255 § 1 of the new CCrP). Any such decision must be given in the deliberations room and signed by all the judges of the bench (Article 261 of the old CCrP, Article 256 of the new CCrP).", "74. An appeal against such a decision lies to the higher court. It must be lodged within ten days and examined within the same time-limit as an appeal against the judgment on the merits (Article 331 of the old CCrP, Article 255 § 4 of the new CCrP – see paragraph 77 below).", "75. Under the old CCrP, within fourteen days of receipt of the case file (if the defendant was in custody), the judge was required either: (1) to fix the trial date; (2) to return the case for an additional investigation; (3) to stay or discontinue the proceedings; or (4) to refer the case to a court with jurisdiction to hear it (Article 221). The new CCrP empowers the judge, within the same time-limit, (1) to refer the case to a competent court; (2) to fix a date for a preliminary hearing (предварительное слушание); or (3) to fix a date for trial (Article 227). The trial must begin no later than fourteen days after the judge has fixed the trial date (Article 239 of the old CCrP, Article 233 § 1 of the new CCrP). There are no restrictions on fixing the date of a preliminary hearing.", "76. The duration of the trial is not limited.", "77. Under the old CCrP, the appeal court was required to examine an appeal against the first-instance judgment within ten days of its receipt. In exceptional circumstances or in complex cases or in proceedings before the Supreme Court this time-limit could be extended by up to two months (Article 333). No further extensions were possible.", "The new CCrP establishes that the appeal court must start the examination of the appeal no later than one month after its receipt (Article 374).", "78. The old CCrP provided that hearings in first-instance courts dealing with criminal cases were, subject to certain exceptions, to be conducted by a single professional judge or by one professional and two lay judges. In their judicial capacity, lay judges enjoyed the same rights as the professional judge (Article 15).", "79. The new CCrP does not provide for participation of non-professional judges in administration of justice in criminal matters. It provides that serious crimes should be dealt with by a single professional judge or by three professional judges provided that the accused has submitted such a request prior to the scheduling of a trial hearing (Article 30 § 2 (3)).", "It further provides that the composition of the court examining the case should remain unchanged throughout the trial (Article 242 § 1).", "80. The Federal Law enacting the new CCrP (Law no. 177-FZ of 18 December 2001) provides as follows:", "Section 2.1 provides that the Federal Law on the Lay Judges of the Federal Courts of General Jurisdiction is ineffective as of 1 January 2004.", "Section 7 provides that Article 30 § 2 (3) of the Code of Criminal Procedure, in so far as it concerns the examination of serious crimes by three professional judges, is effective as of 1 January 2004. Before that date serious crimes were to be dealt with by a single professional judge or by one professional and two lay judges if an accused filed such a request prior to the scheduling of a trial hearing.", "81. Section 22 of the Detention of Suspects Act (Federal Law no. 103FZ of 15 July 1995) provides that detainees should be given free food sufficient to maintain them in good health according to the standards established by the Government of the Russian Federation. Section 23 provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.", "82. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) visited the Russian Federation from 2 to 17 December 2001. The section of its Report to the Russian Government (CPT/Inf (2003) 30) dealing with the conditions of detention in temporary holding facilities and remand establishments and the complaints procedure read as follows:", "“b. temporary holding facilities for criminal suspects (IVS)", "26. According to the 1996 Regulations establishing the internal rules of Internal Affairs temporary holding facilities for suspects and accused persons, the living space per person should be 4 m². It is also provided in these regulations that detained persons should be supplied with mattresses and bedding, soap, toilet paper, newspapers, games, food, etc. Further, the regulations make provision for outdoor exercise of at least one hour per day.", "The actual conditions of detention in the IVS establishments visited in 2001 varied considerably.", "...", "45. It should be stressed at the outset that the CPT was pleased to note the progress being made on an issue of great concern for the Russian penitentiary system: overcrowding.", "When the CPT first visited the Russian Federation in November 1998, overcrowding was identified as the most important and urgent challenge facing the prison system. At the beginning of the 2001 visit, the delegation was informed that the remand prison population had decreased by 30,000 since 1 January 2000. An example of that trend was SIZO No 1 in Vladivostok, which had registered a 30% decrease in the remand prison population over a period of three years.", "...", "The CPT welcomes the measures taken in recent years by the Russian authorities to address the problem of overcrowding, including instructions issued by the Prosecutor General’s Office, aimed at a more selective use of the preventive measure of remand in custody. Nevertheless, the information gathered by the Committee’s delegation shows that much remains to be done. In particular, overcrowding is still rampant and regime activities are underdeveloped. In this respect, the CPT reiterates the recommendations made in its previous reports (cf. paragraphs 25 and 30 of the report on the 1998 visit, CPT (99) 26; paragraphs 48 and 50 of the report on the 1999 visit, CPT (2000) 7; paragraph 52 of the report on the 2000 visit, CPT (2001) 2).", "...", "125. As during previous visits, many prisoners expressed scepticism about the operation of the complaints procedure. In particular, the view was expressed that it was not possible to complain in a confidential manner to an outside authority. In fact, all complaints, regardless of the addressee, were registered by staff in a special book which also contained references to the nature of the complaint. At Colony No 8, the supervising prosecutor indicated that, during his inspections, he was usually accompanied by senior staff members and prisoners would normally not request to meet him in private ‘because they know that all complaints usually pass through the colony’s administration’.", "In the light of the above, the CPT reiterates its recommendation that the Russian authorities review the application of complaints procedures, with a view to ensuring that they are operating effectively. If necessary, the existing arrangements should be modified in order to guarantee that prisoners can make complaints to outside bodies on a truly confidential basis.”"], "VIOLATED_ARTICLES": ["13", "3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}