{"ITEMID": "001-95753", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "HOLLY v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["The applicant, Mr František Hollý, is a Slovak national who was born in 1946 and lives in Bratislava. He was represented before the Court by Mr M. Benedik, a lawyer practising in Bratislava. The Slovak Government (“the Government”) were represented by their Agent, Mrs M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1991 the applicant concluded a contract with nine persons by which he bought their 9/10 ownership share in an immovable property. The remaining 1/10 share was owned by two individuals whose whereabouts were unknown.", "On 24 January 1992 the applicant lodged a civil action requesting the Bratislava II District Court to dissolve the joint ownership of the abovementioned property and to recognise him as the sole owner. The District Court found in the applicant’s favour by a decision which became final on 2 March 1992.", "On 3 July 1992 an heir of one of the two co-owners, whose whereabouts had been unknown, requested the reopening of the proceedings.", "On 27 January 1994 the District Court stayed the proceedings on the request for reopening pending the outcome of another action concerning the validity of the purchase contract of 1991 (see point C below).", "On 18 January 2000 the District Court resumed the proceedings on the request for reopening and decided to reopen the original proceedings.", "On 11 December 2001, on the applicant’s petition (podnet) under Article 130 § 3 of the Constitution, the Constitutional Court found that the District Court had violated the applicant’s right to a hearing without unjustified delay under Article 48 § 2 of the Constitution in the reopened proceedings. It found no delays in the period of the proceedings on the request for reopening.", "On 4 June 2002 the District Court stayed the reopened proceedings pending the outcome of the applicant’s request to reopen the proceedings on the validity of the 1991 purchase contract (see point C below).", "On 3 April 2003, on the applicant’s complaint (sťažnosť) under Article 127 of the Constitution, the Constitutional Court found that the District Court had violated the applicant’s right to a hearing within a reasonable time and its constitutional equivalent in the period after the Constitutional Court’s earlier judgment of 11 December 2001. The Constitutional Court ordered the District Court to proceed with the case and, having regard to its earlier finding of a violation of the constitutional equivalent of Article 6 § 1 of the Convention, it awarded the applicant 60,000 Slovakian korunas (SKK) (the equivalent of 1,463 euros (EUR) at that time) as just satisfaction for nonpecuniary damage suffered.", "The reopened proceedings were resumed in the context of the Supreme Court’s decision of 11 June 2004 (see point C below).", "On 3 October 2005 the proceedings were again stayed on the ground that the Prosecutor General had lodged an extraordinary appeal on points of law in the proceedings concerning the request to reopen the proceedings on the validity of the 1991 purchase contract.", "After the proceedings had been resumed, the District Court found against the applicant on 6 October 2008.", "The applicant appealed and the proceedings are pending before the court of appeal.", "This related set of proceedings concerning the validity of the purchase contract of 1991 is the subject-matter of another application lodged by the applicant, which is pending before the Court under number 50755/08.", "On 3 July 1992 an individual (the heir of one of the two remaining coowners mentioned above) requested the District Court to declare the purchase contract of 1991 null and void.", "On 2 October 1998 the District Court granted the action and on 22 June 1999 the Regional Court upheld the judgment. After having been served on the applicant, the judgment became final on 17 September 1999.", "On 20 December 2000 the applicant requested that the proceedings be reopened. His request was dismissed, on appeal, on 31 October 2003. On 11 June 2004 the Supreme Court declared the applicant’s appeal on points of law inadmissible.", "On 25 October 2005 the Supreme Court dismissed the extraordinary appeal on points of law lodged by the Prosecutor General.", "On 30 October 2007, on the applicant’s complaint under Article 127 of the Constitution, the Constitutional Court quashed the above Supreme Court’s decision and remitted the case to the latter.", "On 25 June 2008 the Supreme Court again rejected the Prosecutor General’s extraordinary appeal on points of law. On 17 October 2008 the applicant challenged that decision before the Constitutional Court. The constitutional proceedings are still pending."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}