{"ITEMID": "001-58912", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF WAITE AND KENNEDY v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Luzius Wildhaber;Paul Mahoney", "TEXT": ["10. Mr Richard Waite is a British national, born in 1946 and resident in Griesheim. Mr Terry Kennedy is also a British national, born in 1950 and resident in Darmstadt.", "11. In 1977 the applicants, systems programmers by profession and employed by the British company SPM, were placed at the disposal of the European Space Agency to perform services at the European Space Operations Centre in Darmstadt.", "12. The European Space Agency (“ESA”) with headquarters in Paris, formed out of the European Space Research Organisation (“ESRO”) and the European Organisation for the Development and Construction of Space Vehicle Launchers (“ELDO”), was established under the Convention for the Establishment of a European Space Agency (“ESA Convention”) of 30 May 1975 (United Nations Treaty Series 1983, vol. 1297, I – no. 21524). ESA runs the European Space Operations Centre (“ESOC”) as an independent operation in Darmstadt (Agreement concerning the European Space Operations Centre of 1967 – Official Gazette (Bundesgesetzblatt) II no. 3, 18.1.1969).", "13. In 1979 the applicants’ contracts were taken over from SPM by CDP, a limited company established in Dublin. In 1982 the applicants founded Storepace, a limited company with its registered office in Manchester, which contracted with CDP on the services to be performed by the applicants for ESA and on the payment due. As from 1984 ESA participated in the above contractual relations through Science System, a firm associated with it. Subsequently, the applicants liquidated Storepace, replacing it by Network Consultants, a company with its registered office on the island of Jersey. These changes in contractual relations had no bearing on the applicants’ services at ESOC.", "14. By letter of 12 October 1990, CDP informed the applicants that the cooperation with their company Network Consultants would terminate on 31 December 1990, when the term of their contracts expired.", "15. The applicants thereupon instituted proceedings before the Darmstadt Labour Court (Arbeitsgericht) against ESA, arguing that, pursuant to the German Provision of Labour (Temporary Staff) Act (Arbeitnehmerüberlassungsgesetz), they had acquired the status of employees of ESA. In their submission, the termination of their contracts by the company CDP had no bearing on their labour relationship with ESA.", "16. In the labour court proceedings, ESA relied on its immunity from jurisdiction under Article XV § 2 of the ESA Convention and its Annex I.", "17. On 10 April 1991 the Darmstadt Labour Court, following a hearing, declared the applicants’ actions inadmissible, considering that ESA had validly relied on its immunity from jurisdiction.", "In its reasoning, the Labour Court considered in particular that ESA had been established in 1975 as a new and independent international organisation. It therefore rejected the applicants’ argument that ESA was bound by Article 6 § 2 of the Agreement concerning ESOC, which had subjected the former ESRO to German jurisdiction in cases of disputes with its employees which were outside the competence of its Appeals Board.", "18. On 20 May 1992 the Frankfurt/Main Labour Appeals Court (Landesarbeitsgericht) dismissed the applicants’ appeal. It gave leave to an appeal on points of law (Revision) to the Federal Labour Court (Bundesarbeitsgericht).", "19. The Labour Appeals Court, referring to sections 18 to 20 of the Courts Act (Gerichtsverfassungsgesetz), considered that immunity from jurisdiction meant that foreign States, members of diplomatic missions, etc. were generally not subject to German jurisdiction and that no judicial action could be taken against them. Section 20(2) of the Courts Act supplemented the provisions of sections 18 and 19, listing three further sources of law, inter alia international agreements, which could give rise to immunity from jurisdiction, especially for international organisations. ESA in principle enjoyed such immunity from jurisdiction under Article XV § 2 of the ESA Convention and its Annex I. Moreover, even assuming that the former ESRO had previously waived immunity as regards labour disputes outside the competence of its Appeals Board, ESA was not bound thereby. In this respect, the Labour Appeals Court, referring to the reasoning of the decision of the first instance, set out in detail that ESA had been established as a new international organisation and not as a mere legal successor to the former ESRO.", "20. In 1992 the applicants unsuccessfully requested the German federal government and the British authorities to intervene with the Council of ESA in their favour with regard to a waiver of immunity in accordance with Article IV § 1 (a) of Annex I. While the British authorities did not reply, the", "German Federal Foreign Office referred the applicants to the ESA Appeals Board. In response to their letter to the Council of ESA, its Chairman, by letter of 16 December 1992, informed the applicants that the Council, at its 105th meeting of 15 and 16 December 1992, had decided not to waive the immunity from jurisdiction in their case. This position was confirmed in subsequent correspondence.", "21. On 10 November 1993 the Federal Labour Court dismissed the applicants’ appeal on points of law (file no. 7 AZR 600/92).", "22. The Federal Labour Court considered that immunity from jurisdiction was an impediment to court proceedings, and that an action against a defendant who enjoyed immunity from jurisdiction, and had not waived this immunity, was inadmissible. According to section20(2) of the Courts Act, German jurisdiction did not extend to international organisations which were exempted in accordance with international agreements. In this respect, the Federal Labour Court noted that, pursuant to Article XV § 2 of the ESA Convention, ESA had the immunities provided for in Annex I of the said Convention, and that it had not waived immunity under Article IV § 1 (a) of that annex.", "23. As regards the question of waiver, the Federal Labour Court found that Article 6 § 2 of the Agreement concerning ESOC did not apply in the applicants’ situation as they had not been employed by ESA, but had worked for ESA on the basis of a contract of employment with a third person. The questions of whether the rule in question amounted to a waiver of immunity and whether ESA was bound by this rule could therefore be left open.", "24. Furthermore, the Federal Labour Court found no violation of the right of recourse to court under Article 19 § 4 of the German Basic Law (Grundgesetz), as the acts of ESA, being those of an international organisation, could not be regarded as acts of a public authority within the meaning of that provision.", "25. Finally the Federal Labour Court considered that a rather broad competence of international organisations to regulate staff matters was not unusual. The regulations on the immunity of ESA did not conflict with fundamental principles of German constitutional law. Employees of ESA could either lodge an appeal with the Appeals Board of the organisation, or the labour contract had to provide for arbitration in accordance with Article XXV of Annex I. In case of any contract conflicting with the Provision of Labour (Temporary Staff) Act which was not covered by the aforementioned regulation, the employee hired out was not without any legal protection, but could file an action against his or her employer. The question of whether the applicants could claim under German public law that positive action be taken by the German government to use their influence to achieve a waiver of immunity in the present case, or to submit the case to international arbitration under Article XVIII of the ESA Convention, could not be solved in labour court proceedings.", "26. Sitting as a panel of three members, on 11 May 1994 the Federal Constitutional Court (Bundesverfassungsgericht) declined to accept the applicants’ appeal (Verfassungsbeschwerde) for adjudication.", "27. The Federal Constitutional Court found in particular that the applicants’ appeal did not raise a matter of general importance. The alleged absence of rights resulted from the particular contracts entered into by the applicants, who had not been directly employed by an international organisation but had worked there on the order of a third person.", "28. Furthermore, the alleged violation of the applicants’ constitutional rights was not of special importance, nor were the applicants significantly affected. In this respect the Constitutional Court noted the applicants’ submissions according to which they had suffered major disadvantages on the ground that the European legislation on the hiring out of temporary staff had been insufficient and that the termination of their contracts had affected their earning capacity. However, they had failed to show any disadvantages other than those associated with any loss of work. In particular there was no indication that they remained permanently unemployed and dependent upon social welfare benefits.", "29. Section 1(1)(1) of the Provision of Labour (Temporary Staff) Act (Arbeitnehmerüberlassungsgesetz) provides that an employer who, on a commercial basis (gewerbsmäßig), intends to hire out his employees to third persons – hiring employers (Entleiher) – must obtain official permission. Section 1(9)(1) provides that contracts between the hirer-out (Verleiher) and the hiring employer and between the hirer-out and the employee hired out (Leiharbeitnehmer) are void if no official permission has been obtained as required by section1(1)(1). If the contract between a hirer-out and an employee hired out is void under section 1(9)(1), a contract between the hiring employer and the employee hired out is deemed to have been concluded (gilt als zustande gekommen) as from the envisaged start of employment (section1(10)(1)(1)). Section 1(10)(2) further provides for a claim in damages against the hirer-out in respect of any loss suffered as a consequence of having relied on the validity of the contract, except where the employee hired out was aware of the factor rendering the contract void.", "30. Sections 18 to 20 of the German Courts Act (Gerichtsverfassungs-gesetz) regulate immunity from jurisdiction (Exterritorialität) in German court proceedings. Sections18 and19 concern the members of diplomatic and consular missions, and section 20(1) other representatives of States staying in Germany upon the invitation of the German government. Section20(2) provides that other persons shall have immunity from jurisdiction according to the rules of general international law, or pursuant to international agreements or other legal rules.", "31. The ESA Convention came into force on 30 October 1980, when ten States, members of ESRO or ELDO, had signed it and had deposited their instruments of ratification or acceptance.", "32. The purpose of ESA is to provide for and to promote, for exclusively peaceful purposes, cooperation among European States in space research and technology and their space applications, with a view to their being used for scientific purposes and for operational space applications systems (Article II of the ESA Convention). For the execution of the programmes entrusted to it, the Agency shall maintain the internal capability required for the preparation and supervision of its tasks and, to this end, shall establish and operate such establishments and facilities as are required for its activities (Article VI § 1 (a)).", "33. Article XV regulates the legal status, privileges and immunities of the Agency. According to paragraph 1, the Agency shall have legal personality. Paragraph 2 provides that the Agency, its staff members and experts, and the representatives of its member States, shall enjoy the legal capacity, privileges and immunities provided for in AnnexI. Agreements concerning the headquarters of the Agency and the establishments set up in accordance with Article VI shall be concluded between the Agency and the member States on whose territory the headquarters and the establishments are situated (Article VI § 3).", "34. Article XVII concerns the arbitration procedure in case of disputes between two or more member States, or between any of them and ESA, concerning the interpretation or application of the ESA Convention or its annexes, and disputes arising out of damage caused by ESA, or involving any other responsibility of ESA (Article XXVI of Annex I), which are not settled by or through the Council.", "35. Article XIX provides that on the date of entry into force of the ESA Convention the Agency shall take over all the rights and obligations of ESRO.", "36. Annex I relates to the privileges and immunities of the Agency.", "37. According to Article I of Annex I, the Agency shall have legal personality, in particular the capacity to contract, to acquire and to dispose of movable and immovable property, and to be a party to legal proceedings.", "38. Pursuant to Article IV § 1 (a) of Annex I, the Agency shall have immunity from jurisdiction and execution, except to the extent that it shall, by decision of the Council, have expressly waived such immunity in a particular case; the Council has the duty to waive this immunity in all cases where reliance upon it would impede the course of justice and it can be waived without prejudicing the interests of the Agency.", "39. Article XXV of Annex I provides for arbitration with regard to written contracts other than those concluded in accordance with the Staff Regulations. Moreover, any member State may submit to the International Arbitration Tribunal referred to in Article XVII of the ESA Convention any dispute, inter alia, arising out of damage caused by the Agency, or involving any other non-contractual responsibility of the Agency. According to ArticleXXVII of AnnexI, the Agency shall make suitable provision for the satisfactory settlement of disputes arising between the Agency and the Director General, staff members or experts in respect of their conditions of service.", "40. Chapter VIII of the ESA Staff Regulations (Regulations 33 to 41) concerns disputes within ESA. As regards the competence of its Appeals Board, Regulation 33 provides as follows:", "“33.1 There shall be set up an Appeals Board, independent of the Agency, to hear disputes relating to any explicit or implicit decision taken by the Agency and arising between it and a staff member, a former staff member or persons entitled under him.", "33.2 The Appeals Board shall rescind any decision against which there has been an appeal if the decision is contrary to the Staff Regulations; Rules or Instructions or to the claimant’s terms of appointment or vested rights; and if the claimant’s personal interests are affected.", "33.3 The Appeals Board may also order the Agency to repair any damage suffered by the claimant as a result of the decision referred to in paragraph 2 above.", "33.4 Should the Agency – or the claimant – maintain that execution of a rescinding decision would raise major difficulties the Appeals Board may, if it considers the argument valid, award compensation to the claimant for the damage he has suffered.", "33.5 The Appeals Board shall also be competent in the case where a staff member wishes to sue another staff member and such action has been prevented by the Director General’s refusal to waive the immunity of the latter.", "33.6 The Appeals Board shall also be competent to settle disputes concerning its jurisdiction, as defined in these Regulations, or any question of procedure.”", "41. The Agreement was concluded between the government of the Federal Republic of Germany and ESRO for the purpose of establishing a European Space Operations Centre, including the European Space Data Centre. Articles 1 to 4 of the Agreement concern the site for construction of the ESOC buildings and related matters.", "42. Part III of the Agreement contains general provisions. Article 6 provides as follows:", "“1. Subject to the provisions of the Protocol on Privileges and Immunities of the Organisation and of any complementary Agreement between the Federal Republic of Germany and the Organisation according to Article 30 of that Protocol, the activities of the Organisation in the Federal Republic of Germany shall be governed by German law. If the terms of employment of a staff member of the Organisation are not governed by the Organisation’s staff regulations, then they shall be subject to German laws and regulations.", "2. Disputes between the Organisation and such staff members of the Organisation in the Federal Republic of Germany who are not within the competence of the Organisation’s Appeals Board, shall be subject to German jurisdiction.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}