{"ITEMID": "001-99220", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LIE", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "STECK-RISCH AND OTHERS v. LIECHTENSTEIN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Zdravka Kalaydjieva", "TEXT": ["The first applicant, Ms Maria Karolina Steck-Risch, was born in 1926 and lives in Vaduz. The second applicant, Mr Anton Georg Risch, was born in 1927 and lives in Vaduz. The third applicant, Mr Paul Arnold Risch, was born in 1937 and lives in Triesen. The fourth applicant, Mr Mamertus Risch, was born in 1939 and lives in Triesen. The fifth to ninth applicants are the heirs of Walter Risch: Wolfgang Risch (born in 1952 and living in Balzers), Hannelore Steger (born in 1954 and living in Schaan), Eva Ott (born in 1954 and living in Schaan), Josef Risch (born in 1956 and living in Balzers) and Natascha Strampella (born in 1971 and living in Schaan). All the applicants are Liechtenstein nationals. They were represented before the Court by Mr W.L. Weh, a lawyer practising in Bregenz, Austria.", "The applicants are joint owners of two adjacent plots of land in Schellenberg, registered under files nos. 55/IV and 67/IV of the Schellenberg land register. In an area zoning plan, the Schellenberg municipality designated these plots of land as non-building land.", "On 15 July 1997 the applicants in application no. 63151/00 (that is, the first, second, third and fourth applicants in the present case and Walter Risch, who died after the termination of the proceedings at issue in that application) requested the Liechtenstein Government to pay them compensation for damage allegedly incurred as a result of the designation of their land as non-building land.", "On 2 June 1998 the Liechtenstein Government dismissed that request.", "On 25 June 1999 the Liechtenstein Administrative Court, sitting in camera, dismissed the applicants' appeal against the Government's decision. In these proceedings the Schellenberg municipality, as the respondent party, had filed reasoned submissions on 21 October 1998 requesting the Administrative Court to dismiss the applicants' appeal, inter alia because the applicants' property had not been opened up for development purposes. These comments were not served on the applicants.", "In its decision, the Administrative Court included a detailed summary of the comments submitted by the Schellenberg municipality. It noted that the conditions for compensation had not been met, inter alia because, contrary to the applicants' submissions, the applicants' property had not been opened up for development purposes. When the zoning plan was issued, the applicants could not have legitimately expected their property to be designated as building land. As to the applicants' request that the parties be heard on that issue, the Administrative Court considered that the applicants had filed very detailed written submissions and had therefore been given sufficient opportunity to submit their arguments and evidence.", "On 29 February 2000 the Liechtenstein Constitutional Court dismissed the applicants' complaint (file no. StGH 1999/26). It found, in particular, that the failure to afford the applicants an opportunity to comment on the Schellenberg municipality's submissions before the Administrative Court had not breached their right to a fair trial. Even though the said submissions had contained some new information, the applicants had not suffered any prejudice as the new information had not had any bearing on the Administrative Court's decision.", "On 12 October 2000 the applicants in application no. 63151/00 lodged their application with the Court.", "In its judgment of 19 May 2005 in the case of Steck-Risch and Others v. Liechtenstein the Court found that there had been a violation of Article 6 § 1 of the Convention in that the principle of equality of arms had been disregarded. The Court found as follows:", "“56. In the present case, the Schellenberg municipality, being the opposing party in the compensation proceedings at issue, filed comments on the applicants' appeal to the Administrative Court, requesting it to dismiss that appeal. It is not contested that these comments were not served on the applicants and that they had no opportunity to reply to them. This deficiency it not remedied by the fact that the applicants could complain to the Constitutional Court, as the latter does not carry out a full review of the case.", "57. The Court is not convinced by the Government's argument that, in contrast to the Ziegler case (cited above), the Administrative Court did not rely on these comments. It is true that that Court did not rely on the municipality's assertion that the applicants' father had not filed an objection against the area zoning plan. However, it did have regard to its submissions on the question of whether the applicants' land was opened up for building. In any case, the municipality's observations contained a reasoned opinion on the merits of the applicants' appeal. The Court has repeatedly held that in such a situation the effect which the observations actually had on the judgment is of little consequence. What is particularly at stake here is the litigants' confidence in the workings of justice, which is based on, inter alia, the knowledge that they have had the opportunity to express their views on every document in the file (Nideröst-Huber, cited above, p. 108, §§ 27, 29; Ziegler, cited above, § 38).", "58. In the present case, respect for the right to a fair trial, guaranteed by Article 6 § 1 of the Convention, required that the applicants be given an opportunity to have knowledge of and to comment on the observations submitted by the opposing party, namely the Schellenberg municipality. However, the applicants were not afforded this possibility.”", "As regards the application of Article 41 of the Convention, the Court noted the applicants' argument that they had suffered pecuniary damage as their land would be worth more had it been designated as building land, which, in the applicants' contention, would have been the case had the violations of the Convention not occurred. It found, however, that there was no causal link between the violation found and the pecuniary damage claimed and that it was not called upon to speculate what the outcome of the proceedings would have been if they had been in conformity with the requirements of Article 6 § 1. Therefore, it made no award in respect of pecuniary damage.", "As to the applicants' request that the Court order a reopening of the domestic proceedings, the Court reiterated that it was primarily for the State concerned to choose the means to be used in its domestic legal order in order to discharge its legal obligation under Article 46 of the Convention, provided that such means were compatible with the conclusions set out in the Court's judgment. This discretion as to the manner of execution of a judgment reflected the freedom of choice attaching to the primary obligation of the Contracting States under the Convention to secure the rights and freedoms guaranteed (the Court referred to Assanidze v. Georgia, no. 71503/01, § 202, ECHR 2004-II). Only in very exceptional circumstances had the Court ordered individual measures of redress (ibid, §§ 202-203). The Court considered that no such circumstances pertained in the case before it.", "The Court's judgment in application no. 63151/00 having become final on 19 August 2005, the applicants in that application lodged a request with the Administrative Court on 2 September 2005 to reopen the compensation proceedings.", "On 19 October 2006 the Administrative Court dismissed the applicants' request.", "The Administrative Court found that the applicants had not substantiated that the conditions for reopening the proceedings under section 104 of the Act on Administrative Procedures (Landesverwaltungspflegegesetz; see “Relevant domestic and international law and practice” below) had been met. It further decided not to reopen the proceedings ex officio under section 105 of the Act on Administrative Procedures (see “Relevant domestic and international law and practice” below). The Administrative Court referred to the findings of the Constitutional Court in its decision of 29 February 2000. It noted that the latter had considered that the submissions by the municipality of Schellenberg had contained new facts which had not, however, had any bearing on the reasoning of the Administrative Court dismissing the applicants' appeal in its decision of 25 June 1999.", "The Administrative Court considered that the Court's finding of a violation of the Convention was not a reason to reopen the proceedings under Liechtenstein law. Article 46 of the Convention did not contain an obligation to reopen proceedings. Accordingly, in its judgment of 19 May 2005 the Court had rejected the applicants' request to order a reopening of the proceedings before the domestic courts. There were no new aspects which the Administrative Court had been unable to take into consideration in its first judgment.", "On 29 November 2006 the applicants lodged a complaint with the Constitutional Court against the Administrative Court's decision. They claimed, inter alia, that the refusal to reopen the proceedings had violated their right to a fair trial. In particular, the Administrative Court's reference to the Constitutional Court's finding, in its decision of 29 February 2000, that the comments made by the municipality of Schellenberg had been irrelevant to the reasoning of the Administrative Court's first decision had been arbitrary.", "On 3 July 2007 the Constitutional Court dismissed the applicants' constitutional complaint (file no. StGH 2006/111).", "The Constitutional Court took note of the Court's finding that Article 6 of the Convention had been breached in the proceedings before the Liechtenstein Administrative Court. However, under the provisions of the Convention that finding did not mean that the final judgment of the Liechtenstein court had to be quashed, as the Contracting Parties to the Convention were not obliged to accord such an effect to the Court's judgments.", "The Constitutional Court considered not to be arbitrary, but in fact convincing, the Administrative Court's finding that Liechtenstein law (in particular section 104 § 1 of the Act on Administrative Procedures read in conjunction with Article 498 of the Code of Civil Procedure, section 104 § 2 and section 105 of the Act on Administrative Procedures; see “Relevant domestic and international law and practice” below) did not provide for a reopening of the proceedings in respect of a decision taken by the Administrative Court itself or by the Constitutional Court following a finding by this Court that that decision had violated the Convention. Such a finding had to be classified as a new legal assessment, but not as a new fact or new evidence which would alone justify a reopening under the applicable legal provisions.", "The Constitutional Court further noted that the Court, in its judgment of 19 May 2005, had found that there was no causal connection between the violation of Article 6 § 1 of the Convention found and the pecuniary damage claimed by the applicants. The Court further awarded the applicants costs under Article 41 of the Convention without examining and irrespective of the question whether restitution, including a reopening of the proceedings, could be granted under Liechtenstein law.", "The Constitutional Court considered that, in the present case, the Court's finding of a violation of Article 6 § 1 of the Convention was sufficient restitution. The Contracting Parties to the Convention were not obliged to provide for a reopening of proceedings which had been terminated by a final decision in cases in which the Court had found that a procedural right under Article 6 had been disregarded. It conceded that this finding was unsatisfactory in cases in which a reopening of the proceedings was necessary in order to grant redress. It noted that in several other Contracting Parties to the Convention, such as Germany, Austria and Switzerland, the law permitted the reopening of proceedings following the finding of a violation by the Court under certain circumstances. However, it was for the legislator, not the courts, to provide for a reopening of the proceedings.", "The Constitutional Court further left open whether respect for the right to equality could warrant a reopening of proceedings if otherwise the result would be blatantly unjust. In any event, a blatant injustice had not occurred in the present case. Not only had the Court found that there was no causal link between the violation of the Convention found and the damage claimed by the applicants, the applicants had also been awarded the costs incurred in the proceedings because of the breach of Article 6.", "The Constitutional Court expressly accepted the Court's judgment, according to which a breach of Article 6 § 1 had occurred. It agreed, however, with the Administrative Court, which had found that its decision, in respect of which the applicants requested a reopening of the proceedings, was not based on that breach. Therefore, the Court's finding of a violation of the Convention was sufficient and further measures of restitution were not necessary.", "The decision was served on the applicants' counsel on 28 November 2007.", "On 2 September 2005 the applicants, in addition to their application lodged with the Administrative Court, also requested the Constitutional Court to reopen the proceedings which it had terminated by its decision of 29 February 2000, to quash the decision of the Administrative Court of 25 June 1999 and to order that court to take a new decision in fresh proceedings.", "On 3 July 2007 the Constitutional Court dismissed the applicants' request for the proceedings before it to be reopened under section 51 § 1 of the Constitutional Court Act (see “Relevant domestic and international law and practice” below). Referring to the reasons given in its decision taken on the same day in complaint no. StGH 2006/111, it found that it was sufficient for it to confirm that the failure to serve the comments of the Schellenberg municipality of 21 October 1998 on the applicants had breached their rights under Article 6 § 1 (file no. StGH 2005/68).", "The decision was served on the applicants' counsel on 28 November 2007.", "On 20 December 2006 – that is, at a time when the reopening proceedings were still pending before the Constitutional Court – the Committee of Ministers of the Council of Europe, in its 982th session, concluded its examination of the execution of the Court's judgment of 19 May 2005 in the case of Steck-Risch and Others v. Liechtenstein, application no. 63151/00, by adopting Resolution ResDH(2006)73, the relevant parts of which read:", "“The Committee of Ministers, ...", "Having examined the measures taken by the respondent state ..., the details of which appear in Appendix;", "DECLARES that it has exercised its functions under Article 46, paragraph 2, of the Convention in this case and DECIDES to close its examination.”", "The Appendix to Resolution ResDH(2006)73 on information about the measures taken to comply with the judgment in the case of Steck-Risch and Others v. Liechtenstein provides:", "“... Individual measures", "The proceedings have been concluded at national level. The Constitutional Court has already taken account of the possible effect of the violation on the proceedings, holding that the applicants had not suffered any prejudice (see below).", "... General measures", "Stating that the principle of equality of arms is a basic element of fairness of proceedings, the Constitutional Court agreed with the applicants' argument that they should have been afforded an opportunity to be informed of and to comment upon the municipality's observations. It did note, however, that while the submission contained new information, it had played no role in the Administrative Court's decision and therefore no prejudice had occurred. Thus the Constitutional Court concluded that the applicants' procedural rights had not been interfered with.", "Citing its case-law, the European Court held that the actual effect of the observations on the judgment was of little consequence, as it was above all the litigants' confidence in the work of justice which was at stake. This confidence is based inter alia on the knowledge that they could have the opportunity to express their views on every document in the file (see paragraph 57).", "The judgment of the European Court was disseminated in May 2006 to all authorities concerned, particularly to the domestic courts and published in the Liechtensteinische Juristenzeitung (LJZ) in June 2006 ...”", "Pursuant to section 104 § 1 of the Act on Administrative Procedures (Landesverwaltungspflegegesetz) a party's request to reopen proceedings which were terminated by a decision on the party's rights has to be decided upon by applying, mutatis mutandis, the relevant provisions of the Code of Civil Procedure on the grounds for granting such a request and on the procedure to be followed in the fresh proceedings.", "Under Article 498 § 1 of the Code of Civil Procedure proceedings which were terminated by a judgment can be reopened on a party's request, in particular, if the party becomes aware of new facts or discovers or is put in a position to use new evidence, the submission and use of which would have brought about a decision more favourable to that party in the previous proceedings (no. 7).", "Under section 104 § 2 of the Act on Administrative Procedures a request to reopen proceedings shall also be granted if another authority took a significantly different decision on a preliminary question which did not fall within the competence of the administrative authority deciding on the main administrative question.", "Under section 105 § 1 of the Act on Administrative Procedures the reopening of terminated proceedings shall be ordered ex officio at any time, if this was not excluded by the res judicata effect, if it is very probable that the decision taken was based on an incorrect assessment of the material before the authority or on the authority's lack of knowledge of facts and evidence and that a substantial breach of public interests had occurred thereby.", "Section 51 § 1 of the Constitutional Court Act (Staatsgerichtshofgesetz) provides that the reopening of proceedings in respect of decisions taken by the Constitutional Court may be requested in accordance with the provisions of the Act on Administrative Procedures.", "The text of Recommendation No. R (2000) 2 on the re-examination or reopening of certain cases at domestic level following judgments of the European Court of Human Rights, adopted by the Committee of Ministers of the Council of Europe on 19 January 2000 at the 694th meeting of the Ministers' Deputies, is reproduced, for instance, in Verein gegen Tierfabriken Schweiz (VgT) (no. 2), cited above, § 33."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}