{"ITEMID": "001-91158", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "POST v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["The applicant, Ms Angelique Post, is a Dutch national who was born in 1983 and lives in Vlijmen. She was represented before the Court by Ms T. Spronken, a lawyer practising in Maastricht.", "On an unspecified date in March 2007 the applicant was arrested, held in custody and subsequently in pre-trial detention (voorlopige hechtenis) on suspicion of murder. She was subsequently summoned to appear before the ‘sHertogenbosch Regional Court (rechtbank) in order to stand trial. The order for her pre-trial detention was duly prolonged, for the last time on 7 May 2007 when the ‘s-Hertogenbosch Regional Court sitting in chambers (raadkamer) extended by 60 days the order for the applicant’s further detention on remand (gevangenhouding).", "The applicant’s trial started on 4 July 2007 before the ‘s-Hertogenbosch Regional Court, which decided to adjourn the examination in court until 20 September 2007. On 25 September 2007, the Regional Court fully recommenced its examination as its composition had changed in the meantime. It further decided to adjourn for an unspecified period its examination in court of the applicant’s case.", "By letter of 24 October 2007, the Acting President of the ‘sHertogenbosch Regional Court informed the applicant that, due to a misunderstanding, one member of the threejudge section of the Regional Court having considered the applicant’s case on 25 September 2007 was a judge in training, assigned temporarily to the ‘s-Hertogenbosch Regional Court and who apparently had not yet been officially appointed and sworn in as a deputy judge (rechter-plaatsvervanger) before taking up her position in ‘s-Hertogenbosch. The applicant was further informed that a fresh hearing would be scheduled as soon as practically possible.", "On 25 October 2007, the applicant’s lawyer filed a request to lift the applicant’s pre-trial detention with immediate effect.", "On 30 October 2007, the ‘s-Hertogenbosch Regional Court sitting in chambers lifted the order for the applicant’s pre-trial detention and ordered her immediate release. It considered that, although it lacked competence to pronounce the nullity of the trial proceedings conducted on 25 September 2007 and could only determine the validity of the legal basis for the applicant’s ongoing pre-trial detention, it was rather obvious that the competent forum would pronounce that nullity. In this light, it concluded that article 66 § 2 of the Code of Criminal Procedure found no application and that the delay referred to in article 282 § 2 of the Code of Criminal Procedure (Wetboek van Strafvordering; “CCP”) had expired. As this thus risked giving rise to uncertainty about the applicant’s legal position, the Regional Court – for the sake of clarity – lifted the order for the applicant’s pre-trial detention and ordered her immediate release. On 31 October 2007, the public prosecutor filed an appeal against the decision to lift the pre-trial order.", "On 6 November 2007, the ‘s-Hertogenbosch Court of Appeal (gerechtshof) accepted the prosecutor’s appeal, quashed the decision of 30 October 2007 and rejected a request filed during the hearing before the Court of Appeal to lift the applicant’s pre-trial detention. It rejected the applicant’s argument that, pursuant to article 282 of the CCP, her pre-trial detention should be regarded as having become unlawful on 4 October 2007 as the court hearing of 25 September 2007 was ipso iure null and void. The Court of Appeal considered that such ipso iure nullity would only arise if that hearing had been held before a non-judicial body, which was not the situation in the case at hand. The hearing of 25 September 2007 was one in a series of hearings before and decisions taken by the ‘s-Hertogenbosch Regional Court in the applicant’s case under the provisions of the CCP. This was not altered by the fact that the hearing of 25 September 2007 was flawed as one member of the threejudge section of the Regional Court did not have the status of judge. As the hearing of 25 September 2007 was not ipso iure null and void, it could not be concluded that the legal basis for the applicant’s pre-trial detention had become extinct three months after 4 July 2007. This legal basis remained article 66 § 2 of the CCP. The Court of Appeal acknowledged that the composition of the three-judge section at issue was very seriously flawed and that this raised the question whether this flaw had a bearing on the legal basis for the applicant’s pre-trial detention. After an examination of the statutory system concerning the rules on pre-trial detention, it concluded that there remained a legal basis for the applicant’s pre-trial detention, namely article 282 § 2 of the CCP, given that three months had not yet elapsed since 25 September 2007. It further decided, after having noted that it was intended to hold a fresh trial hearing on 7 November 2007 before the Regional Court, that the applicant’s interest in being released from pre-trial detention was outweighed by general interest considerations. No further appeal lay against this decision, of which the applicant was notified on 6 November 2007.", "A pre-trial detention order issued by the Regional Court remains in force until 60 days after the final judgment (einduitspraak) at that instance has been given (article 66 § 2 of the CCP”). For the purposes of limiting the application and duration of pre-trial detention, article 282 of the CCP regulates the duration of suspensions of trial proceedings. This provision reads in its relevant part:", "“1. If the defendant is being held in pre-trial detention, the following paragraphs shall apply [in relation to suspensions of trial proceedings].", "2. If the Regional Court suspends the examination in court (onderzoek op de terechtzitting) for a specific period, the period of suspension shall as a rule not exceed one month. However, if there are compelling grounds, it may set a longer period but in no case longer than three months.", "3. If the Regional Court suspends examination in court sine die, it shall determine by analogous application of the second paragraph a maximum period within which the examination in court must be resumed....”", "An overview with further details of the relevant domestic law and practice in respect of pre-trial detention can be found in the Court’s decision on admissibility in the case of Close v. the Netherlands (no. 9298/02, 25 May 2004)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}