{"ITEMID": "001-57960", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF PALAORO v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1 (access);Not necessary to examine Art. 6-1 (publicly);Damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland", "TEXT": ["8. Mr lives at Höchst in Vorarlberg.", "9. On 7 November 1987 a police car observed the applicant driving on the motorway at speeds considerably in excess of the maximum speed limits. At 14.28 hours and 53 seconds he was recorded travelling at 150 kilometres per hour on a stretch of road where a sign indicated the limit to be 100 k.p.h. Thirty-one seconds later he was recorded travelling at 67 k.p.h. over the general 130 k.p.h. limit for motorways. The applicant alleged that as the vehicle he was driving was an extremely powerful one, it was difficult for the driver to realise at what speed it was actually travelling.", "On 6 December 1987 the Tyrol regional police authority (Landesgendarmeriekommando) drew up a report and imposed two separate fines on the applicant for speeding.", "10. On 16 November 1988, after administrative proceedings which involved an examination of the reporting police officers (Meldungsleger) in the absence of the applicant, the Imst district authority (Bezirkshauptmannschaft) found the applicant guilty of two speeding offences under the Road Traffic Act (Straßenverkehrsordnung - see paragraph 17 below). Pursuant to section 99(3) of that Act (see paragraph 18 below) the applicant was fined 4,000 and 6,000 Austrian schillings (ATS), with imprisonment of eight and ten days respectively in default of payment.", "11. The applicant appealed to the Tyrol regional government (Amt der Landesregierung), questioning the precision of the police methods for measuring vehicle speed. He further contended that, having admitted driving at a high speed on a given stretch of road, he should not have been punished under two different provisions, which had resulted in an excessively high fine. He therefore requested that the incident be treated as a single offence and the fine reduced accordingly.", "12. On 22 December 1988 the Tyrol regional government reduced the fines to ATS 2,000 and 4,000 respectively, and the penalties in default to four and seven days' imprisonment. The appellate authority accepted, among other considerations, that speed-measuring techniques could not achieve total accuracy. The submission that only one offence had been committed was dismissed on the ground that two different provisions had been infringed at two different moments in time.", "13. Mr Palaoro then applied to the Constitutional Court (Verfassungsgerichtshof). Relying on Article 6 (art. 6) of the Convention, he complained that the administrative criminal procedure did not guarantee a fair trial. He argued that he should have been given an oral hearing and the opportunity to examine the witnesses - that is to say the police officers - in person. This would have allowed him to establish that the measuring methods used by the police were often defective. He further criticised the \"principle of cumulative imposition of penalties\" (Kumulationsprinzip), by virtue of which the same criminal behaviour could be punished under different provisions. In this context he referred to Article 4 of Protocol No. 7 ((P7-4) to the Convention.", "14. On 10 March 1989 the Constitutional Court declared the applicant's complaint partly inadmissible as raising questions concerning the application of ordinary law; in so far as the complaint did raise issues of constitutional law, the Constitutional Court, referring to its own case-law on the Convention, found that the application did not have sufficient prospects of success. Among other provisions, Article 144 para. 2 of the Federal Constitution was applied (see paragraph 20 below).", "15. On 19 April 1989 Mr Palaoro requested the Constitutional Court to send his file to the Administrative Court (Verwaltungsgerichtshof) and on 15 June 1989 he submitted his grounds of appeal to the latter. He stressed that he should have had the opportunity to examine the witnesses directly and that he should not have been punished twice for what he considered to be a single offence.", "No public hearing was requested.", "16. On 25 October 1989 the applicant's appeal was dismissed by the Administrative Court pursuant to section 42(1) of the Administrative Court Act (Verwaltungsgerichtshofsgesetz - see paragraph 24 below). It noted that a formal confrontation with a witness was to be ordered only where it was necessary in the special circumstances of a given case: there was no general right to put questions in person to a witness (section 47 of the Administrative Criminal Justice Act). The Administrative Court upheld the respondent authority's grounds for dismissing the applicant's second complaint (see paragraph 12 above).", "17. Section 20(2) of the Road Traffic Act 1960 sets the maximum speed limit on motorways at 130 kilometres per hour.", "Section 52(A)(10)(a) of the same Act prohibits travelling in excess of the speed limit indicated on a road sign.", "18. Under section 99(3)(a) of the Road Traffic Act, breaches of its provisions are punishable with a fine of up to ATS 10,000, with imprisonment of up to two weeks in default of payment.", "19. Article 90 para. 1 of the Federal Constitution (Bundes-Verfassungsgesetz) provides:", "\"Hearings by trial courts in civil and criminal cases shall be oral and public. Exceptions may be prescribed by law.\"", "20. By Article 144 para. 1 of the Federal Constitution, the Constitutional Court, when an application (Beschwerde) is made to it, has to determine whether an administrative decision (Bescheid) has infringed a right guaranteed by the Constitution or has applied regulations (Verordnung) contrary to the law, a law contrary to the Constitution or an international treaty incompatible with Austrian law.", "Article 144 para. 2 provides:", "\"Up to the time of the hearing the Constitutional Court may by means of a decision (Beschluß) decline to accept a case for adjudication if it does not have sufficient prospects of success or if it cannot be expected that the judgment will clarify an issue of constitutional law. The court may not decline to accept for adjudication a case excluded from the jurisdiction of the Administrative Court by Article 133.\"", "21. By Article 130 para. 1 of the Federal Constitution, the Administrative Court has jurisdiction to hear, inter alia, applications alleging that an administrative decision is unlawful.", "22. Section 39(1) of the Administrative Court Act provides, in particular, that at the end of the preliminary proceedings (Vorverfahren) the Administrative Court must hold a hearing where the applicant makes a request to that effect.", "Section 39(2) reads as follows:", "\"Notwithstanding a party's application under subsection (1), the Administrative Court may decide not to hold a hearing where", "1. the proceedings must be stayed (section 33) or the application dismissed (section 34);", "2. the impugned decision must be quashed as unlawful because the respondent authority lacked jurisdiction (section 42(2)(2));", "3. the impugned decision must be quashed as unlawful on account of a breach of procedural rules (section 42(2)(3));", "4. the impugned decision must be quashed because its content is unlawful according to the established case-law of the Administrative Court;", "5. neither the respondent authority nor any other party before the court has filed pleadings in reply and the impugned decision is to be quashed;", "6. it is apparent to the court from the pleadings of the parties to the proceedings before it and from the files relating to the earlier administrative proceedings that a hearing is not likely to clarify the case further.\"", "Sub-paragraphs 1 to 3 of section 39(2) were in force in 1958; sub-paragraphs 4 and 5 were inserted in 1964 and sub-paragraph 6 in 1982.", "23. Section 41(1) of the Administrative Court Act provides:", "\"In so far as the Administrative Court does not find any unlawfulness deriving from the respondent authority's lack of jurisdiction or from breaches of procedural rules (section 42(2)(2) and (3)) ..., it must examine the impugned decision on the basis of the facts found by the respondent authority and with reference to the complaints put forward ... If it considers that reasons which have not yet been notified to one of the parties might be decisive for ruling on [one of these complaints] ..., it must hear the parties on this point and adjourn the proceedings if necessary.\"", "24. Section 42(1) of the same Act states that, save as otherwise provided, the Administrative Court must either dismiss an application as ill-founded or quash the impugned decision.", "By section 42(2),", "\"The Administrative Court shall quash the impugned decision if it is unlawful", "1. by reason of its content, [or]", "2. because the respondent authority lacked jurisdiction, [or]", "3. on account of a breach of procedural rules, in that", "(a) the respondent authority has made findings of fact which are, in an important respect, contradicted by the case file, or", "(b) the facts require further investigation on an important point, or", "(c) procedural rules have been disregarded, compliance with which could have led to a different decision by the respondent authority.\"", "25. If the Administrative Court quashes the impugned decision, \"the administrative authorities [are] under a duty ... to take immediate steps, using the legal means available to them, to bring about in the specific case the legal situation which corresponds to the Administrative Court's view of the law (Rechtsanschauung)\" (section 63(1)).", "26. In a judgment of 14 October 1987 (G 181/86) the Constitutional Court held:", "\"From the fact that it has been necessary to extend the reservation in respect of Article 5 (art. 5) of the Convention to cover the procedural safeguards of Article 6 (art. 6) of the Convention, because of the connection between those two provisions (art. 5, art. 6), it follows that, conversely, the limited review (die (bloß) nachprüfende Kontrolle) carried out by the Administrative Court or the Constitutional Court is insufficient in respect of criminal penalties within the meaning of the Convention that are not covered by the reservation.\"", "27. Pursuant to Article 129 of the Federal Constitution, administrative courts called \"independent administrative tribunals\" (Unabhängige Verwaltungssenate) were set up in the Länder with effect from 1 January 1991. The functions of these tribunals include determining both the factual and the legal issues arising in cases concerning administrative offences (Verwaltungsübertretungen).", "28. The instrument of ratification of the Convention deposited by the Austrian Government on 3 September 1958 contains, inter alia, a reservation worded as follows:", "\"The provisions of Article 5 (art. 5) of the Convention shall be so applied that there shall be no interference with the measures for the deprivation of liberty prescribed in the laws on administrative procedure, BGBl [Federal Official Gazette] No. 172/1950, subject to review by the Administrative Court or the Constitutional Court as provided for in the Austrian Federal Constitution.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}