{"ITEMID": "001-79784", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "WAWRZELSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Piotr Wawrzelski, is a Polish national who was born in 1961 and lives in Siedlce. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 28 December 1999 the applicant was arrested and placed in police custody on suspicion of attempted homicide.", "On 30 December 1999 the Warsaw District Court ordered that the applicant be detained on remand on suspicion of robbery.", "The court based its detention order on a reasonable suspicion that the applicant had committed the offence and the severity of the likely penalty, which gave rise to a fear that the applicant would obstruct the proceedings.", "The applicant appealed against the detention order, but his appeal was dismissed.", "Between 28 December 1999 and 30 July 2001 the applicant was serving a prison sentence in respect of another conviction.", "In March 2000 the police established the applicant’s true identity as at the time of arrest he had been using another person’s identity card. The applicant acknowledged that he had been sought pursuant to a wanted notice since in July 1999 he had failed to return to prison after two days’ leave.", "Subsequent decisions extending the applicant’s pre-trial detention were taken on 13 March 2000, 21 June 2000, 13 August 2000, 21 December 2000, 14 December 2002, 22 February 2002, 24 May 2002 and 28 June 2002.", "In their decisions the courts referred to the need to conduct further investigations, a reasonable suspicion that the applicant had committed the offence and the risk of the applicant’s obstructing the proper course of the proceedings. The courts took into account new elements which emerged in the course of the proceedings and specified the actions which needed to be taken. In particular, new investigative measures appeared necessary in view of the fact that the applicant had used a forged identity card at the time of his arrest. Accordingly, the person whose identity the applicant had used had to be heard and the applicant’s true identity had to be established.", "On 14 December 2000 a bill of indictment was filed with the Warsaw Regional Court against the applicant and two co-accused. The applicant was charged with several robberies, failure to return to prison from leave and forgery of identity documents. The prosecutor requested the court to hear nineteen witnesses.", "The applicant appealed against several of the decisions extending his detention on several occasions, namely the decisions of 14 December 2001, 22 February 2002, 24 May 2002 and 28 June 2002. All of his appeals were dismissed.", "On many occasions the applicant requested that his detention pending trial be lifted. On each occasion his requests were dismissed. His appeals against the dismissals were also dismissed.", "Hearings were held on: 9 April 2001 (adjourned), 24 May 2001, 18 June 2001, 23 July 2001, 17 September 2001 (when the court decided to conduct the proceedings anew since the composition of the court had to be changed due to the prolonged illness of a lay judge), 4 October 2001, 6 November 2001, 29 November 2001, 22 February 2002, 4 March 2002, 3 April 2002, 6 May 2002, 29 May 2002, 20 June 2002, 25 July 2002 and 19 August 2002.", "The applicant and the Government differed as to whether disciplinary measures were imposed on witnesses who had failed to appear at hearings.", "On 19 August 2002 the applicant was released from detention. The court found that at this stage of the proceedings his release under police supervision would secure the proper conduct of the proceedings.", "On an unknown date in the course of the proceedings the applicant gave the authorities a false address for his place of abode.", "On 2 June 2003 the Warsaw Regional Court gave a judgment and sentenced the applicant to four years and six months’ imprisonment. The applicant appealed.", "On 14 December 2005 the Warsaw Court of Appeal upheld the judgment. The judgment is final.", "The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze), are stated in the Court’s judgments in cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}