{"ITEMID": "001-58154", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF DAUD v. PORTUGAL", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1+6-3-c;Not necessary to examine Art. 6-3-e;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "C. Russo;Feyyaz Gölcüklü;John Freeland", "TEXT": ["9. At the time of lodging his application with the Commission in 1993 Mr Daud, an Argentinian citizen born in 1944, was in prison at Vale de Judeus (Portugal). On 4 August 1995 he died in Caxias prison hospital.", "10. On 10 March 1992 the applicant, as he arrived from Rio de Janeiro, was arrested at Lisbon Airport; he was carrying a false passport and a suitcase containing 1.5 kg of cocaine.", "11. On 11 March 1992 the judge of the Lisbon Criminal Investigation Court (tribunal de instrução criminal) to whom the case had been allocated interviewed Mr Daud in the presence of an officially assigned lawyer and an interpreter, Mr C.M., an educational and welfare counsellor working in the police criminal investigation department. After verifying that the applicant had been arrested lawfully, the judge ordered that he should be detained pending trial.", "12. On 9 July 1992 the Supreme Court (Supremo Tribunal de Justiça) refused an application for a writ of habeas corpus made by the applicant in person.", "13. On 9 October 1992 the public prosecutor made his submissions. These were served on the lawyer on 12 October and on the applicant on the 13th.", "14. On 15 October 1992 Mr Daud himself requested that a judicial investigation should be commenced. On 26 October the investigating judge, citing Article 92 § 1 of the Code of Criminal Procedure, refused the request, on the ground that it did not satisfy the minimum formal requirements laid down by law, in particular because it was written in Spanish.", "15. On 16 November 1992 the file, together with the public prosecutor’s submissions, was sent to the Third Division of the Lisbon Criminal Court (tribunal criminal).", "16. In an order of 30 November 1992 that was served on Mr Daud on 9 December the judge in charge of the case set it down for hearing on 26 January 1993. He also ordered that the applicant should remain in detention pending trial.", "17. In a letter of 15 December 1992, which was registered on 22 December, the applicant asked the court to hear a number of witnesses and to order an examination of the suitcase in issue, which he denied was his. He also sought the assistance of an interpreter other than Mr C.M. and asked to meet his officially assigned lawyer, who had not yet contacted him.", "18. In an order of 22 December the judge in charge of the case, citing Article 92 § 1 of the Code of Criminal Procedure, declined to consider the application, on the grounds that it was “difficult to read”, written in Spanish and unaccompanied by any translation.", "19. On 14 January 1993 the officially assigned lawyer asked to be relieved of her duties on health grounds. On 18 January 1993 the judge assigned another lawyer, Ms C.G. Mr Daud was notified of that order on 23 January 1993.", "20. The trial began on 26 January 1993 with an interpreter, Mr E.P., present and continued on 1 February 1993. At those hearings the court heard witnesses and, at the request of the officially assigned lawyer, formally identified the suitcase.", "21. On 8 February 1993, the court sentenced the applicant to nine years’ imprisonment for drug trafficking and using a false passport and made an order for costs against him.", "22. On the very same day that he was convicted, the applicant, represented by his officially assigned lawyer, appealed to the Supreme Court. In his pleadings, drawn up and submitted by Ms C.G., he complained that the court below had not acceded to his request for a judicial investigation. In his submission, the investigating judge had misinterpreted the relevant provisions of the Code of Criminal Procedure; his refusal to consider the request and the lack of an investigation rendered the proceedings null and void.", "23. In a judgment of 30 June 1993 the Supreme Court, relying on Article 412 of the Code of Criminal Procedure, held that the appeal was inadmissible on account of an inadequate presentation of the grounds. The submissions did not indicate either the statutory provisions that had allegedly been contravened or the way in which, in the appellant’s view, they should have been interpreted or applied.", "24. Article 20 of the Constitution provides:", "“1. Access to the law and to the courts to defend one’s rights and legitimate interests is guaranteed to all. Justice cannot be refused for lack of financial resources.", "2. Everyone is entitled, in accordance with the law, to information, legal advice and legal aid.”", "25. Article 32 § 3 of the Constitution provides:", "“Every person charged with a criminal offence is entitled to choose a legal representative and to be assisted by him in all procedural steps. The law shall lay down the circumstances in which and the stages at which such assistance is compulsory.”", "26. The relevant provisions of the Code of Criminal Procedure are the following:", "“1. The accused may instruct counsel at any stage of the proceedings.", "2. Where it is provided by law that the accused must be represented and the accused has not appointed or does not propose to appoint a person to defend him, the judge shall assign one officially, preferably a member or trainee member of the Bar; but the officially assigned representative shall cease to have authority to act if the accused instructs counsel of his own choosing.", "…”", "“The accused may revoke any act carried out on his behalf by the person defending him, provided that he expressly declares that intention before any decision has been taken in respect of the act in question.”", "“1. The assistance of a representative is compulsory", "(a) when an accused in custody is first examined by the judge;", "(b) during the investigation and at the hearing, except in proceedings which cannot entail a custodial sentence or a preventive measure;", "(c) for any step in the proceedings if the accused is deaf, dumb or illiterate or does not know Portuguese, if he is under the age of 21 or if the issue of his lack of criminal responsibility or his diminished responsibility has been raised;", "…", "“1. Where a representative is assigned officially, the accused shall be notified of the fact if he was not present at the material time.", "2. The officially assigned representative may be excused from assisting the accused if he puts forward a ground that the court considers valid.", "3. The court may replace the officially assigned representative at any time on an application by the accused that contains a valid ground.", "4. Until such time as he is replaced, an officially assigned representative shall continue to act in respect of subsequent steps in the proceedings.", "5. The representative shall always be remunerated for his services; the terms and the amount shall be determined by the court, within the limits laid down in a scale approved by the Ministry of Justice or, failing that, in the light of the fees normally paid for services of a similar nature and of equal importance.", "Payment shall be the responsibility of, as the case may be, the accused, the assistente, the civil parties or the Ministry of Justice.”", "“…", "2. If the representative is replaced during the judicial investigation or the hearing, the court may, of its own motion or on an application by the new representative, grant a pause to enable the new representative to consult with the accused and study the file.", "3. Instead of the pause mentioned in the preceding paragraphs the court may decide, where absolutely necessary, to adjourn the relevant step in the proceedings or the hearing, provided, however, that such an adjournment shall not exceed five days.”", "“1. To be valid, all steps in the proceedings, whether written or oral, must be made in Portuguese.", "2. Where a person who cannot understand or speak Portuguese has to take part in proceedings, an appropriate interpreter shall be appointed free of charge…", "3. An interpreter shall likewise be appointed if it proves necessary to translate a document in a foreign language which is not accompanied by a certified translation.", "…”", "“An accused, even if at liberty, may submit observations, pleadings or applications at any stage of the proceedings, even if they are not signed by his representative, provided that they relate to the subject matter of the proceedings or are intended to protect his fundamental rights. Such observations, pleadings or applications shall always be placed in the case file.”", "“1. The purpose of the judicial investigation shall be to provide judicial confirmation of the indictment or of the decision whereby proceedings in the case have been discontinued, so that the case may go to trial or not.", "2. The judicial investigation shall be optional…”", "“1. A judicial investigation may be applied for within five days from the serving of the indictment or of the decision to discontinue the proceedings", "by the accused, in relation to facts covered by the indictment drawn up by the public prosecutor’s office, or by the assistente if the criminal proceedings have been brought by the latter;", "(b)…", "2. Such an application may only be dismissed if it is out of time, if the judge has no jurisdiction or if a judicial investigation is statutorily inadmissible.", "3. The application shall not have to satisfy any formal requirements but it must contain a summary of the reasons of fact and law for challenging the indictment or the failure to bring an indictment, together with, if appropriate, some indication either of the judicial investigation measures which the applicant would like to see taken and of any evidence not considered during the preliminary inquiries or of facts which it is hoped to prove by such means.”", "“1. The pleadings shall set forth in detail the grounds of appeal and end with submissions, set out point by point, in which the appellant summarises the reasons for his appeal.", "2. If the reasons concern the law, the submissions shall also indicate the following, failing which the appeal shall be dismissed:", "the legal provisions that have been infringed;", "…”", "27. The relevant provisions of Decree no. 387-B/87 of 29 December 1987 are the following:", "“The appointment of an officially assigned representative and his withdrawal, replacement and remuneration shall be governed by the Code of Criminal Procedure…”", "“The judicial authority responsible for assigning the representative shall request the Bar Council competent for the district concerned to nominate a member or trainee member of the Bar for official assignment; where it considers it appropriate, it may ask the Bar to nominate only a member of the Bar.", "The Bar Council shall make the required nomination within five days.", "Where no such nomination is made …, the judicial authority may appoint a representative as it sees fit.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}