{"ITEMID": "001-57710", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF TOTH v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-3;Preliminary objection rejected (six month period);Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings", "JUDGES": "N. Valticos;R. Pekkanen", "TEXT": ["8. Mr Stefan Toth, an Austrian national residing in Graz, works washing dishes in a restaurant.", "9. On 1 June 1984 the Salzburg Regional Court (Landesgericht) issued a warrant for his arrest (Haftbefehl). He was suspected of aggravated fraud (schwerer Betrug), aided and abetted by a certain J. M.; he had in particular made out a number of bad cheques drawn on bank accounts opened by J. M., then cashed in different banks. The warrant stated that there was a risk of his absconding (Fluchtgefahr), because his address was unknown, and of repetition of the offences (Wiederholungsgefahr), as Mr Toth had several previous convictions.", "10. On 24 August 1984 the same court issued an international arrest warrant (Steckbrief) concerning the applicant. It referred to eleven cases of attempted fraud or aggravated fraud involving more than one million Austrian schillings and affecting financial establishments of various towns in the Federal Republic of Germany and Austria. It mentioned a certain B. as the third co-accused.", "11. On 11 January 1985 at 11 p.m. the police arrested Mr Toth at the airport of Graz, the town where he was living, although not duly registered there as a resident; he had been waiting for a friend. He was then taken to Feldkirchen.", "12. An investigating judge of the Graz Regional Court interviewed the applicant the following day at 10.40 a.m. According to the document entitled \"Examination of the accused\" (Vernehmung des Beschuldigten), the judge informed him that the arrest warrants were based on suspicion of several offences of aggravated fraud and that the police custody (Verwahrungshaft) was intended to guard against the risk of his absconding and the risk of collusion (Verabredungsgefahr).", "On 17 January 1985 Mr Toth was transferred to Vienna and then on 22 January to Salzburg.", "13. On 23 January 1985 he was examined by an investigating judge of the Salzburg Regional Court. He signed the document \"Examination of the accused\", which indicated that a preliminary investigation (vorläufige Untersuchung) had been opened and that he had been placed in detention on remand because of the risk of his absconding and that of repetition of the offences (Article 180 paras. 1 and 2 of the Code of Criminal Procedure).", "14. The same day the Regional Court ordered his detention pending trial, for the reasons invoked by the investigating judge. Previously Mr Toth had tried to evade prosecution by changing his place of residence so that if released he was liable to evade trial or to go into hiding to forestall his future conviction. In addition, he was not socially integrated and was unemployed, which gave grounds for fearing new offences, likely to have serious consequences, of the type of those which had already brought him two convictions.", "15. The investigating judge questioned Mr Toth on 25, 28, 29, 30 and 31 January and on 1 February.", "16. On 7 February the Swiss authorities indicated by telex message that they were contemplating asking Austria to prosecute the applicant for offences committed in Switzerland.", "17. On 15 February 1985 Mr Toth applied for his release. He maintained that he could provide proof both of a permanent place of residence at his sister’s home and of prospects of employment.", "18. The same day the investigating judge took cognisance of a further complaint. On 19 February he ordered the police to make inquiries in connection with the offences that the applicant had allegedly committed in Switzerland and asked the Vienna Regional Criminal Court to send him a file. The Government did not provide any details on these various points.", "19. On 27 February the Ratskammer (Review Chamber) of the Regional Court of Salzburg dismissed his application for release, following a hearing at which the applicant appeared with his lawyer. It reiterated the grounds given in the decision of 23 January and added that other measures less stringent than detention would not be sufficient to attain the aims pursued thereby.", "20. On 1 March 1985 the file was again returned to the investigating judge. Between 6 and 19 March it was handed over to the Salzburg public prosecutor’s office and to the Linz Court of Appeal in connection with the extension of the detention on remand of the co-accused J. M., before being sent back to the Salzburg court.", "The investigating judge, who was away on leave from 20 March to 15 April, questioned Mr Toth on 30 April about J. M. On 15 May he requested documents from two Munich banks.", "21. From 26 April to 1 May the applicant served a prison sentence, imposed by the Salzburg District Court for a customs offence.", "22. On an application by the investigating judge, made on 7 June 1985, the Linz Court of Appeal (Oberlandesgericht) decided on 19 June 1985, in private session, to extend the maximum duration of the detention on remand to eight months from 23 January 1985. The aggravated fraud of which the accused was strongly suspected had resulted in a loss of more than 2,000,000 Austrian schillings. The file had become exceptionally voluminous on account of the large number of facts and of the contradictions in Mr Toth’s statements and those of his co-accused. The most recent findings of the investigation, and the scope and complexity of the case, made it necessary to leave the prosecuting authorities sufficient time to prepare the indictment and, if necessary, the subsequent proceedings in the assize court. There were grounds for fearing that the accused would evade the trial and commit new offences. Finally, less stringent measures than detention were held to be inadequate.", "23. On 24 June the investigating judge wrote again to one of the two Munich banks.", "24. On 9 July 1985 Mr Toth challenged the decision of the Court of Appeal in the Supreme Court (Oberster Gerichtshof), arguing that he had a permanent place of residence in Austria, prospects of employment and that he was greatly attached to his girlfriend. On 16 July he insisted that his file be forwarded, although the judge had pointed out to him the futility of this step. On 22 August 1985 the Supreme Court found the appeal inadmissible. The file was returned to the investigating judge on 11 September 1985.", "25. On 12 September 1985 Mr Toth asked the Salzburg Regional Court to order his release as the period of eight months set by the Linz Court of Appeal had expired. The European Court is not aware of how this application was dealt with.", "26. On 18 September 1985 the Linz Court of Appeal, sitting in private session, extended the maximum duration of the detention on remand to eleven months, as it had been requested to do by the investigating judge on 9 September. On the matter of the danger of the applicant’s absconding and of repetition of the offences, it found that the circumstances had remained unchanged and therefore referred to the grounds of the decisions of 27 February and 19 June 1985. It also considered that the reasons given ruled out other measures less stringent than detention.", "27. On 24 September the Salzburg Regional Court extended the investigation to cover a charge of arson in Switzerland. Mr Toth filed an appeal (Beschwerde) against this decision, which was dismissed by the Ratskammer on 2 October 1985, inter alia, because no supporting grounds were submitted.", "28. When the investigating judge considered that the preliminary investigation was terminated, he sent the file on 2 October 1985 to the Salzburg public prosecutor’s office (Staatsanwaltschaft). On 31 October that office requested further investigative measures, which were ordered on 7, 15 and 19 November.", "On 3 December the file was forwarded to the Linz Court of Appeal for its decision on Mr Toth’s detention.", "29. On 26 September 1985 Mr Toth submitted an application for release to the Constitutional Court (Verfassungsgerichtshof), which declared it inadmissible on 28 February 1986.", "30. On 11 December 1985 at the request of the investigating judge and the public prosecutor’s office, the Linz Court of Appeal, sitting in private session, extended the maximum duration of the detention to fifteen months. In addition to the reasons given in the previous decisions, it noted that the accused was also suspected of having incited another person to burn down a restaurant in Switzerland, causing damage of 300,000 Swiss francs. It noted further that the investigation was not yet completed because of the amount of the evidence.", "31. On 13 December 1985 the applicant again applied for his release. On 20 December the file was transmitted to the Ratskammer of the Salzburg Regional Court, which dismissed the application on 2 January 1986 at the end of a hearing attended by Mr Toth and his lawyer. The investigation, at the stage which it had reached, gave credence to the allegations of fraud and of issuing bad cheques for 2,000,000 Austrian schillings levelled at Mr Toth. As to the risks of his absconding and of repetition of the offences, the position had not changed since the decision of 11 December 1985.", "32. The same day the investigating judge questioned the applicant in connection with the statements of S. R., another co-accused who had implicated him, and organised a confrontation between them.", "33. On 16 January 1986 Mr Toth challenged the decision of 2 January in the Linz Court of Appeal. That court dismissed the appeal on 22 January in private session, \"after hearing the submissions of the principal public prosecutor’s office\" (\"nach Anhörung der Oberstaatsanwaltschaft\"), but without having summoned or heard the accused and his lawyer. It feared that the applicant would abscond and cross the frontier clandestinely; it was immaterial whether it was true, as the applicant claimed, that he did not have identity papers allowing him to go to Germany, that he was banned from entering that country and that he faced prosecution in Switzerland. There was also a risk of repetition of the offences as the applicant had five previous convictions, including a sentence to twenty months’ imprisonment, imposed by the Stuttgart Regional Court, for fraud and forgery. The Court of Appeal did not consider that the duration of the detention was excessive at that stage, having regard to the likely sentence in the event of conviction, and deemed the grounds for the detention sufficiently well-founded to rule out other less stringent measures.", "34. The investigating judge questioned the applicant for the last time on 22 January 1986. He then went on leave from 1 to 14 February. On 19 February he wrote to an Austrian bank asking for various documents.", "35. By decision of 26 February 1986, the investigating judge concluded the preliminary investigation.", "36. On 12 March 1986 the Salzburg public prosecutor’s office indicted Mr Toth for various instances of attempted aggravated fraud and of aggravated fraud, as well as forgery of a \"specially protected document\" (besonders geschützte Urkunde). According to the indictment, which was seventeen pages long, the applicant had drawn cheques on various banks in Germany, Austria and Switzerland and had instructed B. and J. M. to cash them in other banks in these countries; the resulting loss amounted to 950,000 Austrian schillings for the offences of aggravated fraud, and to 1,250,000 schillings for those of attempted fraud; the accused already had two convictions for fraud and receiving stolen goods and he was facing prosecution in Germany for nineteen offences of cheque fraud. The prosecuting authorities stated that further investigations were envisaged because the applicant was suspected of arson as well as other instances of aggravated fraud.", "37. On 19 March 1986 the indictment was communicated to Mr Toth, who challenged it on 4 April, but to no avail. On 11 April the Linz Court of Appeal took the view that the conclusions of the investigation were sufficient to support the charges pending against him; it therefore committed him for trial.", "38. The same day, but by a separate decision, the Court of Appeal ruled in private session on a request from the investigating judge of 4 April; it extended to seventeen months the maximum duration of the detention on remand, having regard to the scope and the complexity of the investigation. In its view, no new evidence in Mr Toth’s favour had come to light since 22 January 1986.", "39. On 30 April the file was transmitted to the trial court, the Salzburg Regional Court, which, on 23 May, set down the trial for 11 June 1986.", "40. On 5 June the applicant’s lawyer indicated that he no longer wished to represent Mr Toth. However, he was urged not to withdraw before 11 June.", "41. Mr Toth’s trial opened on the appointed day, but the court adjourned it sine die at the end of the first hearing, for further inquiries to be undertaken, and appointed a lawyer to act for him. The transcript of the hearing ran to 116 pages.", "42. On 16 June 1986 the applicant again applied for his release, claiming that he had a permanent place of residence in Austria and confirmation of steady employment.", "43. His application was dismissed on 25 June by the Ratskammer of the Salzburg Regional Court, then on 9 July by the Linz Court of Appeal where the file had been sent on 3 July. The two courts gave the same reasons as previously. The second gave its decision in private session, \"after hearing the submissions of the principal public prosecutor’s office\".", "44. On 24 July, ten days after the return of the file, the Salzburg Regional Court sought information from the Vienna Regional Court on the matter of the proposed date for B.’s release. On 29 July it requested a German court to communicate to it a decision, which was received on 18 August.", "45. Claiming that he was financially and socially integrated and that he lacked the necessary funds to flee, Mr Toth filed a further application for release on 25 July 1986.", "The Ratskammer of the Salzburg Regional Court dismissed it on 30 July and the Linz Court of Appeal on 20 August, the latter \"after hearing the submissions of the principal public prosecutor’s office\". The two courts reiterated the grounds given in their previous decisions.", "46. On 22 September the Regional Court contacted the Hirtenberg detention centre for information concerning the date of B.’s probable release and his address thereafter. On the same day it sent letters rogatory to the Swiss Federal Police Department and to the District Court of Aschaffenburg (Germany) for information in respect of the witness D. On 15 October the Aschaffenburg District Court replied that it did not know D.’s address. On 20 October the Salzburg Regional Court obtained the address by telephoning Frankfurt prison and requested the District Court of that town to question D.", "On 25 September the file had been communicated to a court expert, who had lodged his report on J. M. on 8 October.", "47. Ruling in private session on 12 November 1986 and giving the same reasons as in its previous decisions, the Ratskammer of the Salzburg Regional Court refused to allow Mr Toth’s application for release of 28 October.", "48. On 17 November Mr Toth filed an appeal which was dismissed by the Linz Court of Appeal on 26 November, \"after hearing the submissions of the principal public prosecutor’s office\". It noted that J. M. had implicated the applicant, who had not succeeded in allaying the suspicions concerning him. For the rest, it reiterated in substance the reasons given in its previous decisions. The file was returned to the Salzburg Regional Court on 1 December.", "49. In the meantime, on 12 November, Mr Toth had stated that he wished to dispense with the services of the lawyer appointed to act for him. On 16 December the Bar declared that it saw no reason to appoint another defence lawyer.", "50. On 17 November the applicant complained that no date had been set down for the trial hearing. He was informed that the court was waiting for the examination of D. which was to take place on 27 November in the Frankfurt District Court.", "On 3 December the latter court communicated to the Austrian authorities the transcript of the examination of D.", "51. On 12 and 16 December 1986, the trial court requested the police of Dornbirn and Bregenz to provide it with the addresses of B. and S. R.; on 22 January 1987 it sought information on the former from the headquarters of the Salzburg federal police.", "52. On 31 December 1986 Mr Toth once again sought his release. The Ratskammer of the Salzburg Regional Court rejected his application on 21 January 1987.", "53. A further application for release was submitted to the Ratskammer of the Salzburg Regional Court on 21 January 1987; it was dismissed on 28 January.", "On 18 February the Linz Court of Appeal allowed the appeal which Mr Toth had filed on 3 February. It took the view that nearly twenty-five months’ detention had significantly reduced the risk of the applicant’s absconding and of repetition of the offences and made it possible to impose more lenient measures. It attached several conditions to the release: an undertaking not to evade the trial and not to go into hiding before the conclusion of the trial or to impede the investigation; it imposed an obligation to choose a permanent place of residence in Austria and to communicate it to the court and to report every two days to the police; his identity papers were provisionally confiscated.", "The applicant was released on the same day.", "54. On 9 July 1987 the Salzburg prosecuting authorities drew up an additional indictment, nine pages long. In it Mr Toth was charged with having, being aided and abetted by S. R., committed other offences of fraud by seeking to cash fraudulently in Germany, Austria and Switzerland bad cheques, which had allegedly caused a loss of approximately 800,000 Austrian schillings. These offences were therefore offences punishable by a term of imprisonment of from one to ten years (Article 147 para. 3 of the Criminal Code).", "The applicant appealed against this new indictment, but his appeal was dismissed by the Linz Court of Appeal on 30 September.", "55. The same day an application by Mr Toth to the Salzburg Regional Court concerning the conditions imposed on him was allowed, but only in part. He was authorised to report to the police only once a week. The applicant appealed to the Linz Court of Appeal, but his appeal was dismissed on 4 November 1987.", "56. On 22 February 1988 the Regional Court set down the trial for 25 and 26 May. On that last date, it found the accused guilty of aggravated fraud and sentenced him to four and a half years’ imprisonment, the pre-trial detention being automatically deducted from the sentence. The text of the judgment comprised sixty-nine pages.", "By a judgment of 23 February 1989 the Linz Court of Appeal reduced the sentence to four years. On 6 May 1990 the Salzburg Regional Court stayed enforcement of that sentence.", "57. Under Article 180 paras. 1 and 2 of the Code of Criminal Procedure, as amended on 2 March 1983, a person may be held in detention on remand - where there are serious grounds for suspecting him of having committed a criminal offence - if there is a risk of his absconding, of collusion or of repetition of the offences.", "58. A risk of absconding may not be presumed if the sentence for which the accused is liable does not exceed five years’ imprisonment, if he leads a normal life and if he has a permanent residence in Austria, unless he has already attempted to evade trial (para. 3).", "59. According to Article 193, detention may not last more than two months if it is based only on the danger of collusion, or more than six months if it is based on the other reasons.", "The second-instance court may however, if the investigating judge or the prosecuting authorities so request and if the complexity or scope of the investigation makes it necessary, extend the detention up to a maximum of three months in the case of suspected collusion, and one year where the other grounds are relied on, or even two if the sentence risked exceeds five years (paras. 3 and 4). In exercising this power the appellate court sits in private session in the absence of the detainee and his lawyer; it gives the principal public prosecutor’s office the opportunity to make submissions (para. 2).", "Detention founded on a reason other than the risk of collusion alone is subject to no time-limit as soon as the trial has begun (para. 5).", "60. The accused may lodge an application for release at any time (Article 194 para. 2). Under Articles 194 and 195, such an application is to be examined by the Ratskammer of the Regional Court in a private hearing, in the presence of the accused and his lawyer; in the appeal court - whether on appeal by the detainee or the prosecuting authorities - the oral proceedings are also conducted in private, in the presence of an official from the principal public prosecutor’s office, but without the accused and his lawyer.", "Where no such application is lodged, the Ratskammer automatically reviews the detention when it has lasted two months or when three months have elapsed since the last hearing and the accused does not have a lawyer (Article 194 para. 3).", "The fact that an indictment has become final or that the date for the opening of the trial has been fixed means that no further review hearings are conducted. Decisions concerning the continuation of the accused’s detention are thereafter taken by the Ratskammer in private session (Article 194 para. 4).", "61. Detention on remand comes to an end, at the latest, when the accused begins to serve his sentence, from which the time spent on remand is automatically deducted (Article 38 of the Criminal Code).", "62. Article 180 para. 4 of the Code of Criminal Procedure requires that detention on remand be not extended where its aims may be attained by one or more more lenient measures. The main measures envisaged in this respect are the following (Article 180 para. 5): undertaking not to abscond, to hide or to leave the place of residence without the authorisation of the investigating judge; promise not to impede the inquiry; obligation to reside in a specific place or to refrain from frequenting a given locality or from consuming alcoholic beverages; duty to inform the police of changes of address; temporary withdrawal of passport or driving licence; lodging of security; provisional appointment of a probation officer.", "Article 190 makes provision for the possibility of release on bail when the offence in question is punishable by a term of imprisonment of not more than ten years and where detention on remand has been ordered to counter the danger of the accused’s absconding."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}