{"ITEMID": "001-83249", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF RAMADHI AND OTHERS v. ALBANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Violation of P1-1;Remainder inadmissible;Pecuniary and non-pecuniary damage - financial awards (global) and Government to return the plot of land;Costs and expenses award - Convention proceedings;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "Josep Casadevall", "TEXT": ["5. The applicants, all siblings, were born in 1921, 1916, 1927, 1928, 1934 and 1943 respectively and live in Kavaja and Durrës, Albania.", "6. During the communist regime several plots of land and two shops owned by the applicants’ father were confiscated by the authorities without payment of compensation. The property, measuring in total 46,000 sq. m (the land) and 150 sq. m (the shops) (“the relevant property”), was situated in the Kavaja region.", "7. On an unspecified date the applicants lodged an application with the Kavaja Property Restitution and Compensation Commission (Komisioni i Kthimit dhe Kompensimit të Pronave – “the Commission”) under the Property Act, seeking to have the relevant property returned to them.", "8. On 7 June 1995 and 20 September 1996, respectively the Kavaja Commission upheld the applicants’ title as joint owners of two shops and a plot of land measuring 15,500 sq. m. Not being able to restore the relevant property in its entirety, the Commission ruled that 10,000 sq. m of the relevant property was to be returned to the applicants and that they were entitled to compensation, under the Property Act, in respect of the remaining 5,500 sq. m of land and the shops. Moreover, it decided not to rule on the adjacent plot of land measuring 30,500 sq. m, since agricultural property was outside its jurisdiction: rather the District Land Commission was the competent body pursuant to the Land Act (Law no. 7501 of 19 July 1991).", "9. On an unspecified date, in compliance with the Kavaja Commission’s decision of 20 September 1996, the applicants took possession of the plot of land measuring 10,000 sq. m.", "10. Notwithstanding the applicants’ requests, to date, the authorities have failed to comply with the parts of the Commission’s decisions of 7 June 1995 and 20 September 1996 relating to the payment of compensation in respect of the shops and the plot of land measuring 5,500 sq. m.", "11. On an unspecified date the applicants lodged an application with the Kavaja Land Commission (“the Land Commission”), attached to the Kavaja Municipality, claiming property rights in respect of the plot of land measuring 30,500 sq. m.", "12. On 11 November 1998 the Land Commission upheld the property claims of the applicants Sh. Ramadhi, R. Kapedani and R. Ramadhi (“the first three applicants”) and dismissed those of the applicants Xh. Ramadhi, D. Ramadhi and N. Ramadhi (“the last three applicants”) on the ground that the latter were not eligible to claim property rights over agricultural land, in so far as they were not resident in the area where the land was located.", "13. The first three applicants entered their ownership of the property in the Land Register. According to the ownership certificates, the applicants’ titles nos. 462, 460 and 461 corresponded to the plots of land registered in the Register as nos. 89/15, 89/16 and 89/17 respectively.", "14. On 7 April 1999 the Land Commission, further to a request by the Ministry of Justice, declared the first three applicants’ titles void on the basis that the decision of 11 November 1998 conflicted with substantive laws.", "15. On 25 November 1999 the first three applicants initiated proceedings in the Durrës District Court, claiming property rights over the relevant property.", "16. On 4 February 2000 the Durrës District Court annulled the Land Commission’s decision of 7 April 1999 and ordered the Land Commission to examine de novo the first three applicants’ claim to be given title to the plot of land measuring 30,500sq.m. The judgment became final at the latest on 6 March 2000.", "17. On an unspecified date the Kavaja District Court issued a writ for the enforcement of the judgment of 4 February 2000.", "18. On 14 February 2001, by letter no. 151/h, the Bailiff’s Office ordered the Kavaja Municipality to comply with the District Court’s decision of 4 February 2000.", "19. On 7 May 2001, by decision no. 366, the Kavaja Municipality held that it had no jurisdiction to enforce the decision on the ground that the Kavaja Land Commission, which would originally have had jurisdiction, had been dissolved pursuant to the Instruction of 8 November 1999 by the city’s mayor.", "20. On 8 January 2003, the newly established Kavaja Land Commission, in compliance with the District Court’s judgment of 4 February 2000, upheld the validity of the first three applicants’ titles nos. 462, 460 and 461.", "21. The applicants maintained that the property issue was still unresolved since the local authorities had transferred the above-mentioned plots of land to third parties, so that the Commission decision was thus ineffective in practice. Entries in the Land Register indicate that the plots of land registered as nos. 89/15 and 89/16 (corresponding to the applicants’ titles nos. 462, 460) are currently owned by third parties and the applicants maintained that third parties had built on the third plot of land corresponding to title no. 461. The Government maintained that the applicants had failed to register their title to the relevant property in the Land Register in order to take possession of the property in question and did not comment on the applicants’ submission concerning the transfer of the property to third parties.", "22. The Albanian Constitution, in so far as relevant, reads as follows:", "“1. The right of private property is protected by law 2. Property may be acquired by gift, inheritance, purchase, or any other ordinary means provided by the Civil Code. 3. The law may provide for expropriations or limitations in the exercise of a property right only in the public interest. 4. The expropriations or limitations of a property right that are equivalent to expropriation are permitted only against fair compensation. 5. A complaint may be filed in court to resolve disputes regarding the amount/extent of compensation due.”", "“In the protection of his constitutional and legal rights, freedoms and interests, and in defence of a criminal charge, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”", "“State bodies shall comply with judicial decisions.”", "“The Constitutional Court shall decide: ... (f) Final complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "“1. Within two to three years from the date when this Constitution enters into force, The Assembly, guided by the criteria of article 41, shall issue laws for the just resolution of different issues related to expropriations and confiscations done before the approval of this Constitution;", "2. Laws and other normative acts that relate to the expropriations and confiscations, adopted before the entry into force of this Constitution, shall be applied provided they are compatible with the latter.”", "23. The Property Restitution and Compensation Act (Ligji për kthimin dhe kompensimin e pronës) underwent several amendments during the past fourteen years. The main changes to the first Property Act of 1993 came about as a result of two laws which entered into force respectively in 2004 and 2006. Thus, hereinafter they will be referred to as the “Property Act 1993”, the “Property Act 2004” and the “Property Act 2006”, respectively.", "The relevant provisions of each of these laws are abridged as follows:", "24. According to the Act of 1993 the former owners of properties expropriated by the relevant regime and their legal heirs had the right to claim the ownership over the original properties. Upon ownership being determined they were entitled either to have allocated the original immovable property or to be awarded compensation in kind (in a maximum of 10,000 sq. m) or in value if one of the following conditions was met: the alleged property (1) was pasture, meadow, forestry land, or agricultural or non-agricultural land; (2) was not subject to Law no. 7501 of 19 July 1991; (3) was currently State-owned; (4) had been designated as suitable for construction and is situated within the boundaries of a city.", "Section 16 of the Act provided for the following forms of compensation in respect of property which could not be restituted: (a) State bonds, equivalent to the compensation owed, and with a first option of acquiring shares in State enterprises being privatised by the Government or in other activities carried out through the granting of loans; (b) an equivalent plot of land or building site near to an urban area, in accordance with the general urban-development regulations; and (c) an equivalent plot of land in a tourist zone, in accordance with the general urban-development regulations.", "The Council of Ministers had the authority to define detailed rules for determining the methods and time-limits for such compensation to take place.", "25. Moreover, the 1993 Act instituted the Commission on Restitution and Compensation of Properties (Komisioni i Kthimit dhe Kompensimit të Pronave) as the competent administrative body to deal with former owners’ restitution and compensation of property claims. However, it omitted to provide a time-limit within which a decision could be appealed, thus preventing it from even becoming binding.", "26. The Property Act enacted in 2004, repealing the previous one, provided for two forms of restitution of immovable properties, namely the return, under certain circumstances, of the original property and compensation in the event of the impossibility for the authorities to return the original property. The restitution was not limited in size. The Act provided for five forms of compensation: (a) property of the same kind; (b) property of any other kind; (c) shares in State-owned companies; (d) the value of a State-owned property in the privatisation process, and (e) a sum of money corresponding to the value attributed to the property at the time of the decision (section 11). The Act instituted the State Committee for Property Restitution and Compensation (Komiteti Shteteror per Kthimin dhe Kompensimin e Pronave), composed of five members elected by Parliament. Its role was to decide on the lawfulness of district committees’ decisions on restitution and compensation claims (sections 15 and 17). The Council of Ministers was to establish the rules and the criteria of these (sections 13).", "27. Section 19 provided for the enforcement of the decisions awarding compensation within the first six months of each financial year. On its entry into force, persons entitled to claim restitution or compensation had to lodge applications with the District Committee by 31 December 2007. The Act granted the Committee discretion to decide which form of compensation should be granted, but applicants could express in writing their preferred type of compensation. The District Committee’s decision could be appealed to the State Committee (section 20) and to the district courts within thirty days of the date of issue of the Committee’s decision.", "28. On 28 April 2005 Parliament adopted an Act, setting down the method by which immovable property would be valued for compensation purposes. Its implementation was left to the State Committee for the Compensation and Restitution of Properties, which was to issue the appropriate maps for the properties’ valuation.", "29. In order to comply with the committees’ decisions awarding pecuniary compensation, section 23 of the 2004 Act provided for the establishment of a ten-year Property Compensation Fund, whose aim was to provide financial support for such awards. The 2004 Act was examined by both the Constitutional and the Supreme Courts.", "On 24 March 2005 the Supreme Court, Joint Colleges, concluded that the Property Act of 2004 had no retroactive effect and that its provisions, could therefore, not have any impact on property rights recognised by administrative or court decisions given before its entry into force.", "30. On 17 July 2006 Property Act of 2004 was amended by means of the Property Act 2006 which entered into force on 17 August 2006. It provided, inter alia, for the establishment of the Agency for the Restitution and Compensation of Properties, a new body competent to decide restitution and compensation claims (section 15). The new law repealed sections 11 § 2; 19 and 20 of the previous law which, inter alia, provided for the procedure for the enforcement of decisions that awarded compensation."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}