{"ITEMID": "001-84268", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF FEVZİ SAYGILI v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 10;Violation of Art. 13;No violation of Art. 14", "JUDGES": "András Baka;Françoise Tulkens;Mindia Ugrekhelidze;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1966 and lives in Istanbul.", "6. The applicant is the owner of a daily newspaper, Günlük Evrensel, published in Istanbul.", "7. Günlük Evrensel released its first issue on 23 July 2001. On the same day, the state of emergency regional governor in south-east Turkey banned the newspaper's entry and distribution in the provinces under his jurisdiction, namely, Diyarbakır, Tunceli, Hakkari and Şırnak. The governor considered that the newspaper was pursuing the same editorial line as another newspaper called Yeni Evrensel, the entry and distribution of which had also been banned on 4 January 1999.", "8. The governor's decision to ban Günlük Evrensel, which contained no reasons, was served on the newspaper's Diyarbakır representative on 23 July 2001. The representative acknowledged its receipt on the same day and the ban took immediate effect.", "9. While banned in the state of emergency region, the newspaper was freely distributed elsewhere in Turkey.", "10. The governor's office of the state of emergency region was set up with special powers after the state of siege was officially declared to be over on 19 July 1987 by Legislative Decree no. 285 of 10 July 1987. A state of emergency was thus decreed in the provinces of Bingöl, Diyarbakır, Elazığ, Hakkari, Mardin, Siirt, Tunceli and Van. On 19 March 1994 the state of emergency was extended to the province of Bitlis, but lifted in the province of Elazığ. It was declared to be over in the provinces of Batman, Bingöl and Bitlis on 2 October 1997, in the province of Van on 30 July 2000 and in the provinces of Tunceli and Hakkari on 1 August 2002. In July 2002 it was extended by four months in the provinces of Diyarbakır and Şırnak.", "11. The powers of the governor of the state of emergency region (Olağanüstü Hal Bölge Valisi) are set out in the State of Emergency Act (Law no. 2935 of 25 October 1983) and various legislative decrees that were issued after the state of emergency was declared (Legislative Decrees nos. 313, 387, 413, 421, 425, 426, 427, 428, 430, 432 and 481).", "12. Section 11(e) of the State Emergency Act reads as follows:", "“... If a state of emergency is decreed, the following measures may be imposed with a view to maintaining general security, safety and public order and to preventing any escalation of the violence...:", "...", "(e) An order prohibiting, either absolutely or without prior permission, the editing, dissemination, publication or distribution of newspapers, reviews, brochures, pamphlets, posters or any similar publications, or the publication or distribution of any such [publications] which have been printed or disseminated outside the state of emergency region ...”", "13. Article 1 (a) of Legislative Decree no. 430 provides:", "“The printing, dissemination, publication or distribution of books, reviews, newspapers, brochures, posters or other similar publications liable seriously to undermine public order in the region, to cause agitation among the local population or to obstruct the security forces in the course of their duties by giving a false account of operations being conducted in the region shall be prohibited, either absolutely or without the prior permission of the governor of the region to which the state of emergency applies or the governors of the provinces concerned. [Likewise,] the publication or distribution of [any publication of the same type] that has been printed and published outside the state of emergency region shall be prohibited, either absolutely or without the prior permission of the governor of the region to which the state of emergency applies or the governors of the provinces concerned ...”", "14. The relevant part of Article 148 § 1 of the Constitution provides:", "“... There shall be no right of appeal to the Constitutional Court to contest the form or substance of legislative decrees issued during a state of emergency, a state of siege or in wartime.”", "15. Article 7 of Legislative Decree no. 285, as amended by Legislative Decree no. 425 of 9 May 1990, precludes any application in the administrative courts to have an administrative act performed pursuant to Legislative Decree no. 285 set aside.", "16. Article 8 of Legislative Decree no. 430 reads as follows:", "“No criminal, financial or civil liability may be asserted against ... the governor of the state of emergency region or provincial governors in that region in respect of decisions taken, or acts performed, by them in the exercise of the powers conferred on them by this legislative decree, and no application shall be made to any judicial authority to that end. This shall be without prejudice to the rights of individuals to claim reparation from the State for damage which they have been caused without justification [sebepsiz].”", "17. The Constitutional Court has reviewed the constitutionality of Article 7 of Legislative Decree no. 285, as amended by Legislative Decree no. 425 of 9 May 1990, in a judgment of 10 January 1991, which was published in the Official Gazette on 5 March 1992. It stated:", "“It is not possible to reconcile that provision [which precludes any judicial scrutiny of acts performed by the governor of the state of emergency region] with the concept of the rule of law ... The system of government when a state of emergency has been declared is not an arbitrary one that escapes all judicial scrutiny. There can be no doubt that individual and regulatory acts performed by the competent authorities while the state of emergency continues must be subject to judicial review. Contravention of this principle is inconceivable in countries run by democratic regimes and founded on freedom. However, the impugned provision is contained in a legislative decree that cannot be the subject of constitutional review ... Consequently, the application for an order quashing that provision must be dismissed as being incompatible ratione materiae [yetkisizlik] ...”", "18. As regards Article 8 of Legislative Decree no. 430, in two judgments delivered on 3 July 1991 and 26 May 1992 (published in the Official Gazette on 8 March 1992 and 18 December 1993 respectively), the Constitutional Court followed that decision in dismissing as incompatible ratione materiae applications for orders quashing the relevant provisions."], "VIOLATED_ARTICLES": ["10", "13"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}