{"ITEMID": "001-22390", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "ZHELEZOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Yevgeniy Zhelezov, is a Russian national, who was born in 1975. He is currently detained in the Severlokhi Prison in Russia. He was represented before the Court by Ms K. Kostromina, a lawyer practising in Moscow. The respondent Government were represented by Mr P. Laptev, Representative of the Russian Federation before the Court.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was suspected of having murdered his father on 7 August 1997. In particular, it was found that the applicant’s father had died from 41 wounds inflicted with a sharp object. The applicant was arrested and questioned by an investigator on the same day. During the interrogation the applicant wrote a confession whereby he stated that he had killed his father while under the influence of alcohol.", "The interrogation record of 7 August 1997 includes a typed description of the applicant’s procedural rights, including “the right to be represented by a lawyer from the moment of the arrest”. The record also contains the applicant’s statement that he “so far does not need a defence counsel”, confirmed by his signature.", "On 8 August 1997 the applicant was again questioned. During the questioning he confirmed his written confession of 7 August 1997 that he had killed his father. After the interrogation the applicant’s detention was authorised by a prosecutor on suspicion of his having committed aggravated murder.", "The investigating authorities requested the Bar to designate an official defence counsel to represent the applicant during the inquiry of 8 August 1997, in accordance with the relevant procedural requirements. The respondent Government state that an official counsel, PK, indeed represented the applicant during the interrogation. They have submitted a copy of an order by the Bar dated 8 August 1997 whereby PK had been nominated to represent the applicant at the interrogation on that same day. The detention order of 8 August 1997 also contains the applicant’s signature together with the signature of PK, confirming that they had access to the detention order.", "The applicant states that PK was “possibly” designated to represent him at the interrogation of 8 August 1997. He denies however that PK in fact appeared at the interrogation.", "On 13 August 1997 the applicant employed privately a representative who thereafter acted in the proceedings on his behalf. On the same day the applicant was charged with aggravated murder.", "On 2 June 1998 a jury of the Kirov Regional Court convicted the applicant of aggravated murder (Article 105 of the Criminal Code) on the basis of various testimonies by witnesses and experts, and the applicant’s own explanations at the stage of the pre-trial investigation. He was sentenced to 12 years’ imprisonment.", "In establishing the applicant’s guilt, the court took account of the applicant’s self-incriminating statements made at the interrogations of 7 and 8 August 1997. The court noted that on the date of the arrest, when submitting his written confession, the applicant had waived the right to be represented by a defence counsel. It further held that the domestic criminal procedure did not require obligatory legal representation of the applicant at the initial stage of the proceedings.", "The court rejected the applicant’s subsequent pleadings at the trial that he had acted in self-defence. The court also established that the applicant had committed the crime while being drunk.", "The applicant’s appeal against the first instance judgment was rejected by the Supreme Court on 25 August 1998. In dismissing the applicant’s pleadings that he had acted in self-defence, the Supreme Court took notice inter alia of the fact that during the interrogations of 7 and 8 August 1997 the applicant had not made such allegations.", "Article 48 § 2 of the Constitution states that an arrested person has the right to assistance of a lawyer from the moment of the arrest.", "Pursuant to Articles 47 and 52 of the Code of Criminal Procedure, a suspect, from the moment of his arrest, has the right to be represented by a defence counsel, if necessary to be paid by the authorities."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}