{"ITEMID": "001-82378", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "HANULIAK AND OTHERS  v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["Each of the first four applicants was, and the fifth applicant is, a Slovakian national. Their particulars appear below.", "The respondent Government were represented by Ms A. Poláčková, their Agent, who was succeeded in that function by Ms M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The first applicant, Mr Štefan Hanuliak, was born in 1913 and died in 2006. He was the father of the fifth applicant. The second applicant, Mrs Kamila Hanuliaková, was born in 1915 and died on 14 January 2001. She was the wife of the first applicant and the mother of the fifth applicant. The third applicant, Mr Jozef Hanuliak, was born in 1919 and died on 4 March 2000. He was the husband of the fourth applicant, Mrs Ľudmila Hanuliaková, who was born in 1918 and died in 2005. The third applicant was the uncle of the fifth applicant and the fourth applicant was his aunt.", "The fifth applicant, Mr Augustín Hanuliak, was born in 1941 and resides in Topoľníky. He originally represented the first four applicants and then expressed the wish to continue the application in their stead.", "In 1924 family F. bought real property located in Okoč. In 1939 they exchanged that property with another family for different real property.", "In 1946 the real property in Okoč was confiscated. The area was subsequently divided into plots, some of which were allocated to the first four applicants as “assigned owners” (prídeloví vlastníci) under a deed of 1948.", "In 1952 the allocated plots were effectively taken over by an agricultural cooperative and in 1958 the allocation was formally quashed and the ownership of the plots passed to the State.", "The fifth applicant submits that in 1997 the first four applicants donated their claims to the title to the relevant plots to him and that he became their legal successor in respect of these plots.", "In 1991 the first applicant and the third applicant lodged, unsuccessfully, demands with the above agricultural cooperative for restitution of the assigned plots and for compensation. The claims were based on a special law of 1991, the Land Ownership Act (Law no. 229/1991 Coll. - “the Act”). However, they were not lodged with the competent Land Office, as required under section 9(1) of that Act.", "In 2004 the applicants lodged a claim for restitution of the land in question under a newly adopted special law, the Restitution of Title to Real Property Act of 2003 (Law no. 503/2003 Coll.). It is still pending.", "In 1992 several members of family F. lodged a claim under the Act with the Dunajská Streda Land Office for restitution of the land in Okoč. They submitted that it had belonged to their legal predecessors at the time of the confiscation in 1946.", "On 7 July 1992 the claimants and the agricultural co-operative which was using the land entered into an agreement on restitution (dohoda o vydaní) of the property in question to the claimants. The agreement was submitted for approval to the Land Office as envisaged under the Act.", "Considering that it was questionable whether the claimants had any title to the land, the Land Office invited them to seek a determination of their rights before a court and stayed the restitution proceedings pending the outcome of such judicial proceedings.", "On 17 February 1993 the Dunajská Streda District Court (Okresný súd) found that the land had been in the co-ownership of the claimants’ legal predecessors at the time of their death in 1961 and 1986, respectively.", "On 15 July 1993 the Land Office approved the restitution agreement of 7 July 1992. The decision became final on 9 August 1993.", "In 1996 the first four applicants unsuccessfully challenged the decision of 15 July 1993 before the Ministry of Agriculture in a special procedure outside the framework of ordinary appellate proceedings (mimo odovlacieho konania). Nevertheless, the decision of 15 July 1993 was finally quashed on a protest lodged by the prosecution service.", "The restitution agreement of 7 July 1992 was then examined anew, by the Dunajská Streda District Office (legal successor to the Land Office), which decided – twice - not to approve it. Both decisions were judicially reviewed and quashed by Trnava Regional Court (Krajský súd).", "The proceedings are still pending", "On 14 December 1993 the first two applicants brought an action against the Slovak Land Fund in the District Court for a determination of ownership in respect of the relevant plots.", "In 1994 the proceedings were discontinued on the ground that the matter fell outside the jurisdiction of the courts.", "On 21 November 1994 the first two applicants brought an action against family F. They sought a ruling declaring them to be the owners of the land in question and an interim measure suspending the above-mentioned court rulings concerning the title of family F. to the land.", "All judges of the District Court declared that they were unable to sit in the case further to a previous incident when the fifth applicant and his son had insulted the president and one of the judges of that court.", "On 17 January 1995 the Regional Court ruled that there were no grounds for disqualifying the entire bench of the District Court from dealing with the case.", "In March and April 1995 the District Court requested the defendants’ observations in reply and other information from the Land Office and the Šaľa District Archive.", "On 13 April 1995 the District Court dismissed the request for an interim measure, discontinued the proceedings and decided to transmit the matter to the administrative authorities within the jurisdiction of which it fell. The plaintiffs appealed and challenged all judges of the District Court for bias.", "Between May and July 1995 the District Court sought the defendants’ observations in reply to the appeal, an explanation of the plaintiffs’ challenge of bias, information from the District Archive and the Nitra Register Office and an amendment to the action in view of the fact that one of the defendants had died.", "On 29 September 1995 the Regional Court quashed both the decision concerning the interim measure as well as that concerning the discontinuation of the proceedings. The former ruling was found to be premature and the latter ruling to be erroneous given that the defendants were natural persons.", "In November and December 1995 and January 1996 the District Court requested three times that the plaintiffs substantiate the challenge of bias, pay the court fees and complete the request for an interim measure. In the meantime they had withdrawn the power of attorney from their lawyer.", "In February 1996, in response to the District Court’s request, the plaintiffs’ new representative submitted the missing information.", "A hearing was scheduled for 14 March 1996. Two days before that hearing the plaintiffs’ representative apologised for not being able to attend due to health reasons. The plaintiffs did not appear. The hearing was adjourned until 2 May 1996.", "The defendants’ lawyer then requested a postponement of the hearing which was planned for 2 May 1996 due to health reasons and the plaintiffs withdrew the power of attorney from their representative. The hearing was adjourned until 27 May 1996. Following the latter hearing, on the same day, the District Court decided to join the present action to the action of the third and fourth applicants (see below).", "On 21 November 1994 the third and fourth applicants brought separate proceedings against family F. for a determination of ownership in respect of the land in question. They also sought an interim measure, similar to that sought by the first two applicants.", "On 31 May 1995 the Regional Court ruled, in the context of the incident mentioned above, that there were no grounds to disqualify the District Court’s judges from dealing with the case.", "In July 1995 the District Court requested information concerning the case from the Land Office and the District Archive. In November 1995 it demanded that the plaintiffs bring their request for an interim measure in line with the applicable formal requirements and specify who the actual defendants were, given that one of the original defendants had died. In response, their legal representative informed the District Court that the plaintiffs had withdrawn his power of attorney. The request was reiterated.", "In January 1996 the plaintiffs submitted that they had new legal representation but they submitted no power of attorney. The District Court again requested that they specify the action and the request for an interim measure and sought further information from the District Archive.", "A hearing scheduled for 14 March 1996 had to be adjourned until 2 May 1996 owing to the absence of the plaintiffs and their legal representative who had informed the court that he had been unable to appear for health reasons two days before the hearing. The plaintiffs then again cancelled their legal representation.", "On 27 May 1996 the District Court held a hearing and the proceedings in the present action were joined with the proceedings in the action of the first two applicants. Following the hearing, on the same day, the District Court dismissed both actions. A copy of the judgment was served on the first two applicants in June 1996. The third and fourth applicants refused to accept the service. All the plaintiffs appealed.", "On 8 July 1996 the District Court corrected clerical errors in its judgment and requested the defendants’ observations in reply to the appeal.", "On 12 November 1996 the Regional Court held a hearing following which, on the same day, it quashed the first-instance judgment and remitted the case to the District Court for re-examination. It pointed out, inter alia, that it was the plaintiffs’ responsibility to substantiate the scope, the legal nature and the factual basis of their claims.", "In December 1996 and January 1997 the District Court invited the plaintiffs’ representative to submit valid powers of attorney from all the plaintiffs and to substantiate the action.", "In March and April 1997 the plaintiffs’ legal representative demanded that the court proceedings be stayed pending the outcome of the administrative proceedings on the restitution claim of family F. in view of the fact that the administrative decisions on that claim had been quashed (see above). In April and May 1997 the plaintiffs appointed a lawyer to represent them in the proceedings. The lawyer submitted the missing information on 24 July 1997.", "On 25 July 1997 the District Court appointed a geodesy and cartography expert to draw up a report on the land in question and ordered the parties to pay an advance on his fees.", "On 14 July 1997 the plaintiffs appealed against the ruling concerning the expert’s fees and requested an exemption from the obligation to pay the court fees. On 22 July 1997 they submitted further information.", "On 5 September 1997 the District Court sought information from the Sereď and Ťerchová municipal authorities concerning the plaintiffs’ material standing. It was supplied in October 1997.", "On 7 November 1997 the District Court decided not to exempt the plaintiffs from the obligation to pay the court fees. They appealed and stated that they would supply the reasons for their appeal later.", "On 12 January 1998 the District Court invited the plaintiffs’ lawyer to submit the reasons for their appeal of 7 November 1997, which they finally did on 10 February 1998.", "On 23 April 1998 the Regional Court upheld the decision of 25 July 1997.", "On 2 June 1998 the District Court admitted the Land Fund to the proceedings as the eighth defendant.", "On 5 March 1999 the expert submitted two reports. The parties were then requested to submit observations in reply to the reports.", "On 31 March and 17 May 1999, respectively, the defendants’ lawyer informed the District Court that one of the defendants had died in 1998 and submitted the death certificate.", "On 13 May 1999 the District Court ordered the plaintiffs to pay the fees of the expert. They all appealed.", "On 19 May, 9 June and 19 July 1999 the District Court repeatedly requested the plaintiffs’ lawyer to bring the action in line with the applicable requirements. On 23 July 1999 the lawyer informed the court that the third and fourth applicants had withdrawn the power of attorney from her.", "On 27 July 1999 a new lawyer informed the District Court that the third and fourth applicants had appointed him to represent them in the proceedings. On 24 September 1999 he responded to the court’s request for further and better particulars.", "On 14 October 1999 the District Court informed the plaintiffs’ lawyer that the particulars of their claim did not reflect the specification of the land as in the expert’s reports and warned him that he would be fined if he failed to correct the claim within 7 days. The lawyer responded on 19 October 1999 but did not change the identification of the land as instructed.", "On 9 March 2000 the Regional Court quashed the decision of 13 May 1999 concerning the expert’s fees and remitted the question to the District Court for re-examination.", "In May 2000 the plaintiffs’ representative submitted that they had cancelled his power of attorney. The District Court ruled again on the expert’s fees and warned the plaintiffs that the proceedings would be discontinued if they failed to correct their claim.", "Between May and July 2000 the District Court made inquiries following a finding that the third applicant had died.", "On 14 December 2000 the District Court discontinued the proceedings under Article 43 § 1 of the Code of Civil Procedure on the ground that the plaintiffs had failed to pursue the case. They refused to accept the service of the decision. It became final on 20 January 2001.", "On 17 May 2001 the fifth applicant made a written submission by which he sought to appeal against the decision of 14 December 2000. He made similar submissions later.", "On 21 May 2001 the District Court informed the fifth applicant that there were doubts as to his power of attorney to act in the name of the first four applicants and invited him to show that he was authorised to do so. In a letter of 24 June 2002 the District Court warned the fifth applicant that it would be unable to continue communication with him unless he produced evidence that he was empowered to act on behalf of the first four applicants. There is no indication that any formal proceedings ensued from the fifth applicant’s submissions.", "On 26 January 2000 the first four applicants, who were represented by the fifth applicant, filed a petition (podnet) with the Constitutional Court. They complained about the length of the proceedings concerning the restitution claim of family F. and their ownership actions of 1994.", "On 22 June 2000 the Constitutional Court rejected their motion as falling short of the statutory requirements.", "On 7 November 1995 the fifth applicant was charged with the offence of unauthorised use of someone else’s property under Article 249 of the Criminal Code. The charge was based on the suspicion that he had been using illegally a plot which belonged to the real estate in dispute.", "On 30 January and 29 April 1996, respectively, the applicant was committed for trial and found guilty as charged by the Komárno District Court in summary proceedings by way of a penal order (trestný rozkaz).", "The applicant successfully appealed (protest). The order was ex lege vacated and the matter fell to be determined in ordinary proceedings.", "In 1997 the proceedings were stayed under Article 173 § 1 (c) of the Code of Criminal Procedure on the ground that the fifth applicant had become unable to understand them owing to the state of his mental health.", "In 1999 the proceedings were stayed under Article 173 § 1 (a) of the Code of Criminal Procedure on the ground that it was not possible to secure the fifth applicant’s presence.", "On 19 December 2003 the proceedings were resumed and joined with the proceedings concerning the charge of 2002 (see below).", "On 30 August 2002 the fifth applicant was charged with the offences of violence and grave disturbance under Articles 197a and 2002 § 1 of the Criminal Code.", "In October 2002 the Dunajská Streda District Court ordered examination of the fifth applicant’s mental health by two experts.", "On 19 December 2003 the proceedings on the charges of 1995 and 2002 were joined. The proceedings are still pending."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}