{"ITEMID": "001-82319", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ONAY v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect)", "JUDGES": "", "TEXT": ["4. The applicants, Sıddık Onay and Zinnet Onay, were born in 1985 and 1948 respectively and live in Diyarbakır. The second applicant is the mother of the former.", "5. When the first applicant (“the applicant”) was 17 years old, on 25 May 2002 at about 2 p.m. he was arrested at his home by police officers from the Department of Peace and Order attached to the Diyarbakır Security Directorate, on suspicion of involvement in various incidents of bag snatching in Diyarbakır.", "6. According to the report drafted by the police, the arrest took place on 26 May 2002 at 9.50 p.m. on the street outside his residence. The report stated that the police had acted upon the information of a certain M.D., a fellow detainee, who had cited the applicant's name during his interrogation in relation to the bag snatching in Diyarbakır. The report also stated that the applicant's mother had been informed of the arrest and detention.", "7. On 26 May 2002 the applicant was given a medical examination at the Forensic Medicine Institute. A subsequent medical report revealed that there were some blade cuts on his left arm which were three or four days old but, apart from those injuries, no signs of possible ill-treatment were noted. The applicant was then taken into custody at the Peace and Order Department.", "8. On 27 May 2002 at 3.30, 4.15, 4.45, 5.10, 5.35 and 6 p.m., the applicant and M.D. were taken to on-site inspections. A lawyer assigned by the Diyarbakır Bar Association was present during these inspections, when the applicant gave detailed statements as to how he and M.D. had planned and committed the offences.", "9. Around 6.15 p.m. the same day, he was again given a medical examination. The medical report drafted on that occasion recorded no signs of beatings or the use of physical force on the applicant's body. The same day, at the request of the police, the public prosecutor, without seeing the applicant, extended his custody period by two more days under Article 128 § 2 of the former Code of Criminal Procedure. According to the report drafted by the police at 6.25 p.m. on that day, the applicant was handed over to the Juvenile Department of the Security Directorate.", "10. On 28 May 2002 at 10.30 a.m., the applicant was brought for a further medical examination. The medical report prepared on that day noted two bruises of 10 x 2 cm on his right upper arm and a bruise of 5 x 1 cm on his left upper arm just below his shoulder, which were estimated to be two or three days old; some old cutting scars on his arms and chest were also noted. The applicant was given a second medical examination at 4.15 p.m. on the same day. The second medical report confirmed the findings of the first report. These reports both stated that the medical examinations had been performed upon the request of the Peace and Order Department.", "11. On 29 May 2002 the Juvenile Police took the applicant for a medical examination. The forensic medical report prepared on that occasion recorded the old cutting scars on the applicant's body, but no signs of the use of recent physical force were noted.", "12. On the same day the applicant was brought before the public prosecutor. In his statement to the public prosecutor, made in the presence of another duty lawyer, the applicant denied the charges against him. The lawyer claimed that the applicant had been ill-treated whilst in police custody and that he still bore the signs of that treatment. He requested that the applicant be referred to the forensic medicine institute for a complete medical report.", "13. Later the same day, the applicant repeated his allegations of ill-treatment before the investigating judge. He alleged that, after the police officers had apprehended him, they blindfolded him; electric shocks were administered to his body; he was beaten with truncheons and forced to admit to the charges. He showed the marks on his body to the judge. The judge noted a bruise of 7 cm about the thickness of a little finger on the applicant's right upper arm, a bruise of 3 cm the thickness of a little finger just under his left shoulder, a scab-covered lesion under his left kneecap, a swelling on his left ankle and some old blade cuts. The applicant was then remanded in custody.", "14. On 30 May 2002 the applicant's lawyer filed a complaint with the Diyarbakır Public Prosecutor's Office, requesting the public prosecutor to bring criminal proceedings against the police officers who had been on duty when the applicant was in their custody. He also repeated that the applicant should be referred for a full medical examination. Subsequently, the public prosecutor launched an investigation into the applicant's complaint of ill-treatment.", "15. On the same day, the public prosecutor took a detailed statement from the applicant, in which he complained about the police officers and repeated almost the same submissions he had made to the investigating judge, adding that he had not been subjected to further ill-treatment after he had been handed over to the Juvenile Police. He also admitted that the scars on his upper and lower arms as well as his wrist were self-inflicted with metal wire, which he had torn off the cell window, as he could not bear the pain of ill-treatment. After taking the applicant's statement, the public prosecutor issued a letter to the Forensic Medicine Institute, asking for a detailed medical report on the applicant, including an explanation as to the nature and cause of his injuries.", "16. A report submitted by the Forensic Medicine Institute on 30 May 2002 made reference to the previous medical reports dated 26, 27 and 28 May 2002, and drew its own conclusions after the applicant had been examined. It noted that the applicant had a bruise of 5 x 0.5 cm of which the outer line was a green-yellow colour and the centre was purple-dark blue, on the right upper arm, estimated to be three or four days old, and an old scar of 3 x 1 cm on his left kneecap. The bruising was deemed to have been caused by blunt force trauma. The applicant's injures were not regarded as life threatening but classified as sufficient to render him unfit for a day.", "17. On 18 November 2004 the public prosecutor decided not to prosecute the police officers concerned. Referring to all the medical reports, this decision concluded briefly that the lesions had occurred prior to the applicant's arrest and that the scars on his body and arms had been self-inflicted, as he admitted in his statement of 30 May 2002. The applicant challenged this decision before the Siverek Assize Court.", "18. On 19 January 2005 the Assize Court rejected the applicant's objection.", "19. Section 18 (b) of the Regulations on Apprehension, Detention and Interrogation (1 October 1998, as amended on 13 August 1999) provides:", "“Anyone who has reached the age of eleven, but is no more than eighteen, may be arrested. The parents and a lawyer shall be informed of the arrest and the minor shall be brought promptly before the public prosecutor. In these cases, the preliminary investigation shall be conducted personally by the Principal Public Prosecutor or by a public prosecutor to whom the former delegates that duty...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}