{"ITEMID": "001-61794", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF YAVUZ v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 6-3-c and 6-3-d;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. On 28 April 1993 the Vorarlberg Regional Employment Office (Landesarbeitsamt) granted the B. company, whose executive director was the applicant, a preliminary and temporary work permit for A., another Turkish citizen. It further stated that should the B. company receive a negative decision on the request for a definitive work permit, A. would loose his right to work four weeks after the service thereof. On 25 May 1993 the Regional Employment Office refused to grant A. a definitive work permit. This decision was served on 26 May 1993. The B. company appealed against it and, referring to A.’s preliminary work permit, requested that its appeal be exceptionally granted suspensive effect. On 20 July 1993 the Constitutional Court (Verfassungsgerichtshof) refused this request. This decision was served on the applicant’s counsel on 12 August 1993.", "9. On 19 August 1993 the B. company notified the Bregenz District Administrative Authority (Bezirkshauptmannschaft) of its commercial-law manager’s C. representation by counsel in possible administrative criminal proceedings against him for alleged illegal employment of a foreigner. The B. company argued that C. could not be deemed culpable for the period of time while its complaint had been pending before the Constitutional Court, as it was not until the service of that court’s decision that he learned that suspensive effect had not been granted.", "10. On 28 October 1993 the Bregenz District Administrative Authority informed the applicant of its suspicion that he had illegally employed A. between 24 June and 10 August 1993. It invited the applicant either to comment in writing or to make an appointment with the authority for an oral justification within two weeks.", "11. On 29 November 1993 the applicant replied to the District Administrative Authority by referring in essence to the contents of the B. company’s notification of 19 August 1993.", "12. On 2 March 1994 the District Administrative Authority informed the applicant about the evidence taken in his case and attached a statement by the Vorarlberg Regional Employment Office. It invited the applicant to comment, within two weeks, either in writing or personally, at the authority’s office.", "13. On 18 March 1994 the applicant submitted that he had initially employed A. on the basis of his preliminary work permit. He argued that he had not acted culpably as, prior to his case, the Constitutional Court had not ruled on the question whether an appeal against the refusal of a work permit could be granted suspensive effect in view of a prior preliminary work permit. Consequently, in such an unclear legal situation, he could not be blamed for a mistake of law either.", "14. On 31 March 1994 the District Administrative Authority imposed a fine of 5,000 Austrian schilling (ATS) on the applicant for breach of Section 28 of the Employment of Foreigners Act (Ausländerbeschäftigungs-gesetz). It noted that he had illegally employed A. after his preliminary work permit had expired on 23 June 1993, i.e. four weeks after the service of the Regional Employment Office’s negative decision of 25 May 1993. It remarked that the B. company’s appeal against the latter decision had no effect on the applicant’s case.", "15. On 11 May 1994 the applicant appealed against this decision, repeating in essence his submissions of 18 March 1994.", "16. On 2 May 1995 the Vorarlberg Independent Administrative Panel (Unabhängiger Verwaltungssenat, hereafter referred to as the “IAP”) summoned the applicant and his counsel to an oral hearing scheduled for 26 May 1995. The summons, which indicated that the applicant’s personal presence was required, was addressed to the applicant’s counsel and stated that counsel was obliged to inform the applicant of the date of the hearing. Further, referring to Section 51 f § 2 of the Code of Administrative Offences (Verwaltungsstrafgesetz), it noted that the hearing would be conducted in his absence if he failed to appear.", "17. On 17 May 1995 counsel requested a postponement of the hearing because he planned to attend a conference on that date.", "18. On 18 May 1995 the IAP refused this request on the ground that witnesses had already been summoned and that counsel was free to send a colleague as substitute.", "19. On 26 May 1995 the IAP, in the absence of the applicant and his counsel, held a hearing at which it heard two witnesses, both cousins of the applicant. One of them informed the authority that the applicant was staying in Turkey and had initially asked him to help clarify the case at issue because of his good command of German. The second witness, an employee of the B. company, confirmed that A. had worked and been paid during the period at issue.", "20. On 1 June 1995 the IAP sent the applicant’s counsel the minutes of the hearing and enclosed a letter of the Vorarlberg Regional Employment Office of 4 April 1995, which stated that A. had been covered by compulsory insurance for workers between 6 May and 20 August 1993. The IAP further invited him to comment in writing within one week.", "21. On 7 June 1995 counsel requested a suspension of the proceedings until the applicant’s return to Austria in order to hear him in person. On the same day, the IAP informed counsel that the decision would be pronounced publicly on 22 June 1995.", "22. On 19 June 1995, referring to the applicant’s right under Article 6 of the Convention, counsel requested again that the proceedings and the public pronouncement be adjourned until the applicant’s return to Austria.", "23. On 22 June 1995 the IAP confirmed the District Administrative Authority’s decision. It noted that the facts had been sufficiently established by the witnesses. Thus, there was no need to hear the applicant upon his return to Austria. For the same reason the IAP had also refused the request for adjournment of 19 June 1995. Given the applicant’s representation by counsel throughout the proceedings, counsel had the possibility to attend hearings, where he could have forwarded arguments in favour of the applicant and could have examined the witnesses, thereby preserving the applicant’s defence rights. However, counsel had failed to make use of these opportunities. Moreover, since counsel had only forwarded arguments of law in defence and had never explicitly opposed the imputed fact of employment, there was no reason to hear the applicant. The IAP further held that the applicant could not enjoy impunity for having committed a mistake of law, as this only applied in the event an authority, e.g. the Employment Office, had incorrectly informed him. However, the applicant had never sought legal advice by a competent authority.", "24. On 8 August 1995 the applicant lodged a complaint with the Constitutional Court invoking Article 6 of the Convention.", "25. On 26 February 1996 the Constitutional Court declined to deal with the complaint on the ground that it did not raise a question of constitutional law. It noted that Article 6 would only be violated if the IAP had incorrectly applied Section 51 f § 2 of the Code of Administrative Offences and remitted the complaint to the Administrative Court (Verwaltungsgerichtshof).", "26. On 23 August 1996 the applicant supplemented his complaint and requested legal aid.", "27. On 13 November 1996 the Administrative Court noted that the applicant had failed to submit the forms for legal aid request within the set time-limit.", "28. On 10 January 1997 the IAP submitted observations in reply, repeating in essence its findings of 22 June 1995.", "29. On 1 July 1998 the Administrative Court, referring to its findings in a similar case, dismissed the complaint. It noted that counsel, without just cause, had not attended the hearing. Therefore the IAP had lawfully continued the hearing in the absence of counsel and the applicant, in accordance with Section 51 f § 2 of the Code of Administrative Offences. Consequently, the applicant’s defence rights as guaranteed under Article 6 of the Convention had not been infringed. The decision was served on the applicant’s counsel on 29 July 1998.", "30. Section 51 f § 2 of the Code of Administrative Offences (Verwaltungsstrafgesetz) provides that the absence of a party at a hearing, though having been duly summoned, does not impede the holding of the hearing or the decision-taking either."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}