{"ITEMID": "001-97668", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MAMIKONYAN v. ARMENIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicant was born in 1958 and lives in Yerevan.", "5. On 17 August 2003 criminal proceedings were instituted on account of a traffic accident the previous day which had caused the death of a person. The victim, P., was taking a walk in the street with his friend, Z., when he was run over by a car.", "6. On 9 October 2003 the applicant, who was the driver of the car in question, was charged under Article 242 § 2 with involuntary manslaughter resulting from a violation of traffic rules.", "7. A number of witnesses made statements during the investigation, including three eyewitnesses Z., M. and O. Witness Z. stated that he was taking a walk with P., when he noticed a car driving down the road at a speed of 70-80 km per hour. When the car was about 13 metres away from them, it suddenly made a sharp turn and headed towards them. He managed to dodge, but P. was run over. No sound of brakes was heard before the collision. Similar statements were made by witnesses M. and O., although the latter stated that the car was going at a speed of about 90-100 km per hour. It appears that a confrontation was supposed to be held between the applicant and witness O. but the latter failed to appear.", "8. On 25 December 2003 the indictment was finalised and transmitted to the Erebuni and Nubarashen District Court of Yerevan (Երևան քաղաքի Էրեբունի և Նուբարաշեն համայնքների առաջին ատյանի դատարան).", "9. On 18 October 2004 the Erebuni and Nubarashen District Court of Yerevan found the applicant guilty as charged and sentenced him to two years' imprisonment. This judgment was based on the statements of witnesses Z. and M., the statements of three other witnesses, the statements of an auto-technical and medical experts, all of whom were questioned in court, the statement of witness O. made during the investigation, an auto-technical and medical expert opinions, and the results of examinations of the scene of the accident and of the applicant's car.", "10. On an unspecified date the applicant lodged an appeal, in which he apparently raised the issue of non-appearance of witness O.", "11. On 27 December 2004 the Criminal and Military Court of Appeal (ՀՀ քրեական և զինվորական գործերով վերաքննիչ դատարան) dismissed the appeal and upheld the judgment of the District Court. As regards witness O.'s non-appearance at the confrontation, the Court of Appeal found:", "“[Witness O.] has stated ... that he was indeed unable to come to the confrontation but wishes to indicate that [the applicant] is a police officer, has connections and is able somehow to hurt his family. On 16 December 2003 at around 12.20 p.m. he noticed [the applicant] and a group of men next to the building of the district prosecutor's office[. R]ealising the reason why they were gathered there, he did not step out of the car and left from [there]. He is ready to confirm his statements at a confrontation with [the applicant], including in court, if his security is ensured.", "According to a certificate present in the case file [(case page 176a)], the confrontation between [witness O.] and [the applicant] was not possible.”", "12. On 31 December 2004 the applicant lodged an appeal on points of law against this judgment. In his appeal, he indicated that the court judgment was unlawful since it had been adopted with a substantial violation of procedural law. The applicant requested that the judgment of the District Court be quashed and a new judgment be adopted. He also requested that the judgment of the Court of Appeal be quashed. The applicant added that the main arguments would be presented in an additional appeal following the receipt of a copy of the Court of Appeal's judgment.", "13. By a letter of 4 January 2005 a copy of the Court of Appeal's judgment was sent to the applicant.", "14. According to a certificate issued on 2 March 2005 by the head of the relevant post office, this letter was received at the post office on 7 January 2005 and was served on the applicant on 10 January 2005.", "15. On 12 January 2005 the applicant lodged an appeal on points of law as a supplement to his appeal of 31 December 2004, which contained eight pages of legal arguments. The applicant stated at the outset that a copy of the judgment was received by him on 7 January 2005. He went on to complain, inter alia, that the statements of witness O. made during the investigation had been used as a basis for his conviction. However, he had not been afforded an opportunity to examine that witness at any stage of the proceedings.", "16. On 4 February 2005 the Court of Cassation examined and dismissed the appeal of 31 December 2004, finding:", "“The argument put forward by [the applicant] in his appeal that the judgment is unlawful since it has been adopted with a substantial violation of procedural law, therefore ... the judgment of the first instance court must be quashed and a new judgment must be adopted, is unsubstantiated. ... Article 398 of the Code of Criminal Procedure clarifies the notion of a substantial violation of procedural law and paragraph 3 of this Article enumerates those specific grounds on which a judgment is to be quashed in any event. In spite of this, [the applicant] did not indicate in his appeal on points of law on which grounds the Court of Cassation ... should quash the judgment of the Court of Appeal and remit the case for a fresh examination. Whereas the Court of Cassation shall review a judgment of the Court of Appeal, on the basis of [the applicant's] appeal, within the grounds presented in the appeal...”", "17. The Court of Cassation further stated:", "“...as regards the new appeal on points of law filed in supplement to [the appeal of 31 December 2004], it was lodged in violation of the time-limit for appeal prescribed by Article 412 of the Code of Criminal Procedure, therefore the Court of Cassation will not examine that appeal.”", "According to Article 242 § 2, violation of traffic rules by a person driving a car, which has caused involuntary manslaughter, shall be punishable by imprisonment for a period not exceeding five years.", "18. The relevant provisions of the Code of Criminal Procedure, as in force at the material time, read as follows:", "“1. Procedural actions, which have been performed after the expiry of a time-limit, shall be considered invalid, unless the time-limit is restored.", "2. The person concerned shall apply with a motion or a request to have the missed time-limit restored to the authority dealing with the case. ...", "3. A time-limit which has been missed for valid reasons must be restored by a decision of the authority dealing with the case, upon a motion of the person concerned. ...”", "“1. The investigator is entitled to arrange a confrontation of two persons who have been interrogated beforehand and whose statements contain substantial contradictions. The investigator is obliged to arrange a confrontation if there are substantial contradictions between the statements of the accused and some other person.”", "“1. If one of the witnesses, an expert or a specialist who has been summoned to the court hearing does not appear, the court, after hearing the opinion of the parties, shall decide to continue", "“1. Reading out at the trial of witness statements made during the inquest, the investigation or a previous court hearing ... is permissible if the witness is absent from the court hearing for reasons which rule out the possibility of his appearance in court, if there is substantial contradiction between those statements and the statements made by that witness in court, and in other cases prescribed by this Code.”", "“1. A judgment or a decision of the Court of Appeal shall enter into legal force ten days after the date of its pronouncement.", "2. A judgment or a decision of the Court of Appeal shall be served on the convicted or acquitted person, his or her advocates and lawful representatives ..., provided they participated in the examination of the case in the Court of Appeal, not later than three days after the date of its pronouncement.”", "“3. In cases when an appeal on points of law ... was lodged out of time, it shall be left unexamined by a decision of the Court of Cassation.”", "“1. An appeal on points of law against a judgment or a decision of the Court of Appeal ... can be lodged within ten days from the date of delivery of the judgment or decision.", "...", "3. Appeals lodged out of time shall not be examined.”", "“1. The Court of Cassation shall review ... the judgments and decisions of the Court of Appeal which have not entered into force within the limits of the grounds raised in the appeal on points of law. ...”", "19. According to Paragraph 9.2 of this Decree, the maximum speed limit in urban and rural areas was 60 km per hour."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}