{"ITEMID": "001-112140", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "BESEN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Françoise Tulkens;Guido Raimondi;Helen Keller;Paulo Pinto De Albuquerque", "TEXT": ["1. The applicant, Ms Ayşe Çiğdem Besen, is a Turkish national who was born in 1960 and lives in İstanbul. She was represented before the Court by Mr İ. D. Gökkılıç, a lawyer practising in İstanbul.", "3. On 17 June 2003 the applicant’s mother had an endoscopy done in the American Hospital (a private hospital in Istanbul). It was discovered that she had a cancerous tumour in her stomach. She was referred to a doctor in the same hospital in order to have the cancerous tumour removed from her stomach.", "4. On 29 July 2003 the applicant signed the first consent form (of four), which reads as follows:", "“I, the undersigned, hereby give consent to the surgical treatment to be administered for stomach cancer.", "I am aware that the below mentioned procedure is being planned and I am giving my free consent and authorisation for a “total gastrectomy”.", "I have been given by my doctor understandable information on my health condition, the surgery to be carried out, the risks and benefits connected therewith, the possible complications, the alternatives and the risks of not undergoing treatment.", "I know that the result cannot be guaranteed.", "In the event that an additional or other operation is needed other than those already planned, I am giving consent to those operations as well...”", "5. On 30 July 2003 she was operated on (“gastrectomy”, “esophagojejunostomy” and “jejunostomy” were applied).", "6. On the third day after the surgery, an “anastomotic leakage” was detected. On 16 August 2003 another surgery was performed by another doctor from outside the hospital for fistulas. The “omega esophagojejunostomy” was converted into a “Roux-en Y” type reconstruction. Following this surgery a gastrointestinal haemorrhage occurred.", "7. On 18 August 2003 another operation (“laparotomy”) was carried out to stop the bleeding, drain the blood and fix the leakage.", "8. On 24 August 2003 when a leakage of intestinal contents started in the patient’s abdominal wound, another surgery was done (“laparotomy” and “drainage”).", "9. On 11 September 2003 a “percutaneous tracheostomy” was performed.", "10. On 4 October 2003 the last operation was carried out for duodenal fistula and complications associated with laparotomy.", "11. On 11 October 2003 the patient developed “pneumothorax”.", "12. On 11 or 12 October 2003 the applicant’s mother died of cardiac arrest resulting from multiple organ dysfunction. All attempts at resuscitation failed.", "13. On 8 April 2004 the applicant and her daughter instituted compensation proceedings against the Vehbi Koç Foundation American Hospital and nine doctors for having caused their mother and grand mother’s death by negligence. On the same day, they also lodged a complaint with the public prosecutor of Şişli.", "14. The public prosecutor started an investigation into the death of the applicant’s mother. As far as understood from the case file, the applicant, the doctor who had performed the first surgery, some other medical staff involved in the treatment of the applicant’s mother, including the doctor who had carried out the operation on 16 August 2003, gave statements. An expert opinion dated 27 September 2006 was obtained from the Forensic Medicine Institute (3rd committee). Relying on the applicant’s mother’s medical history and witness evidence, it was concluded in the expert opinion that the treatment administered following the diagnosis of stomach cancer had been adequate and that the anastomotic leakage, which led to the death of the applicant’s mother, had been a typical complication in this kind of surgery.", "15. On 27 October 2006 the public prosecutor gave a decision of non-prosecution based on the expert opinion, witness statements and the deceased’s medical records. The objection filed against this decision was also dismissed on 6 December 2006.", "16. Subsequently, the Şişli Civil Court of General Jurisdiction appointed three professors from the Ankara University School of Medicine for another expert opinion. In this expert report, the experts observed the following:", "“It was the leakage after the first surgery that started the chain of events that led to the applicant’s mother’s death; the method to be used to close a surgical wound, namely stitching or stapling, is to be chosen by the surgeon depending on the circumstances. In view of the deceased’s age, manual suturing could be considered as convenient. By the same token, in a total gastrectomy, it is for the surgeon to decide on the method to be applied in gastric reconstruction, either “Omega” or “Roux-en Y” type. That the leakage was noticed on the third day after the first operation showed that the follow-up of the patient had been duly carried out. An anastomotic leak is the major post-operative complication of a total gastrectomy, the incidence of which has been reported to be between 5 and 7.5 %. In the deceased’s case, the anastomotic leakage began at an early stage in the post-operative period. Although this suggests technical incompetence, there is no evidence to that effect; the treatment to be administered for an anastomotic leakage is still debated. Treatment options range from conservative management to aggressive surgery. The course of treatment followed in the deceased’s case seems to be appropriate and in line with the medical practice. Unfortunately, after all these complications, the development of multiple organ dysfunction could have been expected. There is no finding which might substantiate that the hospital and/or doctors involved in the treatment were at fault.”", "17. On 25 November 2007 the applicant challenged the findings of the three professors and demanded that a new expert report should be obtained.", "18. Relying on the expert reports drawn up by the Forensic Medicine Institute and the three professors appointed from the Ankara University, the witness evidence, the medical records of the deceased and the investigation file of the Public Prosecutor, the first-instance court rejected the applicant’s action on 25 December 2007 on the grounds that they had been duly informed of the procedure followed and that there was no fault attributable to the hospital or doctors.", "19. On 16 September 2008 the Court of Cassation upheld the judgment of the first instance court after having held a hearing. The applicant requested rectification. The Court of Cassation dismissed the request on 17 February 2009. The final decision was served on 10 March 2009."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}