{"ITEMID": "001-57513", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 1986, "DOCNAME": "CASE OF KOSIEK v. GERMANY", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (incompatibility);No violation of Art. 10", "JUDGES": "C. Russo", "TEXT": ["11. Mr. Rolf Kosiek, who is a German national born in 1934, lives in Nürtingen. After studying physics for several years, he sat his degree examinations (Diplomhauptprüfung) in November 1960 at the University of Heidelberg, where he took a doctorate in physics three years later. From 1 September 1962 to 31 October 1968, he worked in the First Institute of Physics at the same University, first as an employee (Angestellter) and then, from 1 April 1963, as a research assistant (wissenschaftlicher Assistent) with the status of temporary civil servant (Beamter auf Widerruf).", "His appointment, initially limited to four years and subsequently extended, was terminated with his agreement after he had been told by his Director that he could not expect a further extension. According to the Government, these assistantships are used to train scientists and give them an opportunity to prepare themselves for an academic career. For this reason they are deliberately awarded on temporary contracts which should have a maximum total duration of six years.", "12. On 26 October 1962, shortly after taking up his duties, Mr. Kosiek signed a statement certifying that he had been given notice of the Federal Government’s decision of 19 December 1950 on anti-democratic activities by civil servants and of the decree issued on 12 September 1955 by the Land Government of Baden-Württemberg. Such a statement was required by the decree, whose first paragraph read:", "\"It is taken for granted that candidates for civil-service posts shall not belong to any organisation which sets out to abolish the free democratic constitutional system (freiheitliche, demokratische Grundordnung) or support such tendencies in any other way, directly or indirectly. If necessary, appointment or employment should be regarded as having been brought about by wilful deceit (arglistige Täuschung).\"", "The third paragraph stated that it was for the authorities concerned to take \"the necessary action (disciplinary proceedings, dismissal)\" \"against staff (Bedienstete) who fail in their duty of loyalty\".", "13. In 1965, Mr. Kosiek joined the National Democratic Party of Germany (Nationaldemokratische Partei Deutschlands, NPD); he was chairman of the Rhine-Neckar branch from 1965 to May 1974. In 1968, he was appointed to the Executive Committee of the Baden-Württemberg section, of which he remained a member until 1978. In 1971, he was appointed the Executive Committee’s district agent for North Baden. He was also one of the three Land deputy chairmen, an appointment which was again renewed in June 1974. From autumn 1971, he served on the NPD Federal Executive Committee, where his responsibilities included university matters; he resigned in 1979. He left the NPD on 9 December 1980; he claims that he had already informed the Minister of Education and Culture, in January 1974, that he intended to leave the party as soon as he was given tenure.", "He was an NPD member of the Baden-Württemberg Parliament (Landtag) from 1 June 1968 to 31 May 1972, and stood for the party in the Federal elections in the autumn of 1972, when it failed to secure any seats in the Bundestag.", "Mr. Kosiek set out his political views in two books. The first of these, published in September 1972 and reprinted several times, is entitled \"Marxismus? Ein Aberglaube! Naturwissenschaft widerlegt die geistigen Grundlagen von Marx und Lenin\" (\"Marxism? A superstition! Science disproves the intellectual foundations of Marx and Lenin\"); the second, published in 1975, is entitled \"Das Volk in seiner Wirklichkeit - Naturwissenschaften und Leben bestätigen den Volksbegriff\" (\"The People as it really is - Science and Life confirm the Concept of the Nation\").", "14. In 1970, he applied for a position as lecturer (Dozent) at the State Engineering College (Staatliche Ingenieurschule) in Koblenz. In March, he passed a test there, and the college asked the Ministry of Education and Culture (Ministerium für Unterricht und Kultur) of the Land of Rhineland-Palatinate to appoint him with effect from 1 March 1971.", "On 15 December 1970, the Ministry informed him that another applicant had been given the post. A year later, having learned through the press that his political activities in the NPD had been the main reason for his failure to secure the appointment, Mr. Kosiek went to court to compel the Land to employ him. His case was dismissed on 24 October 1972 by the Administrative Court (Verwaltungsgericht) of Neustadt an der Weinstrasse and, on 2 March 1977, by the Land Administrative Court of Appeal (Oberverwaltungsgericht), which refused him leave to apply to the Federal Administrative Court for review on points of law.", "The Court of Appeal held that he did not afford the guarantee required by section 9(1)(2) of the Land Civil Servants Act (in its version of 14 July 1970) that he would at all times uphold the free democratic constitutional system within the meaning of the Basic Law. It based its conclusions mainly on his book \"Das Volk in seiner Wirklichkeit\" (see paragraph 13 above).", "15. In 1972, the applicant applied for a vacant post as lecturer (Dozent) at Nürtingen Technical College (Fachhochschule). With two of the other seven candidates he took a test and was interviewed. On 14 July 1972, the Lecturers’ Council (Dozentenrat) recommended the Ministry of Education and Culture to appoint him. On the same day, he was interviewed at the Ministry on the subject of his past activities as a member of the Land Parliament and his future political intentions. Immediately afterwards, he wrote to the principal of Nürtingen Technical College assuring him that he would, if appointed, keep his professional duties and private political commitment entirely separate and would not misuse his position as a teacher for political ends; he added that he had no intention of appearing in public in Nürtingen or the surrounding area as a party militant - during the election campaign for the Bundestag, for example.", "The Ministry appointed him as a lecturer (Dozent zur Anstellung) with the status of probationary civil servant (Beamter auf Probe) at Nürtingen Technical College, with effect from 1 September 1972. The decision was taken by the Minister himself who, according to the Government, had known the applicant as a parliamentarian and had no doubts whatever about his loyalty to the Constitution. The Land Civil Servants Act, in its version of 27 May 1971, requires all candidates for civil-service posts - whether temporary or permanent - to give \"a guarantee that they will consistently uphold the free democratic constitutional system within the meaning of the Basic Law\" (sections 6(1)(2) and 8). By virtue of section 64(2) of the Act, civil servants shall undertake to bear witness (bekennen) to the said system by their every word and deed and to uphold it.", "Mr. Kosiek did not have to sign a declaration of loyalty: the decree of 12 September 1955 (see paragraph 12 above) had been repealed on 4 February 1969, and it was not until 15 October 1973 that the Land Minister of the Interior issued directives implementing the decree on the appointment of extremists to the civil service which the Federal Chancellor and the Prime Ministers of the Länder had adopted on 28 January 1972 (\"Ministerpräsidenten-Beschluss\" - see paragraph 17 below).", "On 9 November 1972, the applicant was sworn in before the principal of Nürtingen Technical College; he promised, inter alia, to abide by and uphold the Basic Law and the Land Constitution (section 65 of the Land Civil Servants Act).", "16. On 17 October 1973, pursuant to section 24(1) and (2) of the Land Civil Servants Act, which makes it possible for the normal three-year probationary period to be shortened, the principal of the College requested that Mr. Kosiek be given tenure for life (Ernennung auf Lebenszeit).", "After examining whether the legal conditions for tenure were fulfilled (sections 6 and 8 of the Land Civil Servants Act - see paragraph 15 above), the Ministry replied that Mr. Kosiek’s attitude and political activities had given rise to doubts concerning his loyalty to the Constitution and that he might even have to be dismissed.", "17. On 13 February 1974, the applicant was interviewed on the subject of his attitude to the Constitution. On 28 February, the Ministry gave him notice of dismissal with effect from 30 June. Citing, inter alia, section 38(2) of the Land Civil Servants Act, which provides for dismissal of a probationary civil servant where he has not proved himself during the probationary period, and the decree of 28 January 1972 (see paragraph 15 above), it declared him unsuitable for the post (mangelnde Eignung): as a prominent NPD official, he had approved of NPD aims which were inimical to the Constitution (verfassungsfeindlich) and had thus shown that he did not support the free democratic constitutional system by his every word and deed and was not prepared to uphold it (section 64 of the Act). According to the Ministry, the NPD behaved in a manner hostile to the Constitution since, among other things, it rejected the idea of international understanding, human rights and the existing democratic order; specifically, it preached extreme nationalism and a racist ideology, and wished to abolish parliamentary government and the multi-party system.", "The decree of 28 January 1972 on the employment of extremists is designed to ensure uniformity of administrative practice in the matter; it reiterates civil servants’ legal duty of loyalty to the free democratic constitutional system and in paragraph 2 provides (Official Gazette - Gemeinsames Amtsblatt - of certain Ministries of the Land, 1973, no. 34, p. 850):", "\"2. Every case must be examined and decided according to its particular circumstances. Regard must be had in the process to the following principles:", "2.1. Candidates", "2.1.1. A candidate who engages in activities inimical to the Constitution shall not be appointed to the civil service.", "2.1.2. If a candidate belongs to an organisation engaging in activities inimical to the Constitution, this fact shall cast doubt on whether he is prepared at all times to uphold the free democratic constitutional system. As a rule such doubt shall be sufficient reason for not appointing him.", "2.2. Civil servants", "If a civil servant <fails to comply with his duty of loyalty to the Constitution> the appointing authority shall draw the necessary conclusions on the basis of the particular facts established in his case and shall consider whether grounds exist for dismissing him from the service (Entfernung aus dem Dienst).\"", "German civil servants’ special duty of loyalty to the State and its Constitution has been confirmed and clarified by the Federal Constitutional Court, in particular in a judgment on 22 May 1975 (Entscheidungen des Bundesverfassungsgerichts, vol. 39, pp. 334-391).", "18. On 8 March 1974, the applicant lodged an objection (Widerspruch) against his dismissal. This was rejected by the Ministry on 3 May, and he instituted proceedings before the Stuttgart Administrative Court on 10 June.", "On 8 April 1975, the Ministry revoked its decision of 28 February 1974 on the ground that it had failed to consult the Staff Committee (Personalrat) of the Technical College beforehand. At the same time, it again dismissed the applicant on the same grounds as in February 1974 - having interviewed him again and consulted the Staff Committee in the meantime - with effect from 30 June 1975. On 9 May, the Stuttgart Administrative Court accordingly stayed (einstellen) the proceedings before it, holding that the issues raised had been settled.", "19. On 2 May 1975, Mr. Kosiek lodged an objection against his second dismissal, arguing, inter alia, that the criticisms levelled at him had been unjustified. He asserted that it was common knowledge that he had personally and actively upheld the free democratic system. Since becoming a teacher he had resigned from several of his NPD posts, including those of chairman of the Rhine-Neckar branch, district agent for North Baden and member of the Federal Executive Committee responsible for university matters. In addition, he had deliberately restricted his political activities in the Nürtingen-Esslingen area and had not appeared there in public. His membership of a party with aims allegedly inimical to the Constitution was no reason for dismissing him. The Technical College and the Staff Committee had supported him and had testified to his personal and professional abilities. Finally, the probationary period was now over: the period which he had previously spent as a temporary civil servant should be added to the two years and seven months which he had spent as a probationary civil servant.", "On 7 May, the Land Ministry of Education and Culture rejected his objection, mainly on account of the major role he had played in NPD activities. It also referred to the Federal Administrative Court’s ruling that mere membership of an unconstitutional party might justify a civil servant’s dismissal; that being so, it was unnecessary to establish whether the applicant had restricted his political utterances, and his professional qualifications were immaterial. Finally, probation did not end automatically under civil-service law; as he had not been established, Mr. Kosiek was still a probationer and could therefore be dismissed under section 38 of the Land Civil Servants Act.", "20. On 9 June 1975, the applicant challenged the Ministry’s decision before the Stuttgart Administrative Court, claiming that no definite proof had been adduced therein that his attitudes had been inimical to the Constitution. In German case-law, membership of an organisation regarded as being inimical to the Constitution was merely a possible reason for doubting a civil servant’s constitutional loyalty, and every case had to be examined in detail. The Ministry’s overall judgment did not satisfy this requirement. The applicant had always actively upheld the free democratic system - in 1968, for example, when the University of Heidelberg had been occupied; or in 1970 in Ulm, when he had retrieved the flag of the German Democratic Republic and handed it over to the public prosecutor; or again, as a member of the Land Parliament. The same was true of his writings. He could not be held responsible for NPD statements or actions which might be regarded as inimical to the Constitution. In any case, the party approved of the free democratic system within the meaning of the Basic Law. When the Land Minister appointed him as a probationary civil servant, he knew that he had been a member of the Federal Executive Committee (since 1971), a member of the Land Executive Committee (since 1968), the Land Executive Committee’s district agent for North Baden (since 1971) and chairman of the Rhine-Neckar branch of the NPD (since 1965). It was thus illogical that his commitment to the NPD should be seen as making him personally unsuitable and justifying his dismissal. The same inconsistency was apparent in earlier statements by the Minister. In December 1972, he had repeatedly stated - in the Land Parliament, on television and in interviews with the press - that Mr. Kosiek was not opposed to the Constitution and that his four-year record in Parliament showed as much.", "21. On 26 January 1977, the Stuttgart Administrative Court set aside the decisions of 8 April and 7 May 1975.", "The court held that the law and general principles precluded dismissing a probationary civil servant on grounds which had been known - and should have been taken into account - when he was appointed.", "The Ministry had based its decision on facts already known in 1972 which it had not regarded at the time as indicating personal unsuitability. It had been aware from the decisions of the Conference of Land Ministers of the Interior (25 February 1972), quoted in the disputed decision of May 1974, that the NPD was regarded as having aims inimical to the Constitution, and it had also known that the applicant was an influential member of the party and an NPD member of the Land Parliament.", "The fact that the Ministry had nonetheless appointed Mr. Kosiek showed that it regarded his personal conduct, notwithstanding his commitment to the NPD, as affording the necessary guarantee of allegiance to the Constitution. This had been clear from the Minister’s reply to a question put to him in the Land Parliament in December 1972. Thus, when it was being determined whether the applicant had proved himself during his probation, his political conduct was relevant only in so far as it had changed in the meantime. The applicant’s continuing commitment to his party could not be judged any differently from before, as the NPD’s aims had not changed in the meantime. As for his book \"Marxismus? Ein Aberglaube!\", which the Ministry had not originally been aware of, it was not sufficient proof of opposition to the Constitution.", "The court had beforehand called the applicant to give evidence explaining a number of passages in his book. It had sought such evidence notably in order to establish whether his theory of genetic and biological inequality in humans was based on racist views and whether Mr. Kosiek drew from it conclusions which were incompatible with the principles of equality and respect for human rights enshrined in the Basic Law.", "22. The Ministry appealed against this judgment on 23 June 1977. It contended that it must be free to rectify any error made during the appointment procedure; it could not be compelled to establish a probationary civil servant who lacked one of the requisite qualifications. Moreover, it had since been found that the NPD did not accept the Basic Law but was actively opposed to it and the lawful institutions. The applicant’s new book, \"Das Volk in seiner Wirklichkeit\", confirmed his personal views of the Basic Law; the Koblenz Administrative Court of Appeal (see paragraph 14 above) had been right to conclude from it that he did not recognise the Federal Republic and its Constitution as positive values, but extolled National Socialism.", "Mr. Kosiek contended that a book which had not appeared until 1975 could not be taken into account in the present proceedings. In any case, it did not give any grounds for doubting his allegiance to the Constitution; the Koblenz Court of Appeal had incorrectly summarised it and had totally distorted the views he had expressed in it (see paragraph 14 above). For the rest, he essentially repeated the arguments he had adduced at first instance.", "23. On 28 February 1978, the Administrative Court of Appeal of the Land of Baden-Württemberg allowed the appeal and dismissed the applicant’s action. In the light especially of the case-law of the Federal Constitutional Court, particularly its judgment of 22 May 1975 (see paragraph 17 above), it ruled that the impugned decisions were lawful.", "After reviewing in detail the Ministry’s arguments and evidence, the Court held that it had not been proved that the NPD was pursuing aims inimical to the Constitution, that is to say, was systematically (planvoll) and actively seeking to undermine the free democratic constitutional system, bring about its abolition or jeopardise the continued existence of the Federal Republic of Germany (Article 21 of the Basic Law). Mere membership of the NPD could not therefore be construed as a sign of doubtful allegiance. Many NPD statements nonetheless did indicate a worrying tendency, and, that being so, a political party’s constitutionally suspect (verfassungsrechtlich bedenklich) views might give grounds for ascertaining the personal views of a civil servant who was a party member. A civil servant, who was bound actively to uphold the free democratic system, might accordingly be required to dissociate himself explicitly from the objectionable views of his party.", "Mr. Kosiek had failed to dispel the suspicion that he approved the NPD line. On the contrary, he had identified himself with it by his many militant activities. These, and the personal views he had expressed in his book \"Das Volk in seiner Wirklichkeit\", cast serious doubts on his loyalty to the Constitution. In his book, which could legitimately be taken into consideration, he had played down or indeed praised, without the least reservation or criticism, circumstances and events that had marked the Third Reich. In this respect, the Land Administrative Court of Appeal shared the views of the Koblenz Court of Appeal, which had analysed the book in detail (see paragraph 14 above). Admittedly, the applicant maintained that he had written in appreciative terms only of the first phase of the Third Reich, but this showed merely that there were at least some aspects of National Socialism of which he approved, not that he disavowed it. As early as 1933, the most important fundamental rights had been suspended, separation of powers abolished, political parties disbanded, trade unions broken up and (what marked the beginning of the persecution of the Jews) \"non-Aryan\" civil servants dismissed. Without any reservation or criticism the applicant judged the circumstances, events and ideas of the Third Reich preferable to the current situation. It was thus impossible to believe that he also endorsed the fundamental views and principles of the Basic Law as being a priceless asset to be protected.", "The Ministry had rightly concluded that Mr. Kosiek did not give any guarantee that he would at all times uphold the free democratic constitutional system within the meaning of the Basic Law, and that he had accordingly failed to prove himself during his probation. It mattered little whether he had the necessary professional qualifications and had refrained from expressing any political views at the Technical College. Before appointing him the Minister had certainly been aware of his prominence in the NPD, but this did not make the disputed revocation of his appointment unlawful. Performance of duties as a probationary civil servant was of vital importance for determining whether a probationer could be relied on to be loyal to the Constitution. The applicant should have expected the Ministry to carry out, at the end of the probationary period, a further thorough and final assessment of matters already known to it.", "24. With leave of the Court of Appeal Mr. Kosiek applied for review on points of law, but the Federal Administrative Court (Bundesverwaltungsgericht) found against him on 28 November 1980.", "The Ministry’s doubts about the applicant’s loyalty to the Constitution - prompted by his active membership of the NPD - were justified. In this connection, the Court of Appeal had erred in regarding membership of a party as relevant only if the party deliberately sought to undermine or destroy the free democratic system - in other words, was liable to banning by the Constitutional Court under Article 21 of the Basic Law. It was in fact sufficient if the party pursued aims that were incompatible with that system. The NPD did; and the applicant, far from repudiating its aims, had approved of them. The Ministry’s doubts had consequently not been prompted, as the Court of Appeal had held, by statements in the applicant’s book \"Das Volk in seiner Wirklichkeit\" but had been corroborated and strengthened by them.", "Article 5(3) of the Basic Law, which was relied on by the applicant and protected freedom of art, science, research and teaching, did not lead to any different conclusion. Academics had a large measure of professional independence but that did not absolve them from their duty of loyalty to the Constitution. Notwithstanding the first sentence of Article 5(3), they remained civil servants, and a university lecturer with the status of probationary civil servant could be dismissed for unsuitability.", "The Ministry had been entitled to base its decision on Mr. Kosiek’s involvement with the NPD, notwithstanding that it had been aware of this at an earlier date, and on the content of the aforementioned book, which had been published only in 1975 and mentioned in the appeal proceedings.", "Lastly, the Federal Administrative Court dismissed various procedural complaints which had been raised before it.", "25. On 16 March 1981, Mr. Kosiek applied to the Federal Constitutional Court to have the judgments of the Court of Appeal and the Federal Administrative Court set aside, on the ground that they contravened various Articles of the Basic Law.", "In particular, he challenged the objectivity and relevance of the evidence used against him and contended that the judgments complained of had been arbitrary. The courts which had given those judgments had made no attempt to establish whether the NPD and he had, by their statements, attacked the principles of the Basic Law. The NPD and he were not in fact pursuing aims that were incompatible with the Basic Law. The views expressed in his book were covered by freedom of expression and none of them bore on any principles of the free democratic system. Moreover, they were in line with the views of most present-day historians. The judgments in issue had accordingly infringed his right, secured in Article 3 of the Basic Law, not to be discriminated against on account of his opinions. In penalising a political opponent for holding views that were not directed against the democratic system, the authorities had disregarded his right to freedom of conscience and opinion, secured in Article 4. His dismissal and the criticisms of his book amounted to unlawful interference with his freedom of expression, contrary to Article 5(1) and (3). He had also been banned from his profession (Berufsverbot), a measure which was incompatible with Article 12, since he could no longer find a university lectureship at his age. In dismissing him, the Land, in defiance of Article 33(1), had deprived him of rights recognised by all the other Länder (except Bavaria), which did not harass NPD members. Despite his suitability, professional qualifications and efficiency, he was being arbitrarily refused access to a civil-service post, or prevented from remaining in one, contrary to Article 33(2) and (3). Lastly, his dismissal - based on circumstances which were both lawful and known at the time of his appointment - was contrary to Article 103.", "26. Sitting as a panel of three judges, the Constitutional Court decided on 31 July 1981 not to entertain the constitutional complaint, on the ground that it had insufficient prospects of success.", "Citing its own case-law (judgment of 22 May 1975), it recalled firstly that the duty of loyalty to the State and the Constitution was one of the traditional principles of the civil service (Article 33(5) of the Basic Law). Anyone who was not clearly prepared at all times to uphold the free democratic constitutional system was thus unfit to hold a civil-service post. Any probationary civil servant who could not be relied upon to do so must therefore be dismissed on grounds of personal unsuitability. In this connection, membership of a party whose aims were incompatible with the free democratic system was a relevant consideration.", "In the particular case, examination of the judgments challenged did not disclose any breach of constitutional law. Neither the findings of fact nor the conclusions of the Court of Appeal and the Federal Administrative Court were tainted by arbitrariness. The applicant’s dismissal did not breach any of the rights he relied on.", "27. As his appeal against dismissal had a suspensive effect, Mr. Kosiek was able to continue teaching at Nürtingen Technical College, but the dismissal became final after the Federal Administrative Court’s judgment of 28 November 1980. He was accordingly notified on 15 December 1980 that his employment was at an end."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}