{"ITEMID": "001-68381", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ISAYEVA v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violations of Art. 2;Violation of Art. 13;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1954 and is a resident of Katyr-Yurt, Achkhoy-Martan district, Chechnya.", "10. The facts surrounding the bombardment of Katyr-Yurt and the ensuing investigation were partially disputed. The Court therefore asked the Government to produce copies of the entire investigation file in relation to the bombardment and the civilian casualties. The Court also asked the applicant to produce additional documentary evidence in support of her allegations.", "11. The parties' submissions on the facts concerning the circumstances of the attack are set out in Sections 1 and 2 below. A description of the materials submitted to the Court is contained in Part B.", "12. In autumn 1999 Russian federal military forces launched operations in Chechnya. In December 1999 rebel fighters (“boyeviki”) were blocked by the advancing federal forces in Grozny, where fierce fighting took place.", "13. The applicant submits that at the end of January 2000 a special operation was planned and executed by the federal military commanders in order to entice the rebel forces from Grozny. Within that plan, the fighters were led to believe that a safe exit would be possible out of Grozny towards the mountains in the south of the republic. Money was paid by the fighters to the military for information about the exit and for the safe passage. Late at night on 29 January 2000 the fighters left the besieged city and moved south. They were allowed to leave the city. However, once they had left the city they were caught in minefields and the artillery and air force bombarded them along the route.", "14. The applicant referred to the published memoirs of Major-General Viktor Barsukov and to the interview with Major-General Shamanov, the commanders of the operation, concerning its details (see §§ 111-112 below).", "15. A significant group of Chechen fighters – ranging from several hundred to four thousand persons - entered the village of Katyr-Yurt early on the morning of 4 February 2000. According to the applicant, the arrival of the fighters in the village was totally unexpected and the villagers were not warned in advance of the ensuing fighting or about safe exit routes.", "16. The applicant submitted that the population of Katyr-Yurt at the relevant time was about 25,000 persons, including local residents and internally displaced persons (IDPs) from elsewhere in Chechnya. She also submitted that their village had been declared a “safe zone”, which attracted people fleeing from fighting taking place in other districts of Chechnya.", "17. The applicant submitted that the bombing started suddenly in the early hours of 4 February 2000. The applicant and her family hid in the cellar of their house. When the shelling subsided at about 3 p.m. the applicant and her family went outside and saw that other residents of the village were packing their belongings and leaving, because the military had apparently granted safe passage to the village's residents. The applicant and her family, together with their neighbours, entered a Gazel minibus and drove along Ordzhonikidze road, heading out of the village. While they were on the road, the planes reappeared, descended and bombed cars on the road. This occurred at about 3.30 p.m.", "18. The applicant's son, Zelimkhan Isayev (aged 23) was hit by shrapnel and died within a few minutes. Three other persons in the vehicle were also wounded. During the same attack the applicant's three nieces were killed: Zarema Batayeva (aged 15), Kheda Batayeva (aged 13) and Marem (also spelled Maryem) Batayeva (aged 6). The applicant also submitted that her nephew, Zaur Batayev, was wounded on that day and became handicapped as a result.", "19. The applicant submitted that the bombardment was indiscriminate and that the military used heavy and indiscriminate weapons, such as heavy aviation bombs and multiple rocket launchers. In total, the applicant submits that over 150 people were killed in the village during the bombing, many of whom were displaced persons from elsewhere in Chechnya.", "20. The applicant and the wounded members of her family were later taken by a relative to the town of Achkhoy-Martan. They were afraid to return to Katyr-Yurt, and had to bury the applicant's son in Achkhoy-Martan.", "21. The applicant claims that when they were allowed to return to the village some time later, she found her house looted and destroyed. Their car was burnt in the garage.", "22. The applicant stated that no safe exit routes had been provided for the village residents before or after the bombardment started. Those who managed to get out under fire and reach the military road-block were detained there for some time.", "23. According to the Government, at the beginning of February 2000 a large group of Chechen fighters, headed by the field commander Gelayev and numbering over 1,000 persons forced their way south after leaving Grozny. On the night of 4 February 2000 they captured Katyr-Yurt. The fighters were well-trained and equipped with various large-calibre firearms, grenade- and mine-launchers, snipers' guns and armoured vehicles. Some of the population of Katyr-Yurt had already left by that time, whilst others were hiding in their houses. The fighters seized stone and brick houses in the village and converted them into fortified defence points. The fighters used the population of Katyr-Yurt as a human shield.", "24. Early in the morning of 4 February 2000 a detachment of special forces from the Ministry of the Interior was ordered to enter Katyr-Yurt because information had been received about the fighters' presence in the village. The detachment entered the village, but after passing the second line of houses they were attacked by the fighters, who offered fierce resistance using all kinds of weapons. The unit sustained casualties and had to return to its positions.", "25. The federal troops gave the fighters an opportunity to surrender, which they rejected. A safe passage was offered to the residents of Katyr-Yurt. In order to convey the information about safe exit routes, the military authorities informed the head of the village administration. They also used a mobile broadcasting station which entered the village and a Mi-8 helicopter equipped with loudspeakers. In order to ensure order amongst the civilians leaving the village, two roadblocks were established at the exits from the village. However, the fighters prevented many people from leaving the village.", "26. Once the residents had left, the federal forces called on the air force and the artillery to strike at the village. The designation of targets was based on incoming intelligence information. The military operation lasted until 6 February 2000. The Government submitted that some residents remained in Katyr-Yurt because the fighters did not allow them to leave. This led to significant civilian casualties - 46 civilians were killed, including Zelimkhan Isayeb, Zarema Batayeva, Kheda Batayeva and Marem Batayeva , and 53 were wounded.", "27. According to the Government's observations on the admissibility of the complaint, 53 federal servicemen were killed and over 200 were wounded during the assault on Katyr-Yurt. The Government also submitted that, as a result of the military operation, over 180 fighters were killed and over 240 injured. No information about combatant casualties on either side was contained in their observations on the merits. The criminal investigation file reviewed by the Court similarly contains no information on non-civilian casualties.", "28. The events at the beginning of February 2000 were reported in the Russian and international media and in NGO reports. Some of the reports spoke of serious civilian casualties in Katyr-Yurt and other villages during the military operation at the end of January - beginning of February 2000.", "29. On 5 April 2000 the civil registration office in Achkhoy-Martan, Chechnya, issued death certificate no. 273 certifying the death of Zelimkhan Isayev, aged 23, on 4 February 2000 in Achkhoy-Martan from numerous shrapnel wounds to the chest and heart area. On 12 April 2000 the registration office issued the following death certificates: no. 312, for Zarema Batayeva, who had died on 4 February 2000 in Achkhoy-Martan from shrapnel wounds to the body, face and right hip; no. 314, for Kheda Batayeva, who had died on 4 February 2000 in Achkhoy-Martan from shrapnel wounds to the body, face and right hip; no. 315 for Maryem Batayeva, who had died on 4 February 2000 in Achkhoy-Martan from numerous shrapnel wounds to the head and body.", "30. On 24 August 2002 the military prosecutor of military unit no. 20102 replied to the NGO Memorial's enquiry about a criminal investigation. The letter stated that a prosecutor's review had been conducted following the publication on 21 February 2000 in the Novaya Gazeta newspaper of article entitled “167 Civilians Dead in Chechen Village of Katyr-Yurt”. The review established that between 3 and 7 February 2000 a special military operation aimed at the destruction of illegal armed groups had taken place in Katyr-Yurt. The Western Alignment of the army and the interior troops had performed the operation according to a previously prepared plan: the village had been blocked and civilians had been allowed to leave through a corridor. The command corps of the operation had assisted the villagers to leave the village and to remove their possessions. Once the commanders were certain that the civilians had left the village, missiles had been deployed against Katyr-Yurt. Other means had also been employed to destroy the fighters. No civilians had been harmed as a result of the operation, as confirmed by the commandant of the security area of the Urus-Martan district. On the basis of the above, on 1 April 2000 the prosecutors refused to open an investigation into the alleged deaths of civilians due to the absence of corpus delicti. The criminal investigation file reviewed by the Court contained no reference to this set of proceedings.", "31. The Government submitted initially that the Russian law-enforcement bodies were not aware of the events described in the applicant's submissions to the Court prior to the communication of the complaint in June 2000. After that communication, the prosecutor's office in the Achkhoy-Martan District, Chechnya, carried out a preliminary investigation and on 14 September 2000 instituted criminal proceedings under Article 105 (2) (a) and (f) of the Criminal Code, i.e. the murder of two or more persons by a generally dangerous method.", "32. In their further submissions the Government informed the Court that on 16 September 2000 a local prosecutor's office in Katyr-Yurt, acting on complaints from individuals, had opened criminal case no. 14/00/0003-01 to investigate the deaths of several persons from a rocket strike in the vicinity of the village. The case concerned the attack on the Gazel minibus on 4 February 2000, as a result of which three civilians died and two others were wounded. In December 2000 the case file was forwarded to the office of the military prosecutor in military unit no. 20102. Later in 2001 the case-file was transferred for investigation to the military prosecutor of the Northern Caucasus Military Circuit in Rostov-on-Don.", "33. The investigation confirmed the fact of the bombing of the village and the attack on the Gazel minivan, which led to the deaths of the applicant's son and three nieces and the wounding of her relatives. It identified and questioned several dozen witnesses and other victims of the assault on the village. The investigation identified 46 civilians who had died as a result of the strikes and 53 who had been wounded. In relation to this, several dozen persons were granted victim status and recognized as civil plaintiffs. The investigators also questioned military officers of various ranks, including the commanders of the operation, about the details of the operation and the use of combat weapons. The servicemen who were questioned as witnesses gave evidence about the details of the operation's planning and conduct. No charges were brought (see Part B below for a description of the documents in the investigation file).", "34. The investigation also checked whether the victims had been among the insurgents or if members of the unlawful armed groups had been implicated in the killings.", "35. On 13 March 2002 the investigation was closed due to a lack of corpus delicti. On the same day the military prosecutor in charge of the case informed the Head of the Government of Chechnya about the closure of the procedure, appended a list of victims (including the applicant) and asked the Government to take appropriate steps to locate the applicant and other victims and to inform them about the closure of the case and of the possibility to appeal. The list consisted only of the victims' names and contained no other data relevant to their identification and location. The letter also stated that the victims could pursue separate civil remedies.", "36. On 12 December 2002 Major-General Yakov Nedobitko, the commander of the operation in the Katyr-Yurt, appealed the decision of 13 March 2002. He contested the reasons for closing the investigation. On 6 March 2003 the Bataysk Garrison Military Court rejected his appeal and confirmed the decision of 13 March 2002.", "37. The parties submitted numerous documents concerning the investigation into the attack. The main documents of relevance are as follows:", "38. The Government submitted a copy of the investigation file in criminal case no. 14/00/004-01, comprising six volumes. On the basis of the documents submitted, it appears that the investigation made substantial efforts during 2001 to put together an account of the attack complained of by the applicant. The applicant and her relatives were questioned and granted victim status. The investigators questioned several dozen local residents and granted victim status to 62 of them. Civilian and military witnesses were asked to indicate on the map of Katyr-Yurt the locations to which they referred. Considerable data were obtained from the servicemen involved in the planning and conduct of the operation. The investigators questioned the commanders of the operation and servicemen of lower ranks.", "39. Certain documents obtained from the military and the evidence of some servicemen were not disclosed to the Court. In the second volume, which consisted of 89 documents, 49 were not disclosed. In the fifth volume, which contained 105 documents, 56 were not disclosed. In the sixth volume, 20 out of 213 documents were not disclosed. The Government produced a list of documents that were exempted from the case file submitted to the Court and explained their non-disclosure on the grounds of national security.", "40. The principal documents contained in the file are as follows:", "41. On 16 September 2000 an investigator of the Achkhoy-Martan District Prosecutor's Office opened a criminal investigation into the killing of the applicant's relatives. On 23 November 2000 the criminal case was forwarded to military unit no. 20102 for investigation. On 15 December 2000 a military investigator accepted the case for investigation and on 6 January 2001 he issued a decision to close the investigation on the ground of a lack of corpus delicti in the actions of the military pilots. On 30 January 2001 this decision was quashed by a military prosecutor of military unit no. 20102. On 19 February 2001 the case was accepted for investigation by an investigator of the North Caucasus Military Prosecutor's Office in Rostov-on-Don, who conducted a further investigation.", "42. In October and November 2000 the investigators of the Achkhoy-Martan District Prosecutor's Office questioned the applicant, her husband and several other passengers of the Gazel minibus. The applicant, questioned on 15 November 2000, testified that on 4 February 2000 the village came under attack from federal aviation from early morning. In the afternoon the applicant and her family learnt of a “humanitarian corridor” that would be opened for civilians. At around 4 p.m. she left the house at 15 Oktyabrskaya Street with her son Zelimkhan and daughter Leyla. They took their seats in a blue Gazel minibus, driven by its owner, their relative Dzhabrail Bitiyev. There were about 28 people in the bus, including her husband's sister Petimat Batayeva and her three daughters Zarema (born in 1984), Kheda (born in 1987) and Marem (born in 1993). The applicant recalled that the bus was driving along the street towards Achkhoy-Martan. As they were leaving the village and approaching the military roadblock, an aviation bomb exploded nearby. The blast deafened the applicant and threw most of the passengers out of the bus, but she remained inside. All the windows of the Gazel were shattered and the back and side doors were torn away. The applicant did not remember subsequent events very clearly, except that she was taken in the same minibus to the Achkhoy-Martan hospital, where she learnt that her son Zelimkhan Isayev, Kheda Batayeva and Marem Batayeva had been killed on the spot. Zarema Batayeva died in the Achkoy-Martan hospital the next morning. Several of the Gazel's other passengers were wounded. On 2 October 2000 the applicant was granted victim status in the criminal proceedings.", "43. At an additional interview on 3 March 2001, conducted by an investigator from the North Caucasus Military Prosecutor's Office, the applicant specified that there had been 26 adults and two babies in the minibus. She indicated the sitting plan within the vehicle. She further specified that the explosion occurred when the bus had been driving along Ordzhonikidze Street towards the exit of the village, about 500 metres before the roadblock. The applicant submitted that she was looking up through a sunroof and saw two planes, which had dropped bombs on parachutes. The applicant called them “flare bombs”. She could not determine where exactly the explosions had occurred. She described her son's wounds and indicated them on a body scheme. The investigators collected the sweater which her son had been wearing on the day of the attack.", "44. The applicant's husband, who was travelling in another car, confirmed in an interview that his wife and daughter had been wounded as a result of the explosion near the minibus and that his son Zelimkhan had been killed. They returned to Katyr-Yurt only three months later and found their house destroyed, and all property and household items gone. Their son's car, a Renault 19, was found burnt in the garage. On 20 February 2000 the administration of Katyr-Yurt issued a certificate to the applicant that their house at Oktyabrskaya Street had been destroyed beyond repair.", "45. The other passengers in the minibus gave evidence about the circumstances of the attack. Zura B. testified that on 4 February 2000 she saw military planes over the village at about 9 a.m. and heard explosions near the mosque. She ran into her neighbours' cellar, where some people were already hiding. At about 3 p.m. her nephew Zelimkhan Isayev ran into the house and said that the military had opened a corridor for villagers and that many cars had already lined up in Ordzhonikidze Street to leave for Achkhoy-Martan. With other people, she got into the minibus in the courtyard of the house at 15 Oktyabrskaya Street at about 3.30 p.m. While the vehicle was travelling along Melnichnaya Street, she saw a bomb dropped from a plane on a parachute. The explosion was somewhere near the bus, and she was thrown out of the vehicle. At first she lost consciousness, and when she regained consciousness she went into a nearby house. A male relative brought in Zelimkhan, who was bleeding. Then there was another explosion, and they decided to leave with the bus. When they came out to the road, they found Zarema Batayeva who was wounded but still alive. At that stage they did not find Kheda and Marem Batayeva, whose bodies were identified later. Zura B. was admitted to the Achkhoy-Martan hospital with light shrapnel wounds. In the morning on 5 February 2000 Zarema Batayeva died in the hospital. Zaur Batayev was also treated there for a wound in the abdomen area. Four other passengers received shrapnel wounds and burns. On the following day she saw the dead in the mosque, and identified the bodies of Kheda and Marem Batayeva by the remains of their clothing. Their bodies were so badly burned and disfigured that they were not shown to the parents. When asked if she had seen the fighters, she said that at about 2 p.m. on 4 February she was running from one cellar to another and saw a group of 8-10 armed men with beards and headbands in the gardens in Pervomayskaya Street.", "46. Akhmadi I. testified that that when the minibus was driving along Melnichnaya Street, nearing the crossroads with Ordzhonikidze Street, he saw a fireball flying towards the vehicle from the sky. At that moment Dzhabrail Bitiyev, the driver, braked because the car behind had started to hoot, and he opened the door to look back. Akhmadi shouted to him to move forward, but at that moment three explosions occurred. He could not say on which side of the bus they occurred. When he got out of the bus he saw Zelimkhan Isayev lying on the ground and took him into a nearby house. When they brought him to the hospital in Achkhoy-Martan, the doctor looked at him and said that he was dead.", "47. Yakhita B. testified that the attack on the village started at about 8 a.m. on 4 February 2000. She hid in her neighbours' cellar, because her own family's was not solid enough. Only women and children were in the cellar, the men remained outside. At about 2 p.m. there was a lull in the bombardment and they ran to another cellar because cracks had appeared in the walls of their initial hiding place. The bombardment resumed. Then the door opened and Zelimkhan Isayev told them to get out and leave quickly, because the military had opened a “humanitarian corridor”. She recalled the circumstances of the attack and that there were two explosions within three or four minutes of each other.", "48. Elza I., the applicant's niece, testified that early in the morning of 4 February 2000 she looked outside and saw a lot of armed men in the street. Her family was hiding in a cellar. At about 3 p.m. her cousin Zelimkhan came in and told them to leave, because the military had provided a corridor for exit to Achkhoy-Martan. They got into the Gazel bus, which was full to bursting point. She was in the centre of the bus. After the first explosion she ran away with her brother towards the roadblock and did not return to the vehicle. She confirmed Zelimkhan Isayev's death. Her brother Murat, who was also questioned, confirmed her statement.", "49. In March 2001 the investigators, together with one passenger from the Gazel minibus, examined the site of the explosion and took photographs. The place was identified as being on Melnichnaya Street, approximately 150 metres before the crossing with Ordzhonikidze Street.", "50. On 10 October 2000 the investigator of the Achkhoy-Martan District Prosecutor's Office questioned the head of administration of Katyr-Yurt. He testified that early in the morning on 4 February 2000 a large group of fighters, numbering several hundred persons, entered the village. The elders asked them to leave in order to save the village, but they proceeded to fortify their defence positions. At about 11 a.m. on 4 February the federal aviation forces started to bomb the village. The strikes continued until 7 February 2000. Many civilians and fighters were killed as a result.", "51. The investigators questioned over 50 local residents, who gave evidence about the fighters' arrival in the village, hiding in the cellars from the bombardment, the circumstances of the attacks, the death and injury of family members and destruction of their houses. The investigators also collected copies of the witnesses' personal documents, medical documents and death certificates. 62 persons were granted victim status.", "52. Tamara D. testified that on 4 February 2000 she, along with her four children, was hiding in a cellar from the bombardment. In the morning she came out briefly and saw a helicopter near the school, about 300 metres from her home. She heard something being said through loudspeakers, but could not make out the words because it was too far and there were explosions around. At about 4.30 p.m. a neighbour ran into her cellar and said that women and children would be allowed to leave the village. She grabbed the smaller children and ran towards Achkhoy-Martan. When she was near Ordzhonikdze Street she saw planes and then there was an explosion. Her elder son, who had been about 50 metres behind, was killed by shrapnel.", "53. Alkha D., who lived in the centre of the village not far from the mosque, testified that at 6 a.m. on 4 February 2000 he was woken up by a knock on the gates. He went outside and saw the whole street filled with armed people. A group entered his house, and he had no choice but to allow them in. The fighters told him that they belonged to groups headed by field commanders Gelayev and Abu Movsayev. They also told him that there were about 4,000 of them and that they had passed from Shaami-Yurt along the riverbed into Katyr-Yurt. They said that they would stay for one day and then leave. Once the aviation strikes started, they all went into the cellar of the witness's home, together with about 12 of his relatives. The attacks continued all day. Early next day a truck came to the neighbours' house and the residents all got inside, with the exception of the witness's brother, for whom there was no room. As their car was leaving the village, there were a lot of people in front of them at the roadblock. Mr D. saw a helicopter landing about 300 metres away and some officers in camouflage got out. Later he was told that it was General Shamanov and that he had scolded his subordinates for allowing the people out of the village. He found his brother's body, with shrapnel wounds, after they were allowed to return to the village.", "54. Eysa T. testified that as of 2 February 2000 the military encircled the village and allowed people to enter, but not to leave. The roadblock on the road towards Achkhoy-Martan prevented movement and was fortified with army armoured personnel carriers (APCs). He knew that General Shamanov, who was the commander of the operation, came to the village on 4 or 5 February in a helicopter, and that apparently he gave an order “not to let anyone out of the village”. The witness left the village, on foot and under fire, on the afternoon of 4 February. His son was wounded by shrapnel and died four days later in a hospital in Ingushetia. He testified to having seen large bombs, about three metres long, dropped on parachutes from planes.", "55. Khasi V. testified that on 4 February 2000 their neighbourhood at the edge of the village was shelled. The witness and his family went into the cellar of his cousin's house. It was a new house with a big cellar, and about 100 people gathered there. At about midday a bomb broke through the ceiling and exploded, killing nine people and wounding others. The witness's brother was among those killed. They crossed to another cellar and waited there until 5 February. On that day they went on foot to Achkhoy-Martan. When passing the building of the school at the edge of the village the witness saw General Shamanov, who arrived in a helicopter and ordered that people should not be allowed to leave. The Interior Ministry forces did not, however, close the roadblock. Several other witnesses who had been hiding in the same big cellar at 4 Chkalova Lane confirmed his statements as to the bombardment and the killing of nine people.", "56. Suleyman D. submitted that early in the morning of 4 February 2000 he had heard noise from outside. When he looked out he saw many armed fighters walking along the street. At about 9 a.m. the bombing started and his part of the village, which was near the centre, came under heavy fire. The witness and his family went into the cellar, while his father remained outside to look after the cattle. At about 9.30 a.m. a bomb with a parachute exploded in the courtyard. It left a crater about four metres wide. His father, who was in the stables, was killed by shrapnel. The village was shelled throughout the day by aviation, helicopters, tanks and mine-launchers. The witness also identified Grad multiple rocket-launcher systems because of the sound they make. On 5 February 2000 the witness and his family went to Achkhoy-Martan. He saw a helicopter landing near school no. 2 on the edge of the village and heard General Shamanov saying that they had themselves to blame and that there should have been no corridor. He returned to the village on 8 February and buried his father in the village cemetery.", "57. Tumisha A. stated that early in the morning of 4 February she had gone outside to get some water and saw armed people in the centre of the village. They were wearing camouflage and military gear and the men were bearded. There were also a few women. They asked her the name of the village. She asked them why they had come, and they said that they would leave, but not before daybreak. They looked exhausted and had wet feet. About 15 IDPs from other places were staying in the witness's home. Once the bombing started, they went into the cellar. The assault continued all day without a break. At about 4 p.m. they decided to leave, and drove along the road towards Achkhoy-Martan. They were not aware of the humanitarian corridor. When they were nearing the edge of the village, a rocket fired from a plane hit the Volga car in front of theirs and killed six people inside – these were IDPs from Zakan-Yurt who had spent the night in her house. She did not know their names. The witness managed to reach Achkhoy-Martan that day. When she returned to Katyr-Yurt on 8 February 2000 she discovered that a rocket had entered the cellar of their house and killed her husband.", "58. Marusa A. testified that on 4 February 2000 she was in a cellar with her neighbours. At about 1 a.m. on 5 February her son went upstairs to fetch them some food from the house. At that moment several explosions occurred in the courtyard, and in the morning they found her son's body with numerous shrapnel wounds. On 5 February they went toward the exit from the village, leading to the village of Valerik, but were not allowed to pass through the roadblock. The shelling was too heavy to return home, and they remained in a cellar in a house on the edge of Katyr-Yurt for three days. She had not been aware of a humanitarian corridor.", "59. Roza D. testified that their house on the edge of the village was bombed on the morning of 4 February 2000. The first explosion occurred in her courtyard and wounded her two year old son, who died of his wounds early in the morning on 6 February. She remained in a cellar until 6 February, when she, with some other people, attempted to leave for Valerik. However, the roadblock was closed and the soldiers told them that they had an order from General Shamanov not to let anyone out. They remained in the cellar of an unfinished house on the edge of the village, near the exit to Valerik, for one more day, and on 8 February she returned home.", "60. Makhmud S. testified that on 5 February 2000 he talked to four fighters. He asked them how they had been able to get into the village when it was blocked by the military on all sides. They replied that they had entered without any problems and were planning to leave. He did not see any dead fighters and presumed that they had escaped into the mountains.", "61. Yelizaveta T. testified that her house was on the southern edge of Katyr-Yurt. On 4 February 2000 bombing suddenly started. She went into the cellar with her family. The next day at about 9 a.m., a group of around 100 federal soldiers dressed in green camouflage entered their courtyard. They checked the family's documents and left. Then other members of the military came, wearing grey camouflage with black berets. They also checked the family's documents. The whole family was brought by soldiers to a house at the edge of the village, near the tanks. There were already six families in that house. They were kept there for five days, then the military left and they returned home. The witness stated that they had been kept as hostages and that the military threatened to shoot her two nephews.", "62. All the residents questioned refused to allow their relatives' bodies to be exhumed. They also stated that they and their relatives had nothing to do with the fighters.", "63. The investigation requested information from the Achkhoy-Martan hospital about the wounded who had been treated on 4 February 2000 and over the following days. In November 2000 the hospital confirmed that on 4 February 2000 three passengers from the Gazel minibus were treated in the hospital for shrapnel wounds. No detailed records had been kept for that period because of a massive influx of patients. A nurse at the hospital, who was questioned on 23 November 2000, stated that on 4 February 2000 a large number of wounded were brought to the hospital, most of them with shrapnel wounds. They told her that they were from Katyr-Yurt and that they had been attacked by aviation bombs. There were so many wounded that the hospital personnel were unable to keep records.", "64. The hospital authorities also submitted to the investigators copies of the medical death certificates issued to the residents of Katyr-Yurt in relation to the attack.", "65. In February 2002 a military forensic laboratory, at the investigator's request, produced eight reports based on the medical files from the Achkhoy-Martan district hospital. The reports concluded that the wounds – shrapnel wounds and concussion – could have been received in the circumstances described by the victims, i.e. during an attack at the village.", "66. On 8 October 2001 the investigation questioned Major-General Vladimir Shamanov, who at the material time had headed the operations centre (OC) of the Western Zone Alignment in Chechnya, which had included the Achkhoy-Martan district. He stated that his main aim had been to restore constitutional order in the western districts of Chechnya by disarming the illegal armed groups and, if they offered resistance, by eliminating them, i.e. conducting the military stage of the counter-terrorist operation. Units of the Ministry of Defence, Ministry of the Interior, Ministry of Justice and the Federal Security Service were under his operational command. The OC issued operation orders. The special operation for the liberation of Katyr-Yurt was part of a broader action, based on the operation order issued by the OC in the last ten days of January 2000.", "67. The situation in his zone of responsibility was very difficult in February 2000, because large groups of bandits had escaped from Grozny and were breaking southward. They were occupying villages along the way and fiercely opposing federal troops. Among the fighters were many mercenaries, including Arabs and Africans.", "68. In January – February 2000 the federal forces were conducting identity checks in the villages of the Western Zone, including Alkhan-Kala, Shaami-Yurt and others. The command corps warned the heads of local administrations about the need to inform the federal forces of the arrival of fighters and of the need to prevent their entry. This information was also conveyed to the head of the Katyr-Yurt administration, who had personally assured the military commandant of the Achkhoy-Martan district that there had been no fighters in the village. However, reconnaissance information was received to the effect that groups under Gelayev's command, numbering 500-600 persons, were slipping into the village. In order to prevent their concentration in the village, Katyr-Yurt was blocked by a division of interior troops under the command of Major-General Nedobitko and other units. Nedobitko was ordered to conduct a special operation – an identity check - in Katyr-Yurt, and to locate and disarm members of illegal armed groups. The head of administration was informed that a special operation would be conducted, but he asked that it be postponed, and in the end it was postponed for one day.", "69. On the morning of the day on which the operation started (Mr Shamanov could not recall the exact date) the fighters had attacked the federal forces. They were well-equipped and armed with automatic weapons, grenade-launchers and fire-launchers, and used trucks armoured with metal sheets. He stated:", "“Realising that the identity check in the village could not be conducted by conventional means without entailing heavy losses among the contingent, Nedobitko, absolutely correctly from a military point of view, decided to employ army aviation and ground attack air forces, artillery and mine-launchers against the fortified positions of the fighters entrenched in the village. Failure to employ these firm and drastic measures in respect of the fighters would have entailed unreasonably high losses among the federal forces in conducting the special operation and a failure to accomplish the operative task in the present case. All this would have demonstrated impotence on the part of the federal authorities, would have called into question the successful completion of the counter-terrorist operation and the reinstatement of constitutional order in Chechnya. Failure to accomplish these tasks would threaten the security of the Russian Federation. Besides, our indecisiveness would have attracted new supporters to the illegal armed groups, who had adopted a wait-and-see attitude at the relevant time. This would have indefinitely extended the duration of the counter-terrorist operation and would have entailed further losses among the federal forces and even higher civilian casualties.”", "70. He stated that the fire-power employed had been directed at the fighters' positions “on the edges of the village and in its centre, near the mosque”. Civilians were allowed to leave the village. The fighters were offered surrender, with a guarantee of personal safety, which they refused. They thus used the villagers as a human shield, entailing high civilian casualties.", "71. In his opinion, the population of Katyr-Yurt should have prevented the fighters' entry into the village. Had they done so, as had happened earlier in the village of Shalazhi, there would have been no need to conduct such a “severe mopping-up operation” and to deploy aviation and artillery, and thus the unfortunate civilian losses could have been avoided. The losses among fighters, in his estimation, were about 150 persons. The rest escaped from the village at night, under cover of thick fog.", "72. He was asked what measures were taken to ensure maximum security of the civilians during the operation in Katyr-Yurt. In response, Mr Shamanov responded that Nedobitko used a Mi-8 helicopter equipped with loudspeakers to inform civilians about the safe exit routes he had established.", "73. He was also asked, with reference to the statements by local residents, if, when he had arrived by helicopter at the roadblock near Katyr-Yurt, he had ordered soldiers to prevent civilians leaving the village. Mr Shamanov responded that he had given no such orders, and that the exit was in fact organised by the federal troops under his command. He stated that during his visit he berated the head of the village administration for allowing the situation to deteriorate to such an extent that it had become necessary to involve aviation and artillery. That dialogue could have been understood by those present in a perverse way.", "74. On 26 October 2001 the investigator questioned Major-General Yakov Nedobitko, who had headed the operation in Katyr-Yurt. He testified that at the relevant time he had headed a division of Interior Ministry troops which belonged to the Western Zone Alignment, headed by Major-General Vladimir Shamanov. The situation in the zone of their responsibility in early February 2000 was very difficult, because large groups of fighters were trying to break through from Grozny, via the plain, to mountains in the south of Chechnya. At the end of January 2000 the OC of the Western Zone Alignment issued an operation order to destroy these groups before they joined up with their supporters in the mountains. He further stated:", "“From Shamanov I learnt that a large group of fighters, having escaped from Lermontov-Yurt, had entered Katyr-Yurt. Shamanov ordered me to conduct a special operation in Katyr-Yurt in order to detect and destroy the fighters.", "I drew up a plan of the special operation, which defined units of isolation, units of search, rules of fire in case of enemy fire, positions of ... roadblocks... Two roadblocks were envisaged – one at the exit towards Achkhoy-Martan, another – towards Valerik. ... The involvement of aviation was foreseen should the situation deteriorate. The artillery actions were planned ... in advance in order to target the possible bandit groups' retreat routes and the lines of arrival of reserves to assist the besieged groups. The artillery were only to be involved in the event of enemy fire against the search groups.", "This plan was drawn up the night before the operation. On the evening of the same day Shamanov called me to the command headquarters of the Western Zone to discuss the details of the operation. We foresaw the presence of refugees and fighters, and planned to check documents. Early in the morning on the following day I was returning to our position with two APCs. On the eastern side of the village, towards Valerik, there had been an exchange of fire. An Ural truck was on fire, three dead bodies lay on the ground and there were a few wounded. These were OMON [special police force units] from Udmurtia. We were also attacked from the village. We descended and fired back. Then, under cover of the APCs, we moved south toward our command point. I immediately informed Shamanov about the deterioration in the situation. He authorised me to conduct the special operation in accordance with my plan.", "Colonel R., commander of ... regiment, informed me that he had met with the head of administration of Katyr-Yurt, who stated that there were no fighters in the village, just a small 'stray' group who had had a skirmish with OMON forces. I did not know the number of fighters in the village, so I ordered that the search be carried out by previously determined groups of special forces from the interior troops, without artillery or aviation support. If there were few fighters, they could be destroyed by the search groups. If their number was substantial, they could be destroyed by tanks shooting directly at specific points, i.e. by pinpoint attacks. And if it was a very big bandit grouping, then it would be impossible to avoid the use of artillery and aviation, because otherwise the personnel losses would be too high.", "The search groups moved out ... they were attacked... and I ordered them to retreat. One group could not withdraw... Realising that the use of artillery and aviation could not be avoided, I ordered colonel R. to organise evacuation of the civilians from the village, which he did through the head of the village administration. For that purpose colonel R. used a vehicle equipped with loudspeakers, through which he was able to inform the population of the houses on the edge of the village about the need to leave. The civilians were leaving the village through the pre-established roadblocks.”", "75. Major-General Nedobitko then proceeded to describe in detail the fighting on the first and second day of the operation. On the first day the army used artillery, tanks and a mine-launcher. The aviation attack was coordinated by a forward air-controller, who was positioned at the command centre and took directions from Mr Nedobitko, who relied on information received from the special forces of the interior troops. When asked if his troops had prevented civilians from leaving through the eastern roadblock, he replied that he did not prevent it, but that the main exit route was through the checkpoint at the western side, i.e. towards Achkhoy-Martan. At that checkpoint, servicemen from the Federal Security Service and the Ministry of Interior checked those leaving the village for possible involvement in the illegal armed groups.", "76. The investigator asked what might have been different had the village administration informed the federal forces that the group of fighters in the village was very large. The Major-General responded that he would have allowed the civilians to leave through both roadblocks, as had been done in Shaami-Yurt. But once one of his search groups was trapped in the village and had sustained casualties, he could not abandon them and had to do everything possible to save them. Civilian victims were unavoidable. Mr Nedobitko was not aware of the exact number of casualties sustained by the federal forces or by the fighters during the operation.", "77. On 23 November 2001 the investigators questioned colonel R., who at the material time had headed a regiment of the internal troops involved in the operation. He stated that in early February 2000 his regiment was stationed outside Katyr-Yurt. At about 8 a.m. on 4 February 2000 OMON servicemen from Udmurtia, who had been stationed in the village school, arrived at his unit and reported fighting in Katyr-Yurt. They brought with them several wounded and explained that their vehicle, carrying a change of personnel to man a roadblock, had been attacked by fighters in Katyr-Yurt and that more fighters, allegedly over 1,000 in number, had attacked their base in the school and forced them to withdraw. The colonel reported this information to the commander of the division, Major-General Nedobitko. The latter contacted the head of the village administration who conceded that about 1,000 fighters had entered the village and that they would stay there for a couple of days and then leave. At about 6 p.m. on the same day additional army units arrived in Katyr-Yurt. On that first day no aviation or artillery strikes were carried out. On the second day the village was blocked and a reconnaissance group was sent into the village, but it was attacked. Then the civilians started to leave en masse. A vehicle equipped with loudspeakers was installed at one of the roadblocks and information about the safe exit was given to the head of the village administration. Most people left the village along the road towards Achkhoy-Martan. Colonel R. also stated that, in his opinion, the village administration could have either prevented the entry of the fighters into the village, or could at least have notified the military of their arrival at an early stage. This would have allowed the military to be more precise in their attacks and would have prevented civilian casualties.", "78. On 29 October 2001 the investigation questioned colonel S., head of a unit of the internal troops who reported directly to Major-General Nedobitko. He testified that the illegal armed groups led by field commanders Gelayev, Basayev, Khattab and others, had left Grozny on 30 January 2000. On 3 February 2000 he received an order from Nedobitko to search the village of Katyr-Yurt for fighters, disarm them, and in the event of resistance, to destroy them. He further submitted that he had had information that a group of about 1,500 fighters was supposed to have entered Katyr-Yurt after escaping from Shaami-Yurt. However, the OMON unit from Udmurtia, stationed in Katyr-Yurt, refuted this information. Early in the morning of 4 February 2000 his unit entered the village from the south-western side. They encountered two civilian families, whom they evacuated from their homes towards the rear, and did not meet any other civilians after that. At about 7.20 a.m. one of their groups was attacked. They immediately informed Nedobitko, who at 8 a.m. ordered them to retreat. They captured one fighter who told them that there were over 2,000 fighters in the village, headed by Gelayev, Khattab and Basayev. At 9 a.m. fighter jets arrived and started bombing the village. Soon they were joined by artillery. On that day they did not attempt to enter the village again. On 5 February there was some heavy fighting, and on 6 February they conducted the “mopping-up” operation without meeting any resistance. When asked about casualties, colonel S. responded that his unit had lost seven men and 15 had been wounded. He could not specify the overall losses among the fighters, but his unit had found about 80 bodies, and his overall estimation of the number of fighters destroyed by his unit was 386. He submitted that he did not see any civilian bodies among the dead, all of whom had been dressed in military and camouflage gear.", "79. Several of the OMON servicemen from Udmurtia were questioned. They testified that from December 1999 – March 2000 their unit of about 30 servicemen was deployed in Katyr-Yurt and in the village of Valerik, situated about 1.5 kilometres to the south-east of Katyr-Yurt. They were stationed in the school building in Katyr-Yurt. Serviceman N. estimated the population of Katyr-Yurt at the beginning of February 2000 at about 18,000 people. He stated that he had been on duty at the roadblock in Valerik from the morning of 3 February 2000. He and his colleagues were informed by a senior police officer that they could expect some southbound movement of fighters from Grozny and that the fighters might pass through Valerik or Katyr-Yurt. On the morning on 4 February 2000 no replacement personnel came to the roadblock because the fighters had attacked Katyr-Yurt and the servicemen who were supposed to replace his team had been attacked.", "80. Serviceman G. from the same unit testified that between 7 and 8 a.m. on 4 February 2000 their car was shot at as they were going to replace their colleagues at the roadblock in Valerik. Three servicemen were killed and four were wounded. He immediately informed his superiors of the incident by radio. About one and a half hours later the air force and artillery attacks began. He was not aware of any measures to inform the population about the safe exit routes, but stated that this period – one and a half hours - was available for them to leave. He further confirmed the arrival of Major-General Shamanov to visit the positions of the federal forces early in the morning of 6 February 2000. The latter did not prevent civilians from leaving; on the contrary, he ordered the soldiers to establish check-points at the exits from the village and to let out women, children and the elderly. On his orders, the OMON forces organised a “filtration point” where they checked young men leaving of the village.", "81. Colonel V. from the Rostov-on-Don interior troops testified about his participation in the operation in Katyr-Yurt. He stated that he was on mission in Chechnya at the relevant time. He did not recall the details of the operation, except that there had been some fierce fighting. The investigator quoted to him the operation record book, where the officer on duty recorded Colonel V.'s report, made at 12.15 p.m. on 4 February 2000, stating that he had seen people with a white flag in his sector of responsibility. Colonel V. stated that his memory was impaired by head traumas and concussions and that he could not recall any such episodes.", "82. On 26 November 2001 the investigators questioned Lieutenant-Colonel Z., who had been heading a detachment of the Ulyanovsk OMON unit on mission in Chechnya. He testified that they were deployed in Katyr-Yurt on the night of 3 February 2000, and on the morning of the next day they entered the village from the south-west at about 10 a.m. They were attacked and retreated. In the afternoon the village was attacked by aircraft, helicopters, artillery and mine-launchers. He had heard something about a “humanitarian corridor” for civilians, but was not involved in its organisation. His detachment did not encounter any civilians, only fighters, when it was in the village on 4 February and later.", "83. Serviceman K. from the Rostov-on-Don OMON testified that his unit was on mission in Chechnya in December 1999 – March 2000. In early February 2000 the unit was sent to Katyr-Yurt. They entered the village for the “mopping-up” operation in a group of about 40 servicemen from the OMON and the Interior Ministry troops, but were then ordered to take cover because aviation and artillery had been called in. They hid in a house near the edge of the village and stayed there until evening, then retreated. Next day they again entered the village. After driving about 150 metres into the village, they saw civilians coming out of the houses; these were elderly men and women. He did not see any children or younger people. They checked the houses for fighters and firearms until evening, but he did not personally see any fighters, dead bodies or firearms. Another serviceman from the same OMON unit confirmed the submissions almost word-for-word.", "84. Servicemen from the special forces of the Samara interior troops gave evidence about their participation in the Katyr-Yurt operation. One of two testimonies was disclosed by the Government. Serviceman B. testified that his unit was on mission in Chechnya in January – March 2000. On some date at the beginning of February they were deployed to Katyr-Yurt. Their unit was attacked near the river. He understood that civilians had been given three days to leave the village. From their positions they could clearly distinguish fighters from civilians, based on the presence of firearms and beards.", "85. Serviceman T. testified that at the relevant time he had headed the commandatura in Achkhoy-Martan district. Once the military operation in Katyr-Yurt was over, he organised the “mopping-up” of the village and collection of the fighters' bodies. He was not aware of the exact number of bodies collected, but believed that two or three fighters had been detained alive.", "86. Servicemen from the Tula OMON forces were also questioned. Only one testimony out of four was disclosed to the Court. Serviceman Gr. testified that their unit arrived at Katyr-Yurt to conduct a “mopping-up” operation after the military stage was over. They were searching for fighters, or for their dead bodies. He did not see any civilians in the village, dead or alive. He presumed that they had been allowed to leave before the assault started. He also testified that after two days of the “mopping-up” operation, civilians started to return to the village. He saw the body of one fighter. The fighters' bodies were collected by two trucks belonging to the army commandatura, and both were loaded full. He did not know exactly how many bodies there were.", "87. Two pilots from the army air force were questioned in relation to the attack on Katyr-Yurt. They were identified by the Government as pilot no. 1 and pilot no. 2. Both pilots stated that their unit took part in the bombardment of Katyr-Yurt on 4 February 2000. The mission sortie was between 12 and 2 p.m. on two SU-25 planes, each carrying six FAB-250 bombs. They dropped the bombs from a height of about 600 metres. The weather conditions were quite bad, and normally in such conditions they would not fly, but on that day the ground troops were in serious need of support. The targeting was done by a ground air controller who was positioned at the operation centre near the village. He indicated the targets and later reported to them that the bombing had been successful. In response to the question of whether they had seen any civilians or civilian vehicles in the streets of the village, the pilots either responded that the visibility was so bad - because of clouds and the smoke from burning houses - that they could not see anything, or that they did not see civilians or civilian transport.", "88. Two air-ground controllers were questioned. One of them, whose identity was not disclosed by the Government, testified that he was employed as a forward air-controller for fighter jets. His mission was to direct visually the planes to targets identified by the command corps of the operation. On the day preceding the operation in Katyr-Yurt, the exact date of which he could not remember, he was deployed to positions located between the villages of Valerik and Katyr-Yurt. His operational commander was Major-General Nedobitko, who told him to be on standby in case there was a need to call in the air force. The witness was not aware of the details of the operation, but from the discussions around him he realised that a large group of fighters had broken through from Grozny and captured Katyr-Yurt. On the next day between 7 and 8 a.m. information came in that three OMON servicemen had been killed in a skirmish with fighters. Approximately 30 minutes later Nedobitko ordered him to call in fighter jets with bombs, without specifying the type of bomb. Once the planes arrived, Nedobitko named the first target – about 500 metres west of the village mosque, which had been the tallest building and served as a good orientation point. The pilots were informed of the target and confirmed seeing armed people below. The planes successfully dropped a full load of FAB-250 bombs. They also used FAB-500 bombs, which were dropped by parachute in order to permit the plane to leave the area of the explosion. Once they had disposed of their ammunition round, Nedobitko requested another pair of planes. They arrived in 20 minutes with the same load. This time the target was set at 300 metres south of the mosque. The air-controller received the targets from Nedobitko, who was receiving continuous operational information by radio. At about 2 p.m. the planes left because the weather conditions had worsened, and then army and interior troops' helicopters arrived, which the witness did not direct.", "89. On the second day Major-General Shamanov and Major-General Barsukov arrived in Katyr-Yurt and, together with Nedobitko, headed the operation. The weather was too bad to employ fighter jets, but he was kept at the commanding point in case the conditions improved. The village was bombarded by artillery and mine-launchers and from helicopters. On the third day he was relocated back to his base.", "90. When asked if he was aware of a plan to evacuate civilians, the air-controller responded that on the first day of his arrival Nedobitko mentioned that his initial plan had been to offer the fighters a chance to surrender or for the civilians to leave, but once the OMON forces had been attacked he had called in fighter jets.", "91. Several helicopter pilots were questioned. They testified about taking part in the Katyr-Yurt operation. They employed non-guided missiles against the area targets indicated to them by forward air-controllers. They did not see any civilians or civilian vehicles in the village, only fighters who attacked them with machine-guns.", "92. The investigation also questioned servicemen from a tank battalion which arrived at Katyr-Yurt on the night of 4 February 2000. They testified that they were stationed south of the village with the task of preventing the fighters from breaking towards the mountains. They fired about 80 shots from tank guns at the village, on the orders of the operational headquarters and in response to enemy fire. They did not enter the village during or after the combat and were not aware of the humanitarian corridor.", "93. Numerous other documents were requested and obtained by the investigation from the military, the majority of which were not disclosed to the Court. These concerned the operation plan, operational orders from the various levels of command, the log-books of different units involved in the operation, personnel lists for these units, records of casualties sustained etc.", "94. The military aerodrome submitted information to the effect that the horizontal fragment dispersion of a high explosion aviation bomb FAB-250 was 1,170 metres.", "95. On 26 November 2001 the investigator requested an expert opinion from the Combined Armed Services Military Academy in Moscow. Six questions were posed to the experts, who were given access to the investigation file. The questions concerned the accuracy of planning and conducting of the operation, the kind of documents and orders that should have been issued and the question of compliance of the operation in Katyr-Yurt with internal military rules. The experts were also asked to evaluate the propriety of Major-General Nedobitko's decision to deploy aviation and artillery against the fighters' positions; another question was to evaluate whether all necessary measures had been taken by the command corps of the OC of the Western Zone Alignment to minimize civilian victims in Katyr-Yurt.", "96. On 11 February 2002 six of the Academy's professors, with military ranks from lieutenant-colonel to major-general, produced their report. They had had access to military documents, such as the operational orders of the United Group Alignment, of the OC of the Western Zone Alignment, log-books etc. They also used six legal acts as a basis for their report, the titles of which were not disclosed to the Court. The report found as a fact that the decision to employ aviation and artillery was taken by Major-General Nedobitko after the forces under his command had been attacked when they tried to enter the village. Aviation and artillery fire power was involved from 8.30 a.m. on 4 February until 6 February 2000.", "97. The expert report concluded that the actions of the officers of the internal troops involved in the special operation to eliminate illegal armed groups in Katyr-Yurt on 4-6 February 2000 were in conformity with the Army Field Manual and the Internal Troops Field Manual. Analysis of the operative and tactical situation, as well as a videotape reviewed, permitted the experts to conclude that the decision to involve aviation and artillery had been a correct and well founded one. This conclusion was further reinforced by reference to article 19 of the Army Field Manual, which states: “The commanding officer's resolve to defeat the enemy should be firm and should be accomplished without hesitation. Shame on the commander who, fearing responsibility, fails to act and does not involve all forces, measures and possibilities for achieving victory in a battle”.", "98. As to minimising civilian losses, the report concluded that certain measures were taken to that effect: the commanding officers organised and carried out an exodus of the population from the village, and chose a localised method of fire. The administration and the population of the village were informed about the need to leave the area of the operation and the necessary time was provided for this. A roadblock was established at the village's western exit, equipped with a filtration point and manned by servicemen from the Ministry of the Interior and the Federal Security Service, located away from the area of the combat operations. The report further suggested that the losses could have been further minimised if additional time had been allocated for the civilians' departure. However, that same time could have been used by the fighters to prepare more thoroughly for defence of the village, which could have entailed additional losses among federal forces. Finally, the experts reported that it was not possible to reach any definite conclusions about what had prevented the village's entire population from leaving safely, but that it was probably the fighters.", "99. On 30 October 2001 the investigator of the Military Prosecutor's Office for the Northern Caucasus, acting on orders from the Circuit Military Prosecutor, transferred the case to another military prosecutor. On 13 March 2002 the latter issued a decision to close criminal proceedings due to the absence of corpus delicti in the military's actions.", "100. The investigation found it established that on the night of 3 to 4 February 2000 a group of more than 1,000 well-equipped and well-trained fighters under the command of field commander Gelayev occupied the village of Katyr-Yurt. These fighters were part of a larger group of insurgent forces, escaping south from Grozny to the mountains. By that time most people had already left Katyr-Yurt, whilst others, unwilling to leave the village, hid in their homes. The fighters occupied stone and brick buildings, turned them into fortified defence points and used the local residents as a “human shield”.", "101. On 4 February 2000 Major-General Nedobitko, who was unaware of the exact number of fighters in the village, ordered search groups to enter the village, but they met fierce resistance, sustained casualties and were forced to withdraw. Once the fighters' numerical superiority became clear, Nedobitko decided to evacuate the civilian population and to proceed with the deployment of artillery and aviation. Information was conveyed to the population through the head of administration and by a mobile broadcasting unit which moved around the village. Two roadblocks were established to control the exit. At around 9 a.m. the artillery proceeded with pinpoint strikes at the clusters of enemy resistance, namely at the edges of the village and in the centre near the mosque. Army aviation was then deployed. Targeting and guidance was based on information obtained from reconnaissance and units of the special forces. By their combat actions, the fighters prevented federal forces from organising evacuation of the civilians.", "102. Heavy fighting between the insurgents and federal forces, together with aviation and missile strikes, forced the local population to flee the village despite active combat. By midday on 4 February 2000 the flow of civilians had intensified.", "103. The special operation in Katyr-Yurt lasted for three days. On the third night a group of fighters, numbering about 800 persons, left Katyr-Yurt and escaped south towards the mountains under cover of thick fog. The rest were destroyed. In the course of the special operation 43 civilians were killed and 53 wounded; these were people who, by the time the bombardment commenced, had not wished or had had no time to leave.", "104. The document then summarised statements by Major-General Shamanov, Major-General Nedobitko, Colonel R., Colonel S. and other servicemen. It referred to the operational orders and operations log-book, which confirmed the deployment of combat means and the fighters' resistance. It referred to the statements by the head of administration of Katyr-Yurt and local residents, confirming that the village was seized by fighters on 4 February 2000 and that aviation and artillery strikes took place. It listed 43 civilians killed and 53 wounded as a result of the strikes. The decision referred to testimony by four local residents regarding the provision of a humanitarian corridor (two of these witnesses were wounded and were listed as such). It finally recalled the conclusions of the military experts' report.", "105. Against this background, the investigation came to the following conclusions. The majority of civilian injuries were sustained on 4 February 2000 in the centre of the village, where the fiercest fighting between federal forces and fighters occurred. The command corps of the operation took all possible measures to organise the local population's departure, which had been disrupted by the actions of fighters who stormed and occupied houses, using civilians as “human shields”. The fighters' fierce resistance and numerical superiority, as well as a real danger that they would break through the federal forces' lines toward the mountains, forced the command corps to use aviation and artillery. The strikes were directed at the fighters' positions. Aviation and artillery were heavily used at the initial stage of the operation on 4 February 2000, which caused a massive departure of the local population. Thus, civilians were caught in cross-fire between fighters and federal forces, which explained the heavy losses. As a result of the federal forces' dynamic action, the majority of the group was destroyed, the village was liberated and the remaining members of the group were dispersed.", "106. Under such circumstances the investigation concluded that the command corps' actions were absolutely necessary to eliminate the danger to society, the state, and to the lives of servicemen and civilians. This danger could not have been eliminated by other means, and the command corps' actions were proportionate to the resistance put up by the fighters.", "107. The criminal case opened on charges of abuse of power and manslaughter was closed for the absence of corpus delicti. 62 decisions to grant victim status were quashed by the same decision. The persons in question were to be informed of the possibility of seeking redress through civil proceedings.", "108. On 12 December 2002 Major-General Nedobitko appealed against the decision of 13 March 2002. He considered that it should have been closed on the ground that no crime had been committed. On 6 March 2003 the Bataysk Garrison Military Court rejected his appeal and upheld the decision of 13 March 2002.", "109. The applicant submitted an additional statement about the attack. She submitted that she witnessed the death of her son and of her three nieces, was wounded and saw her relatives wounded. They could not bury their dead in the village cemetery according to their traditions and were obliged to bury them in the cemetery of Achkhoy-Martan. Her house and all her property were destroyed. This caused her shock and irreparable moral suffering.", "110. The applicant submitted five additional testimonies by witnesses and victims about the attack on Katyr-Yurt. Witness A. testified that by the beginning of February 2000 the village was under the firm control of the federal forces and that there were about eight to ten thousand IDPs, because people thought there would be no fighting in Katyr-Yurt. There were military roadblocks around the village and a commandatura in its centre. The aviation strike at 9 a.m. on 4 February 2000 was totally unexpected. The witness tried to leave the village between 4 and 5 p.m. on 4 February, but the car he was travelling in was shot at from a helicopter and he and his relatives were wounded. He escaped on 5 February, having lost two relatives. On the road he saw many dead people and burnt cars. The road was covered with debris from destroyed houses. The road towards Achkhoy-Martan was filled with people trying to leave, and the soldiers would not allow anyone through, even the wounded. The witness received no assistance from the State. He stated that when he went to the head of the village administration to report the deaths of his relatives he saw a list with the names of 272 civilians who had been killed. Witnesses B., C. and D. gave evidence about heavy bombing on 4 and 5 February 2000, which involved aviation, helicopters, artillery and Grad multiple missile-launchers. They also testified about General Shamanov's arrival at the roadblock, when he allegedly ordered the soldiers not to let people out of the village. They cited his orders to “filter out” all men, but these orders were not enforced by the interior troops. They also testified about a Volga car with six refugees from Zakan-Yurt, which was destroyed on the road by a direct hit. Witness E., who left the village on 5 February 2000 for Achkhoy-Martan, spoke of the confusion and panic, repeated bombardment and crowds at the roadblock to Achkhoy-Martan. He described the situation as “every man for himself”. The witnesses were either not aware of a humanitarian corridor, or stated that they had heard something about it but that their exit was not in any way safe.", "111. The applicant submitted an extract from the book “Troops of the Ministry of the Interior: The Caucasus Cross-2” (Карпов Б.В. Внутренние войска: Кавказский Крест-2. - М.: Деловой экспресс, 2000. – 281 c.). The book contains an interview with Major-General Barsukov, Deputy Commander of the Ministry of the Interior Troops in the Northern Caucasus, who was among the commanders of the operation in Katyr-Yurt. His interview, contained in the book, includes the following passage on pp. 112-113:", "“Some of the bandits ... broke through our positions and reappeared in Lermontov-Yurt. We conducted a special operation there. But in planning and conducting this operation, we also blocked the nearby Shaami-Yurt. For two days we conducted a special operation there...", "Their remaining forces were breaking through towards Katyr-Yurt. By that time it was also blocked. We let them enter Katyr-Yurt and conducted a special operation there with the forces of the 7th and the 12th special units. Again we met fierce resistance. The 7th unit sustained substantial casualties. We had to withdraw it... Again we used fire power – 'Grad', 'Uragan', 'Buratino', artillery of the 47th regiment, cannons of the 46th regiment, mine-launchers. Fighter jets were also involved. But... the bandits broke through... and went towards the village of Gekhi-Chu...", "Near Gekhi-Chu we were able to draw conclusions from the operation started in Alkhan-Kala. Over 150 bandits were detained, 548 dead bodies were seized. The rest the Chechens buried hastily in Alkhan-Kala... A large number of bodies were dumped or buried in shallow graves. In Shaami-Yurt and Katyr-Yurt we did not even take the bodies out, we did not have the resources to do that. Usually, after we had left, police units together with the forces of the Ministry of Justice came in... In the army we simply don't have enough trucks to take out so many bodies... According to our estimates, and this is supported by interception of radio communications, during this 'death raid' in the 'valley of death' (these are their expressions) they lost in total over one and a half thousand men.”", "112. The applicant submitted a transcript of an interview from the RTR TV channel's programme “Zerkalo”, broadcast on 5 February 2000, where Major-General Vladimir Shamanov, the commander of the Western Zone Alignment in Chechnya, said:", "“Well, let's give some good news to the Russians. The Western Zone Alignment has been entrusted with participation in a big operation. It's called 'wolf hunt'. The idea of the plan was to create an illusion of an existing exit corridor from Grozny along the route used by Arbi Barayev's groups. In cooperation with the Federal Security Service and other bodies, one of the officers was given the task of contacting the fighters and for a large sum, we can now say about 100,000 US dollars, to promise a corridor. Honestly, we did not even expect that the bandits would swallow the bait, especially their leaders. Even less did we think there would be so many of them. The planned scheme of artillery fire combined with reactive obstacles showed not only how correct we had been, but also basically solved the Grozny problem. ... The operation is continuing. The Western Alignment has built a corridor, so that any step to the left or to the right equals execution. We are chasing them along this corridor, we already chased them to the second line, and in two or three days we will destroy them all.”", "113. The applicant submitted a report prepared by the NGO Human Rights Watch in April 2003, entitled “A Summary of Human Rights Watch Research on Attacks on Fleeing Civilians and Civilian Convoys during the War in Chechnya, Russia, between October 1999 and February 2000”. The submission, prepared for the European Court of Human Rights, is based on eyewitness testimonies collected by HRW researchers in Ingushetia between November 1999 and May 2000. The report described at least five independent incidents where civilians fleeing from fighting were attacked en route. The report stated that “the Russian forces appear to have deliberately bombed, shelled, or fired upon civilian convoys, causing significant civilian casualties. ... The frequency of the attacks on fleeing civilians left many civilians trapped in areas of active conflict, contributing indirectly to the high death toll of the conflict.”", "114. The report invoked provisions of international humanitarian law, namely Common Article 3 to the Geneva Conventions of 1949, as well as Article 13 (2) of Protocol II Additional to the Geneva Conventions of August 1949. The report submitted that “where aircraft make multiple attack passes over a civilian convoy, or convoys are subject to prolonged attack by ground troops, the most plausible inference is that such attacks are intentional and with the likely knowledge of the predominantly civil character of the convoy. Customary international law requires that any attacks discriminate between the civilians and military objects and that foreseeable injury to civilians be proportionate to the direct and concrete military advantage to be gained by the attack. ... Each of the incidents described below raises concerns that civilians may have been targeted intentionally or that the force used was not proportionate to the military advantage pursued...”", "115. The report describes the bombardment of Katyr-Yurt on 4-6 February 2000 as one of the examples of attacks on civilians escaping from fighting. Referring to information from humanitarian NGOs, the report estimates the population of Katyr-Yurt at the relevant time at about 25,000 people, including some 15,000 IDPs. Early on 4 February 2000 several thousand fighters, having escaped from Grozny, which is about 30 kilometres away, entered the village. A few hours later the strikes against the village began. Villagers' testimonies, collected by HRW, described the great difficulties they experienced in leaving the village and the numerous casualties sustained while people were hiding in cellars and shot at on the road.", "116. Article 20 of the Constitution of the Russian Federation protects the right to life.", "117. Article 46 of the Constitution guarantees the protection of rights and liberties in a court of law by providing that the decisions and actions of any public authority may be appealed to a court of law. Section 3 of the same Article guarantees the right to apply to international bodies for the protection of human rights once domestic legal remedies have been exhausted.", "118. Articles 52 and 53 provide that the rights of victims of crime and abuse of power shall be protected by law. They are guaranteed access to the courts and compensation by the State for damage caused by the unlawful actions of a public authority.", "119. Article 55 (3) provides for the restriction of rights and liberties by federal law, but only to the extent required for the protection of the fundamental principles of the constitutional system, morality, health, rights and lawful interests of other persons, the defence of the country and the security of the state.", "120. Article 56 of the Constitution provides that a state of emergency may be declared in accordance with federal law. Certain rights, including the right to life and freedom from torture, may not be restricted.", "121. Section 25 of the Law on Defence of 1996 (Федеральный закон от 31 мая 1996 г. N 61-ФЗ \"Об обороне\") provides that “supervision of adherence to the law and investigations of crimes committed in the Armed Forces of the Russian Federation, other Forces, military formations and authorities shall be exercised by the General Prosecutor of the Russian Federation and subordinate prosecutors. Civil and criminal cases in the Armed Forces of the Russian Federation, other forces, military formations and authorities shall be examined by the courts in accordance with the legislation of the Russian Federation.”", "122. The 1998 Law on the Suppression of Terrorism (Федеральный закон от 25 июля 1998 г. № 130-ФЗ «О борьбе с терроризмом») provides as follows:", "“Section 3. Basic Concepts", "For the purposes of the present Federal Law the following basic concepts shall be applied:", "... 'suppression of terrorism' shall refer to activities aimed at the prevention, detection, suppression and minimisation of the consequences of terrorist activities;", "'counter-terrorist operation' shall refer to special activities aimed at the prevention of terrorist acts, ensuring the security of individuals, neutralising terrorists and minimising the consequences of terrorist acts;", "'zone of a counter-terrorist operation' shall refer to an individual land or water surface, means of transport, building, structure or premises with adjacent territory where a counter-terrorist operation is conducted; ...", "Section 13. Legal regime in the zone of an anti-terrorist operation", "1. In the zone of an anti-terrorist operation, the persons conducting the operation shall be entitled:", "2) to check the identity documents of private persons and officials and, where they have no identity documents, to detain them for identification;", "3) to detain persons who have committed or are committing offences or other acts in defiance of the lawful demands of persons engaged in an anti-terrorist operation, including acts of unauthorised entry or attempted entry to the zone of the anti-terrorist operation, and to convey such persons to the local bodies of the Ministry of the Interior of the Russian Federation;", "4) to enter private residential or other premises ... and means of transport while suppressing a terrorist act or pursuing persons suspected of committing such an act, when a delay may jeopardise human life or health;", "5) to search persons, their belongings and vehicles entering or exiting the zone of an anti-terrorist operation, including with the use of technical means; ...", "Section 21. Exemption from liability for damage", "In accordance with and within the limits established by the legislation, damage may be caused to the life, health and property of terrorists, as well as to other legally-protected interests, in the course of conducting an anti-terrorist operation. However, servicemen, experts and other persons engaged in the suppression of terrorism shall be exempted from liability for such damage, in accordance with the legislation of the Russian Federation.”", "123. Articles 126-127 of the Code of Civil Procedure (Гражданский процессуальный Кодекс РСФСР) ), in force at the material time, contained general formal requirements governing an application to a court, including, inter alia, the defendant's name and address, the exact circumstances on which the claim was based and any documents supporting the claim.", "Article 214 part 4 provided that the court had to suspend consideration of a case if it could not be considered until completion of another set of civil, criminal or administrative proceedings.", "124. Article 225 of the Code provided that if in the course of reviewing a complaint against the actions of an official or a civil claim a court came across information indicating that a crime had been committed, it was required to inform the prosecutor.", "125. Chapter 24-1 established that a citizen could apply to a court for redress in respect of unlawful actions by a state body or official. Such complaints could have been submitted to a court, either at the location of the state body or at the plaintiff's place of residence, at the latter's discretion. Under the same procedure, the courts could also rule on an award of damages, including non-pecuniary damages, where they concluded that a violation had occurred.", "126. The Code of Criminal Procedure (Уголовно-процессуальный Кодекс РСФСР 1960г. с изменениями и дополнениями), in force at the material time, contained provisions relating to criminal investigations.", "127. Article 53 stated that where a victim had died as a result of a crime, his or her close relatives should be granted victim status. During the investigation the victim could submit evidence and bring motions, and once the investigation was complete the victim was to have full access to the case-file.", "128. Article 108 provided that criminal proceedings could be instituted on the basis of letters and complaints from citizens, public or private bodies, articles in the press or a discovery by an investigating body, prosecutor or court of evidence that a crime had been committed.", "129. Article 109 provided that the investigating body was to take one of the following decisions within a maximum period of ten days after notification of a crime: open or refuse to open a criminal investigation, or transmit the information to an appropriate body. The informants were to be informed of any decision.", "130. Article 113 provided, where an investigating body refused to open a criminal investigation, a reasoned decision was to be provided. The informant was to be made aware of the decision and could appeal to a higher-ranking prosecutor or to a court.", "131. Article 126 provided that military prosecutor's office was responsible for the investigation of crimes committed by military servicemen in relation to their official duties or within the boundaries of a military unit.", "132. Articles 208 and 209 contained information relating to the closure of a criminal investigation. Reasons for closing a criminal case included the absence of corpus delicti. Such decisions could be appealed to a higher-ranking prosecutor or to a court.", "133. No state of emergency or martial law has been declared in Chechnya. No federal law has been enacted to restrict the rights of the population of the area. No derogation under Article 15 of the Convention has been made.", "134. On 6 June 2003 the State Duma adopted Decree no. 4124-III, by which an amnesty was granted in respect of criminal acts committed by the participants to the conflict on both sides in the period between December 1993 and June 2003. The amnesty does not apply to serious crimes such as murder."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}