{"ITEMID": "001-79032", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BUJNITA v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1973 and lives in Chişinău.", "7. On 26 June 2001 the applicant was acquitted of rape by the Râşcani District Court. The District Court examined the parties’ statements, witnesses’ declarations and medical reports. It found, in particular, that the applicant had not had sexual intercourse with the victim without the latter’s consent, since on numerous occasions the victim could have refused intercourse with the applicant and could have alerted a police patrol which had stopped them on the way to the applicant’s apartment. The victim could also have alerted the applicant’s flatmates, who had been in the apartment during the alleged rape, as well as other persons. The District Court also found that the medical reports did not provide a clear answer to the question as to whether the applicant had had intercourse with the victim.", "8. The prosecutor and the victim appealed. Their appeals merely stated that the verdict of the Râşcani District Court was unlawful and unreasoned.", "9. On 14 August 2001 the Chişinău Regional Court upheld their appeal, quashed the judgment of the Râşcani District Court and found the applicant guilty of rape. The Regional Court found that the victim’s statements, the witnesses’ declarations and the medical reports indicated that there had been forced intercourse with the victim. It found that the victim had been depressed and forcibly taken to the applicant’s apartment. The court sentenced him to five years’ imprisonment. However, the Chişinău Regional Court applied an amnesty law of 10 August 2001 and relieved the applicant from the obligation to serve his sentence. The applicant lodged an appeal in cassation.", "10. By a final judgment of 30 October 2001, relying on section 335/5 § 2 of the Code of Criminal Procedure (CCP) in force at the time (see paragraph 13 below), the Court of Appeal upheld the applicant’s appeal in cassation and quashed the judgment of the Chişinău Regional Court. The Court of Appeal found that the Regional Court had not objectively assessed the evidence and had taken into consideration only the victim’’s statements that she had been forcibly brought to the applicant’s apartment were contradicted by the witnesses’ declarations. The Court of Appeal concluded that the Râşcani District Court had objectively assessed the evidence and reached the conclusion that the applicant was innocent. It also stated that any doubts should be interpreted in favour of the accused. The Court of Appeal upheld the judgment of the Râşcani District Court of 26 June 2001.", "11. On 20 December 2001 the Deputy Prosecutor General lodged with the Supreme Court of Justice a request for annulment of the judgments of the Râşcani District Court and the Court of Appeal. He argued that the Râşcani District Court and the Court of Appeal had unlawfully assessed the evidence and asked the Supreme Court to uphold the judgment of the Chişinău Regional Court of 14 August 2001.", "12. On 26 February 2002 the Supreme Court of Justice upheld the Deputy Prosecutor General’s request for annulment, quashed the above-mentioned judgments and upheld the judgment of the Chişinău Regional Court of 14 August 2001. The Supreme Court gave the same reasons for finding the applicant guilty of committing the rape as the Chişinău Regional Court had used in its judgment of 14 August 2001.", "13. The following are relevant extracts from the Code of Criminal Procedure of 1961 repealed on 12 June 2003.", "When ruling on an appeal in cassation, the cassation instance shall provide one of the following judgments:", "...", "2) it shall uphold the appeal in cassation and quash the appealed judgment and:", "a) maintain the judgment of the first-instance court, if the appeal had been wrongly upheld.", "The General Prosecutor and his or her deputies may, on their own initiative or at the request of the parties, file a request for annulment with the Supreme Court of Justice in respect of any judgment which has become final after all the ordinary means of appeal have been exhausted.", "Final judgments in criminal cases shall be subject to requests for annulment through cassation procedure in the following instances:", "...", "2. Instances where a request for annulment is made only in favour of a convicted person:", "a. the provisions governing jurisdiction ratione materiae or jurisdiction ratione personae had not been observed;", "b. the composition of the court did not correspond to the legal requirements, or if the provisions of sections 19, 20 and 22 of the present Code were violated;", "c. the judicial hearing was not public, with the exception of those cases where the law provides otherwise;", "d. examination of the case took place without the participation of the prosecution service, the defendant, the counsel for the defence and an interpreter, where their participation was compulsory under the law;", "e. examination of the case took place without due notification of the parties;", "f. no forensic-psychiatric examination of the defendant was conducted, in cases provided for in section 66 (3) of the present Code;", "g. the court permitted procedures for appeal or for annulment which were not in accordance with the law, and permitted a request for annulment or an appeal where the prescribed time-limit had expired;", "...", "i. an international court found that there has been a breach of human rights and fundamental freedoms, which could be remedied by a re-hearing.", "Other judgments which have become final shall be subject to a request for annulment only in instances where they contradict the legislation.", "A request for annulment in favour of the convicted person or a person in respect of whom criminal proceedings have been closed may be submitted at any time, including after that person’s death, in respect of the part concerning the criminal case as a whole and, in respect of the part concerning the civil action, only where its resolution affects the criminal case as a whole.", "In remaining cases a request for annulment may be submitted only within one year of the date on which that judgment becomes final, if some significant error in the previous procedure has influenced the impugned decision.", "...", "A request for annulment of a judgment shall be lodged with the court in written form, with an indication of the grounds for annulment and inclusion of as many copies as there are participants in the proceedings.", "From the beginning of the proceedings, the General Prosecutor shall be entitled to withdraw the request for annulment, indicating the reasons for that withdrawal.", "Requests for annulment with regard to judgments of the Criminal Division and the Enlarged Division of the Supreme Court of Justice shall be examined by the Plenum of the Supreme Court of Justice, and requests for annulment of other judgments shall be examined by the Criminal Division of the Supreme Court of Justice.", "A request for annulment shall be examined and dealt with in accordance with the provisions of Chapter 30 of the present Code, which shall be applied in the appropriate manner and completed by the provisions of the present chapter.", "A request for annulment which is to the detriment of the convicted person, an acquitted person or a person in respect of whom the proceedings have been closed, shall be examined following the summoning of the parties. Where a request for annulment is submitted in the convicted person’s favour, the Supreme Court of Justice shall have discretion in deciding whether to summon the parties.", "Where the request for annulment is granted in respect of a convicted person who is serving a sentence, and where a judgment is quashed and the case is remitted to the courts for re-examination, the Supreme Court of Justice shall also decide on any preventive restrictions that should be imposed.", "...", "14. The following are relevant extracts from the Code of Criminal Procedure of 12 June 2003.", "The General Prosecutor, his or her deputies or the parties mentioned in section 401 & 2)-4) [the applicant] may lodge a request for annulment with the Supreme Court of Justice in respect of any judgment which has become final after all the ordinary means of appeal have been exhausted.", "Final judgments in criminal cases shall be subject to requests for annulment (...) in the following instances:", "...", "d. an international court found that there has been a breach of human rights and fundamental freedoms, which could be remedied by a re-hearing."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}