{"ITEMID": "001-67626", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "GROF v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Jozef Gróf, is a Slovakian national, who was born in 1957 and lives in Trnava.", "On 16 September 1997 the applicant claimed that he and his children had the exclusive right to lease a flat in Trnava.", "On 25 February 1998 the Trnava District Court dismissed the action.", "On 31 March 2000 the Trnava Regional Court quashed the first instance judgment.", "Since then the proceedings have been pending at first instance. In these proceedings the applicant has been represented by an advocate practising in Trnava.", "On 17 October 2002 the applicant complained about the length of the above proceedings to the Constitutional Court.", "On 11 December 2002 the Constitutional Court rejected the complaint as falling short of the formal requirements. The decision states that the applicant failed, despite a warning of 11 November 2002, to eliminate formal shortcomings in his submission and to appoint a lawyer representing him before the Constitutional Court.", "On 14 January 2003 the applicant again filed a constitutional complaint about the length of the proceedings before the Trnava District Court. In a separate letter dated 14 January 2003 he requested that the Constitutional Court should appoint a lawyer to represent him in the proceedings before it. The applicant explained that his only income was an invalidity pension which sufficed just to cover his most urgent needs.", "In a letter of 19 March 2004 a constitutional judge informed the applicant that his new submission was not in conformity with the statutory requirements. The judge noted that the applicant's information about his income was not certified by the competent authority. Furthermore, in the proceedings before the District Court the applicant was represented by an advocate. The constitutional judge's letter stated that that advocate could also represent the applicant before the Constitutional Court and that the applicant would have the lawyer's fees reimbursed in the event that he succeeded in his constitutional complaint. The letter concluded that the applicant's submission would not be dealt with.", "Article 12(1) and (2) of the Constitution guarantees to everyone the equality of rights.", "Article 48(2) of the Constitution provides, inter alia, that every person has the right to have his or her case tried without unjustified delay.", "Article 127 of the Constitution, in effect from 1 January 2002, entitles individuals and legal persons to complain about a violation of their fundamental rights and freedoms. Under this provision the Constitutional Court has the power, in the event that it finds a violation of a person's fundamental rights, to quash the relevant decision or, where appropriate, to order the authority concerned to proceed with the case without delay. It may also grant adequate financial satisfaction to the person whose constitutional rights have been violated.", "Under Section 20(2) of the Constitutional Court Act, plaintiffs in proceedings before the Constitutional Court have to be represented by an advocate.", "Section 31a of the Constitutional Court Act provides that the Constitutional Court can, unless otherwise provided by law, apply in an appropriate manner the provisions of the Code of Civil Procedure and of the Code of Criminal Procedure. Under this provision and the relevant provisions of the Code of Civil Procedure, it has been the practice of the Constitutional Court to accede to a plaintiff's request for an advocate to be appointed to represent him or her where the Constitutional Court is satisfied that it is justified by the situation of the plaintiff and where the complaint is not clearly devoid of any prospect of success."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}