{"ITEMID": "001-81684", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF GOREA v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-1", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant was born in 1971 and lives in Chişinău.", "7. The facts of the case, as submitted by the parties, may be summarised as follows.", "8. The applicant worked as a deputy Head of the Botanica Police Section in Chişinău. On 13 November 2001 an investigation was initiated against him for unlawfully releasing two suspects from detention on remand.", "9. On 12 March 2002 the Chişinău Prosecutor's Office discontinued the investigation, finding that the charges had been based solely on the statements of two witnesses who had subsequently withdrawn them, declaring that they had made the statements as a result of ill-treatment by the police. Their statements were not supported by other evidence. On the same day the prosecutor informed the applicant of the decision by sending a letter to apartment no. 140, to where the applicant had recently moved. He sent a copy of his decision to the Chişinău head prosecutor “for information and control”. However, the applicant was dismissed from his position.", "10. The applicant initiated court proceedings seeking his reinstatement and the payment of salary arrears for the entire period of his involuntary absence from work. On 25 April 2002 the Court of Appeal accepted his claim. The court found that the criminal investigation against the applicant had not established his guilt and had been discontinued. It also found that the applicant had not prejudiced the proceedings against the released prisoners, one of whom was later found not to have committed any crime and the other re-arrested. His case is still pending.", "11. On 13 October 2003 the applicant was employed as an officer of the Centre for Fighting Economic Crime and Corruption (CFECC).", "12. On 19 November 2004 he was allegedly summoned by his superiors and pressured into arresting Mr Sarban, the secretary of the Chişinău Municipality. On the same day the applicant arrested Mr Sarban.", "13. On 20 December 2004 a video recording of the applicant's statement in connection with Mr Sarban's arrest was broadcast on television. The applicant stated that the criminal investigation against Mr Sarban had been invented for political purposes and that there had been no lawful reason for initiating it (see Sarban v. Moldova, no. 3456/05, § 18, 4 October 2005).", "14. According to the applicant, on 21 December 2004 the Head of the Internal Security Department of the Prosecutor General's Office requested the Chişinău Prosecutor to forward the criminal case file against him.", "15. On 29 December 2004 the Prosecutor General re-opened the criminal investigation, finding that its discontinuation in March 2002 had been unlawful because it had not been based on a proper assessment of all the circumstances, that discrepancies in the evidence had not been entirely resolved and that the alleged facts had not been shown to be true. No order was given to open an investigation against the officer who had discontinued the investigation against the applicant.", "16. On 8 February 2005 the applicant was requested to appear as a suspect before a prosecutor at the Prosecutor General's Office. The relevant letter was sent to apartment no. 121, where the applicant had not lived since early 2002. On 14 February 2005 a prosecutor reported that it had been impossible to serve the summons on the applicant since nobody had been at home, so it had had to be pinned to the front door. On 13 April 2005 another summons was issued and on 14 April 2005 a similar report was drawn up, both in respect of apartment no. 121.", "17. On 18 April 2005 the prosecutor ordered that the applicant be brought before him, by force if necessary. On 25 April 2005 another report confirmed the absence of the applicant from apartment no. 121.", "18. On 25 April 2005 the prosecutor brought charges against the applicant. No mention was made of his failure to appear before him during the investigation.", "19. On 26 April 2005 the Râşcani District Court issued a warrant for the applicant's arrest and detention for 30 days, finding that he had been absconding from the investigation, was obstructing the establishment of the facts, could re-offend and was a wanted person.", "20. On 11 May 2005 the prosecutor sent the relevant documents to the Buiucani Police Section in order to have the applicant declared a wanted person.", "21. On 18 May 2005 the applicant was arrested in the street and was told of the warrant for his arrest issued on 26 April 2005. On 19 May 2005 he was brought before a judge who informed him of the decision of 26 April 2005. The applicant appealed, complaining that he had not been notified of the investigation and that it was therefore unjust to accuse him of absconding from it. He argued that he had a permanent residence, a job and a family with two children to support. He had no criminal record, and had he intended either to abscond from the investigation or to interfere with it, he could have done so earlier. He also underlined that the criminal investigation against him had been discontinued in 2002. He invoked Article 5 of the Convention and asked for his release pending trial, promising not to leave the city.", "22. On 24 May 2005 the Chişinău Court of Appeal rejected his appeal, finding that the lower court had “given proper reasons for the application of the preventive measure and [had] not commit[ed] any procedural violation”.", "23. On 30 May 2005 the prosecution formulated the final charges and on 1 June 2005 the case was submitted to the trial court.", "24. According to the Government, the trial court set the date for the first preliminary hearing for 24 June 2005. On that date the Prosecutor General designated another prosecutor to the case and the hearing was accordingly adjourned to 28 June 2005. Since this new prosecutor already had a case scheduled for that date there was another adjournment. On 4 July 2005 the prosecutor asked for the case to be transferred to another court, a request which was eventually rejected by the Supreme Court of Justice on an unknown date. A new date for the preliminary hearing was set for 26 August 2005 but the hearing was adjourned due to the absence of witnesses. According to the applicant, he made habeas corpus requests at each hearing but none was examined because of the adjournments, and no formal decision was ever adopted. The Government have not denied this.", "25. On 30 August 2005 the applicant made a written request for the replacement of detention by a different preventive measure. He complained that the summons had been deliberately sent to the incorrect address and that the examination of his case was being delayed without reason.", "26. On 2 September 2005 the Botanica District Court rejected that request, principally because it found that the applicant had absconded from the criminal investigation. The court noted that the applicant had twice been served summonses at “... apartment no. 121, where, according to his personal file, he [is] registered” but had not appeared before the prosecutor and could not be brought by force as he was not found at the address. The court concluded that the grounds on which the detention on remand had been ordered remained valid as the applicant could abscond or interfere with the investigation. In rejecting the habeas corpus request the court decided that “the measure of detention on remand should be maintained”.", "27. On 3 November 2005 the applicant made another habeas corpus request, complaining of unnecessary delays in his case. The prosecutor partly agreed and asked the court to release the applicant and to place him under house arrest because no witnesses had been heard by that stage. On the same day, the Botanica District Court accepted the request and ordered the applicant's house arrest, prohibiting him from leaving his apartment, talking to prosecution witnesses or using the telephone. Based on the annex to his identity card stating his permanent address as apartment no. 140, the court ordered the applicant's house arrest at that address. On 15 December 2005 the applicant's house arrest was replaced by an undertaking not to leave the city.", "28. In December 2006 the applicant asked the trial court to annul the Prosecutor General's decision of 29 December 2004 to re-open the criminal investigation into his case and to discontinue the investigation. He argued that the re-opening had violated both his right not to be prosecuted twice for the same act and the principle of legal certainty, contrary to Articles 22 and 287 of the Code of Criminal Procedure and Article 5 § 1 of the Convention.", "In its judgment of 13 December 2006 the Buiucani District Court cited Articles 22 and 287 of the Code of Criminal Procedure (“the CCP”) and found that:", "“...", "Having examined all the evidence during the hearing, the court considers it necessary to discontinue the case due to the existence of circumstances which prevent the initiation of proceedings and the pursuance of criminal charges, namely the prohibition on repeated charges being brought against the same person for the same offence.", "During the court hearing, it was established that the criminal proceedings in the case of Gorea Grigore were initiated on the basis of the criminal proceedings initiation order of 13.11.2001(vol I/fd I).", "According to the order of the senior investigator at the Prosecution Office of the Town of Chisinau, I. Batalai, of 12.03.2002, the criminal case against Gorea Grigore was dropped due to lack of constitutive elements for the offence (vol II/71).", "By order of the Prosecutor General of the Republic of Moldova dated 29.12.2004, the order of 12.02.2002 which had discontinued the proceedings was cancelled and the criminal proceedings were resumed. The reason given was the illegality of the order which dismissed the trial, which ran counter to the evidence gathered during the investigation, the [fact that the] circumstances allowing such a dismissal did not exist and that the contradictions between the statements of Gorea G. and those of the witnesses have not been explained and that no procedures had been carried out in order to establish the identity of the persons who had inserted the information in the record registers and statistics cards (vol II/75).", "The court finds that the above conclusion is contrary to the evidence in the file.", "In the order of dismissal of the criminal case, dated 12 March 2002, the evidence is described in detail and analysed and a conclusion is drawn. In the order of annulment of 29 December 2004, however, there is no analysis of the circumstances and the reasons for rejecting the conclusion regarding the lack of constitutive elements of the offence. A simple statement pointing to the illegality of this procedural act cannot serve as a legal ground to resume legal proceedings.", "Therefore, the court reaches the conclusion that the order of dismissal of the criminal trial of 12 March 2002 was determined on the basis of the evidence in the file and issued in accordance with current legislation.", "Therefore, in accordance with Art 287 CPP, the conditions necessary for resuming the criminal proceedings are not met; [this situation also gives rise to] a case of a person being tried twice for the same offence, which excludes the resumption of the criminal investigation and the charging of Gorea Grigore.", "...", "In accordance with Art 391, Code of Penal Procedure, the court decides:", "CESSATION OF PROCEDURE", "The criminal proceedings are discontinued against [the applicant] ... owing to the existence of circumstances which exclude the initiation of criminal proceedings and the charging of a person, namely the prohibition on repeatedly charging a person with having committed the same offence.”", "This judgment was upheld by the Chişinău Court of Appeal on 12 February 2007. No appeal was lodged and the judgment became final.", "29. According to the applicant, he was detained at the remand centre of the Police Inspectorate in inhuman and degrading conditions. In particular, there was very limited access to daylight and no exercise outside the cell; poor quality food; overcrowding (three men in a 6 m2 cell, part of which was taken up by a toilet which was not separated from the rest of the cell); heat and humidity; irregular artificial ventilation for short periods despite the fact that the other detainees were smoking in the cell, which created breathing problems for the applicant; a lack of any kind of bedding; and access to a shower only once a week. He was not allowed to receive any visits from his wife and was placed in a cell with convicted criminals even though he was a former criminal investigator (see paragraph 38 below). He submitted a video recording of an interview with one of the persons with whom he had shared the cell. In that recording the person interviewed confirmed the description given above of the conditions of detention. The Government have not commented on this interview.", "30. The applicant claimed that his health had seriously deteriorated, that he suffered from headaches while in detention and that the medical treatment given to him was not effective. He was refused a specialist medical examination to determine what was wrong with him and how best to treat him.", "31. According to the Government, the applicant was held in three different cells in which each detainee had at least 4m2 of space. One of the cells in which the applicant was detained (no. 22) measured 12.8m2 and the applicant shared it with three others (including A.M. and G.A.). There was sufficient ventilation and access to daylight, unlimited access to tap water and the toilet was separated from the rest of the cell by a lateral partition. The food was of adequate quantity and quality and was cooked by staff at a university, as confirmed by the relevant receipts. Moreover, the applicant was allowed to receive bedding from his wife. The applicant's detention was short and in June 2005 he was transferred to another remand centre.", "32. In order to show the changes in the conditions of detention in Moldovan prisons, the Government referred to several documents concerning programmes designed to improve the conditions of detention in Moldovan prisons (see paragraph 39 below).", "33. In the Government's opinion, the applicant was given sufficient medical assistance, as demonstrated by his personal medical file submitted to the Court. All his requests were properly registered and he had been seen by a variety of specialists who recommended treatment, which he had received. In particular, the applicant was subjected to an in-depth (NMR) analysis which had not revealed any change in his earlier, satisfactory, state of health. Moreover, the applicant refused to submit the results of his pre-detention medical examinations which meant that there was no medical basis for an additional NMR scan, as confirmed by the prison doctors. The applicant had not been detained along with previously convicted persons, as proved by a letter from the Minister of Justice.", "34. The relevant findings of the CPT read as follows:", "“11. ... It appears from the findings of the CPT delegation that in 2004 the practice of detaining suspects for prolonged periods – sometimes months – in EDPs is still largely followed. Yet the visit has confirmed that EDPs of the Ministry of Internal Affairs will never be able to offer suitable detention conditions adapted to the needs of persons remanded in custody for prolonged periods.", "4. Conditions of detention.", "a. Institutions of the Ministry of Internal Affairs", "41. Since 1998, when it first visited Moldova, the CPT has had serious concern about the conditions of detention in the institutions of the Ministry of Internal Affairs.", "42. Whether one refers to the police stations or EDPs visited, the material conditions are invariably subject to the same criticism as in the past. Detention cells had no access to daylight or a very limited such access; artificial light – with rare exceptions – was mediocre. Nowhere did persons obliged to spend the night in detention receive mattresses and blankets, even those detained for prolonged periods. Those who had such items could only have obtained them from their relatives...", "47. In sum, the material conditions remain problematic in the police stations; they remain disastrous in EDPs, continuing in many respects to amount, for the detainees, to inhuman and degrading treatment.”", "The relevant provisions of the CPT standards (CPT/Inf/E (2002) 1, Rev. 2004) read as follows:", "“The duty of care which is owed by the police to persons in their custody includes the responsibility to ensure their safety and physical integrity. It follows that the proper monitoring of custody areas is an integral component of the duty of care assumed by the police. Appropriate steps must be taken to ensure that persons in police custody are always in a position to readily enter into contact with custodial staff.”", "35. The relevant domestic law has been set out in this Court's judgment in the case of Sarban v. Moldova (cited above, § 51 et seq.). In addition, the following provisions are relevant to the present case:", "36. The relevant provisions of the Constitution provide:", "“Article 4.", "(1) Constitutional provisions for human rights and freedoms shall be understood and implemented in accordance with the Universal Declaration of Human Rights, and with other conventions and treaties endorsed by the Republic of Moldova.", "(2) Wherever disagreements appear between conventions and treaties signed by the Republic of Moldova and her own national laws, priority shall be given to international regulations.", "Article 25", "(4) Detention takes place on the basis of a warrant issued by a judge for a maximum period of 30 days. The lawfulness of the warrant may be appealed, in accordance with the law, to a hierarchically superior court. The period of detention may be subject to extensions only by a court, in accordance with the law, up to a total of twelve months.”", "37. The relevant provisions of the Code of Criminal Procedure provide:", "“Article 22", "(1) No one shall be prosecuted by the investigating authorities, convicted or sentenced by a court several times for the same deed.", "...(3) The decision of the investigating authority to drop the charges (scoaterea persoanei de sub urmărire penală) or to discontinue the criminal investigation (încetarea urmăririi penale)... shall prevent the re-opening of the investigation ..., except when new or recently discovered circumstances are discovered or a fundamental flaw in the previous investigation affected that decision.", "Article 287", "(1) The re-opening of an investigation after its discontinuation, the dismissal of the investigation (clasarea cauzei penale) or the dropping of charges is ordered by the hierarchically superior prosecutor by means of a decision, if it is thereafter discovered that there was no reason for taking the measure or that the circumstance which had led to the discontinuation of the investigation, its dismissal or the dropping of the charges has disappeared.", "...(4) Where a decision to discontinue the investigation, to dismiss it or to drop the charges was adopted lawfully, the investigation can only be re-opened if new or recently discovered circumstances are revealed or if the decision was affected by a fundamental flaw in the previous investigation. Where a fundamental flaw in the investigation is discovered, the criminal prosecution can be re-opened not later than one year following the entry into force of the order discontinuing the criminal investigation, dismissing the criminal case or dropping the criminal charges.”", "38. The relevant provisions of the Law no.1226-XIII on Pre-trial Detention, in force at the time, provide:", "“Article 14", "(1) In placing the accused in cells the following requirements shall be observed:", "2) The following shall be detained separately from other detainees:", "... (f) persons who before their arrest worked for the public authorities, including the courts, the prosecution service, internal affairs, national security; ...”.", "39. On 24 October 2003 the Parliament adopted decision no. 415-XV regarding the National Plan of Action in the Sphere of Human Rights for 2004-2008. The plan includes a number of objectives for 2004-2008 aimed at improving the conditions of detention, including the reduction of overcrowding, improvement of medical treatment, involvement in work and reintegration of detainees, as well as the training of personnel. Regular reports are to be drawn up on the implementation of the Plan."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}