{"ITEMID": "001-70839", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ASITO v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (one aspect);No violation of Art. 6-1 (other aspect);Violation of P1-1;Pecuniary damage - reserved;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant is a Moldovan incorporated insurance company, with its seat in Chişinău.", "10. On 12 June 1991, a governmental order allowed the applicant company to enter “banking and investments operations”, apart from its main insurance activity.", "11. On 28 November 1991, the applicant company obtained from the National Bank of Moldova a licence to engage in banking operations. During a routine audit procedure, the company refused to disclose its books, claiming it did not perform any banking activities. On 13 October 1992, the applicant company’s licence was withdrawn. The applicant company did not challenge this decision.", "12. On 25 November 1994, the applicant company concluded a one-year contract (“the contract”), with company F., entitled “Joint Commercial Transaction”. The applicant company made a capital contribution of 330,000 Moldovan lei (MDL) to company F., and in exchange it was to receive the sum of MDL 269,500, payable in monthly instalments. Company F. was also to reimburse the capital contribution in a lump sum by 25 November 1995. Non compliance with the terms of the contract gave rise to a penalty of 0,50% of the unpaid sum for each overdue day. By a collateral contract, company F. mortgaged its plant and equipment, as security.", "13. By 23 April 1996, company F. had paid the applicant company MDL 420,750. Due to a slowdown in the national economy, company F. was, as of that date, unable to pay the balance in full and had no reasonable prospect of complying with the terms of the contract.", "14. On 24 May 1996 the applicant company filed an application with the Arbitration Court of the Republic of Moldova for breach of contract and requested that company F. be ordered to pay MDL 468,472, constituting the capital contribution and contractual penalties.", "15. Company F. argued that the contract contained an implied obligation, arising from the nature and purpose of the contract, that the applicant company was to contribute to the expenses and losses of the joint venture. As the company had experienced losses, in spite of its good faith in performance, it asked for an adjustment or cancellation of the MDL 468,472 debt, invoking the Civil Code provisions on risk-sharing in joint ventures. As a subsidiary argument, it submitted that, in the absence of this implied obligation, the contract became a regular loan, for which the applicant company did not possess a licence.", "16. On 1 August 1996 the Arbitration Court partially allowed the applicant company’s application, but it reduced the contractual penalties by 50%, considering the claim to be disproportionate in relation to the actual damage experienced by the applicant company, and issued an order of payment for an amount of MDL 327,474.75 (the equivalent of 62,780.00 euros (EUR) at the time)).", "17. On 20 August 1996, the Prosecutor General, who was not a party to the proceedings, lodged an ordinary appeal against the judgment of 1 August 1996.", "18. On 28 November 1996 the “Law on Economic Courts” entered into force. It provided for the re-organisation of the part of the judiciary system dealing with economic disputes. The re-organisation process resulted in a suspension of the hearings for several months.", "19. On 14 April 1997 the Prosecutor General withdrew his appeal against the judgment of 1 August 1996. The judgment of the Arbitration Court thus became final.", "20. On 16 June 1997 the Prosecutor General lodged a request for annulment (recurs în anulare) under Article 38 § 3 of the Law on Economic Courts against the judgment of 1 August 1996, asking that the contract be declared null and void for non-compliance with the Law on Banks and Banking Activities.", "21. On 23 September 1997 the Appeal on Points of Law Chamber of the Economic Court allowed the Prosecutor’s request, quashed the judgment of 1 August 1996, and dismissed the applicant company’s action.", "22. On 24 December 1997, the Supreme Court of Justice rejected the applicant company’s appeal against the above judgment. It found that the contract was a disguised credit operation and since the applicant company no longer possessed a banking licence, such a contract was illegal.", "23. On 21 January 1998 the Supreme Court of Justice dismissed the applicant’s extraordinary appeal (contestaţie în anulare) on the ground that the conditions for the re-opening of the case had not been fulfilled.", "24. On 17 July 1996, pursuant to Article 5 (2) of the Code of Civil Procedure, the Prosecutor General filed an application with the Arbitration Court of Moldova, seeking the annulment of the contract concluded between the applicant company and company F. on 25 November 1994. According to the Prosecutor General, the contract was a disguised credit operation subject to a very high interest rate and the applicant company was not entitled to perform credit operations without a licence.", "25. On 26 July 1996 the Arbitration Court dismissed the Prosecutor General’s application. The court found, inter alia, that according to the Law on Insurance, insurance companies were allowed to provide commercial and financial services and that the provision of credit was also permitted under the Civil Code. The Arbitration Court did not examine the question of the need for a licence. Since no party appealed, the judgment became final.", "26. On 16 June 1997 the Prosecutor General lodged under Article 38 § 3 of the Law on Economic Courts a request for annulment (recurs în anulare) of the judgment of 26 July 1996.", "27. On 23 September 1997 the Appeal on Points of Law Chamber of the Economic Court of Moldova dismissed the request.", "28. On 17 November 1997 the Prosecutor General lodged under Article 278/60 of the Code of Civil Procedure an appeal on points of law (recurs) against this decision.", "29. On 24 December 1997, the Supreme Court of Justice quashed the judgments of 26 July 1996 and of 23 September 1997. It found in favour of the Prosecutor General and declared the contract between the applicant company and company F. null and void on the ground that it was a disguised credit operation for which the applicant company had no licence.", "30. On 25 December 1997 the applicant company lodged an extraordinary appeal (contestaţie în anulare) against the decision of 24 December 1997.", "31. On 21 January 1998 the Supreme Court dismissed the extraordinary appeal.", "32. On 2 February 1998 the Prosecutor General and the Ministry of Finance filed an application with the Economic Court of the Republic of Moldova for the confiscation of MDL 420,750 from the applicant company. The amount represented the profit obtained by ASITO as a result of the contract with company F., which had been declared null and void by the Supreme Court’s judgment of 24 December 1997. In his application, the Prosecutor General referred, inter alia, to the judgment of 23 September 1997 of the Appeal on Points of Law Chamber of the Economic Court and to the judgment of 24 December 1997 of the Supreme Court of Justice.", "33. On 20 May 1998 the Prosecutor General requested that the amount to be confiscated be reduced. In this respect, the Prosecutor General pointed out that, according to the Law on Enterprises and Business Professions, an enterprise having exercised an illegal activity was accountable for the profit obtained and for a penalty equal to the profit. Since ASITO’s profit amounted to MDL 90,750, the Prosecutor General requested that MDL 181,500 be confiscated.", "34. On 2 February 1999, the Economic Court of the Republic of Moldova found in favour of the Prosecutor General and the Ministry of Finance and ordered ASITO to pay the State MDL 186,945.00 (the equivalent of EUR 18,765.00 at the time).", "35. On 25 October 2000 the applicant’s appeal was dismissed by a final judgment of the Appeal on Points of Law Chamber of the Economic Court of the Republic of Moldova.", "36. On 16 July 2003 the applicant applied to the Supreme Court of Justice for revision of the judgments of 24 December 1997 and 21 January 1998. On 4 September 2004 the Supreme Court of Justice dismissed the applicant’s request.", "37. On 13 November 2003 the Prosecutor General’s Office applied to the Supreme Court of Justice for revision of the judgments of 24 December 1997. On 16 September 2004 the Supreme Court of Justice dismissed the request.", "38. Law No. 970 of 24 July 1996 on Economic Courts, in so far as relevant, reads as follows:", "“The Prosecutor General and his deputies may lodge, within one year, with the Appeal on Points of Law Chamber of the Economic Court of the Republic of Moldova, a request for annulment (recurs în anulare) of any final decision of the Arbitration Court ... on the ground that the substantive or procedural law was violated ... They may also request a stay of execution of the decision of the Arbitration Court.”", "39. The relevant provision of Law No. 1550 of 25 February 1998 reads as follows:", "“In Article 38 § 3 of the Law No. 970 of 24 July 1996 on Economic Courts the words ‘within one year’ shall be deleted.”", "40. The relevant provisions of the Code of Civil Procedure in force until 12 June 2003, state:", "“Courts may commence to examine a civil action ... at the prosecutor’s request, in cases relating to ... the State’s and the society’s interest regarding ...", "...", "e) ... the nullity of contracts infringing the State’s interest ...;", "f) ... and for the annulment of acts and activities of corruption and protectionism.”", "“The parties, ... [and] the Prosecutor General ... may, either on their own motion or on an application by one of the parties, lodge with the Supreme Court an extraordinary appeal (recurs) against any final judicial decision of the Economic Court of the Republic, on the following grounds:", "(1) where the judgment has no legal basis or is contrary to the law or the law was wrongly applied ...”.", "41. Between 1989 and 1999, the Prosecutor General made little use of Article 5(2), and the courts interpreted it in a restrictive manner. An application for termination of a contract was rejected, as relating neither to the categories of persons protected under the provision, nor to the State’s interest (Court of Appeal of Moldova, judgment Nr. 2r-523 of 15 January 1998). In a demand for the annulment of an apartment sale for non-compliance with the residence permit, the Supreme Court acknowledged the State’s interest, but rejected the case on the merits (The Supreme Court of Justice, plenary judgment Nr. 4r/a-17/99 of 8 November 1999)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}