{"ITEMID": "001-114767", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SAVOVI v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Ledi Bianku;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["6. The applicants were born in 1946, 1950, 1971, 1973 and 1980 respectively and live in Smolyan. The first and second applicants are spouses and the other applicants are their children. During the relevant period they all shared the same household.", "7. In the period between 25 July 1997 and 22 August 2001 the first applicant was the head of the Smolyan district police department.", "8. On 7 January 1998 an inspection commission from the Inspectorate of the Ministry of the Interior (“the Commission”), acting in accordance with an order of the Minister of the Interior (“the Minister”), inspected the police department and informed the first applicant that his office and home had been subjected to covert surveillance by his inferiors. The next day the covert surveillance was terminated and the surveillance equipment removed. Three officers of the same department, Mr S.B., chief of the Criminal Police Division, Mr I.I., chief of the Group for Operative and Technical Information, and Mr G., chief of the Anti-Terrorist Division, were dismissed in connection with the incident.", "9. In a report of 6 February 1998 the Commission established that on 4 December 1997 Mr S.B. had informed the Minister that he suspected the first applicant of links with criminal groups. On the following day Mr S.B. and Mr I.I. had requested a warrant for covert surveillance of the first applicant’s home and office. The chairman of the Plovdiv Military Court had issued the warrant on the same day and authorised two operations: surveillance of the applicants’ home in the period between 5 December 1997 and 4 February 1998, and of the first applicant’s office in the period between 6 December 1997 and 5 January 1998. The surveillance had started on 8 December 1997 without the requisite written authorisation of the Minister. The Commission did not draw any conclusion as to the lawfulness of the surveillance as such but limited the scope of its inspection to the conduct of the involved police officers. According to its report, Mr S.B. and Mr I.I. had committed serious breaches of the disciplinary rules in order to discredit the first applicant. It was further noted that some of the information gathered during the surveillance constituted a state secret which Mr S.B. had not been authorised to know. In the Commission’s opinion, the case revealed insufficient control by the Ministry of the Interior.", "10. On 2 April 1998 the head of the Inspectorate reported the case to the military prosecuting authorities, in whom the power to investigate criminal offences committed by police officers was vested at the relevant time. There is no information as to whether the latter took any action.", "11. On an unspecified date the Supreme Administrative Court quashed the dismissal of Mr S.B. and Mr I.I. in proceedings classified as confidential.", "12. On 11 September 2001 the first applicant requested the Chief Public Prosecutor to open an investigation into the incident. On 27 November 2001 criminal proceedings were opened. The military investigator questioned the suspects and a number of witnesses.", "13. In his explanations, Mr S.B. claimed that the Minister had given his consent for covert surveillance of the first applicant during a meeting between them on 4 December 1997.", "14. The Minister stated that Mr S.B. and Mr I.I. had not informed him that they had requested surveillance measures against the first applicant. They had sent him several envelopes containing information but he had forwarded them to another officer without opening them. It was only later that he had learned about the surveillance of the first applicant.", "15. According to witness statements, following the inspection members of the Commission had put the material obtained from the surveillance in a cardboard box and taken it away. The head of the Operative and Technical Information Service at the Ministry of the Interior stated that the material had not been received in that department and that he was not aware of its whereabouts.", "16. On 25 March 2002 Mr S.B. and Mr I.I. were charged with an offence under Article 387 of the Criminal Code (see paragraph 37 below).", "17. On 13 January 2003 the first applicant lodged a civil claim for damages in the context of the criminal proceedings.", "18. On 4 September 2003 a prosecutor from the Plovdiv district military prosecutor’s office terminated the proceedings and discontinued the first applicant’s civil claim. He noted that the Minister had not approved the requests for secret surveillance in respect of the first applicant. However, during the inspection of 8 January 1998 the surveillance had been discontinued and the intelligence thus obtained had been delivered to the Chief Secretary of the Ministry of the Interior and had later been destroyed. The prosecutor therefore found that the first applicant had not suffered any damage, as the intelligence gathered had been destroyed. He further found that Mr S.B. and Mr I.I. had acted in accordance with section 17 of the SSMA, which only required the Minister to be informed about secret surveillance in urgent cases.", "19. On 19 September 2003 the applicant appealed to the Plovdiv Military Court. He indicated several allegedly unclear points, among which: the reason why the case had been considered urgent; whether Mr S.B. and Mr I.I. were competent to request the application of secret surveillance and the reasons for considering that no surveillance had taken place between 5 and 8 January 1998.", "20. By a decision of 30 September 2003 the Military Court quashed the appealed order for lack of sufficient reasoning and remitted the case for further investigation. It noted that the public prosecutor had not explained why he deemed that there had been a situation of urgency justifying the application of section 17 of the SSMA, nor why the two accused had failed to inform the Minister immediately, as the SSMA required. It went on to hold that the possible surveillance of the first applicant for several days after the expiration of the permission had also not been investigated.", "21. The investigator questioned the two accused. They stated that they had sent the requests to the Minister for approval on 18 or 19 December 1997, together with some of the material gathered.", "22. By an order of 18 August 2004 a prosecutor from the Plovdiv district military prosecutor’s office again terminated the proceedings. He found that the Minister had given oral permission for surveillance of the first applicant on 4 December 1997. The two accused had sent him the first envelope containing intelligence on 10 December 1997. The requests for covert surveillance had been sent on 19 December 1997 together with the second portion of intelligence. The last envelope had been sent on 26 December 1997. He found that while the Minister had not approved the secret surveillance in writing, he had in any event given oral permission and the two accused had acted pursuant to section 17 of the SSMA. The prosecutor noted that the Minister denied having given any oral permission for secret surveillance. However, he assumed that the Minister must have known about it, as the first results from it had been sent to him in December 1997. The prosecutor further found that in the period between 5 and 8 January 1998 secret surveillance was indeed still deployed, as time had been necessary for their dismantling, but no intelligence had been gathered during this period. He also held that although the Minister had not been informed immediately, this was a trivial breach of the procedure which did not amount to a criminal offence as no damage had been inflicted on the first applicant.", "23. On 23 August 2004 the first applicant appealed further, reiterating his arguments and emphasising the Commission’s finding that on 8 January 1998 his office was still under secret surveillance.", "24. In a final decision of 8 September 2004 the Plovdiv Military Court dismissed the appeal and terminated the proceedings. It relied on the prosecutor’s findings, and held that the accused officers had acted in accordance with the law and that the first applicant had not suffered any damage from their actions. Mr S.B. and Mr. I.I. had been dismissed on disciplinary grounds, but the Supreme Administrative Court had quashed the dismissal and ordered their reinstatement, thus finding that their actions had been lawful. The court also held that the case had been urgent as it had concerned the head of the Smolyan District Police Department and that no secret surveillance had taken place outside the permitted time-limit.", "25. According to the information made available to the Court, no investigation was ever opened against the first applicant in connection with any criminal activity or unlawful conduct.", "26. On an unspecified date in 2001 the first applicant initiated private criminal proceedings against Mr S.B. and Mr I.I. for insult and libel, and joined a civil claim for damages, in relation to allegedly insulting statements made by them on a local radio station and in a newspaper in August 2001 relating to his personality and his work as head of the Smolyan District Police Department.", "27. In a judgment of 9 February 2004 the Smolyan District Court acquitted the defendants of the charges of insult and found them guilty of libel, sentencing them to a fine. It also awarded damages to the first applicant.", "28. On 24 June 2004 the Smolyan Regional Court quashed this judgment for breaches of procedure and remitted the case for fresh examination.", "29. In a court hearing on 11 October 2004 the Smolyan District Court terminated the proceedings, as the statutory limitation period for the offences had expired. The court did not rule on the civil claim, as it found that after the remittal the first applicant should have been designated a civil claimant again. This had not been possible however as no hearing on the merits had taken place after the remittal.", "30. On an unspecified date in 2006 the first applicant brought a civil action against Mr S.B. and Mr I.I. for insult and libel. In a judgment of 6 November 2008 the Plovdiv Regional Court partly allowed the action. On appeal on 18 May 2009 the Plovdiv Appeal Court quashed that judgment, holding that the first applicant had not proved that he had sustained any non-pecuniary damage in connection with the defendants’ statements. On 17 February 2010 the Supreme Court upheld the judgment of the Plovdiv Appeal Court, with similar reasoning.", "31. The relevant provisions of the Constitution of 1991 are:", "“1. The private life of citizens shall be inviolable. Everyone shall have the right to be protected against unlawful interference with his private and family life and against encroachments on his honour, dignity and reputation.", "2. No one may be spied on, photographed, filmed, recorded, or subjected to similar actions without his or her knowledge or despite his or her express disagreement, except in cases provided for by law.”", "“The home shall be inviolable. No one may enter or remain in it without the consent of its inhabitant, except in the cases expressly specified by law.”", "“1. The freedom and secrecy of correspondence and other communications shall be inviolable.", "2. This rule may only be subject to exceptions with the permission of the judicial authorities, when necessary for uncovering or preventing serious offences.”", "“Citizens shall have the right to information from state bodies or agencies on any matter of legitimate interest to them, unless the information is a state secret or a secret protected by law, or affects the rights of others.”", "32. Under the Special Surveillance Means Act of 1997 (“the SSMA”), as in force at the relevant time, only several exhaustively listed bodies, including the regional directorates of the Ministry of the Interior, could request the use of special means of surveillance and draw on the intelligence obtained thereby (section 13 of the SSMA). Section 14 of the SSMA specified that it was the head of the respective service who could start the procedure for deploying such measures by lodging a written application with the relevant court.", "33. After a judicial warrant had been issued, the Minister of the Interior or a deputy minister designated in writing by the Minister was to make a written order for the deployment of special means of surveillance (section 16). In urgent cases the deployment could start immediately upon the issue of the judicial warrant (section 17). However, in that case the Minister or the deputy minister was to be informed immediately (ibid.). In a judgment of 2005 (реш. № 504 от 2005 г. по н.д. № 1072/2004 г.) the Supreme Court of Cassation found that the written approval of the Minister of the Interior was of a technical nature and could be given after the beginning of the surveillance, while the existence of a court warrant at the time of deployment of the surveillance measures was essential for their lawfulness. As regards what was considered an “urgent case”, in its judgment of 2010 (реш. № 481 от 2010 г. по в.н.о.х.д. № 763/2010 г.) the Sofia Court of Appeal stated that this issue was to be determined by the body conducting the surveillance and that its discretion was not amenable to judicial review.", "34. The remainder of the SSMA provisions and other legislation relevant to the application of means of secret surveillance as well as judicial practice on this issue have been summarised in paragraphs §§ 7-54 of the Court’s judgment in the case of Association for European Integration and Human Rights and Ekimdzhiev v. Bulgaria (no. 62540/00, 28 June 2007).", "35. Following the Court’s judgment in Association for European Integration and Human Rights and Ekimdzhiev (cited above), on 14 October 2008 the Government laid before Parliament a bill for the amendment of the SSMA. The explanatory notes to the bill referred to the above-mentioned judgment and to the need to bring the Act in line with the requirements of the Convention. The bill was enacted on 15 December 2008 and came into force on 27 December 2008. Along with a host of other changes, the amendment created a National Bureau for Control over Special Surveillance Means, an independent body whose task was to oversee the services authorised to use such means. On 22 October 2009 Parliament adopted further amendments to the Act, abolishing the Bureau and replacing it with a special parliamentary commission vested with similar competence. Its powers included inspecting the premises where the information or documents connected with covert surveillance were kept or disposed of, requesting information from the bodies using surveillance measures, reporting to the Parliament, and making recommendations on the work of the competent bodies. It could also inform individuals, under certain conditions, that unlawful surveillance measures had been applied in respect of them.", "36. Pursuant to Article 339a of the Criminal Code (CC) of 1968, the manufacture, use, sale and retention of special technical means for secret gathering of information without authorisation received in accordance with the law is an offence. The offence is aggravated if it is committed by an official in connection with his or her duties.", "37. Article 387 of the CC provides that the abuse and excess of power and failure to carry out duties associated with an office held, resulting in damage being inflicted, is an offence.", "38. Section 1 of the 1988 State and Municipalities Responsibility for Damage Act (“the SMRDA”), as amended in July 2006, provides as follows:", "“The State and the municipalities shall be liable for damage caused to individuals and legal persons by unlawful decisions, actions or omissions by their organs and officials, committed in the course of or in connection with the performance of administrative action.”", "39. Section 2(1) of the SMRDA provides for liability of the investigating and prosecuting authorities or the courts in six situations: unlawful detention; bringing of charges or conviction and sentencing, if the proceedings have later been abandoned or the conviction has been set aside; coercive medical treatment or coercive measures imposed by a court, if its decision has later been quashed as being unlawful; and serving of a sentence over and above its prescribed duration.", "40. On 10 March 2009 a new point 7 was added to section 2(1). It provides that the State is liable for the damage which the investigating and prosecuting authorities or the courts have caused to individuals through the unlawful use of special surveillance means. There is no reported caselaw under that provision.", "41. According to the caselaw the Supreme Court of Cassation and the Supreme Administrative Court, the liability provisions of the SMRDA – including those added after the Act was originally enacted – confer on the persons concerned a substantive right to claim damages, and have no retroactive effect (see Goranova-Karaeneva v. Bulgaria, no. 12739/05, §§ 31-32, 8 March 2011).", "42. The pertinent provisions of the Code of Criminal Procedure of 1974, applicable at the relevant time, and other relevant legislation and practice, have been summarised in paragraphs 22-29 of the Court’s judgment in the case of Atanasova v. Bulgaria (no. 72001/01, 2 October 2008)."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}