{"ITEMID": "001-81637", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF VYROVYY v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1936 and lives in Vinnytsya.", "5. In 1992 the applicant requested the State Cooperative Association “Zakhidelevatoragrospetsbud” (the “Association”; Державно-кооперативне об'єднання по агропромисловому будівництву “Західелеваторагроспецбуд”), his employer at the material time, to grant him and his family priority in the allocation of housing to employees. Subsequently his request was allowed on account of the fact that his father had fought and perished in World War II.", "6. In January 1997 the Association attributed the applicant apartment no. 43 in a new building being constructed by several investors, including the Association. However, in September 1997 the Association transferred this apartment to another investor, as the value of its contribution into the construction project had been reassessed at a lower level.", "7. On 1 March 1998 the Association transferred its assets to the State Company “Vinelevatorbud” (the “Company”; Державне підприємство “Вінелеваторбуд”) and ceased carrying out any business. However, the liquidation formalities were not completed.", "8. On 9 December 1997 the applicant instituted civil proceedings in the Staromisky District Court of Vinnytsya (the “District Court”; Староміський районний суд м. Вінниця) against the Association, asserting his rights to apartment no. 43.", "9. Between December and June 1998 the court adjourned five hearings on account of the Association's absence, and one on account of the court's relocation to another building.", "10. On 8 June 1998 the District Court allowed the applicant's claims and allocated him apartment no. 43, having found that the re-distribution of the apartment between the investors was flawed and that the applicant's family were entitled to priority allocation of housing. The Association lodged an appeal in cassation.", "11. On 14 July 1998 the Vinnytsya Regional Court (the “Regional Court”; Вінницький обласний суд) quashed this judgment, having found that the analysis of facts and law by the District Court was insufficient and remitted the case to the District Court for a fresh consideration.", "12. On 1 October 1998 the District Court dismissed the applicant's claims, having found that the re-distribution process was not in breach of applicable law. The applicant lodged an appeal in cassation.", "13. On 1 December 1998 the Regional Court quashed this judgment and remitted the case to the District Court for a fresh consideration. In particular, it found that the District Court's analysis was insufficient.", "14. Between January and April 1999 the District Court held two hearings, one of them being adjourned on account of the parties' failure to appear.", "15. On 22 April 1999 the District Court found that, since the applicant was entitled to priority housing, the Association should have redistributed another apartment to the investors. The court further obliged the Association to provide the applicant with an apartment of equal value at its own expense. This judgment was not appealed against and became final in May 1999.", "16. On an unspecified date the Staromisky District Bailiffs' Service initiated the enforcement proceedings in respect of the judgment of 22 April 1999 and requested the District Court to provide instructions as to the execution of the judgment, given that the Association had transferred all its assets to the Company.", "17. On 30 September 1999 the District Court found the Company to be the Association's successor in respect of the judgment of 22 April 1999 and ordered it to pay the applicant 31,080 Ukrainian hryvnyas (UAH) instead of providing an apartment. This decision was not appealed against and became final in October 1999.", "18. On 13 January 2000 the Presidium of the Regional Court quashed the ruling of 30 September 1999 following a “protest” instituted by the court's President and ordered the District Court to re-consider the request of the Bailiffs' Service. In particular, the Presidium noted that the District Court had not requested any liquidation documents and had insufficiently explored whether the Association had been succeeded by the Company. Furthermore, in breach of applicable law, the court had neither heard nor summoned the parties concerned.", "19. On 14 April 2000 the District Court found that the Association had not been formally liquidated and ordered it to purchase an apartment for the applicant. This decision became final in April 2000.", "20. On 30 May 2000 the applicant petitioned the District Court to re-open the proceedings in connection with a “newly disclosed circumstance” (перегляд за нововиявленими обставинами), namely that the Association had, in fact, ceased to exist.", "21. On 7 July 2000 the District Court allowed the applicant's petition. It annulled the judgment of 22 April 1999 and remitted the case for a fresh consideration, having summoned the Company as the defendant in the Association's stead.", "22. On 29 September 2000 the District Court allowed the applicant's claims and ordered the Company to provide him with an apartment. The Company appealed in cassation.", "23. On 21 November 2000 the Regional Court, by a final decision, upheld the judgment of 29 September 2000.", "24. On 29 March 2001 the Presidium of the Regional Court quashed the judgment of 29 September 2000, following a “protest” lodged by the Deputy President of the Supreme Court, and remitted the case for a fresh consideration.", "25. Between May 2001 and March 2002 the District Court adjourned seven hearings, one of the adjournments being attributable to the applicant (amendment of claims).", "26. On 15 March 2002 the District Court partly allowed the applicant's claims. It obliged the Association and the Company jointly to provide an apartment to the applicant. The Company appealed.", "27. On 4 June 2002 the Regional Court quashed this judgment and remitted the case for a fresh consideration, having found that the District Court had still failed to explore a number of issues, including that of succession between the Association and the Company.", "28. On 19 December 2002 the District Court dismissed the applicant's claims, having found that the defendants had no apartments for distribution and the applicable law did not provide for monetary compensation in this event. Moreover, the applicant no longer qualified for priority treatment either by the Association or the Company, since he no longer worked for them and his living conditions were satisfactory. The applicant appealed.", "29. On 1 April 2003 the Regional Court upheld this judgment. The applicant appealed in cassation.", "30. On 23 May 2003 the District Court returned the applicant's appeal in cassation as “not lodged” on account of his failure to abide by the court's order to pay a court fee. The applicant appealed, seeking to be relieved of the obligation to pay the fee.", "31. On 7 July 2003 the Regional Court dismissed the applicant's appeal against the decision of 23 May 2003. The applicant did not appeal in cassation."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}