{"ITEMID": "001-88541", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GRAYSON AND BARNHAM v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 6-1;No violation of P1-1", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["6. On 23 January 2002 the applicant and a co-defendant were convicted with intent to supply over 28 kilograms of pure heroin, which was seized by the police at the time of arrest. The heroin was assessed to have a wholesale value in excess of GBP 1.2 million and a street value in excess of GBP 4 million. The following day the applicant was sentenced to 22 years’ imprisonment.", "7. On 1 July 2002, after considering written and oral submissions from the applicant and the prosecution, the judge made a confiscation order under the Drug Trafficking Act 1994 (“the 1994 Act”: see paragraphs 20-22 below). He held that the applicant had benefited from drug trafficking. In assessing the amount of the benefit the judge took into account, inter alia, the following sums: GBP 18,000 cash found on the applicant at the time of his arrest; GBP 13,000 that the applicant had paid to his brother when a business partnership between them came to an end; GBP 21,000 that he had spent, in cash, on buying two cars; a further GBP 8,000 which he had spent on another two cars; and GBP 620,445 which was the judge’s assessment of the cost to the applicant of purchasing the heroin which had led to the conviction. As regards this last sum, the judge, having heard all the evidence at trial, was satisfied that the applicant had been the principal participant in the offence and must have contributed to a large extent to the purchase of the drugs. However, to be fair to the applicant he took as his share one half of the wholesale value. The judge was further satisfied that so large a consignment would not have represented the applicant’s first venture into drug trafficking and that he had financed the purchase with the proceeds of previous drug dealing. The applicant failed to rebut this assumption. The final item of expenditure taken into account by the judge was GBP 70,000 which an associate of the applicant, who claimed to have an income of approximately GBP 40,000 a year, had paid in respect of the applicant’s legal fees. The judge found that it was the applicant’s money; that it was the proceeds of drug trafficking; and that it demonstrated that the applicant had money elsewhere he was not prepared to reveal.", "8. Next, the judge examined property received by the applicant during the six-year statutory period. The largest element emerged from an analysis of 17 bank accounts which the applicant had held at one time or another. The banking records demonstrated unexplained credits to the applicant’s account in the two trading years ending April 1998 and April 2000 which exceeded the turnover of his business as recorded in the accounts by approximately GBP 153,000. During the intervening year, ending April 1999, the bank statements showed deposits at GBP 83,000 below the business trading turnover. The judge therefore considered whether it was appropriate to take the three years together but decided that this would not be correct. If the applicant had delayed banking some of his 1999 profits until the following year, one would have expected to have seen a pattern of very heavy deposits in the first part of 2000, but this was not the case. He concluded that the applicant had benefited to the amount of GBP 1,230,748.69.", "9. Under the statutory scheme, once the judge had assessed the amount of benefit which the applicant had received from drug trafficking, the burden passed to the applicant to show on the balance of probabilities that his realisable assets were less than the amount of his benefit (see paragraph 23 below). The police, having investigated the applicant’s background, had found realisable assets of GBP 236,000, including the cash found on the applicant at the time of his arrest, a car and some business stock. The judge observed:", "“The fact that the police have traced a certain amount of property is not of itself a reason to find it is the only property available to the [applicant]. Also credibility is a real issue. I have given myself a Lucas direction [that before reliance can be placed on the fact of a person’s lying, it must be shown to be deliberate; it must relate to a material issue; the motive must be a realisation of guilt and a wish to conceal the truth rather than some other reason: R v Lucas [1981] QB 720]. This Defendant is cunning, devious and intelligent. He was increasingly unbelievable and offensive to common sense. Giving evidence he sought to mislead at every turn, wary that the truth would reveal assets he didn’t want to and that he had hidden assets prior to conviction. He has lied persistently and blatantly and his credibility is nil. He has only himself to blame if I do not accept his evidence. I am convinced that he has tried to mislead me. I do not accept that there were no other assets, so I have reached the conclusion that the appropriate order be the wholesale value of the drugs, that being £1,236,748. He has not satisfied me that his assets are less than his benefit ...”", "He set an additional ten years’ imprisonment to be served by the applicant if he had not paid within twelve months.", "10. The applicant appealed to the Court of Appeal on the grounds, inter alia, that the trial judge should have adjourned to allow him to submit additional accountancy evidence and that it had been contrary to Article 6 of the Convention for the judge to hold that it was for the applicant to establish, on the balance of probabilities, that his realisable property was less than his benefit. Although he had been represented throughout the trial and confiscation proceedings, he was unrepresented for the appeal and put his arguments before the court in a series of letters written from prison.", "11. On 18 May 2005 the Court of Appeal dismissed the appeal, although it reduced the default sentence of imprisonment from ten years, the statutory maximum, to eight years. The court held that the additional accountancy evidence which the applicant sought to have admitted did not rebut the prosecution case but in fact, to a large extent, supported it. The Court added that although the accountancy report raised a suggestion of possible double-counting by the prosecution when it came to an analysis of realisable property, that was", "“irrelevant, since the judge’s order did not depend upon any calculation of realisable property. It depended upon his finding that the applicant had utterly failed to demonstrate that he had not got assets equivalent to his benefit.”", "The Court of Appeal referred to Phillips v. the United Kingdom, no. 41087/98, ECHR 2001-VII, and observed that:", "“In that case the court held that the reverse onus of proof in relation to the statutory assumption at the calculation of the benefit stage is fully Convention compliant. If reverse onus is Convention compliant at the stage at which primary liability is calculated, it is plain that it is equally compliant to require of the defendant evidence to demonstrate that the order for confiscation should be less than the amount of benefit, on the grounds that he does not have enough realisable property to meet it. The level of assets available to a defendant is normally peculiarly a matter within his own knowledge.", "In those circumstances, this was, we are satisfied, a large confiscation order. It was, however, one which it was plainly proper for the judge to make. The judge followed the scheme of the Act in arriving at his conclusions, and in the context of a man who was caught when engaged in importing heroin which had cost well over £1 million with the prospect of a profit of approximately three times that amount, the conclusion that there were large items of unexplained expenditure and hidden assets is, in the circumstances, hardly surprising.”", "12. On 16 July 2001 the second applicant was convicted of two conspiracy charges involving plans to import large consignments of cannabis into the United Kingdom. Neither importation had been successful and the whereabouts of the drugs were unknown. In the course of the trial the jury heard evidence from an undercover police officer, “Murray”, who, posing as a money launderer, had made contact with the applicant. Murray’s evidence was that the applicant had told him that his organisation was expected to receive payment of GBP 12 million, of which his personal share would be GBP 2 million, which he asked Murray to help him “launder”.", "13. The applicant was sentenced to eleven years’ imprisonment, the judge describing him as the lead organiser in a sophisticated, established and internationally based drug trafficking business.", "14. The confiscation proceedings commenced in January 2002, when the first hearing took place to determine the statutory benefit to the applicant from his drug trafficking operations. The applicant was legally represented. He did not give evidence but conceded through his counsel that he had benefited from drug trafficking within the meaning of the 1994 Act. On 8 February 2002, the trial judge ruled that the total benefit to the applicant was GBP 1,525,615. This sum included GBP 27,000 that the applicant had given to Murray to establish his trust; various amounts totalling GBP 59,000 which the applicant had mentioned to Murray during their conversations; a car worth GBP 11,615; GBP 65,000 which the applicant had spent on renovating his house; GBP 23,000 which the applicant had told Murray he had invested in cannabis importation; GBP 500,000 with which the applicant had purchased the consignment of cannabis which formed the basis of the first count of which he had been convicted; GBP 600,000 with which the applicant had purchased another consignment of cannabis which he had mentioned to Murray; a further GBP 240,000 which related to the cost of purchasing yet another consignment of cannabis which the applicant had discussed with Murray. The applicant did not appeal against that ruling.", "15. In April 2002, the judge resumed the proceedings to assess the applicant’s realisable assets. The applicant and his wife gave evidence, to the effect that their only asset was their house in Spain, which they owned jointly. The applicant claimed to have been entirely unsuccessful in his attempts at drug dealing and to have earned a living by singing in bars. Since his conviction his wife was living with their son in England and supporting herself with a cleaning job. The defence submitted that there was no evidence capable of supporting a finding of assumed “hidden” assets and such would lead to a risk of injustice. Of the total benefit figure, it was submitted that 94.4% was expenditure and the remaining 5.6% received had been dissipated over the years of the applicant’s imprisonment in Spain and Portugal and in the United Kingdom. His car, worth GBP 11,615, had also been confiscated by the Portuguese authorities.", "16. On 12 April 2002, the judge made his ruling. He explained that:", "“In reaching my determination I have to apply the scheme laid down by the 1994 Act, subject to ensuring from the evidence before me that in applying any reverse burden of proof there is no ascertained real or serious risk of injustice resulting from this. Essentially I have to weigh whether the evidence relied on by the defendant is both clear and cogent. In my judgment, it is not, because it fails to explain truthfully what the applicant did in relation to his drug trafficking activities.”", "The judge found that the applicant and his wife had lied about their activities and their sources of income. The applicant had not explained what had happened to the various consignments of cannabis he had had under his control. The judge continued:", "“In any event, as I do not find Mr and Mrs Barnham are truthful witnesses on material facts I am unable to accept their evidence that no cash assets exist from Mr Barnham’s substantial international drug trafficking.", "He has failed to explain truthfully what he did and what he did with what he earned from what he did. That has been his choice and if it leaves as it does, this Court with no clear and cogent evidence to persuade it that the benefit is not fully realisable, the responsibility for that is Mr Barnham’s and Mr Barnham’s alone.", "It was his choice whether he told the truth in his evidence and no-one else’s. [Counsel for the defence] relies on the lack of assets discovered by the West Yorkshire police ... It is, in my view, not surprising, particularly operating in foreign jurisdictions, that investigators find difficulty in tracing cash assets derived from drug trafficking. It is because of this, indeed, that the scheme of the 1994 Act is what it is.", "Whilst I accept [defence counsel’s] other submission, that the vast majority of the benefit I assessed, it was on the basis of expenditure on the drugs, that does not explain what happened in the end to those drugs upon which that sum was expended. Unless, which I do not, I was to find that Mr Barnham lived as he did in Spain for all those years, never ever successfully importing cannabis from Morocco to anywhere at all.”", "He made a confiscation order equal to the amount which he had assessed as the benefit, namely GBP 1,525,615, with five years, three months’ imprisonment if the applicant had not paid within 18 months.", "17. The applicant appealed against the judge’s ruling regarding his realisable assets, asserting that Article 6 § 1 of the Convention applied also when the judge came to assess realisable property, and that it required the prosecution at least to make out a prima facie case of realisable assets before the burden of proof shifted to the defendant. It was asserted by the applicant’s counsel that there was a difference between cases where the prosecution had proved benefit at the first stage by evidence and cases where the benefit had been calculated through the use of assumptions. In the second type of case, the assumptions continued to have effect when calculating realisable assets.", "18. In its judgment of 28 April 2005, the Court of Appeal rejected this argument, holding as follows:", "“In our judgment the correct approach for the court to take when dealing with confiscation proceedings at the second stage is the same whether the benefit has been proved by evidence in addition to the statutory assumptions. Once the prosecution has established the benefit there is no requirement on it to provide a prima facie case. At the second stage the burden of proof shifts to a defendant to establish, if he can, his realisable assets to the satisfaction of the court. By the second stage a defendant will know exactly how the court has determined benefit attributable to him and must prove by evidence what his realisable assets are. It is for him to show why the confiscation order should not be ‘the value of (his) proceeds of drug trafficking’. If he proves that he has no, or appreciably less, realisable assets than the amount of the benefit determined by the court the order will be made in a lesser sum. Provided the judge keeps well in mind the principle that the risk of serious injustice to the defendant must be avoided and does not just pay lip service to that principle the order will be in the amount assessed as either the amount of benefit or such other sum as the defendant shows represents his realisable assets.", "To hold that the prosecution must, in some way, show a prima facie case that the defendant has hidden assets in our judgment would defeat the object of the legislation. It is designed to enable the court to confiscate a criminal’s ill-gotten gains. The expression ‘hidden assets’ is indicative of the fact that the prosecution can have no means of knowing how and where a defendant may have dealt with or disposed of the proceeds of his criminal activities.”", "The Court of Appeal found, however, that the judge had made an error of calculation and reduced the order to GBP 1,460,615.", "19. On 6 October 2005, the Court of Appeal refused to certify a point of law of general public importance for appeal to the House of Lords concerning Article 6 of the Convention.", "20. The 1994 Act set out a scheme for the confiscation of the proceeds of drug trafficking in respects of offences committed before 23 March 2003. Where all the offences charged or indicted in the proceedings were committed after that date, the 1994 Act no longer applies and instead the sentencing court will impose a confiscation order under the Proceeds of Crime Act 2002.", "21. Section 2 of the 1994 Act provided that a Crown Court should make a confiscation order in respect of a defendant appearing before it for sentencing in respect of one or more drug-trafficking offences, whom the court found to have received at any time any payment or other reward in connection with drug trafficking.", "22. Under section 5 of the 1994 Act, the confiscation order had to be set at a sum corresponding to the proceeds of drug trafficking assessed by the court to have been gained by the defendant, unless the court was satisfied that, at the time the confiscation order is made, only a lesser sum could be realised.", "23. At the first stage of this procedure, the onus was on the prosecution to establish that the defendant had benefited from drug trafficking. However, section 4(2) and (3) of the 1994 Act required the court to assume that any property appearing to have been held by him at any time since his conviction or during the period of six years before the date on which the criminal proceedings were commenced was received as a payment or reward in connection with drug trafficking, and that any expenditure incurred by him during the same period was paid for out of the proceeds of drug trafficking. This statutory assumption could be set aside by the defendant in relation to any particular property or expenditure if it was shown by him to be incorrect or if there would be a serious risk of injustice if it were applied (section 4(4)). At the second stage of the procedure, the burden shifts to the defendant to establish that the amount that might be realised is less than the amount of benefit (see R. v. Barwick, paragraphs 24-25 below). The required standard of proof applicable throughout proceedings under the 1994 Act was the balance of probabilities (section 2(8)).", "24. The appellant in R. v. Barwick ([2001] 1 Cr App R (S) 129) had, over a period of years, defrauded three women into parting with sums of money totalling in excess of GBP 500,000. He pleaded guilty to a number of offences of dishonesty. The judge made a confiscation order under the Criminal Justice Act 1988 (which set out a scheme for the confiscation of the proceeds of crimes other than drug trafficking). The benefit was assessed as the GBP 500,000 that the appellant had received from the women, adjusted to GBP 600,000 on the assumption that he would have invested it in such a way as to preserve its value against inflation at least. The police were unable to identify any significant assets held by or on behalf of the appellant or to trace where the stolen money had gone, and claimed that he must have hidden it, since he did not appear to have lived extravagantly or spent large sums of money. The appellant claimed that he had lost a considerable part by gambling, but there was no evidence to corroborate his claims. The trial judge found the appellant’s evidence to be evasive and dishonest but nonetheless decided to reduce the benefit figure by GBP 150,000 as an acknowledgement that some of the money had probably been spent over the years. The appellant appealed to the Court of Appeal, contending inter alia that the judge had been wrong to place the burden on the appellant to establish that his realisable assets were less than the amount of the benefit.", "25. The Court of Appeal held that the 1988 Act made it clear that, while the burden of proving the benefit was on the prosecution, it was for the defendant to establish on the balance of probabilities that the amount that might be realised was less. The Court of Appeal observed that, as a matter of principle,", "“... it is likely that an offender may take steps to make the proceeds of crime difficult to trace. Once it is proved that he has received the benefit, it is pragmatic, and entirely fair to the defendant, to place upon him the onus of showing (to the civil standard) that he no longer has the proceeds or that their extent or value has diminished”.", "It continued:", "“We stress that the scheme of the Act requires the court to perform two distinct and discrete tasks. First, to determine the benefit. Secondly, to determine the amount that might be realised at the time the order is made, which may be very different. Further, the amount that might be realised may be quite unrelated to the identifiable proceeds of the offence, e.g. a lottery win, inheritance, or other lawfully acquired property. In the end, the task of the court at the second stage is to determine the amount ‘appearing to the court’ to be the amount that might be realised. But once the benefit has been proved, it is permissible and ought normally to be the approach of the court, to conclude that the benefit remains available until the defendant proves otherwise ...”", "26. In R. v. Benjafield [2002] UKHL 2, the House of Lords unanimously held that the confiscation scheme under the 1994 Act was compatible with Article 6 § 1 of the Convention. In R. v. Rezvi [2002] EKHL 1 it reached a similar conclusion as regards the confiscation scheme applicable under the Criminal Justice Act 1988 to the proceeds of other types of crime. Lord Steyn, with whom the other Law Lords agreed, observed in Rezvi:", "“It is a notorious fact that professional and habitual criminals frequently take steps to conceal their profits from crime. Effective but fair powers of confiscating the proceeds of crime are therefore essential. The provisions of the 1988 Act are aimed at depriving such offenders of the proceeds of their criminal conduct. Its purposes are to punish convicted offenders, to deter the commission of further offences and to reduce the profits available to fund further criminal enterprises. These objectives reflect not only national but also international policy. The United Kingdom has undertaken, by signing and ratifying treaties agreed under the auspices of the United Nations and the Council of Europe, to take measures necessary to ensure that the profits of those engaged in drug trafficking or other crimes are confiscated: see the United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances (19 December 1988); Council of Europe Convention on Laundering, Search, Seizure and Confiscation of the Proceeds from Crime, Strasbourg, 8 November 1990. These Conventions are in operation and have been ratified by the United Kingdom.", "It is clear that the 1988 Act was passed in furtherance of a legitimate aim and that the measures are rationally connected with that aim ... The only question is whether the statutory means adopted are wider than is necessary to accomplish the objective. Counsel for the appellant submitted that the means adopted are disproportionate to the objective inasmuch as a persuasive burden is placed on the defendant. The Court of Appeal [2001] 3 WLR 75, 103 carefully considered this argument and ruled:", "‘The onus which is placed upon the defendant is not an evidential one but a persuasive one, so that the defendant will be required to discharge the burden of proof: see Lord Hope’s third category of provisions in R v Director of Public Prosecutions, Ex Kebilene, [2000] 2 AC 326, 379. This is therefore a situation where it is necessary carefully to consider whether the public interest in being able to confiscate the ill-gotten gains of criminals justifies the interference with the normal presumption of innocence. While the extent of the interference is substantial, Parliament has clearly made efforts to balance the interest of the defendant against that of the public in the following respects:", "(a) It is only after the necessary convictions that any question of confiscation arises. This is of significance, because the trial which results in the conviction or convictions will be one where the usual burden and standard of proof rests upon the prosecution. In addition, a defendant who is convicted of the necessary offence or offences can be taken to be aware that if he committed the offences of which he has been convicted, he would not only be liable to imprisonment or another sentence, but he would also be liable to confiscation proceedings.", "(b) The prosecution has the responsibility for initiating the confiscation proceedings unless the court regards them as inappropriate ...", "(c) There is also the responsibility placed upon the court not to make a confiscation order when there is a serious risk of injustice. As already indicated, this will involve the court, before it makes a confiscation order, standing back and deciding whether there is a risk of injustice. If the court decides there is, then the confiscation order will not be made.", "(d) There is the role of this court on appeal to ensure there is no unfairness.", "It is very much a matter of personal judgment as to whether a proper balance has been struck between the conflicting interests. Into the balance there must be placed the interests of the defendant as against the interests of the public, that those who have offended should not profit from their offending and should not use their criminal conduct to fund further offending. However, in our judgment, if the discretions which are given to the prosecution and the court are properly exercised, the solution which Parliament has adopted is a reasonable and proportionate response to a substantial public interest, and therefore justifiable.’ (Emphasis supplied)", "For my part I think that this reasoning is correct, notably in explaining the role of the court in standing back and deciding whether there is or might be a risk of serious or real injustice and, if there is, or might be, in emphasising that a confiscation order ought not be made. The Crown accepted that this is how the court, seized with a question of confiscation, should approach its task. In my view this concession was rightly made.", "In agreement with the unanimous views of the Court of Human Rights in Phillips v United Kingdom (Application No 41087/98) 5 July 2001 I would hold that Part VI of the 1988 Act is a proportionate response to the problem which it addresses.”", "27. The 1988 Convention, to which the United Kingdom is a party, states in Article 5 that:", "“1. Each Party shall adopt such measures as may be necessary to enable confiscation of:", "a) Proceeds derived from offences established in accordance with article 3, paragraph 1, or property the value of which corresponds to that of such proceeds;", "b) Narcotic drugs and psychotropic substances, materials and equipment or other instrumentalities used in or intended for use in any manner in offences established in accordance with article 3, paragraph 1.", "2. Each Party shall also adopt such measures as may be necessary to enable its competent authorities to identify, trace, and freeze or seize proceeds, property, instrumentalities or any other things referred to in paragraph 1 of this article, for the purpose of eventual confiscation.", "...", "7. Each Party may consider ensuring that the onus of proof be reversed regarding the lawful origin of alleged proceeds or other property liable to confiscation, to the extent that such action is consistent with the principles of its domestic law and with the nature of the judicial and other proceedings.", "8. The provisions of this article shall not be construed as prejudicing the rights of bona fide third parties.", "9. Nothing contained in this article shall affect the principle that the measures to which it refers shall be defined and implemented in accordance with and subject to the provisions of the domestic law of a Party.”", "28. The above Convention, which entered into force in September 1993, aimed to facilitate international co-operation and mutual assistance in investigating crime and tracking down, seizing and confiscating the proceeds thereof. Parties undertake in particular to criminalise the laundering of the proceeds of crime and to confiscate instrumentalities and proceeds (or property the value of which corresponds to such proceeds)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}