{"ITEMID": "001-75362", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "BARRY and OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British national who was born on 20 August 1941 and who lives in Epsom. He is not represented before the Court. The United Kingdom Government (“the Government”) are represented by their Agent, Mr C. Whomersley, Foreign and Commonwealth Office.", "The applicant was widowed on 12 October 1975. There were two children of the marriage, born on 23 January 1972 and 22 June 1973. In October 1975 the applicant asked the Department of Health and Social Security for financial assistance in raising the children, but was refused.", "The applicant remarried in 1988. On 1 July 2000, he applied for backdated widows’ benefits. On 20 November 2000 he was informed that his claim had been rejected by the Appeal Tribunal.", "The applicant is a British national who was born on 6 December 1935 and who lives in Standish, Lancashire. He is not represented before the Court. The Government are again represented by Mr C. Whomersley.", "The applicant was widowed on 26 April 1994.", "On 13 December 2000 he made an application for survivors’ benefits, and was informed in January 2001 that the Appeal Tribunal had rejected his claim. He made a further appeal on 20 March 2001 but was again rejected.", "The applicant is a British national who was born on 30 July 1965 and who lives in Skelmersdale, Lancashire. He is represented before the Court by Messrs Royds Treadwell, solicitors practising in London. The Government are again represented by Mr C. Whomersley.", "The applicant was widowed on 27 January 1993. On 14 November 2000 he made an application for survivors’ benefits, to which he received no response.", "The applicant is a British national who was born on 11 December 1935 and who lives in Barnsley. He is not represented before the Court. The Government are again represented by Mr C. Whomersley.", "The applicant was widowed on 18 August 1999. Shortly after his wife’s death he asked the Benefits Agency if he was entitled to benefits equivalent to those received by widows, but he was informed that he was not eligible because he was a man.", "In March 2002 the applicant made a formal application for widows’ benefits, to be backdated to the time of his wife’s death. The claim was finally refused by the Social Security Appeal Tribunal on 17 July 2002.", "The domestic law relevant to these applications is set out in Willis v. the United Kingdom, no. 36042/97, §§ 14-26, ECHR 2002-IV."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}