{"ITEMID": "001-113628", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "EGMEZ v. CYPRUS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["1. The applicant, Mr Erkan Egmez, is a British national of TurkishCypriot origin, who was born in 1966 and lives in Nicosia, in the northern part of Cyprus. He is represented before the Court by Mr T. Akillioğlu, a lawyer practising in Ankara. The respondent Government (“the Government”) were represented by their Agent, Mr P. Clerides, Attorney-General of the Republic of Cyprus. The Government of the United Kingdom were given notice of the application and they informed the Court on 6 December 2010 that they would not exercise their right to intervene in the present case.", "2. On 26 March 1996 the applicant lodged an application with the European Commission of Human Rights (application no. 30873/96) against the Republic of Cyprus under former Article 25 of the Convention. The applicant alleged that he had been in effect kidnapped and tortured by the authorities of the Republic of Cyprus, that he had never been informed of the reasons for his arrest, that he had not been brought promptly before a judge, that he had been unable to obtain review of his detention, which had been unlawful, and that he did not have an effective remedy before the courts of the Republic.", "3. On 18 May 1998 the Commission declared the application admissible and decided to take oral evidence in respect of the applicant’s allegations. Between 22 and 26 March 1999, the delegates of the Commission heard twenty-four witnesses in Cyprus, including the applicant, the police officers involved in the applicant’s arrest and the doctors who had examined the applicant. In its report of 21 October 1999 (former Article 31 of the Convention) the Commission expressed unanimously the opinion that there had been a violation of Articles 3 and 13 of the Convention and no violation of Article 5 §§ 1, 2, 3 and 4 and Article 6 § 1 of the Convention.", "4. The application was then considered by the Court which gave judgment on 21 December 2000 (Egmez v. Cyprus, no.30873/96, ECHR 2000XII). In its judgment the Court accepted the findings of fact made by the Commission (see §§ 9-44 and §§ 54-55 of the judgment). It first rejected the respondent Government’s preliminary objection of non-exhaustion of domestic remedies to the applicant’s complaint under Article 3 of the Convention. In this respect the Court noted that although the Ombudsman had opened the way for the institution of criminal proceedings against the officers involved in the applicant’s alleged ill-treatment, the Attorney-General had refrained from taking any action (§ 68 of the judgment). The Court considered that the competent authorities of the Republic of Cyprus would have discharged their obligations under the Convention by instituting criminal proceedings against the officers named in the Ombudsman’s report, irrespective of the outcome of such proceedings (§ 70 of the judgment). This was, in the Court’’s complaint to the Ombudsman should have normally brought about this result (§ 72 of the judgment). The Court then held that the ill-treatment to which the applicant had been subjected had been inhuman in breach of Article 3 of the Convention (§§ 77-79 of the judgment). Further, the Court held that there had been a breach of Article 13 of the Convention as the authorities had not conducted an investigation capable of leading to the punishment of the officers involved in the applicant’s ill-treatment. The Court observed that such an investigation was “the only remedy that was appropriate for the kind of violation complained of” (§ 100 of the judgment); however, the AttorneyGeneral, who was the official in charge of bringing criminal proceedings in the Republic, had not taken any steps in this direction (§ 100 of the judgment).", "5. The Court also found that there had been no violation of Article 5 §§ 1, 2, 3 and 4 of the Convention (§§ 80-95 of the judgment) and that no separate issue arose under Article 6 § 1 of the Convention (§ 102 of the judgment).", "6. As to the application of Article 41 of the Convention the Court awarded the applicant GBP 10,000 for non-pecuniary damages together with GBP 400 in legal costs and expenses for the proceedings before the Commission (§§ 104-108 of the judgment).", "7. On 30 April 2003 a former President of the Supreme Court of Cyprus was appointed as an independent criminal investigator (“the investigator”) by the Attorney-General acting ex officio.", "8. The Government, in giving their factual account, relied on a letter sent by the investigator to the Attorney-General dated 12 July 2004 in which the former set out the various developments that had taken place in the investigation and, in particular, the problems he had faced in trying to obtain a statement from the applicant. The Government submitted that in April 2004, the investigator, after having carried out all the background preparatory work, had contacted Mr Kadri, the lawyer who had represented the applicant before the Nicosia District Court and the Ombudsman (see §§ 37 and 39 of the judgment), who informed him that the applicant would see him for the purpose of giving a statement. The investigator also made arrangements for an interpreter so that the statement could be taken in the Turkish language. Mr Kadri was informed of this.", "9. On 26 May 2004 a person who stated that he was the applicant’s friend, visited the investigator and suggested that the applicant be paid a sum of money in return for a statement to the effect that he did not have a complaint and that the case be closed. The investigator informed him that as a criminal investigator he did not have or handle money. This person then suggested that both parties think about it. The investigator gave him his office and home phone numbers.", "10. The following night, at about 9.30 p.m., the applicant telephoned the investigator at his home and a meeting was arranged for 2 June 2004, at 9 a.m. at the investigator’s office for the purpose of taking the applicant’s statement. On the above date and at about 9 a.m. the applicant called the investigator and informed him that he would not be coming to the meeting. He made a passing reference to Mr Kadri without further explanation. The investigator stated in his letter (see paragraph 8 above) that he expected that the applicant would contact him but that had not happened. Neither the applicant nor his lawyer contacted the investigator after this. In his letter the investigator informed the Attorney-General that it would not be possible to continue a criminal investigation without the complainant’s statement and sought the instructions of the Attorney-General as to how to proceed.", "11. The Government submitted that as the applicant had not given a statement, the criminal investigation had not been able to proceed and remained open. The applicant had not contacted the investigator or the Attorney-General since 2 June 2004 in order to arrange a meeting and give his statement. The investigator had not contacted the applicant but was waiting for the applicant to get in touch with him.", "12. The applicant maintained that he had not been invited to make a statement, he had never been formally summoned by the investigator, and that he had never been informed of the new criminal investigation by the Government or the Committee of Ministers or sent a document explaining the new procedure to be followed. He had found out about this new investigation from the letter dated 15 June 2006 he had received from the Department of Execution of Judgments of the European Court of Human Rights following the closure of the case (see paragraph 28 below). He stated that he had contacted the investigator who had informed him after a long period of time that he could not register the applicant’s complaint against the police officers because the Government had not appointed an interpreter.", "13. In the revised memorandum of 2 December 2004, a revised version of the memorandum presented at the 871st meeting of the Committee of Ministers, the Secretariat considered that the information provided by the Government on the measures adopted until then indicated that sufficient improvements in existing procedures and safeguards had been introduced. The relevant parts of the memorandum read as follows:", "“...", "Specific issues: recent developments and information received", "i. appointment of an independent investigator and progress of the investigation", "...", "12. The Cypriot authorities stated in their letter of 27/05/2004 that the investigator had contacted the applicant through his lawyer in Cyprus and practical arrangements for meeting and taking a statement from him were in the process of completion. They further indicated, in their letter of 07/07/2004, that it was expected that the criminal investigator would meet the applicant in the near future to interview him and take a statement.", "...", "20. As regards cases of criminal offences involving human rights violations alleged to have been committed by members of the police where, following the evaluation of all collected evidential material submitted by the criminal investigator, it is decided that the latter does not warrant the filing of criminal proceedings, the Deputy Attorney General issued a circular on 20/09/2004 addressed to criminal investigators and all members of the Attorney General’s Office. In accordance with the circular, which is binding in form, in such cases, a letter shall be sent to the complainant/victim, or his or her lawyer or other person having made the relevant allegations (whether these were brought to the Attorney General’s knowledge directly or indirectly), informing him or her that the independent criminal investigator appointed by the Attorney General has completed the investigation, and that, following the study and evaluation of all collected evidential material submitted, the Attorney General’s Office is of the view that, for reasons which shall be stated in the letter, this does not warrant the filing of criminal proceedings against any member of the police. A copy of the circular was forwarded to the Secretariat on 05/10/2004.", "21. The same circular addresses cases in which, at the stage of evaluation of evidential material collected and submitted by the criminal investigator, or at any other stage of the criminal investigation, it comes to the knowledge of the Attorney General’s Office through the criminal investigator or through any event in the case-file that the complainant/victim withdraws his or her allegations, or does not wish the investigation to continue, or is uncooperative, or that at present the complainant/victim or substantial witnesses are not in the Republic of Cyprus and cannot be traced. In accordance with the circular, in such cases, the investigation file must remain open until the investigation is completed. Although developments in the course of the investigation such as those mentioned above make it temporarily impossible to continue/complete the investigation, they may not do so indefinitely. Consequently, a decision as to whether or not to file criminal proceedings is not required at that stage. Henceforth, the investigation file is to remain open in such cases and instructions are to be given to the criminal investigator to the effect that the Attorney General’s Office considers that, in the circumstances, the investigation for the time being cannot proceed further. The investigation and the matter of whether or not to bring criminal proceedings thus remain open, with the possibility of continuing and completing the investigation and deciding whether or not to file criminal proceedings in the event that the relevant problem is solved.", "iv. access of complainants to investigations", "25. The Cypriot authorities have stated that the investigation process is confidential. However, the complainant’s participation in the investigation process is important, whether the alleged offence was committed by police officers or members of the public.", "26. From the outset of the investigation process, where the alleged offence was committed by a police officer, the complainant is informed by a letter from the Attorney General that an independent criminal investigator has been appointed to investigate his or her allegations; the letter includes the name and particulars of the investigator. A copy of two such letters was forwarded to the Secretariat on 27/05/2004.", "27. Complainants participate in investigations by giving their own testimony, upon which the investigation is based. The complainant is always the first to be interviewed; he or she supplies information and his or her statement is taken by the investigator. The investigator can come back to the complainant for any clarifications and supplementary statements or information as the investigation proceeds, thereby giving the complainant the opportunity to challenge the statements of other witnesses. The complainant is not, however, given the statements of other persons interviewed in the course of the investigation; nor are the latter given the complainant’s statement. Criminal investigations proceedings in Cyprus are modelled on those of the United Kingdom.", "28. Complainants are also prosecution witnesses in the criminal proceedings. Thus, during a criminal trial, complainants can give their own testimony in front of the Court. Indeed, the prosecution bases its case on the testimony of complainants. The latter also have the opportunity to confront the alleged perpetrators and their witnesses during the hearing, to listen to their testimonies and to their cross-examination by the prosecution. Criminal trial proceedings in Cyprus are modelled on those of the United Kingdom.", "Secretariat assessment:", "29. Since the Court’s judgment in the present case and the requests received from the applicant, an independent investigator has been appointed and his investigation opened. The applicant has not submitted any further complaints about the manner in which this investigation is being carried out.", "...", "34. The Secretariat further notes the circular issued by the Deputy Attorney General on 20/09/2004, which is binding on all members of the Attorney General’s Office assessing criminal investigation files involving allegations of human rights violations committed by members of the police force and on criminal investigators appointed to deal with such cases. The Secretariat notes that, following the issuing of this circular, the aforementioned officials are now required to inform victims/complainants when it is decided not to proceed with the prosecution of the alleged perpetrator in such cases, and of the reasons for such a decision. The fact that such investigations are not to be closed in cases where an obstacle temporarily prevents the investigation from being pursued further is also noted.", "35. In sum, the Cypriot authorities have taken a number of measures to strengthen the effectiveness of investigations into allegations of human rights violations committed by members of the police. In addition, following the events that gave rise to the present judgment, a possibility has been introduced of opening a fresh, independent investigation into the allegations at the basis of the present violation and such an investigation has indeed been opened, which, in the circumstances of the present case, appears to meet the requirements of execution. In the light of the foregoing, it would now appear that the guarantees surrounding such investigations, combined with the appointment of an independent investigator in the present case, are sufficient to allow the Committee to close its examination of the individual measures taken in the present case.”", "14. The Committee of Ministers of the Council of Europe concluded its examination of the cases of Egmez v. Cyprus (cited above) and Denizci and Others v. Cyprus (nos. 25316-25321/94 and 27207/95, ECHR 2001V) by adopting Resolution ResDH(2006)13, the relevant parts of which read as follows:", "“The Committee of Ministers, under the terms of Article 46, paragraph 2, of the Convention for the Protection of Human Rights and Fundamental Freedoms (hereinafter referred to as “the Convention”),", "Having regard to the judgments of the European Court of Human Rights in the cases of Egmez against Cyprus, delivered on 21 December 2000, and Denizci and others against Cyprus, delivered on 23 May 2001, transmitted to the Committee of Ministers once they had become final under Articles 44 and 46 of the Convention;", "...", "Having regard to the Rules adopted by the Committee of Ministers concerning the application of Article 46, paragraph 2, of the Convention;", "Having invited the government of the respondent state to inform it of the measures taken in consequence of the European Court’s judgments, having regard to Cyprus’ obligation under Article 46, paragraph 1, of the Convention to abide by them;", "Having satisfied itself that on 24 January 2001 and on 3 July 2001, within the time-limits set, the government of the respondent state had paid the applicants the sums provided for in these judgments;", "Whereas during the examination of the cases by the Committee of Ministers, the government of the respondent state gave the Committee information about the measures taken, in compliance with Article 46, paragraph 1, of the Convention, in order to grant the applicants, as far as possible, full redress for the violations found (restitutio in integrum) and to prevent new violations of the same kind as those found in the present judgments; this information appears in the appendix to this resolution;", "Recalling, as far as individual measures are concerned, the continuing obligation to conduct effective investigations into the actions of security forces, particularly in cases where procedural violations of Articles 2 or 3 have been established (cf Interim Resolution ResDH(2005)20 Action of the Security Forces in Northern Ireland) or, as in the Egmez case, a violation of Article 13;", "Noting in this context with interest the ex officio appointment by the Attorney General of an independent criminal investigator in both cases (see appendix) and that the ensuing investigations appear “capable of leading to the identification and punishment of those responsible”; regretting, however, the time required for this appointment in view of the importance of taking individual measures promptly,", "Welcoming the general measures adopted by Cyprus following the judgments of the Court which today appear effectively to prevent new, similar violations; noting, in particular, with satisfaction the rapid interim measures taken by the Council of Ministers, the Attorney General and the Minister of Justice and Public Order to prevent as far as possible new violations awaiting the entry into force of the comprehensive reforms which had been initiated,", "Declares, after having examined the information supplied by the government of Cyprus, that it has exercised its functions under Article 46, paragraph 2, of the Convention in these cases.”", "15. The appendix to Resolution ResDH (2006)13 sets out the information provided by the Government of Cyprus during the examination of the cases of Egmez and Denizci and Others by the Committee of Ministers. The relevant parts of the appendix read as follows:", "“I. Individual measures aimed at achieving restitutio in integrum for the applicants", "I.a. Introductory note", "It is recalled that in the case of Egmez a violation of Article 13 was found by the Court on the ground that there had been no “thorough and effective investigation capable of leading to the identification and punishment” of the police officers responsible for the applicant’s ill-treatment (see, in particular, paragraphs 65, 70, 100 of the judgment). This was despite the fact that the Ombudsman of the Republic of Cyprus, following a complaint by the applicant, had carried out an investigation into the case and on 25 April 1996 issued, and transmitted amongst others to the Attorney General, a report identifying police officers who had been involved in the applicant’s ill-treatment.", "I.b. Appointment of an independent criminal investigator", "Following the European Court’s judgments, the Cyprus government decided to proceed to the initiation of fresh, independent criminal investigations into both cases. On 30 April 2003, by decision of the Attorney General, Mr D.S, former President of the Supreme Court of Cyprus, was appointed as criminal investigator in both of these cases. These investigations are not as yet concluded.", "It is noted that the applicant in the case of Egmez has not, since the opening of investigations, pursued his requests in this respect (initially raised in letters addressed to the Committee in 2001 and in 2002) or submitted any complaints regarding their conduct. The applicants in the case of Denizci and others have not, in any way, pursued this matter with the Committee.", "The government considers that the powers of independent investigators and the procedural safeguards surrounding them guarantee that the fresh investigations, which will be concluded without delay, meet the requirements of the Convention (see below).", "I.c. Powers and effectiveness of the independent criminal investigator", "After the events at issue, the Attorney General received the power to appoint independent investigators in cases of alleged abuses by police forces (see further section II.2.b below). Criminal investigators appointed by the Attorney General are independent lawyers or former judges. They have the same powers and duties as police officers investigating the commission of offences allegedly perpetrated by members of the public. Under section 4 (3) of the Criminal Procedure Law both are “investigating officers” having the powers given to such officers by sections 5-8 of the Law. They are empowered by this Law not only to order attendance and taking of statements by witnesses, but also to require the production of documents. They can also carry out searches under the authority of search warrants issued by a court. Such warrants may be issued by a court upon a sworn written declaration by the investigator that there are reasonable grounds for believing that evidence as to the commission of an offence is to be found in the place concerned.", "The duties of police officers required to give information/statements in criminal investigations carried out by investigators appointed by the Attorney General are the same as those of members of the public when the investigation is being carried out by police officers.", "Complainants participate in investigations by giving their own testimony, upon which the investigation is based. The complainant is always the first to be interviewed; he or she supplies information and his or her statement is taken by the investigator. Complainants are also prosecution witnesses in the criminal proceedings.", "The effectiveness of these investigations is also safeguarded by the general measures adopted by the Cyprus government after the European Court’s judgments (see below, especially section II.2).", "II. General measures", "II.1 Interim measures awaiting the entry into force of comprehensive legislative reforms", "Immediately following the delivery of the present judgments, the Attorney General of Cyprus and the Minister of Justice and Public Affairs took a number of measures to enable Cyprus to meet its obligation under Article 46, paragraph 1, of the Convention to prevent new violations as far as possible pending the legislative and other reforms made necessary by the present judgments. These measures are outlined below, in sections II.2.b and II.3.b-c.", "A more general reflection also rapidly started on the more comprehensive measures required effectively to prevent new violations of the present kind. The resulting legislative and other measures are presented below.", "II.2 General measures adopted for the prevention of similar violations of Articles 3 and 13", "II.2.a. Legislative amendments to enhance arrested and detained persons’ protection from torture or inhuman or degrading treatment by members of the police and prosecution in such cases", "i) New legislation for the effective protection of persons in detention from illtreatment", "The “Rights of Persons under Arrest and Detention Law 2005”, which entered into force on 30 December 2005, includes a series of provisions in particular aimed at better implementing constitutional protection from torture or inhuman or degrading treatment or punishment. The major provisions of this Law are the following:", "(a) All detainees now have a statutory right to be protected from torture or inhuman or degrading treatment or punishment or “any other physical, psychological or mental violence”;", "(b) The Law expressly states that the state is under an obligation to ensure the above right;", "(c) Detention centres’ principals are under an obligation to care for the detainees’ physical and mental health;", "(d) Detention centres’ principals are under an obligation to ensure that minor (under the age of 18 years) detainees are separated from adults;", "(e) Women detainees should be separated from men; special protection measures should be taken for pregnant detainees or for those with newborn children;", "(f) Detainees have the right to medical checks, care and supervision by private medical doctors of their own choice or by State medical doctors;", "(g) A list of detainees’ rights should be held in every cell, at least, in Greek, Turkish and English.", "These new statutory rights and obligations play an important role in improving the criminal and civil liability of the state and of principals of detention centres in case of abuse.", "ii) New legislation providing for heavier sanctions against offending police officers", "The “United Nations Convention against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment (Ratification) Laws” of 1990 and 1993 have, by the amendments which came into force on 13 December 2003, been extended to cover cruel, inhuman or degrading treatment. It was thus an offence at the time of the events in question, for any person, including a member of the police, to subject another person to torture. Commission of the offence by members of the police carried a heavier sentence than its commission by other persons and was punishable with imprisonment for up to five years, instead of for up to three years.", "As a result of these above amendments, members of the police committing the offence of inhuman, cruel or degrading treatment or punishment, are now exposed to even heavier sanctions (sentence of four to seven years’ imprisonment maximum) than was earlier the case.", "iii) Enlargement of personal scope of police officers’ criminal liability and new evidentiary rules", "By virtue of these legislative amendments, in cases where ill-treatment is alleged to have been committed at police stations during detention of the complainant, it is not only the members of the police actually perpetrating the acts of ill-treatment who are subject to criminal liability (for torture, or inhuman or degrading treatment, or for assault, as the case may be), but also the officers in charge, provided that it is ascertained by medical examination carried out at any time before the complainant’s release from the station, or immediately after, that he/she bears external injuries which he/she did not have at the time of admission.", "This criminal liability of officers is not dependent on whether the actual perpetrators are identified by the investigation. The finding of such injuries gives rise to a presumption that the complainant was ill-treated by a member of the police at the police station of his detention, and that the police officers in charge of the station and of the investigation bear responsibility for the ill-treatment unless they give a reasonable explanation as to the injuries having been caused otherwise than by ill-treatment of the complainant by a member of the police (for example self-inflicted, or inflicted by another detainee or visitor at the station).", "In the absence of a reasonable explanation, the officers concerned are considered to have committed the criminal offence carrying a term of imprisonment for up to two years, and if the ill-treatment qualifies as torture, or as inhuman, cruel or degrading treatment or punishment, for up to four and three years respectively.", "The introduction of this new legislation aims at eliminating the possibility of impunity in cases in which, although there may be sufficient evidence of injuries having been sustained by the complainant at a police station, there is not sufficient, or any evidence as to the identity of the policeman concerned, so that criminal proceedings can be instituted. It thereby considerably limits the Attorney General’s discretion pertaining to the initiation of criminal proceedings against offending police officers.", "II.2.b. Creation of a more effective legal framework for independent investigations", "i) Strengthening the Attorney General’s power to appoint independent criminal investigators", "On 3 October 1996, the Cypriot Council of Ministers delegated to the Attorney General the power to appoint independent criminal investigators in cases where a written complaint has been addressed to him.", "As an interim measure, following the judgments of the Court, the Council of Ministers, by decision of 22 March 2001, strengthened the powers of the Attorney General, so that he could also appoint independent criminal investigators ex officio, i.e. even without any written complaint by the victim. The aim of this measure was notably to allow for rapid and effective investigations into the violations established in the present cases (see above section I, Individual Measures).", "ii) Enhancement of the effectiveness of investigations carried out by independent investigators", "In addition to the above measures, the Deputy Attorney General issued a circular on 20 September 2004 entitled “Criminal investigations by independent criminal investigators appointed by the Attorney General of the Republic concerning allegations of commission of criminal offences by members of the police which concern human rights violations”. It was addressed to criminal investigators and all members of the Attorney General’s Office.", "In accordance with the circular, which is binding in form, in cases of decisions not to file criminal proceedings against any member of the police, after an evaluation of evidential material, a letter should be sent to the complainant/victim or their lawyer or other person having made the relevant allegations (whether these were brought to the Attorney General’s knowledge directly or indirectly), informing them that the independent criminal investigator appointed by the Attorney General has completed the investigation, and that, following the study and evaluation of all collected evidential material submitted, the Attorney General’s Office is of the view that, for reasons which shall be stated in the letter, this does not warrant the filing of criminal proceedings against any member of the police.", "The same circular also provides that if at the stage of evaluation of evidential material collected and submitted by the criminal investigator, or at any other stage of the criminal investigation, it comes to the knowledge of the Attorney General’s Office through the criminal investigator or in any event from the investigation file that the complainant/victim withdraws his or her allegations, or does not wish the investigation to continue, or is uncooperative, or that at present the complainant/victim or substantial witnesses are not in the Republic of Cyprus and cannot be traced, the investigation file must remain open until the investigation is completed. Although developments in the course of the investigation such as those mentioned above make it temporarily impossible to continue/complete the investigation, they may not do so indefinitely. Consequently, a decision as to whether or not to file criminal proceedings is not required at that stage. Henceforth, the investigation file is to remain open in such cases and instructions are to be given to the criminal investigator to the effect that the Attorney General’s Office considers that, in the circumstances, the investigation for the time being cannot proceed further. The investigation and the matter of whether or not to bring criminal proceedings thus remain open, with the possibility of continuing and completing the investigation and deciding whether or not to file criminal proceedings in the event that the relevant problem is solved.", "II.2.c. Improved legal aid - Enactment of “Legal Aid Law 2002”", "According to the “Legal Aid Law 2002”, in force as from 9 August 2002, legal aid in civil as well as criminal proceedings is now granted to victims of human rights violations. It is noted that relatives of persons who allegedly died as a result of a serious police abuse may also benefit from legal aid.", "II.2.d. New legislation providing for an actionable compensation claim by detainees", "In case of violation of any of the rights enshrined in the “Rights of Persons under Arrest and Detention Law 2005” mentioned above, detainees have a reinforced constitutional right to lodge an action for damages against the state and member of the police, the detention centre or the prison where they are or have been detained. This is without prejudice to any other right to compensation provided for by law.", "...", "III. Conclusion", "The Government of Cyprus considers, in view of all individual and general measures adopted, that Cyprus has satisfied its obligation, under Article 46, paragraph 1, of the Convention to abide by the European Court’s judgments in the present cases.”", "16. In a letter dated 19 April 2001 the applicant informed the Director of Human Rights of the Council of Europe that the respondent Government had paid him the amount of GBP 10,400. He maintained, however, that the perpetrators of his ill-treatment had been treated with impunity and that there was no effective domestic remedy. He asked the Committee of Ministers to take into account that the respondent Government were seeking to conceal the fact that the police officers responsible for the applicant’s illtreatment had not been prosecuted.", "17. The applicant maintained that he had received no reply to his letter.", "18. By a letter dated 12 March 2002 to the Director of Human Rights of the Council of Europe the applicant repeated his request and expressed his concern about the silence of the respondent Government on the issue of the prosecution of police officers responsible for “the torture and ill-treatment” inflicted on him. He stated that the identification of the suspects had been sufficient to enable the Attorney-General of the Republic to use his discretionary power and open an investigation. He claimed, however, that the Attorney-General did not want to use his powers to initiate an investigation against the “torturers”. The Government were under obligation to respect the Court’s judgment and prosecute the relevant police officers, who were still in service. The applicant expressed his wish to be added as a civil party if such an investigation took place.", "19. The applicant maintained that there had been no response to his letter.", "20. In a letter dated 13 September 2002 addressed to the Director of Human Rights of the Council of Europe, the applicant noted that on the website of the Committee of Ministers the following was stated, inter alia, in respect of individual measures adopted in connection with the execution of application no. 30873/96:", "“The applicant’s lawyer sent a letter to the Secretariat on 19 April 2001 raising several questions about the need to adopt individual measures in this case. In May 2001 the Secretariat forwarded a copy of the letter to the Cypriot authorities. The latter confirmed that they were presently examining the measures that might need to be taken in respect of this case and indicated that the Secretariat would be kept informed in writing of any development in this field.”", "21. The applicant noted that he wished to have information on the measures adopted by the Government in this respect as well as the reasons for their silence. He requested, inter alia, that the Committee of Ministers adopt a recommendation reminding the Government of their obligation to comply with the findings of the Court under Article 13 of the Convention.", "22. The applicant maintained that he had never received a reply either from the Council of Europe or from the respondent Government.", "23. In an e-mail dated 6 February 2003 to the Department of the Execution of Judgments of the Court the applicant requested information concerning the developments in his case. He further noted that the police officers involved in his ill-treatment were known to the authorities but despite this the Attorney-General, exercising his discretionary powers, had not prosecuted them.", "24. In an e-mail sent in reply on the same date, the applicant was informed by the Secretariat of the Committee of Ministers that the Committee considered that there were still some outstanding questions in respect of individual and general measures that Cyprus needed to adopt in order to comply with the judgment, and that further information and clarifications had been requested from the Cypriot Government in this connection.", "25. In a letter dated 26 September 2003 addressed to the Committee of Ministers the applicant repeated his complaint in general that the Cypriot Government had failed to comply with paragraphs 99 and 100 of the Court’s judgment.", "26. The applicant maintained that he had received no response to his complaint.", "27. By a letter dated 17 May 2006 the applicant was notified of the adoption of Resolution ResDH (2006)13. In his application form the applicant stated that he received this letter on the same date.", "28. In a letter dated 12 June 2006 addressed to the Principal Administrative Officer of the Secretariat of the Committee of Ministers the applicant expressed his disappointment with the lack of effectiveness of the supervision of the execution of the Court’s judgment in his case. In his view it was regrettable that the Committee of Ministers had declared that the Government had complied with their obligations to execute the Court’s judgment when nothing had been done. The applicant stated, inter alia, that he had never been summoned by the investigator to give a statement in the course of the new investigation. This showed that nothing had been done by the Government in the six-year period that had followed the Court’s judgment. The Government had not taken into account the findings made by the Ombudsman which named the perpetrators of his ill-treatment. Further, the applicant repeated his view that, in order to comply with the Court’s judgment, the Attorney-General had to use his power to prosecute the relevant police officers. The applicant noted that he had made at least six separate complaints since 2003 to the Council of Europe about the Government’s inertia. Finally he stressed that the Government should revise their out-dated criminal procedure which provided that in the absence of a statement from a victim it was not possible to commence criminal proceedings.", "29. By a letter dated 15 June 2006 the Department of Execution of Judgments of the European Court of Human Rights replied that having examined the issues raised by the applicant in his letter, it drew the applicant’s attention to the fact that, following the opening of the new criminal investigation in April 2003, he had not repeated his requests made in this respect in 2001 and 2002.", "30. By a letter dated 14 October 2006 to the abovementioned Department, the applicant stated amongst other things that he had contacted the independent investigator who, after a long delay, had informed him that it had been impossible to register his complaint against the relevant police officers as the Government had not appointed an interpreter."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}