{"ITEMID": "001-96526", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "ZAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Ms Janina Żak, is a Polish national who was born in 1923 and lives in Częstochowa. With the leave of the President of the Section (Rule 36 of the Rules of Court) she was represented before the Court by her son Mr Z. Żak. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s father, Mr Artur Meklemburg, was the owner of a property located on the corner of Sosnowa and Chmielna streets in Warsaw. The applicant and her son are the only heirs of Mr Meklemburg.", "By virtue of the Decree of 26 October 1945 on the Ownership and Use of Land in Warsaw, ownership of all private land was transferred to the City of Warsaw. The decree gave the former owners the opportunity to obtain a perpetual lease (temporary ownership after 1946 and currently perpetual use) of the nationalised plot of land on request.", "On 12 March 2001 the Warsaw Municipality (Gmina Warszawa) signed before a public notary a contract with the Złote Tarasy limited liability company by virtue of which the ownership of a plot of land in the centre of Warsaw was transferred to the above company as the Municipality’s contribution to its seed capital (aport do kapitalu zakładowego spółki). The land in question included the plot previously owned by the applicant’s father. The Złote Tarasy company constructed a shopping centre on it.", "The Municipality acknowledged in the contract that there had been “reprivatisation claims” made in respect of the land in question and that proceedings to ascertain whether these claims were justified were pending. The Municipality further stated that it had the financial means necessary to cover these claims.", "The Municipality conducted negotiations with the applicant, her sister and four other heirs of former owners of the land in question.", "On 24 June 2002 the representatives of the Warsaw Municipality signed before a public notary a friendly settlement agreement with four heirs of the owners of the land. They accepted the compensation proposed by the Municipality and agreed to waive any rights in respect of ownership or right to perpetual use of the land in question. The compensation proposed by the Municipality had been based on the value of the property according to an assessment of 25 September 1999. The applicant and her sister decided not to sign the agreement because they contested the amount of compensation. The agreement in its relevant part reads as follows:", "“the Warsaw Municipality agrees to pay [to four heirs of the former owners of the land] compensation for pecuniary damage (odszkodowanie) for not granting them the right of perpetual use of the plot of land described above, to which they were entitled under section 7 § 1 and 2 of the 1945 Decree, and the ownership of which was transferred by the Municipality as a contribution to the Złote Tarasy limited liability company ...”", "On 22 July 2002 the applicant lodged a civil claim with the Warsaw Regional Court (Sąd Okręgowy) for annulment of the contract of 12 March 2001 by which the land in question had been transferred to the Złote Tarasy limited liability company. They claimed that the contract had breached their right to be granted perpetual use of the land or their pre-emptive right thereto.", "On 10 September 2003 the court dismissed their action, finding that the ownership of the property had been transferred in the form of the Municipality’s contribution to the seed capital of the limited liability company. According to the court such a contribution could not be considered as a sale of the property within the meaning of section 34 of the Law on Land Administration, thus the contract in question remained valid.", "An appeal by the applicant was dismissed on 23 November 2004 by the Warsaw Court of Appeal (Sąd Apelacyjny). The court agreed with the opinion that the form in which the Municipality had transferred the ownership of the land had not been a sale within the meaning of the domestic law. However, even if it was a sale and the transfer of the ownership had been carried out in breach of section 34 of the Law, in any event it had not rendered the contract of 12 March 2001 null and void. The only consequence of a breach of these provisions was a compensatory liability on the part of the Municipality.", "On 20 May 2005 the Supreme Court refused to hear a cassation appeal lodged by the applicant.", "On 24 November 2004 the applicant lodged a civil claim against the City of Warsaw for compensation for damage caused by the decision of 1975 dismissing her father’s claim to be granted perpetual use of the land and the contract of 12 March 2001.", "On 30 May 2006 the Warsaw Regional Court gave a preliminary judgment (wyrok wstępny) in which it allowed the claim. It considered that the issue of the applicant’s claim to be granted perpetual use of the land should have been examined before the Municipality had transferred the ownership of the property to the company. The Municipality thus acted illegally, as it had known that the applicant’s claims were pending.", "The Warsaw Municipality lodged an appeal against the judgment.", "On 26 April 2007 the Warsaw Court of Appeal allowed the appeal and dismissed the applicant’s claim. The court considered that until the right to perpetual use of the land had finally been determined by the administrative authority the heirs of the former owners had no right to the property in question. Only a final administrative decision could decide whether or not they had any claim to the property. Thus the Municipality could legally transfer the ownership of the land in question. Moreover, the proceedings concerning the request to be granted perpetual use of the land had been pending and as a result the applicant might still obtain perpetual use of another plot of land or compensation. The applicant was also ordered to reimburse the costs of the proceedings to the City of Warsaw in the amount of 112,000 Polish zlotys (PLN).", "The applicant lodged a cassation appeal against the judgment but on 3 April 2008 the Supreme Court refused to hear it.", "On 19 October 1948, in accordance with the time-limit provided in section 7 of the 1946 Decree, the applicant’s father lodged an application in which he sought to be granted the right of temporary ownership of the land.", "On 27 January 1975 the Mayor of Warsaw dismissed the application.", "On 2 September 1999 the applicant lodged a request for the above decision to be declared null and void.", "On 5 April 2000 the Warsaw Self-Government Board of Appeal (Samorządowe Kolegium Odwoławcze) decided to stay the proceedings. An appeal by the applicant was dismissed on 27 December 2000.", "On 19 March 2001 the Self-Government Board of Appeal decided to resume the proceedings.", "On 21 September 2001 the Warsaw Self-Government Board of Appeal found the above decision null and void.", "Subsequently, the applicant intervened on many occasions with the President of Warsaw and complained to a local Member of Parliament that the administrative authority was taking no action.", "On 20 July 2007 the President of Warsaw dismissed the applicant’s request for perpetual use of the land. It established that the ownership of the property in question had been transferred to the Złote Tarasy limited liability company, thus the applicant could not be granted the right of perpetual use of it.", "The applicant appealed.", "On 14 January 2008 the Warsaw Self-Government Board of Appeal upheld the impugned decision.", "On 20 August 2008 the Warsaw Regional Administrative Court quashed the decision and remitted the case. It considered that the administrative authorities should have examined whether the applicant had fulfilled the legal requirements to be granted the right of perpetual use. The issue that the ownership of the land had been transferred was of a secondary nature.", "The parties appealed against the judgment and on 23 September 2008 the Supreme Administrative Court upheld the decision.", "The proceedings are pending before the President of Warsaw.", "Under Article 35 of the Code of Administrative Procedure (“the Code”) of 1960 an administrative authority should give a decision on the merits of a case within two months. If those time-limits have not been complied with, the authority must, under Article 36 of the Code, inform the parties of that fact, explain the reasons for the delay and fix a new timelimit.", "Pursuant to Article 37 § 1, if the case has not been handled within the time-limits referred to in Articles 35 and 36, a party to administrative proceedings can lodge an appeal to the higher authority, alleging inactivity. In cases where the allegations of inactivity are well-founded, the higher authority fixes a new term for handling the case and orders an inquiry in order to determine the reasons for the inactivity and to identify the persons responsible for the delay. If need be, the authority may order that measures be applied to prevent future such delays.", "On 1 October 1995, the Law of 11 May 1995 on the Supreme Administrative Court (“the 1995 Act”) entered into force. Under section 17 of the 1995 Act the Supreme Administrative Court was competent to examine complaints against inactivity on the part of an authority.", "Section 26 of the Act provided:", "“When a complaint alleging inactivity on the part of an administrative authority is well-founded, the Supreme Administrative Court shall oblige that authority to issue a decision, or to perform a specific act, or to confirm, declare, or recognise a right or obligation provided for by law.”", "Section 34 of the 1995 Act set out the requirement of the exhaustion of available remedies before lodging a complaint with the Supreme Administrative Court. Accordingly, a complaint concerning alleged inactivity should be preceded by the lodging of a complaint with an administrative organ of a higher level, pursuant to the abovementioned Article 37 of the Code of Administrative Procedure.", "Pursuant to section 30 of the 1995 Act, the decision of the Supreme Administrative Court ordering an authority to put an end to its inactivity was legally binding on the authority concerned. If the authority did not comply with the decision, the court could, under section 31, impose a fine on it and might itself give a ruling on the right or obligation in question.", "The 1995 Act was repealed and replaced by the Law of 30 August 2002 on Proceedings before Administrative Courts (“the 2002 Act”) which entered into force on 1 January 2004. Section 3 § 2 of the 2002 Act contains provisions analogous to section 17 of the 1995 Act. It provides that administrative courts examine complaints of inactivity on the part of authorities obliged to issue an administrative decision or to carry out enforcement proceedings. Under section 149, if a complaint is wellfounded, an administrative court shall oblige the authority concerned to issue a decision, to perform a specific act, or to confirm, declare, or recognise a right or obligation provided for by law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}