{"ITEMID": "001-67964", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "LUPASCU v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Petru Lupascu, is a Moldovan national who was born in 1957 and lives in Chisinau.", "The applicant was charged with fraud in February 1997. During the subsequent criminal investigation, his home was searched and certain family assets were seized by order of the court. He was also prohibited from leaving the city. Since his job required frequent travel abroad, he was dismissed. In 1999 he was acquitted, an acquittal upheld on appeal.", "Given his acquittal, the applicant initiated an action for damages for which domestic law provided. On 10 September 2001 the Rîşcani District Court accepted his claims in part and awarded him 200,000 Moldovan lei (MDL) in compensation (pecuniary and non-pecuniary loss) and MDL 8000 (the equivalent of EUR 674 at the time) in legal costs. On 18 December 2001 the Chişinău Regional Court partly set aside that judgment: it awarded him MDL 100,000 (the equivalent of EUR 8,420 at the time) in compensation (non-pecuniary loss only) and it upheld the legal costs award (MDL 8000). On 21 March 2002 the Court of Appeal upheld the Regional Court's judgment. An enforcement warrant was submitted to the bailiff, who did not enforce it.", "On 23 July 2002 the Prosecutor General filed a request for the annulment of the judgment of 21 March 2002, a request upheld on 25 September 2002 by the Supreme Court of Justice. That court adopted a new judgment awarding him MDL 3000 (the equivalent of EUR 226 at the time) in compensation for non-pecuniary damage and upholding the legal costs award (MDL 8000). That judgment was enforced in November 2002."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}