{"ITEMID": "001-97406", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF EVCİMEN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Remainder inadmissible;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1959 and lives in Istanbul.", "5. In 1989 the applicant started working at a privately owned factory in the city of Ordu. On 4 February 1993 he had an accident in the factory and seriously injured his leg. Subsequently, on 13 August 1993 the applicant's employment at the factory was terminated on the ground that he had failed to report to work between 2 and 13 August 1993 without a reason.", "6. On 4 June 1996, the applicant brought a legal action against the factory before the Ordu Civil Court of General Jurisdiction (“the Civil Court”) and claimed pecuniary compensation in respect of the accident. In the meantime, in 1997 the applicant's leg had to be amputated following the diagnosis of a malignant tumour in his injured leg.", "7. On 11 November 1998, while the proceedings were pending before the Civil Court, the applicant brought another action before the Ordu Labour Court (“the Labour Court”) against the factory and asked the court to issue a declaration to the effect that the incident had been an “occupational accident”.", "8. On 5 February 1999, at the applicant's request, the Civil Court decided to adjourn its examination of the compensation claim pending the outcome of the proceedings before the Labour Court.", "9. On 17 December 1999 the Labour Court, relying on two expert reports, decided that the accident had been occupational. Nevertheless, the decision of the Labour Court was quashed on 17 February 2000 by the Court of Cassation, which held that the Social Security Institution (Sosyal Sigortalar Kurumu “the SSK”) should also be a party to the proceedings.", "10. Proceedings recommenced before the Labour Court, which found on 17 October 2000 that the applicant had introduced the same claim in 1994, and dismissed the case.", "11. On 26 March 2001 the Court of Cassation quashed the decision of the Labour Court and pointed to the fact that the case which had been brought in 1994 had had different parties and its subject matter had also been different to that of the present one.", "12. On 12 October 2001, after a further review of the case, the Labour Court gave a decision and held that the accident had been occupational.", "13. On 1 February 2002 the Court of Cassation quashed the judgment once more and held that the Labour Court should have considered whether a causal link existed between the tumour in the applicant's leg and the accident. The Court of Cassation considered that this could be done by obtaining a report from the Forensic Medicine Institution (“the Institution”).", "14. On 26 April 2002, after re-examining the case, the Labour Court confirmed its judgment of 12 October 2001. In its decision, the Labour Court maintained that any causal link between the tumour and the accident was irrelevant to the case at hand. It considered that this was a matter for the Civil Court to consider in its examination of the applicant's compensation claim.", "15. On 3 July 2002 the Plenary Court of Cassation quashed the Labour Court's decision of 26 April 2002 and upheld the Court of Cassation decision of 1 February 2002.", "16. On 18 October 2002 the Labour Court asked the Institution to draft a report as required by the Court of Cassation. On 8 November 2002 the Institution requested the Labour Court to forward to it all medical reports pertaining to the applicant's medical treatment. Following the failure of the Labour Court to comply with its request, the Institution repeated its request on two further occasions. The Labour Court, which did not comply with the Institution's requests, asked the Institution to prepare its report on the basis of the reports already in its possession.", "17. On 19 March 2004 the Institution prepared its report based on several medical reports on the applicant delivered by different hospitals between 1993 and 1997. It concluded that it was not possible to establish whether the tumour in the leg had been caused by the accident. In its report the Institution also noted that the applicant, although warned by the doctors about the gravity of his condition, had failed to have medical examinations between 1994 and 1997. It concluded that this could also have caused the tumour in the applicant's leg.", "18. On 1 September 2004 the applicant submitted to the Labour Court written objections to the Institution's report. He argued, in particular, that the report was irrelevant to the examination of his claim and in any event was based on insufficient data. The applicant further argued that the Forensic Institution had prepared a negative report as he had lodged a complaint against the experts regarding the delay in the submission of their report.", "19. Based on the report of the Institution, the Labour Court decided on 10 September 2004 that there was no causal link between the accident and the tumour in the applicant's leg, and dismissed the case. On 11 October 2004 the applicant appealed and repeated his objections, mentioned above, to the Institution's report. The applicant's appeal was rejected by the Court of Cassation 11 April 2005.", "20. Following the decision of the Court of Cassation, the Civil Court resumed the proceedings. On 17 July 2005 the domestic court rejected the applicant's case based on the decision of the Labour Court dated 10 September 2004. In its decision, it stated that the Labour Court had had regard to all the documents in the case file, the submissions of the parties and the medical report of the Forensic Institution which held that there was no causal link between the tumour in the applicant's leg and the incident. As a result, by making reference to the decision of the Labour Court it dismissed the applicant's case. On 14 February 2006 the Court of Cassation rejected the applicant's appeal request."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}