{"ITEMID": "001-96421", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "JAKUPI v. ALBANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Qerim Jakupi, is an Albanian national who was born in 1937 and lives in Lushnjë. He is represented before the Court by Mr A. Shehu, a lawyer practising in Tirana. The Albanian Government (“the Government”) were represented by their then Agents, Mr S. Puto and Ms B. Bulica.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 16 April 1992 the Lushnjë City Council granted the applicant a building permit to erect a temporary construction. The applicant used it to establish a café-bar. The permit, however, did not stipulate the duration of its validity.", "In 1993 the Urban Planning Act (“the 1993 Act”) was enacted. It provided that building permits for temporary constructions had a validity of one year. The 1993 Act was repealed by the Urban Planning Act 1998 (“the 1998 Act”), which made the same provision for the validity of building permits in relation to temporary constructions.", "On 23 December 1999 the Fier District Construction Police (Policia Ndërtimore – “the DCP”) decided to institute administrative proceedings against the applicant for alleged breaches of the 1998 Act’s provisions. Consequently, on 2 February 2000 the DCP found that the one-year validity period of the applicant’s building permit had been considerably exceeded, in violation of the 1998 Act. It also found that it was located on a green public area in breach of the 1998 Act. Finally, the DCP ordered the demolition of the applicant’s construction.", "On an unspecified date in February 2000 the applicant filed a motion against the DCP’s decision with the National Construction Police (“the NCP”) – the highest competent administrative body. He argued that the building permit issued in 1992 was for an unlimited duration. Furthermore, he contended that the construction was lawful and that the uninterrupted running of the business should be regarded as an implicit renewal of the permit by the authorities.", "On 23 February 2000 the DCP requested the applicant to demolish the building voluntarily within 5 days from the date of its decision in accordance with the 1998 Act.", "On 1 March 2000 the NCP rejected the applicant’s motion and upheld the DCP’s demolition order. The applicant was ordered to demolish the café-bar within five days. The respondent Government maintained that the order had been served on the applicant on an unspecified date by surface mail.", "In the applicant’s submission, he stayed from 1 to 14 March 2000 in the former Yugoslav Republic of Macedonia for family reasons and was not served with, or notified of, either the decision or the order of the NCP.", "On 10 March 2000, while the applicant was in the former Yugoslav Republic of Macedonia, the DCP demolished his café-bar. The police record (proces-verbal), in so far as relevant, stated:", "“the DCP (...) closely followed [and inspected] the applicant’s employees’ voluntary execution [of the demolition order].”", "The police record was not signed by the applicant’s employees. Neither did the document make reference to any stocktaking of the equipment present inside the café-bar before, during or after its demolition.", "On an unspecified date in 2000 the applicant lodged a claim with the Lushnjë District Court (“the District Court”). He challenged the lawfulness of the NCP’s demolition order and complained of arbitrariness on the part of the police force as he had not been informed of the demolition. Moreover, the applicant requested compensation for pecuniary loss in respect of the café-bar’s equipment, which amounted to 3 million Albanian leks (approximately 24,032 euros).", "On 30 March 2001 the District Court held that the demolition order was lawful in so far as the applicant had failed to apply to the competent authority for renewal of the building permit to erect a temporary construction. The court found that no automatic renewal had been recognised by the 1998 Act and that the demolition of the building was also in accordance with the Construction Police Act. Moreover, the District Court dismissed as unsubstantiated his claims relating to the arbitrariness of the police force and their responsibility for the alleged damage caused by the demolition of the café-bar. With regard to the loss of the café-bar’s equipment, it found the applicant partly responsible. By failing to comply with the police order, he had contributed to the damage caused to his property. Lastly, the court found that responsibility for the damage caused by the loss of the café-bar’s equipment lay with the employees who had carried out the demolition.", "On an unspecified date in 2001 the applicant appealed to the Fier Court of Appeal (“the Court of Appeal”).", "On 8 June 2001 the Court of Appeal upheld the District Court’s judgment. It found that the applicant had been responsible for causing the damage in so far as he had decided to go abroad on 1 March 2000 at the time when he had had notification of the impending demolition of the bar. Moreover, the court held that the applicant had not demonstrated any direct liability on the part of the police force for pecuniary loss.", "The applicant appealed to the Supreme Court. He claimed that his premises had been erected on the strength of a temporary building permit which did not stipulate the period of validity. Consequently, he had been a bona fide owner and user of the café-bar throughout this time. The applicant alleged that the Construction Police had overstepped its powers in that they had acted in the place of the Council for Territorial Planning as regards the issuance of a demolition order for the premises. The applicant also submitted that the lower courts had not examined whether the demolition order had been duly served on him. Finally, the applicant questioned the Construction Police’s actions resulting in his dispossession of the café-bar’s equipment and the total lack of compensation.", "On 20 May 2002 the Supreme Court decided to dismiss his appeal, stating that the grounds of the appeal fell outside the scope of Article 472 of the Code of Civil Procedure (“the CCP”).", "On 23 July 2002 the applicant appealed to the Constitutional Court. He relied on the same grounds of appeal as before the Supreme Court.", "On 27 September 2002 the complaint was declared inadmissible by a bench of three judges of the Constitutional Court, for failure to comply with Article 131 (f) of the Constitution.", "The relevant domestic legal provisions read as follows:", "“1. The right of private property is guaranteed.", "...”", "“1. The freedom, property and rights recognised in the Constitution and by law may not be withdrawn without due process.", "2. In the protection of his constitutional and legal rights, freedoms and interests, or in defending against a criminal charge, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”", "“The Constitutional Court decides on:", "(f) final complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "“1. The Constitutional Court may initiate proceedings only at the request of:", "...", "(f) political parties and other organisations;", "(g) individuals.", "2. The entities designated in the first paragraph, letters ... (f) and (g), may lodge applications only on issues connected with their interests.”", "An individual may lodge a complaint with the Constitutional Court on the basis of Article 131 (f) of the Constitution alleging a breach of his right to a fair hearing. The Constitutional Court has interpreted the right to a fair hearing as encompassing the right of access to a court (see, for example, decisions nos. 4/05, 10/07, 7/08); the right to enjoy equality of arms and the right to notification of acts of a court (see, for example, decisions nos. 11/05, 12/05, 8/06, 5/07, 6/07, 80/07, 1/08); the right to an independent and impartial tribunal (see, for example, decisions nos. 16/05, 36/05, 12/07); and, the right to reasoned judgments (see, for example, decision no. 33/05).", "In the event the Constitutional Court finds a violation of the right to a fair hearing, it quashes the lower courts’ judgments and remits the case for re-consideration.", "Articles 324-333 govern the adjudication of administrative disputes, following exhaustion of all administrative remedies. Article 324 provides that a party may bring an action before a court with a view to revoking or amending an administrative decision. Under Article 325 a party must argue that the decision is unlawful and that his or her own interests and rights have been violated directly or indirectly, individually or collectively.", "With regard to the appeal procedure before the Supreme Court, the Code of Civil Procedure, in so far as relevant, reads as follows:", "“Decisions of the Court of Appeal and the District Court may be appealed against to the Supreme Court on the following grounds: (a) the law has not been complied with or has been applied erroneously; (b) there have been serious breaches of procedural rules (pursuant to Article 467 of the Code); (c) there have been procedural violations that have affected the adoption of the decision. ...”", "“An appeal [to the Supreme Court] shall be declared inadmissible if it contains grounds other than those provided for under the law. The inadmissibility of appeals shall be decided upon in deliberations in camera.”", "Articles 78 and 79 of the CAP govern the adoption of interim measures.", "Article 78 of the CAP provides that the administrative body responsible for taking the final decision may impose interim measures when it considers that the failure to take certain actions would cause serious and irreparable damage to public interests. Interim measures may be adopted on the initiative of the administrative body or at the request of the complainant. The decision should be reasoned and contain a fixed timeframe.", "Article 79 of the CAP provides for the grounds on which an interim measure is lifted.", "The 1998 Act, which repealed the 1993 Act, entered into force on 25 October 1998. It lays down the general rules governing the location and architecture of constructions in Albania. It provides for the establishment of the district Councils for Territorial Planning (“CTPs”) and the National CTP.", "Section 58 provides that permits to erect temporary buildings have a one-year validity. Such permits are issued only in the event of natural disasters or similar occurrences. Section 62 stipulates that district CTAs are not empowered to authorise temporary constructions in green public areas. Under section 75 the Construction Police is empowered to impose fines and order the demolition of unlawful buildings. Moreover, the Act provides for the immediate destruction of illegal buildings in public areas.", "Section 82, as in force at the material time, stated that the DCP’s decision could be appealed against within five days to the NCP, which was obliged to decide within ten days. The NCP’s decision could be appealed against to the District Court within five days from its notification. Section 83 provided that an appeal to the court did not have suspensive effect for the execution of administrative decisions.", "The 1998 Act does not contain a provision to the effect that it is applicable to events prior to its entry into force.", "In its decision no. 2 of 25 January 1999 about the unconstitutionality of certain articles of the 1998 Urban Planning Act, the Constitutional Court found, inter alia, that Articles 58 and 75 were not unconstitutional and did not breach constitutional principles.", "By decision no. 32 of 24 November 2003, referring to the suspension of the execution of administrative acts of, inter alia, the Construction Police, as provided for in the 1998 Act, the Constitutional Court held that the suspension of the execution of administrative acts was amenable to judicial review. The domestic courts may decide on the suspension of the execution of administrative acts, provided that the petitioner brings an action against the administrative act and simultaneously requests the suspension of execution thereof, in compliance with the relevant provisions (Articles 324-326 and 329) of the CCP.", "The Construction Police Act 1998 established the Construction Police who were responsible for supervising compliance with and the lawfulness of the urban planning legislation. The Construction Police was empowered to impose fines, decide on the suspension of construction work and order the demolition of unlawful constructions (section 3 and 5).", "The Construction Police Act 1998 was repealed in 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}