{"ITEMID": "001-57984", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF SINGH v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-4;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland;N. Valticos", "TEXT": ["6. Mr Prem Singh was born in 1957 and is currently resident in Wakefield, West Yorkshire.", "7. On 19 February 1973, the applicant - then aged 15 - was convicted at Leeds Crown Court of the murder of a 72-year-old woman. He had broken into her home, strangled her, cut her throat and had sexual intercourse with her at around the time of her death. Mr Singh received a mandatory sentence of detention \"during Her Majesty’s pleasure\" pursuant to section 53 (1) of the Children and Young Persons Act 1933 (as amended) (see paragraph 29 below). Its effect was to render the applicant \"liable to be detained in such a place and under such conditions as the Secretary of State [for the Home Department] may direct\".", "8. In October 1990, having served the punitive part of his sentence (\"tariff\" - see paragraph 33 below), Mr Singh was released on licence.", "9. On 11 March 1991 the applicant was arrested and interviewed at Southmead police station, Bristol, in connection with a number of alleged offences involving deception, and one of using threatening behaviour. He denied the allegations.", "10. On 12 March 1991 the Parole Board considered Mr Singh’s case, and on 21 March 1991 his life licence was revoked by the Secretary of State on its recommendation. On 21 March 1991 the applicant received a formal notice of the reasons for this decision, which he was entitled to by virtue of section 62 (3) of the Criminal Justice Act 1967 (see paragraph 43 below). It informed him that the Secretary of State had revoked his licence in the light of:", "\"(i) Reports indicating that you had lied to and misledyour supervising officers and avoided telling them of avariety of significant events following your release onlicence.", "(ii) Your arrest and subsequent appearances beforeBristol Magistrates on several criminal charges includingfraud and using threatening behaviour, set against thecircumstances surrounding the offence for which you weregiven a life sentence in 1973, make it impossible for theSecretary of State to be satisfied that your continuedpresence in the community did not constitute a risk tothe public.\"", "11. On 27 August 1991, having complained to the Avon Probation Service about its recommendation, Mr Singh received a more detailed explanation of his recall in a letter from the chief probation officer. The reason given for his recall was not the alleged offences (which were a matter for the court), but rather his failure to provide accurate information about his circumstances to his supervising probation officer. The letter cited specifically his failure to inform her about the purchase of a motor vehicle; getting a job and giving false information to his employers about his age and character; having a relationship and not telling his girlfriend all about his background; and falling into arrears with his rent.", "12. Mr Singh denied the accuracy of most of these allegations, and asked the Parole Board to review the merits of the revocation of his licence. Under section 62 (4) of the Criminal Justice Act 1967 (now section 39 (4) of the Criminal Justice Act 1991 - see paragraph 43 below), the Parole Board was empowered at this stage to take a binding decision for Mr Singh’s immediate release.", "13. The Parole Board considered the applicant’s case on 27 August and 19 December 1991. It had before it a number of reports from the probation service and the police, none of which was disclosed to the applicant. On 19 December 1991 the Board decided against recommending Mr Singh’s immediate release. He was not told the reasons for this decision.", "14. On 2 March 1992 the criminal charges against Mr Singh (see paragraph 9 above) were dismissed because the prosecution had presented the indictment out of time. Mr Singh asked for his case to be reconsidered in the light of this development, and the Secretary of State accordingly referred it back to the Parole Board, under the procedure set out in section 61 (1) of the Criminal Justice Act 1967 (see paragraph 34 below). On 30 July 1992 the Board again declined to recommend Mr Singh’s release.", "15. The applicant then sought judicial review (see paragraph 47 below) of the two decisions of the Parole Board of 19 December 1991 and 30 July 1992. On 20 April 1993 the Divisional Court quashed the Parole Board’s decision of 19 December 1991 on the ground that there had been a breach of natural justice because of the Board’s failure to disclose to Mr Singh all the reports before it. The court held that the applicant was entitled to a fresh consideration by the Parole Board under the terms of section 39 (4) of the Criminal Justice Act 1991, at which the Board would be empowered to order (not merely to recommend) his release (see paragraph 43 below). Lord Justice Evans found, inter alia, that:", "\"[Mr Singh’s] status is that of a person whose continueddetention can only be justified if the test ofdangerousness, meaning an unacceptable risk of physicaldanger to the life or limb of the public, is satisfied\"(R. v. Secretary of State for the Home Department, exparte Prem Singh, unreported, transcript pp. 26F-27B) He further commented that the disclosed facts \"scarcely seem able to support a positive answer to [this question]\".", "16. As a result of the Divisional Court’s decision, Mr Singh received a complete file of the documents which were before the Parole Board. This included a number of detailed probation reports alleging deception of his supervising officers by Mr Singh, and also several hundred pages of witness statements obtained by the police in connection with the criminal charges which had been dismissed (see paragraphs 9 and 14 above).", "17. With the help of his solicitor, Mr Singh made written representations to the Parole Board. He denied the allegations contained in the letter from the chief probation officer that he had deceived his supervising probation officer (see paragraph 11 above) and supported his case with witness statements from his girlfriend and landlady.", "18. On 18 June 1993 the Parole Board considered Mr Singh’s case. He was not permitted to be present at the review and had no opportunity to give oral evidence or to question those who had made allegations against him. The Board decided not to recommend release, and gave the following reasons:", "\"The Panel accepted that Mr Singh’s representationsanswered some matters which were of concern to hisprobation officer. However, there was a lack of opennessin his dealings with the Probation Service. The Panelalso considered that the conduct which led to thecriminal charges indicated a serious kind ofdeceptiveness. His behaviour under supervision led thePanel to conclude that the nature of his personality andbehaviour had not changed significantly since theoriginal offence at the age of 15. His failure to complywith the discipline of licence supervision, bearing inmind the original offence, gives rise to considerableconcern.\"", "19. Mr Singh applied for judicial review of this decision, but he withdrew his application on or about 7 March 1994 because he had been offered an early review of his case by the Parole Board.", "20. In June 1994 the Parole Board reconsidered Mr Singh’s case in accordance with section 35 (2) of the Criminal Justice Act 1991 (see paragraph 35 below). Mr Singh entered detailed representations and the file before the Board was disclosed to him; it contained recent reports from probation officers, from a psychologist working with Mr Singh and from the Local Review Committee (see paragraph 46 below). All the reports which made a specific recommendation were in favour of the applicant’s release as soon as possible via a pre-release hostel.", "21. As the applicant was informed on 21 July 1994 the Parole Board unanimously recommended his release subject to six months in a pre-release employment scheme. The reasons given were as follows:", "\"On the evidence presented to [the panel], theyconsidered Prem Singh no longer constituted a danger tolife or limb of committing further life threateningoffences to justify his continued detention since hisrecall in March 1991.\"", "22. The applicant was also informed on 21 July 1994 that the Secretary of State was \"not prepared to accept this recommendation and [did not agree] to [the applicant’s] release\". The Secretary of State so decided in exercise of his statutory powers (see paragraph 43 below).", "23. By a communication of 8 September 1994 the applicant was given the reasons for the Secretary of State’s decision. These were that Mr Singh had misled the probation service after his release in October 1990 and had appeared before the magistrates on several criminal charges, although these had subsequently been dismissed on technical grounds. Thus, he had been recalled to prison \"following serious breaches of the trust placed in [him] as a life licensee\". The Secretary of State was unable to assess accurately whether he was still a threat to the public, because he had spent the three and a quarter years since his recall in a closed prison. He considered that Mr Singh’s relationship with the probation service needed to be tested in the \"more challenging environment of an open prison\". For these reasons, he believed that Mr Singh should be transferred to an open prison for further testing. His next formal review by the Parole Board would begin in October 1995.", "24. Mr Singh applied for judicial review of the Secretary of State’s decision. On 16 March 1995 the Divisional Court quashed the Secretary of State’s decision and ordered him to reconsider it. The court found, inter alia, that the correct test to be applied was whether Mr Singh constituted a danger to the \"life or limb\" of the public, and that the reasoning process of the Secretary of State had been flawed because he had not properly explained how the findings he had made related to the test of dangerousness (R. v. Secretary of State for the Home Department, ex parte Prem Singh (no. 2), unreported).", "25. In September 1995 Mr Singh joined a pre-release employment scheme. His provisional date for release is 18 March 1996.", "26. A person who unlawfully kills another with intent to kill or cause grievous bodily harm is guilty of murder. English law imposes a mandatory sentence for the offence of murder: \"detention during Her Majesty’s pleasure\" if the offender is under the age of 18 (section 53 (1) of the Children and Young Persons Act 1933 (as amended) - see paragraph 29 below); \"custody for life\" if the offender is between 18 and 20 years old (section 8 (1) of the Criminal Justice Act 1982); and \"life imprisonment\" for an offender aged 21 or over (section 1 (1) of the Murder (Abolition of Death Penalty) Act 1965). Mandatory life sentences are fixed by law in contrast to discretionary life sentences, which can be imposed at the discretion of the trial judge on persons convicted of certain violent or sexual offences (for example manslaughter, rape, robbery).", "The principles underlying the passing of a discretionary life sentence are:", "(i) that the offence is grave and", "(ii) that there are exceptional circumstances whichdemonstrate that the offender is a danger to the publicand that it is not possible to say when that danger willsubside. Discretionary life sentences are indeterminate so that", "\"the prisoner’s progress may be monitored ... so that he will be kept in custody only so long as public safety may be jeopardised by his being let loose at large\" (R. v. Wilkinson [1983] 5 Criminal Appeal Reports 105, 108).", "27. The notion of detention during Her Majesty’s pleasure has its origins in statutory form in an Act of 1800 for \"the safe custody of insane persons charged with offences\" (Criminal Lunatics Act), which provided that defendants acquitted of a charge of murder, treason or felony on the grounds of insanity at the time of the offence were to be detained in \"strict custody until His Majesty’s pleasure shall be known\" and described their custody as being \"during His [Majesty’s] pleasure\".", "28. In 1908, detention during His Majesty’s pleasure was introduced in respect of offenders aged between 10 and 16. It was extended to cover those under the age of 18 at the time of conviction (1933) and further extended to cover persons under the age of 18 at the time when the offence was committed (1948).", "29. The provision in force at present is section 53 (1) of the Children and Young Persons Act 1933 (as amended) (\"the 1933 Act\") which provides:", "\"A person convicted of an offence who appears to thecourt to have been under the age of eighteen years at thetime the offence was committed shall not, if he isconvicted of murder, be sentenced to imprisonment forlife, nor shall sentence of death be pronounced on orrecorded against any such person; but in lieu thereof thecourt shall ... sentence him to be detained during HerMajesty’s pleasure and, if so sentenced he shall beliable to be detained in such a place and under suchconditions as the Secretary of State may direct.\"", "30. In the case of R. v. Secretary of State for the Home Department, ex parte Prem Singh (20 April 1993, cited above at paragraph 15) Lord Justice Evans in the Divisional Court held as follows in respect of detention \"during Her Majesty’s pleasure\":", "\"At the time of sentencing, the detention orders under section 53 were mandatory. It is indeed the statutory equivalent for young persons of the mandatory life sentence for murder. But the sentence itself is closer in substance to the discretionary sentence of which part is punitive (retribution and deterrence) and the balance justified only by the interests of public safety when the test of dangerousness is satisfied. The fact that the mandatory life prisoner may be given similar rights as regards release on licence does not alter the fact that the mandatory life sentence is justifiable as punishment for the whole of its period: see R. v. Secretary of State Ex. p. Doody & Others [1993] Q.B. 157 and Wynne v. UK (E.C.H.R. 1st December 1992). The order for detention under section 53 is by its terms both discretionary and indeterminate: it provides for detention ‘during Her Majesty’s pleasure’ I would decide the present case on the narrow ground that, notwithstanding Home Office and Parole Board practice, the applicant should be regarded as equivalent to a discretionary life prisoner for the purpose of deciding whether Wilson rather than Payne governs his case.\"", "(transcript, pp. 24C-25B)", "The court accordingly held that the applicant should be afforded the same opportunity as would be given to a discretionary life prisoner to see the material before the Parole Board when it decided whether he should be released after his recall to prison on revocation of his licence. The Parole Board has changed its policy accordingly.", "31. However, in a statement in Parliament made on 27 July 1993 (see paragraph 38 below), the Secretary of State, Mr Michael Howard, explained that he included in the category of \"mandatory life sentence prisoners\" those", "\"persons who are, or will be, detained during HerMajesty’s pleasure under section 53 (1) of the Childrenand Young Persons Act 1933 ...\"", "32. In R. v. Secretary of State for the Home Department, ex parte T. and Others [1994] Queen’s Bench 378, 390D, Lord Justice Kennedy in the Divisional Court (with whom Mr Justice Pill agreed) said:", "\"I see no reason to regard him as having any specialstatus because he was sentenced to detention [during HerMajesty’s pleasure] rather than to life imprisonment,despite what was said by Evans LJ when giving judgment inReg. v. Parole Board, ex parte Singh (Prem)(20 April 1993, unreported). The issues in that casewere very different from those with which we areconcerned. If Hickey had not been sent to hospital hecould hope to benefit from the provisions ofsection 35 (2) of the 1991 Act [on mandatory lifeprisoners] ... It will be recalled that in Hickey’s casethe offence was murder, so the sentence was mandatory notdiscretionary.\"", "On appeal the Court of Appeal stated that in respect of a person sentenced to detention during Her Majesty’s pleasure under section 53 (1) of the 1933 Act for the offence of murder, the relevant provisions on release were those in section 35 (2) of the Criminal Justice Act 1991 (see paragraph 35 below), and not those relating to a discretionary life prisoner (R. v. Secretary of State for the Home Department, ex parte Hickey [1995] 1 All England Law Reports 479, 488).", "33. Persons sentenced to mandatory and discretionary life imprisonment, custody for life and those detained during Her Majesty’s pleasure have a \"tariff\" set in relation to that period of imprisonment they should serve to satisfy the requirements of retribution and deterrence. After the expiry of the tariff, the prisoner becomes eligible for release on licence. Applicable provisions and practice in respect of the fixing of the tariff and release on licence have been subject to change in recent years, in particular following the coming into force on 1 October 1992 of the Criminal Justice Act 1991 (\"the 1991 Act\").", "34. Section 61 (1) of the Criminal Justice Act 1967 (\"the 1967 Act\") provided, inter alia, that the Secretary of State, on the recommendation of the Parole Board and after consultation with the Lord Chief Justice and the trial judge, may \"release on licence a person serving a sentence of imprisonment for life or custody for life or a person detained under section 53 of the Children and Young Persons Act 1933\". In this respect no difference was made between discretionary and mandatory life prisoners.", "35. By virtue of section 35 (2) of the 1991 Act, persons detained during Her Majesty’s pleasure and those life prisoners who are not discretionary life prisoners (see paragraph 26 above), may be released on licence by the Secretary of State, if recommended to do so by the Parole Board and after consultation with the Lord Chief Justice and the trial judge. The decision on whether to release still lies, therefore, with the Secretary of State.", "36. The Secretary of State also decides the length of a prisoner’s tariff. Subsequently to a House of Lords judgment of 24 June 1993 (R. v. Secretary of State for the Home Department, ex parte Doody [1994] 1 Appeal Cases 531, 567G), the view of the trial judge is made known to the prisoner after his trial as is the opinion of the Lord Chief Justice. The prisoner is afforded the opportunity to make representations to the Secretary of State who then proceeds to fix the tariff. Where the Secretary of State decides to depart from the judicial recommendation he is obliged to give reasons. As a matter of practice the prisoner is informed of the Secretary of State’s final decision. In the second, post-punitive phase of detention the prisoner knows that \"the penal consequence of his crime has been exhausted\" (ibid., 557A).", "37. A statement of policy issued by Sir Leon Brittan, then Secretary of State for the Home Department, on 13 November 1983 indicated that release on licence following expiry of the tariff depended on whether the person was considered no longer to pose a risk to the public.", "38. On 27 July 1993, the Secretary of State, Mr Michael Howard, made a statement of policy in relation to mandatory life prisoners, stating, inter alia, that before any such prisoner is released on licence he", "\"will consider not only, (a) whether the period served bythe prisoner is adequate to satisfy the requirements ofretribution and deterrence and, (b) whether it is safe torelease the prisoner, but also (c) the publicacceptability of early release. This means that I willonly exercise my discretion to release if I am satisfiedthat to do so will not threaten the maintenance of publicconfidence in the system of criminal justice\".", "39. In a number of recent court cases involving persons detained during Her Majesty’s pleasure, it has been stated that the correct test for post-tariff detention was to be whether the offender continued to constitute a danger to the public (R. v. Secretary of State for the Home Department, ex parte Cox, 3 September 1991; R. v. Secretary of State for the Home Department, ex parte Prem Singh, 20 April 1993 - cited above at paragraph 15; R. v. Secretary of State for the Home Department, ex parte Prem Singh (no. 2), 16 March 1995).", "40. The 1991 Act instituted changes to the regime applying to the release of discretionary life prisoners following the decision of the European Court of Human Rights in the case of Thynne, Wilson and Gunnell v. the United Kingdom (judgment of 25 October 1990, Series A no. 190-A).", "41. Pursuant to section 34 of the 1991 Act, the tariff of a discretionary life prisoner is now fixed in open court by the trial judge after conviction. After the tariff has expired, the prisoner may require the Secretary of State to refer his case to the Parole Board which has the power to order his release if it is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined.", "Pursuant to the Parole Board Rules 1992 which came into force on 1 October 1992, a prisoner is entitled to an oral hearing, to disclosure of all evidence before the panel (see paragraph 45 below) and to legal representation. There is provision enabling a prisoner to apply to call witnesses on his behalf and to cross-examine those who have written reports about him.", "42. For the purposes of the 1991 Act, persons detained during Her Majesty’s pleasure are not regarded as discretionary life prisoners (section 43 (2)).", "43. Recall to prison of a person released on licence was governed by section 62 of the 1967 Act which reads:", "\"(1) Where the Parole Board recommends the recall of anyperson who is subject to a licence under section 60 or 61of this Act, the Secretary of State may revoke thatperson’s licence and recall him to prison.", "(2) The Secretary of State may revoke the licence of anysuch person and recall him as aforesaid withoutconsulting the Board, where it appears to him that it isexpedient in the public interest to recall that personbefore such consultation is practicable.", "(3) A person recalled to prison under the foregoingprovisions of this section may make representations ...", "(4) The Secretary of State shall refer to the Board thecase of a person recalled under subsection (1) of thissection who makes representations under the lastforegoing subsection and shall in any event so refer thecase of a person returned to prison after being recalledunder subsection (2) of this section.", "(5) Where the Board recommends the immediate release onlicence of a person whose case is referred to it underthis section, the Secretary of State shall give effect tothe recommendation...\"", "44. Section 39 of the 1991 Act has added that a person recalled to prison shall be informed of the reasons for his recall and of his right to make representations in writing.", "45. Section 59 of the 1967 Act set out the constitution and functions of the Parole Board:", "\"(1) For the purposes of exercising the functionconferred on it by this Part of this Act as respectsEngland and Wales there shall be a body known as theParole Board ... consisting of a chairman and not lessthan four other members appointed by the Secretary ofState.", "...", "(4) The following provisions shall have effect withrespect to the proceedings of the Board on any casereferred to it, that is to say", "(a) the Board shall deal with the case on consideration of any documents given to it by the Secretary of State and of any reports it has called for and any information whether oral or in writing that it has obtained; and", "(b) if in any particular case the Board thinks it is necessary to interview the persons to whom the case relates before reaching a decision, the Board may request one of its members to interview him and shall take into account the report of that interview by that member ...", "(5) The documents to be given by the Secretary of Stateto the Board under the last foregoing subsection shallinclude", "(a) where the case referred to the Board is one of release under section 60 or 61 of this Act, any written representations made by the person to whom the case relates in connection with or since his last interview in accordance with rules under the next following subsection;", "(b) where the case so referred relates to a person recalled under section 62 of this Act, any written representations made under that section.\"", "As to the constitution of the Parole Board, Schedule 2 to the 1967 Act further provides:", "\"1. The Parole Board shall include among its members", "(a) a person who holds or has held judicial office;", "(b) a registered medical practitioner who is a psychiatrist;", "(c) a person appearing to the Secretary of State to have knowledge and experience of the supervision or after care of discharged prisoners;", "(d) a person appearing to the Secretary of State to have made a study of the causes of delinquency or the treatment of offenders.\"", "The Parole Board always counts among its members three High Court judges, three circuit judges and a recorder. Cases referred to the Board may be dealt with by three or more members of the Board (Parole Board Rules 1967). In practice, the Board sits in small panels, including, in the case of life prisoners, a High Court judge and a psychiatrist. The judges on the Board are appointed by the Home Secretary (section 59 (1) of the 1967 Act) after consultation with the Lord Chief Justice.", "With the exception of the new rules concerning discretionary life prisoners, similar provisions apply under the 1991 Act.", "46. Under section 59 (6) of the 1967 Act the Secretary of State established for every prison a Local Review Committee with the function of advising him on the suitability for release on licence of prisoners. It was the practice to obtain this assessment before referring a case to the Parole Board. Before the Local Review Committee reviewed a case, a member of the committee would interview the prisoner if he was willing to be interviewed.", "The first review by the Local Review Committee was normally fixed to take place three years before the expiry of the tariff. Local Review Committees were abolished by the Parole Board Rules 1992. The prisoner is now interviewed by a member of the Parole Board.", "47. Persons serving a sentence of detention during Her Majesty’s pleasure may institute proceedings in the High Court to obtain judicial review of any decision of the Parole Board or of the Secretary of State if those decisions are taken in breach of the relevant statutory requirements or if they are otherwise tainted by illegality, irrationality or procedural impropriety (Council of Civil Service Unions v. Minister for the Civil Service, [1984] 3 All England Law Reports 935, 950-51)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}