{"ITEMID": "001-57538", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1984, "DOCNAME": "CASE OF McGOFF v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-3;No violation of Art. 5-4;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["11. Mr. Anthony McGoff is an Irish citizen, born in 1950 and resident at Naas (County Kildare) in Ireland. At the time of the events complained of, he was a contractor by profession.", "12. On 27 October 1977, the District Court (tingsrätten) of Stockholm issued a warrant for his arrest (häktningsbeslut) on the ground that there was probable cause to suspect him of gross smuggling and a serious offence against the legislation on narcotics, and also to believe that he would abscond.", "Mr. McGoff was not present at the hearing but was represented by counsel assigned by the court.", "13. After being arrested in the Netherlands on 10 July 1979, he was extradited to Sweden on 24 January 1980 and immediately placed in custody in the main prison (allmänna häktet) in Stockholm. The District Court was notified the following day.", "As from 25 January 1980, the police inspector in charge endeavoured to interrogate Mr. McGoff, but the latter declined to make any statement until he had had the opportunity to consult a lawyer. Although informed that Mr. L had been appointed as official defence counsel, the applicant refused to accept any other lawyer than Mr. F. The District Court therefore appointed Mr. F who, on 28 January, visited the applicant in his cell.", "14. On 8 February, the District Court held a hearing at the close of which it ordered Mr. McGoff’s continued detention and directed that criminal proceedings against him should be instituted no later than 21 February 1980. The public prosecutor instituted such proceedings on 21 February.", "15. On 26 February, when the main hearing (huvudförhandling) was about to begin, the applicant requested that two persons be heard as witnesses and expressed his wish to adduce certain written evidence which was not immediately available. The District Court remanded Mr. McGoff in custody and deferred the hearing until 7 March 1980.", "16. On the latter date, in view of the applicant’s poor physical condition, the District Court once more adjourned the hearing; it also directed that the applicant should be kept in detention.", "17. The trial finally took place on 13 March 1980. Mr. McGoff was convicted of a serious offence against the legislation on narcotics and sentenced by the District Court to two years’ imprisonment; the District Court also ordered that he should be deported from Sweden on expiry of his sentence.", "18. Conviction and sentence were upheld on 12 May 1980 by the Svea Court of Appeal (Svea hovrätt).", "On 26 June 1980, the Supreme Court (högsta domstolen) refused the applicant’s request for leave to appeal.", "19. On 24 November 1980, Mr. McGoff was released after serving two-thirds of his sentence, account having been taken of the time spent in detention both in the Netherlands and in Sweden prior to conviction (Chapter 33, section 5, of the Penal Code).", "20. Under Chapter 52, section 1, of the Code of Judicial Procedure (rättegångsbalken) an appeal against an arrest warrant is not made subject to any time-limit.", "In virtue of the last paragraph of Chapter 24, section 17, the court must be notified immediately when such warrants are executed. Once it is in receipt of such information, the court has to lay down the period of time within which criminal proceedings (åtal) against the person detained must be instituted. If this period is greater than two weeks, the court must normally hold a public hearing at least once a fortnight in order to decide whether or not detention is to be continued.", "21. On 10 March 1983, the Swedish Government set up a commission to consider revising parts of the Code of Judicial Procedure, including the rules governing pre-trial detention. In particular, the commission is to inquire into the possibilities of making the prerequisites for placing a suspect in detention on remand (häktning) more stringent and into possible ways of shortening the duration of detention on remand and provisional detention (anhållande)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}