{"ITEMID": "001-5478", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "KATANIC v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, a citizen of Bosnia-Herzegovina born in 1962, resides in Wettingen in Switzerland.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant entered Switzerland as a seasonal worker in 1987. In the same year he married J.S., a citizen of Bosnia-Herzegovina who arrived in Switzerland in 1983 and is currently working as head of department in a supermarket. As a result of the marriage, the applicant was granted an annual residence permit. Their son S. was born in 1989.", "At a date not specified in the application the applicant suffered an accident while at work. Part of his left arm was amputated, and he now draws an invalidity pension.", "On 25 January 1995 the Zurzach District Court (Bezirksgericht) sentenced the applicant to 33 months’ imprisonment, a fine of 4,000 Swiss Francs (CHF) and five years’ expulsion from Switzerland, inter alia, on account of professional insurance fraud and contravening the War Material Act (Kriegsmaterialgesetz), in particular gun-running firearms to Yugoslavia. The expulsion from Switzerland was suspended on probation for a period of five years. No appeal was filed against this judgment.", "By letter dated 15 March 1995 the Aliens’ Police (Fremdenpolizei) of the Canton of Aargau informed the applicant that his annual residence permit (Aufenthaltsbewilligung) would only provisionally be prolonged until 31 August 1995, as the judgment of the Zurzach District Court had not yet entered into legal force. On 15 December 1995 the Aliens’ Police decided no longer to prolong the applicant’s residence permit in view of his criminal conviction. The applicant’s appeal against this decision was dismissed by the Government (Regierungsrat) of the Canton of Aargau on 3 September 1997.", "On 31 July 1997 the Werdenberg District Office (Bezirksamt) fined the applicant 300 CHF for having contravened the Narcotics Act (Betäubungsmittelgesetz) while in prison.", "On 30 September 1997 the applicant was released from prison on probation.", "The applicant filed an appeal against the decision of 3 September 1997 which was upheld, on 21 January 1998, by the Administrative Court (Verwaltungsgericht) of the Canton of Aargau. The Court noted in particular that the Government of the Canton of Aargau had overlooked that the applicant’s wife had obtained as from 1 June 1997 a right to domicile in Switzerland (Niederlassungsbewilligung).", "On 3 June 1998 the applicant’s wife and son were granted the right to domicile in Switzerland.", "The applicant’s renewed appeals against the refusal to prolong his residence permit were dismissed by the Government of the Canton of Aargau on 16 December 1998 and by the Administrative Court of the Canton of Aargau on 21 April 1999.", "The applicant filed an administrative law appeal (Verwaltungsgerichtsbeschwerde) which the Federal Court (Bundesgericht) dismissed on 8 November 1999. The Court relied in particular on Section 17 § 2 of the Aliens’ Domicile and Residence Act (Bundesgesetz über Aufenthalt und Niederlassung der Ausländer) according to which a foreigner will lose his right to a prolongation of a residence permit if he breaches public order. The Court then weighed the public interest in not renewing the applicant’s residence permit in view of his criminal conviction with his interest in remaining with his family in Switzerland.", "The Court considered in particular that the applicant had shown considerable “criminal energy” in that he had regularly committed offences of the same type while in Switzerland. He had furthermore maintained regular contacts with his home country to which he had occasionally returned during his stay in Switzerland.", "The Court furthermore found that the applicant’s wife would undoubtedly suffer in her professional activities if she followed the applicant to Yugoslavia, though this did not suffice as a reason to prolong his residence permit. Their son was of an adaptable age and could be expected to follow his parents. The issue furthermore arose whether the separation could still be regarded as being disproportionate since the wife had stated during the proceedings that she would in any event remain in Switzerland with their son, even if the applicant left Switzerland.", "As a result, the Court did not find it disproportionate that the applicant’s residence permit had not been renewed.", "On 6 December 1999 the Federal Aliens’ Office (Bundesamt für Ausländerfragen) informed the applicant that he had to leave Switzerland by 15 January 2000. By decision of the same date the Office prohibited the applicant from entering Switzerland for a period of five years, i.e. until 15 January 2005.", "B. Relevant domestic law and practice", "Section 17 of the Aliens’ Domicile and Residence Act (Bundesgesetz über Aufenthalt und Niederlassung der Ausländer) states:", "“1. As a rule the authority shall at the outset only grant a residence permit to the alien, even if the latter envisages permanently to stay in the country. The Federal Aliens’ Office shall determine in each case the earliest date as from when it shall grant the right to domicile.", "2. If this date has already been determined, or if the alien is entitled to the right to domicile, the spouse shall be entitled to a residence permit, or to have it prolonged, as long as the spouses live together. After a regular and uninterrupted residence of five years the spouse shall also be entitled to the right to domicile. Unmarried children below 18 years of age shall be included in the right to domicile if they live together with their parents. These rights expire if the entitled person has breached public order.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}