{"ITEMID": "001-96205", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KOPPI v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 14+9", "JUDGES": "Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1982 and lives in Rankweil.", "7. The applicant is a member of the “Bund Evangelikaler Gemeinden in Österreich”, which became a registered religious community (eingetragene Bekenntnisgemeinschaft) under the Registered Religious Communities Act 1998 (Bundesgesetz über die Rechtspersönlichkeit von religiösen Bekenntnisgemeinschaften) on 11 July 1998.", "8. From 2000 to 2001 the applicant attended the one-year course of the St Chrischona theological seminary (Bibelschule) in Switzerland. Since then he has been giving religious instruction to the youth and has been working as a municipal preacher (Prediger).", "9. On 27 September 2000 the applicant filed a request with the Federal Minister for Internal Affairs (Bundesminister für Inneres) for recognition as a conscientious objector (Zivildiensterklärung).", "10. On 16 November 2000 the Minister for Internal Affairs recognised the applicant as a conscientious objector. Accordingly, he was exempted from the duty to perform military service but liable to perform civilian service (Zivildienst).", "11. On 20 December 2000 the applicant requested the Minister of Internal Affairs to apply section 13a § 1 of the Civilian Service Act in conformity with the Constitution and to exempt him from the obligation to perform civilian service. He submitted that this provision exempted members of recognised religious societies who performed specific services relating to worship or religious instruction from the obligation to perform civilian service, whereas he, as a student of the theological seminary St. Chrischona, had a comparable clerical position within a registered religious community, namely the “Bund Evangelikaler Gemeinden in Österreich”. Consequently, he should be also exempted from civilian service.", "12. On 18 January 2002 the Minister of Internal Affairs dismissed the applicant's request. The decision referred to the findings of the Constitutional Court (Verfassungsgerichtshof) in a decision of 11 November 1998, in which it had held that exemption from the obligation to perform civilian service under section 13a of the Civilian Service Act merely applied to members of recognised religious societies and could not be extended to members of registered religious communities.", "13. On 13 March 2002 the applicant filed a complaint with the Constitutional Court.", "14. On 7 October 2002 the Constitutional Court declined to deal with the complaint for lack of prospects of success.", "15. On the applicant's request the Constitutional Court transmitted his complaint to the Administrative Court (Verwaltungsgerichtshof).", "16. On 18 February 2003 the applicant supplemented his complaint.", "On 18 March 2003 the Administrative Court, referring to the above-mentioned decision of 11 November 1998 by the Constitutional Court, dismissed the complaint. This decision was served on the applicant's counsel on 9 April 2003.", "17. Section 13a § 1 of the Civilian Service Act (Zivildienstgesetz) provides as follows:", "“An exemption from the obligation to perform civilian service shall apply to the following members of recognised religious societies:", "1. ordained priests,", "2. persons involved in spiritual welfare or in clerical teaching after graduating in theological studies,", "3. members of a religious order who have made a solemn vow, and", "4. students of theology who are preparing to assume a clerical function.”", "18. For a detailed description of the legal situation in Austria in this field see Löffelmann v. Austria, no. 42967/98, §§ 23-39, 12 March 2009."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "9"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}