{"ITEMID": "001-79725", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "RADOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Zbigniew Radowski, is a Polish national who was born in 1967 and lives in Poznań. He is represented before the Court by Mr L. Cyrson, a lawyer practising in Poznań. The respondent Government are represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In April 2000 the applicant and his wife divorced. In a divorce judgment, the Poznan Regional Court awarded custody of the parties’ two-year-old son M. to the mother and granted the applicant access to the child three times per month.", "On 26 April 2000 the applicant instituted proceedings for denial of paternity. In the light of DNA analysis, it was established that M. was the applicant’s biological child. The applicant subsequently recognised his paternity.", "On 10 July 2003 the applicant obtained a decision of the Głogów District Court concerning his access to M. and modifying the access arrangements determined by the divorce judgment. He was granted access to the child by visiting him at the mother’s address, indicated in the decision, once a month, on the first Saturday of every other month, from 10 a.m. to 1 p.m., as from 2 August 2003.", "On 4 December 2003 the Głogów District Court gave a judgment by which the applicant was divested of his parental authority. The court found that the applicant had not made any efforts to maintain close emotional ties with his child during the first years of his life. The court also observed that the applicant had been evading parental responsibilities and his behaviour had not seemed to have been motivated by the child’s best interests.", "This judgment was upheld by the Legnica District Court on 18 March 2004.", "On an unspecified later date the mother moved to Germany with M. and married again.", "The applicant repeatedly requested the police to accompany him during his visits to the child’s grandparents’ house to exercise his rights of access to M. as provided in the July 2003 decision. The police officers on every occasion verified whether M. was at home, but invariably found that both M. and his mother were absent.", "The applicant instituted enforcement proceedings under the provisions of the Code of Civil Procedure governing enforcement of judgments imposing non-pecuniary obligations.", "On 17 August 2004 the Głogów Regional Court gave a decision by which it refused to institute enforcement proceedings in respect of the access decision of 10 July 2003. It observed that it provided only for the applicant’s right to have access to his son and specified the access arrangements, but did not determine the mother’s corresponding obligations. Thus, it could not be enforced.", "Following the applicant’s appeal against this decision, on 30 September 2004 the Legnica Regional Court upheld the decision, sharing the first-instance court’s conclusion that the judgment could not be enforced.", "The applicant subsequently requested the Głogów District Court to give an interpretation of its July 2003 decision. On 20 August 2004 the court refused to do so, considering that the applicant wished in fact to have original decision amended by setting out the mother’s obligations. This, the court declared, could be done in a new set of access proceedings in which the access arrangements would be reviewed and amended so as to specify the mother’s obligations.", "On 30 September 2004 the Legnica Regional Court dismissed the applicant’s appeal against this decision. The court observed that the applicant’s dissatisfaction with the fact that he could not exercise his access rights determined by the judicial decision had been legitimate and justified. Nevertheless, the court agreed with the conclusion of the decision of 17 August 2004 that the original access decision had not imposed any obligations on the mother and therefore could not be subject to enforcement proceedings. The Regional Court also observed that the Głogów District Court had, in its decision of 20 August 2004, indicated a way of clarifying the applicant’s situation, i.e. by applying for a modification of the decision of 10 July 2003.", "The applicant did not apply to have this decision modified by the court.", "Article 58 § 1 of the Family and Custody Code (Kodeks Rodzinny i Opiekuńczy) provides:", "“In a decision on divorce, the court is competent to issue orders concerning the manner in which the care of the parties’ minor children should be carried out (...). The court may grant custody rights to one parent and limit the custody rights of the other one.”", "Article 577 of the Code of Civil Procedure (Kodeks Postępowania Cywilnego) provides:", "“The custody court can change its decision if the best interests of the person whom it concerns so require. “", "According to the Supreme Court’s resolution, if a parent called upon by a court decision to respect the other parents’ access rights refuses to comply therewith, that decision is liable to enforcement proceedings. The provisions of the Code of Civil Procedure on enforcement of non-pecuniary obligations are applicable to the enforcement of court decisions on parental rights or access rights (30 January 1976, III CZP 94/75, OSNCP 1976 78)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}