{"ITEMID": "001-110450", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF MEHMET NURİ ÇAÇAN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "Guido Raimondi;Helen Keller;Isabelle Berro-Lefèvre", "TEXT": ["4. The applicant was born in 1970 and lives in Bitlis.", "5. On 29 April 2000 the applicant was arrested and imprisoned after a criminal conviction.", "6. During the imprisonment it was found that the applicant was mistakenly incarcerated due to his personal identity card being used by his brother in commission of a crime.", "7. On 25 July 2000 the Istanbul State Security Court found in favour of the applicant and ordered his release.", "8. The applicant could only be released on 7 August 2000 because of extended paperwork.", "9. On 4 February 2002 the Istanbul State Security Court ordered the acquittal of the applicant.", "10. On 27 October 2000 the applicant lodged criminal complaint with the Bakırköy Assize Court requesting compensation for his unlawful detention for a period of three months and eight days, pursuant to Law no. 466.", "11. During the course of the proceedings, the court held twenty one hearings. The applicant was present only at one of them, which was held on 19 July 2001. The applicant’s lawyer did not attend to any of the hearings despite having been notified.", "12. On 7 March 2007 the court partially granted the applicant’s request.", "13. On 15 April 2009 the Court of Cassation quashed the judgment of the first-instance court on the ground that the proceedings before the Istanbul State Security Court had not been finalised at the time when the applicant brought the compensation action before the assize court. It held that the applicant had failed to comply with a prerequisite in order to bring such an action.", "14. On 25 September 2009 the court dismissed the case in line with the decision of the Court of Cassation.", "15. According to the information in the case file the proceedings are currently pending before the Court of Cassation."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}