{"ITEMID": "001-23440", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "CHISHTI v. PORTUGAL", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Mr Mueen Chishti, is an United States national of Pakistani origin, born in 1958 and residing in Montclair, California (USA).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 19 December 1995, the applicant was arrested in Portugal. He was suspected, with 11 other persons, of fraud, consisting in encoding information of credit cards, belonging to other people, on the magnetic bands of blank plastic cards using a personal computer and an encoding/decoding device. These plastic cards were then used at P.O.S. (“point of sale”) terminals, with the collaboration of their owners, to draw sums to be paid by the banks in question.", "On 11 November 1997, the Lisbon Criminal Court sentenced the applicant to seventeen years’ imprisonment for computer fraud (burla informática), falsification of credit cards and corruption.", "The applicant appealed to the Supreme Court (Supremo Tribunal de Justiça) complaining, inter alia, of a violation of his rights of defence.", "In a judgment of 4 June 1998, served on the applicant on 8 June 1998, the Supreme Court rejected the appeal against conviction. It however reduced the sentence of the applicant to fourteen years ‘imprisonment.", "Some of the defendants, but not the applicant, appealed to the Constitutional Court. According to the applicant, the Constitutional Court gave its judgment in October 1999.", "After an initial period of detention at the prison of Caxias, the applicant was transferred, on 23 March 1998, to the prison of Pinheiro da Cruz.", "On 10 May 1998, a member of the prison staff handed back to the applicant a letter that he had written in Urdu (Pakistani) to his family in Pakistan. It was explained to the applicant that he could not use the Urdu language in his correspondence for “security reasons”.", "On 11 May 1998, the applicant complained about the situation to the prison governor. He was then informed that some other letters that his family had send to him in Urdu had been confiscated and filed in his individual file.", "Following the subsequent complaints of the applicant concerning his impossibility to correspond in Urdu, the prison governor requested, on 30 July 1998, advice from the Directorate General of Prisons. The Court was unable to find in the individual file of the applicant, submitted by the Government at the Court’s request, any reply from the Directorate General to the prison governor’s request.", "At Christmas 1998, the prison governor exceptionally authorised the applicant to send a letter in Urdu to his parents in Pakistan.", "According to the applicant, he registered his name twice to complain about the ban concerning his correspondence to the prison judge (juíz de execução de penas) but never had a reply. The Court was however unable to find any of these alleged requests in the applicant’s individual file.", "Informed by the applicant, the United States Embassy offered, on March 1999, its services in order to solve the problem. The Embassy found a translator willing and able to translate from English into Urdu and vice-versa, without costs to the applicant, all the necessary incoming and outgoing mail. According to the Embassy, this solution would meet with the approval of the prison governor. However, in May 1999, the applicant declined the offer.", "The applicant was again authorised to send a letter in Urdu at one occasion, at Christmas of 1999.", "On 6 December 2000, the applicant was transferred to the United States to serve the remainder of his sentence.", "On 15 March 2001 the applicant was released conditionally.", "The execution of prison sentences is regulated by the Decree Law No 265/79 of 1 August 1979.", "Section 43 of this Decree Law provides, in its paragraph 1, that the prison governor can order the stopping of inmates’ outgoing and incoming mail if written in an unknown foreign language and without special reasons justifying the use of such language. The letters in question are filed in the individual file of the person concerned.", "The provisions of this Decree Law were supplemented by a Circular No 3/94/DEP/1 issued by the Directorate General of Prisons on 11 November 1994. Under this Circular, correspondence is withheld only after being scrutinised in accordance with the provisions of Decree Law No 265/79.", "Inmates can submit complaints concerning the withholding of their correspondence, or any other matter, to the inspectors of the Directorate General of Prisons and to the prison judge. According to Section 139 of the Decree Law No 265/79, inmates should register their names in a special book in order to see the prison judge during the latter’s monthly visits to the prison. The prison judge should then try to solve the matter in agreement with the prison governor. If there is no agreement, the issue is submitted to the Technical Council of the prison in question (Section 139). The Technical Council is composed of the prison judge, who presides, the prison governor and five other members of the prison staff. According to Section 139 § 5, each of the members of the Technical Council has a right of appeal against the Council’s decisions to the Minister of Justice."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}