{"ITEMID": "001-57622", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF POWELL AND RAYNER v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 13", "JUDGES": "J.A. Carrillo Salcedo;N. Valticos", "TEXT": ["8. The first applicant, Richard John Powell, is a director of a mining concern and lives with his family at Esher, Surrey, in a house which he bought in 1957. The property is situated several miles from Heathrow Airport, London. Since 1972 it has lain under a flight departure route from Heathrow in operation for about one third of the year, usually during the summer months. Following objections to the level of noise disturbance, the route was divided into two sections in 1975. At least until 1984 Mr Powell’s home fell just within the 35 Noise and Number Index (NNI) contour, which is considered to be a low noise-annoyance rating (see paragraph 10 below). About half a million other people live within this contour area. Since 1984 the house has been within a lower NNI contour.", "9. The second applicant, Michael Anthony Rayner, farms together with other members of his family lands situated in Colnbrook, Berkshire, which have been in his family for some generations. He lives in a bungalow at Colnbrook acquired by his family as part of its land-holding in 1952. The applicant took up residence there in 1961 on the occasion of his marriage. The bungalow is situated about one and a third miles west of, and in a direct line with, Heathrow’s northern runway. It is regularly overflown during the day and to a limited extent at night. It falls within a 60 NNI contour, which is regarded as an area of high noise-annoyance for residents. According to the statistics supplied by the Government, the average height of arriving aircraft over Mr Rayner’s property is 450 feet and the average height of departing aircraft varies between 1,235 and 2,365 feet according to aircraft type. About 6,500 people around Heathrow Airport experience a noise exposure equal to or greater than that suffered by Mr Rayner and his family.", "10. The NNI is a long-term average measure of noise exposure which is used in the United Kingdom to assess the disturbance from aircraft noise to communities near airports. It takes account of two features of the noise, namely the average noisiness and the number of aircraft heard during an average summer day. The flights which determine the NNI at any point on the ground are those which take place between 06.00 and 18.00 hours Greenwich Mean Time during the three busy summer months of mid-June to mid-September and which make a peak noise level exceeding 80 perceived noise decibels (PNdB) at that point. The purpose of the NNI is to represent community reaction to the level of aircraft noise so as to guide planning, development and noise control. Thus, the NNI is amongst the criteria applied in planning controls, so that land within the 35 to 39 NNI contours may be used for residential development, planning permission not being refused on noise grounds alone. However, land within the 40 to 50 NNI contours (moderate noise-annoyance zone) will not be given over to development, except for the infilling of existing built-up areas on condition that appropriate sound insulation is used. No development whatsoever is permitted within the 60 NNI and over contours (high noise-annoyance zone). It is to be noted that the NNI calculation reflects a logarithmic element in the PNdB scale, which has the result that every increase of 10 in that scale represents approximately a doubling of the loudness.", "11. Heathrow Airport was formally opened in May 1946. In 1952 the first scheduled air services using jet airliners were inaugurated. Three terminals were opened in 1955, 1961 and 1968. After a public inquiry which lasted for 24 weeks and heard 125 witnesses, a fourth terminal was opened in 1986. As regards future expansion, the Government’s policy, as stated in the 1985 \"Airports Policy\" White Paper, is that they are \"not prepared to make any commitments at this stage on the question of a fifth terminal at Heathrow but will keep the matter under review\" (Command Paper, Cmnd 9542, paragraph 5.19).", "12. Heathrow is one of the busiest international airports in the world. The Airport handled 3 million passengers in 1956, over one million passengers during the one month of July 1963, 22.4 million passengers on international routes and 4.4 million passengers on domestic routes in 1973, and 37.5 million passengers on international routes and 6.8 million passengers on domestic routes in 1988. There has been a corresponding increase in aircraft movements over the years. Over 22% of passengers use the airport as an interchange point. It is currently used by over 70 airlines and serves 200 destinations worldwide. It is the United Kingdom’s leading port in terms of visible trade and in 1988 handled cargo valued at £26.3 billion. Heathrow Airport contributes around £200 million to the United Kingdom’s balance of payments, provides direct employment for some 48,600 persons, in addition to the substantial number of workers employed locally in servicing the industry, and pays over £16 million in local rates and rents.", "13. Compensation for the loss of value of houses and land as a result of airport noise is provided for by the Land Compensation Act 1973. However, such compensation is payable only in respect of new or altered public works first brought into use after 16 October 1969. Intensification of an existing use is, for reasons of principle and practice, not compensatable. Mr Powell and Mr Rayner would have no entitlement to compensation under this Act, there being no relevant new or altered development in the case of Heathrow Airport.", "14. The British Airports Authority, being a public statutory body, did not have power to acquire property near an airport unless it could show that the acquisition of the property was necessary for the proper performance of its function. In December 1986, after the completion of the fourth terminal (see paragraph 11 above) and privatisation of the Authority, the successor company to the Authority announced a scheme for the purchase of noise-blighted properties close to Heathrow Airport. This scheme provided for purchase by the company of property severely affected by aircraft noise at Heathrow (within the 65 NNI contour) where the owner had acquired the property before 17 October 1969 and wished to sell but could not do so except at a deflated price. Claims had to be made between 1 January 1987 and 31 December 1988. By virtue of the contour limitation the applicants’ properties were excluded from the scheme.", "15. An action will lie at common law for nuisance in respect of an activity which unreasonably interferes with the use and enjoyment of land, for example an activity causing annoyance through noise. If liability is established, damages may be awarded or, in certain circumstances, an injunction granted. However, the Noise Abatement Act 1960 specifically exempts aircraft noise from its protection. The liability of aircraft operators is further limited by section 76(1) of the Civil Aviation Act 1982, which reads:", "Section 76(2) of the 1982 Act in turn provides for strict liability - that is, liability without proof of intention or negligence - where material loss or damage to any person or property on land or water is caused by, inter alia, an aircraft in flight or an object falling from an aircraft. Provisions equivalent to section 76 existed in earlier civil aviation legislation (for example, section 9 of the Air Navigation Act 1920 and section 40 of the Civil Aviation Act 1949).", "Section 76 is comparable to Article 1 of the Rome Convention of 1952 on Damage Caused by Foreign Aircraft to Third Parties on the Surface, which reads:", "\"Any person who suffers damage on the surface shall, upon proof only that the damage was caused by an aircraft in flight or by any person or thing falling therefrom, be entitled to compensation as provided by this Convention. Nevertheless there shall be no right to compensation if the damage is not a direct consequence of the incident giving rise thereto, or if the damage results from the mere fact of passage of the aircraft through the airspace in conformity with existing air traffic regulations.\" (United Nations Treaty Series, 1958, vol. 310, no. 4493, p. 182)", "As at January 1990, this Convention had been ratified by thirty-six States, including four members of the Council of Europe, namely Belgium, Italy, Luxembourg and Spain but not the United Kingdom.", "16. Section 76(1) of the 1982 Act does not exclude all liability on the part of aircraft operators for trespass and nuisance caused by aircraft in flight. In the first place, the exemption applies only in respect of aircraft flying at a reasonable height above the ground. What is reasonable is a question of fact depending on all relevant circumstances. Secondly, for the exemption to apply there must be compliance with the statutory provisions referred to in section 76(1). In practice this means the Air Navigation Order 1985 as amended, the Air Navigation (General) Regulations 1981 as amended, the Rules of the Air and Air Traffic Control Regulations 1985 as amended and, of especial importance in this connection, the Air Navigation (Noise Certification) Order 1987 (and the corresponding provisions of earlier orders and regulations applicable from time to time). Thus, if, for example, an aircraft flies in a manner which is not in accordance with the applicable regulations or takes off or lands in contravention of the Air Navigation (Noise Certification) Order, its operator will not be entitled to rely upon section 76 as a defence to any action for trespass or nuisance.", "17. The main forum for international co-operation seeking to make aircraft quieter is the International Civil Aviation Organisation (ICAO). The broad thrust of ICAO’s work has been towards the development of a series of standards, leading to the phasing out of aircraft unable to meet them. These standards are not operative within the ICAO member States unless and until they are given effect in national legislation. In the United Kingdom effect is given to them by means of an Air Navigation (Noise Certification) Order.", "Orders of 1970 and 1979 reflected the first ICAO standards developed concerning subsonic jet aircraft. A 1984 Order gave effect to new ICAO standards and to regulations based upon recommendations of the European Civil Aviation Conference. In doing so, the 1984 Order also implemented the requirements of the European Community Directives of 1979 and 1983 on \"Limitation of Noise Emission from Subsonic Aircraft\". It was, however, more stringent in its application inasmuch as non-compliant subsonic jets were banned from the domestic register twelve months earlier than required by the 1979 Directive. Orders of 1986 and 1987 introduced further ICAO standards.", "18. In structuring its landing charges, Heathrow Airport Limited has taken account of ICAO noise certification standards to encourage the use of quieter aircraft.", "19. Since 1971 restrictions have been placed on night movements of jets, with the aim of phasing out night flights of noisier aircraft. These measures have been adopted in the light of research into the relationship between aircraft noise and sleep disturbance and after consultation of all interested parties, including the Federation of Heathrow Anti-Noise Groups to which the applicants belong.", "20. Monitoring of aircraft noise on take-off from Heathrow Airport was first carried out in the early 1960’s. Since 1974 automatic equipment, consisting of thirteen noise monitoring terminals linked to a central processing and control unit, has been used. The positioning of these terminals is designed to protect the first built-up area reached after take-off from noise levels in excess of the statutory limits of 110 PNdB by day (07.00-23.00 hours local time) and 102 PNdB by night (23.00-07.00 hours local time). In the event of an infringement of the noise limit, the Airport informs the airline by letter and sends a copy to the Department of Transport. According to the Government, the effect of recent bans on non-noise-certificated aircraft has been to keep the rate of compliance to around 99% by day and 98% by night. The Secretary of State is empowered by section 78 of the Civil Aviation Act to deny Heathrow’s facilities to operators who fail to comply with noise abatement measures, but to date it has not been found necessary to invoke this provision. On the other hand, night flight quotas have been reduced for infringing operators.", "21. Aircraft taking off from Heathrow Airport are statutorily required to remain on a small number of specified routes, known as noise preferential routes. These routes are designed to avoid as far as possible the major built-up areas.", "22. Approach procedures said to result in lower noise levels in comparison with traditional approach procedures are now standard practice. Furthermore, minimum height requirements on approach to land as well as on take-off are laid down in the regulations. In addition, since 1972 a system of regularly alternating the landing runway has been implemented at Heathrow during westerly operations, the main objective being to achieve a fair sharing of periods of relative quiet among the communities of West London affected by noise from landing aircraft.", "23. A helicopter link between Gatwick Airport and Heathrow Airport was introduced in 1978. However, after public inquiries in 1978, 1979, 1983 and 1985, the Secretary of State for Transport gave directions in June 1986 for the operator’s licence to be revoked for environmental reasons.", "24. Following earlier schemes in 1966, 1972, and 1975, a scheme for sound insulation of dwellings was introduced for Heathrow in 1980. Under this scheme, which cost the British Airports Authority approximately £19 million, over 16,000 house owners or occupiers applied for grants. The scheme concentrated on those localities that would still be experiencing comparatively high noise levels in the mid 1980’s and on localities where there is the greatest degree of disturbance due to aircraft noise at night. Within this area the amount of grant provided was intended to cover 100% of the reasonable costs incurred. The boundary was based on the forecast 50 NNI contour for 1985 and the composite of the 95 PNdB noise footprint for quieter aircraft. 95 PNdB is the exterior noise level below which current evidence suggests that the average person in an uninsulated room is unlikely to be awakened. After consultation and in line with a commitment by the Government to review the boundaries once the actual noise climate was known, an extension scheme to include additional areas was brought into operation in April 1989 at an estimated cost of £11.25 million.", "In common with other persons living within the 60 NNI contour, Mr Rayner qualifies for a full noise-insulation grant."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}