{"ITEMID": "001-60775", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF BOCA v. BELGIUM", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 6-1 as regards the proceedings on the merits;Violation of Art. 6-1 as regards the urgent proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The application relates to two sets of proceedings. The first concerns the divorce proceedings proper before the court of first instance and the second concerns the interim measures in respect of which Article 1280 of the Judicial Code gives the summary applications court special power and jurisdiction to hear applications for interim measures during the divorce proceedings.", "9. On 17 March 1998 the applicant's husband filed a divorce petition against her on a specified ground.", "10. After a hearing on 20 October 1998 judgment was reserved until 4 November 1998, when the Brussels Court of First Instance granted a divorce against the applicant and ordered each party to pay its own costs.", "11. On 22 December 1998 the applicant's husband appealed against the costs order.", "12. At a preliminary hearing on 26 January 1999 the parties declared that the case was ready for trial. It was immediately set down for hearing in the relevant ordinary division. On 7 May 1999, in reply to a letter from the applicant's lawyer, the registry of the Brussels Court of Appeal informed her that it would take eight months for the appeal to be heard. On 25 November 1999 the registry listed the case for hearing on 24 February 2000. At the hearing the applicant's husband stated that he was withdrawing his appeal. The court gave judgment on 16 March 2000 acknowledging that the appeal had been withdrawn.", "13. The divorce decree was registered on 24 October 2000.", "14. On 17 March 1998 the applicant was summoned before the Brussels Court of First Instance, as the court hearing summary applications, to deal with interim measures relating to the divorce petition and, more particularly, to the two children, born in 1984 and 1988, of whom the father had had custody since the couple had separated in 1995. The parties filed their main pleadings before the hearing of 17 June 1998. The applicant then filed further pleadings at the hearing. In an order of 26 June 1998 the President of the Brussels Court of First Instance provisionally granted the mother renewed contact with the children and determined the maintenance payable to the applicant by the father per child and per month.", "15. On 31 July 1998 the applicant's husband appealed against that order. Neither party appeared at a preliminary hearing on 11 August 1998 and the appeal was re-listed for hearing. On 21 October 1998 the appellant asked for the hearing date to be fixed by judicial recorded delivery. At the hearing listed for 24 November 1998 the appeal was adjourned until 12 January 1999 for the court to check that it was ready for hearing. At the hearing the parties filed their grounds of appeal and a timetable for subsequent pleadings. On 21 January 1999 the applicant filed further pleadings and a list of documents. Her ex-husband filed further pleadings on 27 January 1999. On 28 January 1999 the case, which was now ready for hearing, was set down for hearing in an ordinary division.", "16. On 6 May 1999, in reply to a letter from the applicant's lawyer, the registry of the Brussels Court of Appeal stated that the case had been set down for hearing and would take approximately eight months to come to a hearing. On 14 December 1999 the registry informed the parties that the case would be heard on 24 March 2000 but did not specify how the hearing would be conducted.", "17. On 16 May 2000 the parties filed joint pleadings with the registry of the Court of Appeal stating that they intended to withdraw from the proceedings. After a hearing on 23 June 2000 the Court of Appeal gave judgment on 27 June 2000 acknowledging their decision. In its judgment it noted that counsel for the parties had stated at the hearing that the parties would continue to comply with the interim measures set out in the order of 26 June 1998."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}