{"ITEMID": "001-68176", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "SULTANOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Rustem Gumerovich Sultanov, is a Russian national who was born in 1951 and lives in Ufa. He was represented before the Court by Mr E.S. Kareyev and Mr. D.E. Kareyev, lawyers practising in Ufa. The respondent Government were represented by Mr P.A. Laptev, the representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant and three other members of his family lived in a house with a total area of 91.7 sq. m. and a living space of 60.8 sq. m. and an adjacent plot of land in the centre of the town of Ufa.", "In accordance with a zoning plan governing land use and land development in the town of Ufa, a hotel complex was to be built in the town centre which required the expropriation of the necessary land and the demolition of a number of old houses which stood on the site, including the applicant's.", "By Resolution 1829 of 30 May 1997, the local authority declared the houses unusable for permanent residence and ordered the district authority to demolish them and re-accommodate the occupants.", "The district authority offered the applicant's family two flats in one block of flats with an overall living space of 94.9 sq. m.", "By Resolution 2080 of 17 June 1997, the local authority issued a permit for the construction of the hotel complex.", "On 27 June 1997 the local authority ordered a commission to evaluate the plants on the applicant's land. On 1 July the commission valued them at 53,203,000 Russian roubles (RUR). On 2 July 1997 the local authority confirmed the commission's assessment and ordered that the above amount be paid to the applicant.", "By Resolution 2198 of 3 July 1997, the local authority ordered the seizure of the land occupied by the applicant and its use for the construction of a hotel.", "As the applicant had refused to move to the flats offered to him, the district authority documented his refusal on 8 July 1997. In the relevant act, the applicant stated that he preferred to live in his own house rather than in a block of flats.", "On 8 July 1997 the applicant refused to allow the contractors to enter his land.", "On 17 July 1997 compensation of RUR 53,203,000 was paid to the applicant.", "On 7 August 1997 the district authority issued documents entitling the applicant's family to a protected tenancy in two publicly-owned flats in the same block, with an overall living space of 94.9 sq. m. in exchange for the demolition of their house.", "From 26 September 1997 to 3 October 1997 the eviction of the applicant's family by the bailiffs took place on the basis of a writ of execution issued by the Kirov District Court of Ufa on 4 September 1997 in pursuance of its judgment of 14 August 1997 (see below). The applicant and his family were settled in their two new flats.", "Pursuant to the local authority's decision, on 3 October 1997 a commission valued the applicant's house at RUR 39,334,000. This money was paid to the applicant on 16 October 1997.", "Soon afterwards the house was demolished.", "The local authorities applied to a court seeking an order to the applicant not to put obstacles to the way of the construction works. The applicant lodged a counter-claim challenging Resolution 2198 of 3 July 1997.", "On 14 July 1997 the Kirovskiy District Court of Ufa examined the case. The court found that the applicant was not the proprietor of the land but had only a right of use. The court further noted that the applicant chose not to dispute the valuation of his garden plants though he had been advised of that right by the court. The court granted the action of the district authority and rejected the applicant's claim.", "The judgment was upheld by the Supreme Court of the Republic of Bashkortostan on 29 July 1997.", "The applicant brought proceedings against the local authority challenging its refusal in 1993 to issue a certificate of ownership of the land which he occupied. On 13 March 2001 the Oktyabrskiy District Court of Ufa rejected the application as the applicant had missed the relevant limitation period. The Supreme Court of the Republic of Bashkortostan upheld the judgment on 26 April 2001.", "On 1 August 1997 the Ufa Kirovskiy District Authority brought proceedings before the Kirov District Court of Ufa requesting the applicant's eviction from his house on the basis of Resolution 1829 dated 30 May 1997 of the Ufa town authority. The applicant submitted his written observations and requested the court to decide the case in his absence.", "On 14 August 1997 the court examined the case. It found that the district authority had given the applicant's family, in accordance with the relevant provisions of the law, two flats in the same block with an overall living space of 94.9 sq. m., exceeding the total area of 91.7 sq. m. in the applicant's house. It noted that the applicant had refused to move to those flats because he preferred to live in his house. The district court ordered the eviction and transfer of the applicant's family to the new flats provided by the district authority. The applicant appealed.", "On 21 October 1997 the Supreme Court of the Republic of Bashkortostan upheld the judgment.", "Upon the applicant's requests for a supervisory review (надзор) of the proceedings, on 7 June 1999 the Deputy President of the Supreme Court of the Russian Federation lodged a special appeal (протест) against the above decisions with the Supreme Court of the Republic of Bashkortostan. He requested the quashing of the decisions dated 14 August 1997 and 21 October 1997 because, inter alia, of the lack of adversarial proceedings, as the district authority had advanced at the hearing before the first instance court new arguments in support of their request for the applicant's eviction on which the applicant could not comment.", "On 30 July 1999 the Supreme Court of the Republic of Bashkortostan allowed the appeal and quashed the decisions on this basis and the fact that the courts had failed to apply the law regulating compensation in respect of property seized for public needs. The court remitted the case to the first instance court for a new examination.", "On an unspecified date after 30 July 1999, the applicant lodged a counterclaim for repossession of the house and non-pecuniary damages. On 4 November 1999 the Kirovskiy District Court of Ufa refused to deal with it. On the applicant's appeal, on 20 January 2000 the Supreme Court of the Republic of Bashkortostan quashed the decision and, on an unspecified date before 14 April 2000, the District Court initiated proceedings on the applicant's action and joined it to the pending proceedings concerning the applicant's eviction.", "On 14 April 2000 the Kirovskiy District Court of Ufa examined the case. The applicant, who had requested the court to decide the case in his absence, did not participate in the hearing. The court noted that, by the final decision of the Supreme Court of the Republic of Bashkortostan dated 29 July 1997, the applicant's land had been taken for public needs and that the lawfulness of that deprivation could not be disputed in the present proceedings. The court further noted that, in order to build a hotel complex, which had been completed in December 1998, the demolition of the applicant's house had been necessary. The court also noted that the alternative accommodation given to the applicant had a total living space exceeding that of the demolished house and was worth at least twice as much, according to an expert opinion obtained by the court on 21 March 2000. Account being taken of the money paid to the applicant for the house, the court found that the State had duly compensated the applicant. The court granted the action of the district authority and rejected the applicant's claim. It held that the applicant's right to the house had ceased in August 1997 and that the applicant could be evicted and transferred to the alternative accommodation provided by the district authority. As the applicant had already been evicted from the house, no execution of that decision was required.", "The applicant appealed. On 5 June 2000 the Supreme Court of the Republic of Bashkortostan quashed the judgment of 14 April 2000 on the grounds of the unlawful composition of the court, and the court's failure to examine properly the evidence or to apply the relevant law. The case was remitted to the first instance court for a new examination.", "On 26 March 2001 the District Court examined the case. The applicant, who had been duly notified of the hearing, did not appear, having requested the court to decide the case in his absence. The applicant amended his claims, now requesting higher compensation for the house and the garden plants, as well as compensation for an alleged loss of profit from the plants. The court observed that, in order to implement the public purpose for which the land had been taken, namely the construction of a hotel complex, the demolition of the applicant's house had been necessary. The court noted that the hotel complex had been built in December 1998 and that it was now used for the reception of representatives of the federal government and governments of foreign States, being managed by a State institution. The court found that the applicant never owned the land de jure. He used it in so far as he owned the house on it. Moreover a part of the land had been taken by him without permission. The court held that, in the absence of the applicant's consent to acquire ownership of the two flats offered to him, the district authority had rightly given him a protected tenancy in the flats. Taking into account the applicant's entitlement to the acquisition of the ownership of the flats free of charge by way of privatisation, the court noted that they were at least twice as expensive as the cost of the applicant's house. The court found that, together with the RUR 39,334,000 paid to the applicant for the house, the State had duly compensated the applicant. As regards the garden plants, the court estimated their value in accordance with statutory requirements, and found that the compensation paid to the applicant exceeded that amount. The court found for the district authority. The applicant's claims for repossession of the house and non-pecuniary damages were made into separate proceedings. The remainder of his claims was rejected. The court declared that the applicant's property rights to the house had ceased in August 1997, and ordered the eviction and transfer of the applicant and his family to the two flats given by the district authority. As the applicant had already been evicted from the house, no execution of that decision was required.", "On appeal, on 3 May 2001 the Supreme Court of the Republic of Bashkortostan, having heard the applicant and his counsel and the district authority, quashed the part of judgment concerning the applicant's claim for loss of profits in relation to the plants, and upheld the remainder. The court referred to the fact that the applicant's house had been declared unsuitable for permanent residence.", "On 9 July 2003 the District Court examined the applicant's claims against the district authority for repossession of the house and damages, including the alleged loss of profits in relation to the plants. It also examined four other actions brought by the applicant against various authorities of the Republic of Bashkortostan in connection with the demolition of his house. The court rejected the claim concerning loss of profits as being unsubstantiated, taking into account an expert opinion on the point. The remainder of the claims was rejected as ill-founded.", "On 14 August 2003 the Supreme Court of the Republic of Bashkortostan upheld the judgment on appeal.", "Being dissatisfied with the way in which the judicial authorities in the aforementioned proceedings and various local and federal authorities and other persons had dealt with his case, the applicant attempted to bring proceedings against them all. However, his actions were either disallowed as having no basis in domestic law or not examined because of the applicant's failure to meet relevant procedural requirements."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}