{"ITEMID": "001-100212", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "LIETUVOS NACIONALINIS RADIJAS IR TELEVIZIJA AND TAPINAS AND CO LTD. v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["The applicants, Lietuvos Nacionalinis Radijas ir Televizija (the Lithuanian National Radio and Television Broadcasting Company; “the first applicant”) and Tapinas ir Partneriai (a company of journalists; “the second applicant”) are Lithuanian legal entities. They were represented before the Court by Mr P. Docka, a lawyer practising in Vilnius. The Lithuanian Government were represented by their Agent, Ms Elvyra Baltutytė.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 9 June 2003 the first applicant placed on its Internet site notice of a forthcoming television (“TV”) broadcast entitled 'Money generation'. This programme had been produced by the second applicant. The notice stated that the broadcast would reveal that “an influential official and a well-known person openly asks for a bribe in return for his help in settling the gambling organisers' problems. Who is he? The answer will be given on 10 June, Tuesday, 9 p.m. in the TV broadcast 'Money generation'”.", "Having read this announcement, S.J., a member of the State Gaming Control Commission, on 10 June 2003 wrote to the first applicant, asking that the broadcast be deferred until certain information had been thoroughly analysed. He stated that the programme would damage his honour and dignity because it was defamatory. Nevertheless, the first applicant went ahead with the following broadcast:", "A. Tapinas (the announcer and one of the journalists at the company Tapinas ir Partneriai): It's 'Money generation' on the air. If you follow public life in Lithuania at least a little, you might already know what we are showing you today.", "(Vignette of the broadcast 'Money Generation' is being shown)", "A. Tapinas (the announcer): (Announcement of the broadcast – views of a casino are being shown) A dazzling casino and thousands of naive people expecting to get rich in a moment. Big money, very big money – it lures.", "(Recording taken by a secret camera is being shown)", "Voice no 1: If you want... I don't like these things, you know...", "Voice no 2: I understand.", "Voice no. 1: ...I have been working for half a year so far and I ...", "Voice no. 2: I understand.", "Voice no. 1: I know how it's done.", "Voice no. 2: Ok. Everybody, we live, still it will be needed in the future. In case I legalise paths will still cross, and this is... Well... My situation in Klaipėda is normal, why, well, this...", "A. Tapinas (the announcer): (Announcement of the broadcast is continued – views of a casino are being shown) “An influential official and a well-known person openly asks for a bribe in return for his help in settling the gambling organisers' problems. However, he does not know that he is being filmed”.", "(Vignette of the broadcast 'Money Generation' is being shown)", "A. Tapinas (the announcer): This will, however, be shown later in the broadcast. (The recording is aborted)", "The programme included a report, which was filmed with a hidden camera, of a conversation between S.J. and a businessman, showing the surname of S.J. in subtitles.", "After the transmission, the second applicant gave the video material to the Special Investigation Service (Specialiųjų tyrimų tarnyba), which is the responsible authority in the fight against corruption in Lithuania. Having analysed the submitted material the latter reported that the video included a conversation between S.J., who was a member of the Gaming Control Commission, and the director of a private company, about the gambling business. During that conversation, the businessman had asked S.J. for help several times, without specifying the nature of such help, or any remuneration for it. During the same conversation, S.J. commented on the methods by which the businessman pursued his business. He also commented on certain decisions and actions of the State authorities. The Special Investigation Service concluded that no objective and unquestionable data about any corruption-related criminal activity was disclosed by the video. Therefore, there was no factual basis on which to start a pre-trial investigation into S.J.'s activities.", "The recording was also examined by the Chief Official Ethics Commission (Vyriausioji tarnybinės etikos komisija), which found that S.J. had not violated the applicable legislation. However, the Commission noted that, having unofficially consulted a person who was engaged in illegal gambling without informing the State Gaming Control Commission, S.J. had behaved improperly.", "On 5 August 2003 S.J. asked the first applicant to correct the statement in a future broadcast and to compensate him for non-pecuniary damage, but the first applicant did not comply with this request.", "On an unknown date S.J. suspended his duties and took unpaid leave. Subsequently, he brought a civil action for defamation before the Vilnius Regional Court against the first applicant. The second applicant joined the proceedings as a third party.", "In its response to the lawsuit, the first applicant argued that the information, which according to S.J. was untrue, was made public for the first time on 9 June 2003 at 6.45 p.m. in another television channel's news broadcast. In addition, the information had previously been published by the daily newspapers Lietuvos Rytas and Respublika. The first applicant stated that the authors of the television programme were honest, and that their main concern had been to inform society about potentially illegal actions by a public figure. The information in its Internet announcement represented the journalist's opinion on the facts and a subjective evaluation of the events. The facts were ambiguous; therefore the first applicant had the right to interpret them. S.J. was a public figure; this allowed a critical opinion to be expressed about him. Consequently S.J. should have been more tolerant when reacting to criticism.", "On 7 May 2004 the Vilnius Regional Court ruled in favour of S.J. The court noted at the outset that the information which formed the basis of the lawsuit had been published by the aforementioned newspapers after the first applicant had already placed its announcement on the Internet. Moreover, the first applicant failed to submit a recording of the above-mentioned other television channel's news broadcast. Therefore, the Vilnius Regional Court found that the first applicant was precluded from relying on Article 55 § 1.3 of the Law on the Provision of Information to the Public (see Relevant domestic law part below).", "Having considered the merits of the case, the Vilnius Regional Court noted that, pursuant to Article 2.24 § 1 of the Civil Code, the data which had been made public was to be presumed to be erroneous unless the publisher proved the opposite. Given that the first applicant had failed to prove that the broadcast statement was true, as well as the fact that, in its report, the Special Investigation Service had found no objective and unquestionable data to prove the suspected corruption, the Vilnius Regional Court concluded that the information it had in its possession did not substantiate the accusation of alleged bribery. Nonetheless, the court partly agreed with the first applicant, in so far as the broadcast concerned issues of general public interest involving the criticable activities of a public official. The court took note of the conclusion of the Chief Official Ethics Commission that S.J. had acted improperly and that his actions had damaged society's trust in the public service. Yet the court emphasised that disseminating untrue information about alleged bribery did not constitute justified criticism of S.J.'s activities.", "The Vilnius Regional Court did not agree with the first applicant's argument that the announcement of the future broadcast, and the broadcast itself, expressed an opinion to which the criterion of truth did not apply. According to the national court, the main point, that the State official had met a representative of an illegal business, was clear. The official's behaviour was indeed unethical, but at no point during the conversation did S.J. ask for a bribe. Consequently, the first applicant could have interpreted the content of this meeting and the conversation negatively, but without any allegation of bribery. The court, whilst acknowledging that some of the applicants' statements expressed an opinion, nevertheless noted that the categorical interpretation of the main point as a clear request for a bribe amounted to new information which did not correspond to reality. According to the court, this publicly disseminated statement about a proposed bribe could only be understood by the public as an allegation that a crime had been committed by S.J.", "The Vilnius Regional Court also took into account the fact that, after the announcement of the broadcast, S.J. had requested the first applicant not to show the programme until the journalists' information had been scrutinised. Despite this request, the first applicant had gone ahead with the transmission. In the opinion of the court, the first applicant had not acted honestly, as it had not taken all reasonable measures to evaluate S.J.'s actions based on correct and verified information.", "The Vilnius Regional Court found that, by making the statement that “an influential official and a well-known person openly asks for a bribe in return for his help in settling the gambling organisers' problems” both in the notice of the forthcoming 'Money generation' broadcast and at the beginning of that broadcast, the first applicant had damaged S.J.'s reputation, and ordered it to correct that statement publicly. The court also ordered the first applicant to pay S.J. 1,000 Lithuanian litai (LTL) (approximately 290 euros (EUR)) in compensation for non-pecuniary damage and LTL 1,150 (approximately EUR 333) in litigation costs. The court rejected as unsubstantiated S.J.'s claim for pecuniary damage, which S.J. had allegedly sustained due to the need to take unpaid leave.", "S.J. appealed, claiming that the award for non-pecuniary damage was too low. The second applicant appealed, claiming, inter alia, that the information contained in the broadcast was an opinion and not news and, therefore, the criterion of truth did not apply to it. Unlike the defence's response to the lawsuit, the second applicant no longer argued that the statement about S.J.'s corrupt behaviour had been made public by other mass media before the 'Money generation' programme was aired. Lastly, the second applicant maintained that the first-instance court had made too high an award for the litigation costs to be paid by the first applicant.", "The first applicant did not appeal.", "By a decision of 22 November 2004, the Court of Appeal dismissed the appeal of the second applicant, upheld the decision of the Vilnius Regional Court and, in addition, awarded S.J. LTL 4,091 (approximately EUR 1,185) in compensation for pecuniary damage to S.J.", "On 17 February 2005 the first and second applicants lodged a joint appeal on points of law, relying on Article 2.24 (6) of the Civil Code and the Court's judgment in the case of Oberschlick v. Austria (no. 1) (23 May 1991, Series A no. 204) and arguing, inter alia, that they had acted honestly in the interests of society and that, in their broadcast, they had merely expressed their opinion about S.J., who was a public person and for that reason enjoyed less privacy. Again, the applicants no longer maintained that information about S.J.'s alleged corruption had been made public before the 'Money generation' broadcast.", "By a ruling of 21 February 2005, the Supreme Court refused to examine the cassation appeal, on the ground that it did not meet the requirements of Articles 346 and 347 § 1 (3) of the Code of Civil Procedure.", "The next day the applicants lodged a new joint cassation appeal. Again, they argued that they had acted in good faith and had been punished for merely expressing opinions about a public figure. In support of their pleas, this time the applicants explicitly invoked Article 10 of the Convention.", "On 25 February 2005 the Supreme Court, relying on Articles 346 and 347 § 1 (3) of the Code of Civil Procedure, refused to accept the cassation appeal, finding that the applicants had failed to demonstrate convincingly that the alleged breaches of procedural and substantive law had an essential significance for the uniform interpretation and application of the law and could have caused the adoption of an unlawful decision.", "Article 2.24 of the Civil Code regarding the protection of honour and dignity reads as follows:", "“1. A person shall have the right to demand the refutation, in judicial proceedings, of publicised data which abase his honour and dignity and which are erroneous, as well as the redress of pecuniary and non-pecuniary damage incurred by the public announcement of the said data. Data which has been made public shall be presumed to be erroneous unless the publisher proves the opposite to be true.", "2. Where erroneous data have been publicised in the mass media (press, television, radio, etc.) the person about whom those data were published shall have the right to file a correction and demand that the media publish the said correction free of charge, or make it public in some other way...", "...", "4. Where the mass media refuse to publish the correction or to make it public in some other way ... the [aggrieved] person has the right to apply to a court in accordance with the procedure established in paragraph 1 of the given Article. The court shall establish the procedure and the terms of the refutation of the erroneous data which prejudiced that person's reputation.", "5. The mass media which have publicised erroneous data prejudicing a person's reputation shall provide redress for any pecuniary and non-pecuniary damage incurred by that person only in cases when they knew, or should have known, that the data were erroneous, including those cases where the data were made public by their employees or ... anonymously, and the media refuse to name their source.", "...", "6. The person who publicly disseminates erroneous data shall be exempted from civil liability in cases when the publicised data relate to a public person and his State or public activities and the person who made them public can demonstrate that his actions were in good faith and intended to introduce the person and his activities to the public.”", "The relevant sections of the Law on the Provision of Information to the Public read as follows:", "“1. The producers and/or disseminators of public information must correct published, false information which prejudices the honour and dignity of a physical person or damages the legitimate interests of a legal person, in particular their reputation.", "2. A request to correct information shall be submitted to the producer or disseminator of the publicised information in writing not later than two months after the publication ... The request shall specify the false information which requires correction, when and where it was published, and which statements ... are degrading to the honour and dignity of the person concerned ...", "3. After receiving a reasoned request to correct published false information prejudicing the honour and dignity of a person, the producer or disseminator of that information must publish the correction free of charge and without comment, in an equivalent place, of an equivalent size and in the same form, in the nearest possible publication, television or radio broadcast, or in any other media where such information was published. A subsequent refutation shall not release the producer of that information from liability.”", "“1. A producer of public information shall not be liable for the publication of false information if he indicates his source ... and that the information has been: ...", "3) published previously in other mass media, if the information has not been corrected by the mass media in which it was published. ”", "The Code of Civil Procedure, as relevant in this case, provides:", "“1. Cassation is possible only if the grounds enumerated in this Article exist.", "2. The grounds for reviewing a case in cassation are:", "1) a violation of the rules of substantive or procedural law, such violation having an essential significance for the uniform interpretation and application of the law if this violation could have caused an unlawful ruling or decision to be adopted;", "2) if in its decision or ruling which has been appealed against the court has deviated from the practice in the application and interpretation of the law, as formulated by the Supreme Court of Lithuania;", "3) if the Supreme Court's practice in respect of the disputed issue is not uniform.”", "“1. The cassation appeal ... shall contain: ...", "3. Extensive legal arguments, which confirm the existence of grounds of cassation, as enumerated in Article 346 of the Code ...”", "Article 350 § 2 (3, 4) of the Code of Civil Procedure provides that the Supreme Court shall refuse to accept a cassation appeal if it does not meet the requirements of Articles 346 and 347 thereof. If the cassation appeal has been rejected for the above reason, a party to the proceedings can rectify the shortcomings and submit a new cassation appeal (Article 350 § 5).", "Article 225 of the Criminal Code, which creates criminal liability for bribery, stipulates that a civil servant who, in favour of others, directly or indirectly demanded or provoked the giving of a bribe for a specific legal act or omission, is to be punished by the deprivation of the right to hold a specific position or engage in certain activity, or by imprisonment of up to three years."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}