{"ITEMID": "001-111526", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KRONE VERLAG GMBH v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 10 - Freedom of expression -{General}", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant company, Krone Verlag GmbH & Co KG, is the owner and publisher of the daily newspaper Kronen Zeitung.", "6. In 1999 E.R. and U.W., the parents of Christian W., dissolved their common household and concluded a provisional agreement on the custody of Christian under which sole custody was granted to E.R., while his brother stayed with U.W. On 13 February 2001 U.W. asked for custody to be withdrawn from E.R. and transferred to him.", "7. On 22 February 2001 E.R. and U.W. agreed that pending the outcome of an expert report custody be provisionally transferred to U.W. (vorläufige Obsorge) and that for the time being Christian should live with U.W., his father.", "8. It appears that subsequently U.W. hindered contact between Christian and E.R. and, in June 2002, moved to Sweden. Thereupon, by an interlocutory decision (einstweilige Verfügung) of 26 July 2002, custody of Christian was transferred back to E.R.", "9. U.W. was ordered to hand Christian over to E.R. immediately or to take him back to Austria before 5 August 2002. That order was confirmed on appeal on 12 September 2002 and became final.", "10. Thereupon E.R. travelled to Sweden to have that decision enforced. U.W. proposed to E.R. that they enter into an agreement on custody of Christian, and E.R. also agreed to staying in Sweden. However, no such agreement was finally reached. After E.R. had settled in Sweden and found employment there, U.W., together with Christian, left Sweden for Austria.", "11. On 4 November 2002, pending the outcome of the custody proceedings, custody was temporarily transferred to the Salzburg Youth Welfare Office. On 23 December 2003 the court dismissed U.W.’s request for custody to be withdrawn from E.R. and transferred to him. The decision was declared immediately enforceable.", "12. Subsequently, various attempts to enforce that decision were undertaken. The Austrian newspapers reported on these events because U.W. kept them regularly informed and sought publicity.", "13. The first attempt at enforcement, on 23 December 2003, failed because U.W. and Christian went into hiding. U.W. had informed the media of this step in advance. Some time later they returned. In order to enforce the custody decision the competent court scheduled a hearing for 15 January 2004 in the course of which Christian was to be handed over to E.R. U.W. failed to appear at the hearing.", "14. Thereupon the judge ordered that Christian be brought before the court by force (zwangsweise Vorführung).", "15. When that decision had to be enforced by court officers Christian barricaded himself in his elementary school and, since the police officers who intervened decided not to use physical force on the premises of the school, this attempt also failed. These events were also widely covered by the media because U.W. had informed them in advance.", "16. After further unsuccessful attempts the rural police (Gendarmerie) were informed on 26 January 2004 that Christian was at his father’s house. Court officers sent to the house noted, however, that Christian was not in the house but, together with a babysitter, in a car in front of it. The officers tried to take hold of Christian but he cried and resisted. These scenes were again the subject of widespread media coverage because they were observed and photographed by several journalists, who had been informed and had hurried to the spot.", "17. In order to establish whether Christian had suffered injuries during the attempt to enforce the court order, U.W. took him to the Salzburg hospital. On 28 January 2004, by means of a diversion manoeuvre, U.W. and Christian were separated and on the same day Christian was handed over to his mother, E.R., on the premises of the hospital. E.R. and Christian have been living in Sweden since that time. This final phase of the events was also widely reported on in the media.", "18. On 7 July 2004 Christian W., represented by his mother, brought proceedings under Sections 7 and 8a of the Media Act against the applicant company, seeking damages and publication of the ensuing judgment, claiming that a series of articles on the above-mentioned events published by the applicant company between 7 January and 16 February 2004 and which contained a detailed description of the events, giving his full name and illustrated by pictures of him, had breached his rights under those provisions.", "19. He argued that the reporting on him had interfered with his strictly private life in a manner likely to expose and compromise him in public. Moreover, the articles constituted a breach of section 7a of the Media Act, which prohibited reporting on the victim of a crime in a manner which made him or her recognisable in public; that was only allowed if the importance of the offence or the persons implicated meant that there was a preponderant public interest in the information. Both applications were lodged with the Vienna Regional Criminal Court.", "20. On 19 October 2004 the Regional Court gave a detailed judgment in the case, which referred to the following articles published in the applicant company’s newspaper and summed up by the Regional Court as follows:", "“(1) 7 January 2004", "The heading ‘Missing father returns home with his two boys’, with a picture of Christian. According to the report, the child’s father returned from holiday with Christian and his brother and had to go to the police because the boy was being forced against his wishes to move in with his mother following an inhuman court decision in the context of a divorce battle.", "(2) 8 January 2004", "The heading ‘Family drama: Christian needs peace at last’, accompanied by a picture of the child. The report describes a failed attempt to take the boy to Sweden and quotes the head teacher of his primary school as saying that Christian suffers from anxiety. A large number of people, some of whom have signed a petition, are reported to be campaigning for Christian to remain with his father.", "(3) 16 January 2004", "(a) On the front page, the heading ‘My best friend is my dog’. Underneath is a picture of Christian with his dog and text stating that the child does not wish to go to his mother.", "(b) The heading ‘What’s going on here is inhuman’, with two photographs of Christian. According to this article, five police officers entered the primary school in order to fetch the boy, who refused to go with them. The head teacher, some parents and classmates are reported as saying that what happened was inhuman.", "(4) 17 January 2004", "The heading ‘Mad scramble for 8-year-old’, with a picture of Christian. The report states that several different people want the child, but no one has asked his opinion, resulting in an inhuman tug-of-war which is already affecting the child psychologically. The article further reports that a bailiff went to the child’s father’s flat but found no one at home.", "(5) 27 January 2004", "(a) On the front page, the heading ‘Christian’s battle for his home’, with a picture of the plaintiff showing him grimacing as he resists being taken (into the police car) by the bailiff, while his brother tries to obstruct the bailiff.", "(b) The heading ‘You have no idea what you’re doing to the child’, with two more pictures. The article describes the child being taken from the babysitter’s car to the police car. It likens the scene to something from a distant dictatorship, with two bailiffs trying to tear the young plaintiff away from his familiar surroundings by brute force, against his will and despite his cries for help. Neighbours and friends of the family are reported as crying with rage and directing abuse at the court officials. The plaintiff reportedly sustained a serious injury to his spine at the hands of the bailiffs and had to be taken to hospital.", "(6) 28 January 2004", "(a) On the front page, the heading ‘The whole of Salzburg up in arms’, accompanied by a photograph of the child lying in a hospital bed wearing a surgical collar. According to the article, the child was injured by the bailiffs’ rough treatment, and everyone was appalled and angered.", "(b) The heading ‘Bailiff pursues 8-year-old right into hospital’, with three pictures of the plaintiff, one showing him on a stretcher, one of him grimacing in pain in the arms of the bailiff while his brother tries to obstruct the latter, and a close-up of the child, again grimacing in pain, next to the bailiff and the car. The article also details rough treatment by the bailiffs, reportedly causing injury to the child, who is said to have complained of neck pains and to have told reporters how he had been punched in the back of the neck by one of the bailiffs. The doctor treating him is reported to have fitted a surgical collar.", "(c) The heading ‘Cries for help rang out in the night’, again with pictures of the child and reports on the public’s reaction to the bailiffs’ methods;", "(d) The heading ‘All for the good of the child’, together with the court’s findings and a picture of the child and", "(e) letters from readers angered by the treatment of the child by his mother and the court, again with a picture of the plaintiff.", "(7) 29 January 2004", "(a) Heading on front page ‘Christian abducted from hospital’, together with a photograph.", "(b) The heading ‘Whole country moved by abduction’, with two photographs. The article criticises the allegedly rough methods of the bailiffs.", "(c) The heading ‘Did the bailiff want to put a sticker on the child?’, also with critical comments.", "(d) The heading ‘Abduction from hospital at dead of night’, also with a photograph The article describes the child’s removal from the hospital by his mother and quotes the father as saying that unless tough action is taken against the bailiffs, he will lodge a complaint.", "(e) The heading ‘Minister Böhmdorfer says violence against children is unacceptable’ again with a photograph and comments on the case, including by the then Justice Minister Dr Dieter Böhmdorfer, who condemns violence against children.", "(8) 30 January 2004", "(a) The heading ‘Everyone wants Christian finally left in peace’: another report on the mother’s flight with her child, accompanied by a photograph of the child.", "(b) The heading ‘Scenes like those with Christian are completely avoidable’, also with a photograph. Comments on the case by a crisis-management expert.", "(9) 31 January 2004", "(a) The heading ‘Christian’s case reopened’, with photograph. The report states that a new expert psychological opinion on the child is to be ordered.", "(b) The heading ‘Custody battle – the story so far’, describing events up to that point.", "(c) The heading ‘Blind hatred in salmon pink’, with comments by Günther Traxler, again with a picture of Christian grimacing in pain as the bailiff tries to put him in the police car.", "(10) 2 February 2004", "Under the heading ‘Christian already in Sweden’, a report stating that the child has already been taken to Sweden by his mother and has had to leave his beloved dog behind. The report is accompanied by a picture.", "(11) 12 February 2004", "The heading ‘I don’t want to stay here any longer’, again with three pictures of Christian. The reporter writes that the judge and bailiffs will have to answer to a disciplinary board and that Christian no longer wishes to stay with his mother in Sweden but wants to return to his father in Austria.", "(12) 13 February 2004", "The heading ‘Interpol soon to search for missing Christian’, again with a picture of the child. The report states that the boy has tried to run away from his mother and has disappeared.", "(13) 16 February 2004", "A reader’s letter under the heading ‘Violence is not the answer’, in which a 12yearold criticises the judge, again with a picture showing Christian grimacing in pain.”", "21. The Regional Court allowed the action and ordered the applicant company to pay damages in the amount of EUR 136,000, to publish the judgment in its newspaper, and to bear the costs of the proceedings. The Regional Court found that by publishing the above articles containing details of the custody dispute over nine-year-old Christian W., and, moreover, disclosing his full name and accompanied by a photograph of him partly showing a highly distressed facial expression, the applicant company had exposed his strictly private life in a manner likely to compromise him in public, in breach of section 7 of the Media Act. Moreover, the articles published on 27, 28 and 29 January 2004 had, without justification, disclosed the identity of a person who had been the victim of a criminal offence to a large and not directly informed circle of people, in breach of section 7a of the Media Act.", "22. The Regional Court accepted that there existed a direct link between the events reported on and the public interest because of the sharp criticism voiced of the conduct of the court officials who had attempted to enforce the custody order. However, the person with custody of Christian had not agreed to publication and the public interest in the events could have been satisfied without giving the child’s full name and publishing pictures of him.", "23. On 29 March 2005 the applicant company appealed. Relying on Article 10 of the Convention, it argued, inter alia, that the Regional Court had failed to take into account the fact that there had already been an ongoing debate and that Christian’s father, acting as his son’s spokesman and in his interests, had informed the media of the events. Furthermore, it claimed that it had only acted as a public watchdog, informing the public about the proceedings and criticising the domestic authorities in the public interest.", "24. On 21 September 2005 the Vienna Court of Appeal partly allowed the appeal. It found that there had been no breach of section 7a of the Media Act, because under that provision a compensation claim existed only if a media outlet had described acts by which someone had become the victim of a crime and if the description violated the victim’s protected interests. In the present case, however, it was not the description of a criminal act that had breached Christian’s protected interests, since the proceedings against the court officials had ended without a conviction. The Court of Appeal therefore remitted the case to the Regional Court on this point.", "25. It further emphasised that by giving details of the plaintiff’s intimate family life and his full name, and by adding pictures of him, the newspaper had intruded into his strictly private life, as these details had merely been given in order to create a sensation and satisfy the curiosity of its readers. Even if there was a link to public life, a media outlet could report on a person’s strictly private life only to the extent necessary to satisfy the need for information related to those elements which were of relevance to the public interest. Reporting on events relating to a person’s strictly private life therefore had to be appropriate to the circumstances and proportionate. In the present case it had not been necessary for the purpose of informing the public of alleged shortcomings within the judiciary, nor had it been necessary to expose in such an intense and striking manner the severe strain being suffered by the juvenile plaintiff by inserting photographs showing his distress and despair, mentioning his full name and setting out the details of his seizure.", "26. On 19 May 2006 the Regional Court ruled again on the case and found no breach of section 7a of the Media Act. It accordingly reduced the amount of compensation to EUR 130,000.", "27. On 14 March 2007 the Vienna Court of Appeal upheld that decision.", "28. Section 7 of the Media Act, which has the title “Interference with a person’s most intimate personal sphere” (Verletzung des höchstpersönlichen Lebensbereiches), reads as follows:", "“(1) If a person’s strictly private life is discussed or presented in the media in a manner which is apt to compromise this person in public, the person concerned may claim compensation from the owner of the media for the injury suffered. The amount of compensation shall not exceed EUR 20,000 ...", "(2) No compensation claim under paragraph 1 exists if", "1. the publication at issue is based on a truthful report on a public session of the National Council or the Federal Council, the Federal Assembly, a regional diet or a committee of one of these general representative bodies;", "2. the publication is true and has a direct connection to public life;", "3. in the circumstances it could have been assumed that the person concerned had agreed to the publication;", "4. it is a direct broadcast on radio or television (live programme) and the employees or contractors of the radio or television station have not neglected the principles of journalistic diligence;", "5. the information has been published on a retrievable website and the owner of the media or its employees or contractors have not neglected the principles of journalistic diligence.”", "29. Section 7a of the Media Act, which has the title “Protection against divulging a person’s identity in special cases” (Schutz vor Bekanntgabe der Identität in besonderen Fällen), reads as follows:", "“(1) Where publication is made, through any medium, of a name, image or other particulars which are likely to lead to the disclosure to a larger not directly informed circle of people of the identity of a person who", "1. has been the victim of an offence punishable by the courts, or", "2. is suspected of having committed, or has been convicted of, a punishable offence,", "and where legitimate interests of that person are thereby injured and there is no predominant public interest in the publication of such details on account of the person’s position in society, of some other connection with public life, or of other reasons, the victim shall have a claim against the owner of the medium (publisher) for damages for the injury suffered. The award of damages shall not exceed 20,000 euros; additionally, section 6(1), second sentence, shall apply.", "(2) Legitimate interests of the victim shall in any event be injured if the publication", "1. in the case of subsection (1)1, is such as to give rise to an interference with the victim’s strictly private life or to his or her exposure,", "2. in the case of subsection (1)2, relates to a juvenile or merely to a lesser indictable offence (Vergehen) or may disproportionately prejudice the advancement of the person concerned.", "(3) No compensation claim under paragraph 1 exists if", "1. the publication at issue is based on a truthful report on a public session of the National Council or the Federal Council, the Federal Assembly, a regional diet or a committee of one of these general representative bodies;", "2. the publication of the information on the person has been decided officially, in particular for the purposes of criminal justice or public security;", "3. the person concerned has agreed to the publication or if the publication is based on information given by that person to the media;", "4. it is a direct broadcast on radio or television (live programme) and the employees or contractors of the radio or television station have not neglected the principles of journalistic diligence;", "5. the information has been published on a retrievable website and the owner of the media or its employees or contractors have not neglected the principles of journalistic diligence.”", "30. Section 6(1) second sentence of the Media Act, to which reference has been made above, reads as follows:", "“The amount of compensation shall be fixed according to the extent of the publication, its impact and, in particular, the type of media and how broadly it is disseminated; the compensation must not endanger the economic existence of the media owner.”", "31. Section 8a of the Media Act, which has the title “Separate compensation proceedings” (Selbständiges Entschädigungsverfahren), insofar as relevant, reads as follows:", "“In a judgment by which compensation under Section 6, 7, 7b or 7c has been awarded on the basis of a separate compensation request, the court must also order the publication of the judgment if the person concerned so requests, ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}