{"ITEMID": "001-107327", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF V.D. v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["4. The applicant was born in 1960 and lives in Z.", "5. The applicant is suffering from schizophrenia.", "6. On 31 August 2006 the Z. no. 4 Police Station lodged a criminal complaint with the Z. County State Attorney’s Office (Županijsko državno odvjetništvo u Z.) against the applicant. The relevant part of the complaint reads:", "“On 11 August 2006 after a physical conflict with an unknown person at about 12.20 p.m. in front of an apartment building in Z., ... the suspect D.V. went into the lift of that building with his mother M.D. and son I.D. to go to a flat on the third floor, owned by his mother, and said to his son: ‘Everybody downstairs is shouting ‘Call the police.’ The police will come now, and it is better that I kill you rather than the police, they will kill me and then we will lie dead next to each other!’. When they entered the flat the suspect D.V. began to carry out his threat and grabbed his son I. by the neck and started to squeeze it, in order to strangle him. The suspect’s mother pushed him away and he fell against the refrigerator ... while the boy ran to another part of the flat.", "After a telephone call, at 12.14 p.m. officers of the Z. no. 4 Police Station, S.P. and V.B., went to the scene ...where they waited for the ambulance ... and then entered the flat. Police officers S.P. and V.B. approached the suspect who made an attempt to assault S.P. with both hands and bit him on the left arm ... after which both officers put the suspect in an elbow lock, pushed him on to the floor and handcuffed him. However, the suspect continued to resist by trying to kick the officers, but they overcame him and he was taken by ambulance to the Hospital ‘Z.’ ... where he was placed in the closed section of the psychiatric ward.”", "7. The investigation in respect of the applicant on the charge of attempted murder of his son was opened on 6 September 2006 in the Z. County Court (Županijski sud u Z.).", "8. On 3 October 2006 an investigating judge of the Z. County Court heard evidence from police officer V.B. The relevant part of the written record reads:", "“... on the date in question in August 2006 I joined the policemen who had already arrived at a flat at 10 Š. Street. The first information I received as a police officer was that there had been a fight in front of the building, but I do not know who was involved in it, and that the fight had continued inside the flat.", "When I entered the flat there were two policemen there. I saw the accused sitting on a sofa, visibly upset. His parents were next to him. When the ambulance arrived he refused to go with them and when a doctor told him to stand up, he attempted to hit my colleague S.P. who blocked the blow, but the accused then bit him on the arm, drawing blood, and let go of him only when he was pushed on to the floor.", "This was the first time I had intervened at that address. The whole incident lasted for quite a long time, because we first spent about twenty minutes talking to him.", "To a question from the Deputy Z. County State Attorney I can say that, apart from those previously mentioned there was one younger person, probably the accused’s wife, and a child at the scene. His wife screamed for help and said that he had gone mad.", "To a question from the defence lawyer I cannot answer whether I noticed traces of any injuries on the accused that day. He is a particularly strong person, he banged his head on the ground and the bed and I did not notice traces of any injuries on him after the intervention. Well, I have just remembered that he bled from his mouth because he banged his head all the time; he continued to act crazily even after [he had received] an injection of tranquillisers and despite being tied up. We, the police officers, were not alone with him at any time ...”", "9. On the same day the investigating judge heard evidence from police officer S.P. The relevant part of the written record reads:", "“... on the date in question I came for an intervention about a mentally ill person who had to be taken for hospitalisation and who lives in Š. Street no. 10 in Z.. When I arrived to the flat I found his parents, a young man and I think also some children in one room, but I did not focus my attention on that, as well as four of my colleagues from the police station.", "I talked with the accused for at least twenty-five minutes during which time he stood up from a sofa, sat down, wanted to have his blood pressure checked and was dressed only in his underwear. From my previous experience I knew that I had to treat him gently. After that a doctor together with a team of the medical emergency services arrived and he had to be persuaded to go with them. Just then he stood up and when I touched him on the shoulder he pushed me and I held his right arm. He resisted me but we managed to push him on to the floor when he bit me on the left arm. The bite was through my shirt. I bled only a little because he did not bite off [any flesh]. A colleague helped me then to overcome him.", "... the accused sustained a mild haematoma when we pushed him on to the floor, I believe.", "To a question from the Z. County Deputy State Attorney I can say that the accused bit his tongue.", "To a question from the defence lawyer I can say that when I entered the flat the accused was not injured. ...”", "10. On 5 October 2006 the investigating judge heard evidence from T.V., the applicant’s common-law wife. The relevant part of the written record reads;", "“... His father brought a hospitalisation order from a doctor, which I put into my backpack and when we were standing in front of the apartment building where V.’s parents live, he told me that he did not wish to go to a hospital and ... managed to take the backpack from me. We were both pulling at the backpack and the next moment, probably thinking that he wanted to hit me, some people from a nearby bar started to insult him telling him that he was a fool and to let me go and then a scuffle ensued between those people and V. V.’s shirt was torn. ...", "After that the grandmother went into the flat with V. and the boy; I do not know where V.’s father was at the time. I stayed out of the building ... The police arrived after five to ten minutes. During that time I waited outside and I called an ambulance. When the police arrived I went into the building with them and was approaching the door of the flat when V.’s father came out carrying the boy ... and telling me that the grandmother feared that he was going to strangle him. ...", "After that I went to another room and played music on a computer to distract the child’s attention from the noise. I did not see what happened then. I waited for the arrival of the ambulance and the police and I heard awful screaming from V. ...”", "11. On the same day the investigating judge heard evidence from the applicant’s father, Ve.D. The relevant part of the written record reads:", "“... I approached the window and I saw V. and his wife, both pulling at a backpack. I decided to go downstairs and when I came out I saw a group of people from a nearby bar, probably thinking that V. was trying to take her backpack and not knowing that they were spouses, intervening in their conflict. V. made a move with his hand towards them and they towards him, and they pushed each other. V.’s shirt was torn. I intervened and separated them.", "... When I came back to the flat I found V. there with my wife and the boy. ...", "V. sat on a sofa in the small room and the boy was there. The police arrived after two to three minutes and I did not see V. do anything to the child.", "To a question from the judge I can say that the grandmother did not tell me that V. had done anything to the child. I left the room where V. was for a short while so it is possible that I did not see everything that happened. That means that I was not in the room when the policemen tied V. up. ... When the policemen arrived, V. told them that they were his friends but I did not see him bite one of them. There were four policemen and later on I saw that one of them had been bitten but I did not see at what exact moment it happened. It is difficult for me to say how long they stayed in the flat. While they were in the flat, a doctor arrived with an ambulance. She gave V. an injection of tranquillisers.", "During the intervention V. bit his tongue. I think that was because of the pain he suffered from being kicked by the police officers when they intervened. When the police arrived V. was on the sofa and after that he was on the floor, which is where I saw him when I went into the room. The floor was covered in blood.”", "12. On the same day the investigating judge heard evidence from the applicant’s mother, M.D. The relevant part of the written record reads:", "“... I saw through the window the two of them [the applicant and his wife] on the grass in front of the building, pulling at her backpack ... Some customers in a nearby bar were watching the incident. They probably did not know that they were spouses but thought that V. was attacking a passer-by and they approached them to help T. V. and these people pushed each other and my husband separated them. After that I went out with my grandson and approached my son who took me by one hand and my grandson by another. We went back to the building and went into the lift, V. was telling us to hurry up because the police would come and strangle us. He took the boy by the back of the neck with his hand, hurrying him to enter, in fear of the police. At that moment we were in the hall. I was shaking with fear that V. would do something to one of us. We stayed in the flat like that for a short while. V. sat on a sofa and the boy went into our bedroom to watch television. Immediately after that someone rang the bell and I saw the policemen. Four policemen arrived and one of them had a large wooden rod.", "When the policemen entered my son told them that they were his friends. Whether he swore at them after that I do not know but I saw that all of them jumped at him. In a moment he was handcuffed and his legs were tied. After that one of the policemen ordered me to leave the room and I went to the hall where my husband was, so I did not see my son bite one of the policemen. After that I heard terrible screams from my son. I could not listen to that so I went into the room and saw my son lying on the wooden floor covered in blood. I saw that he was injured because he was bleeding from the mouth. His left eye was injured. That is what I saw and I suppose that the policemen were kicking V. because he had injuries to his legs, but I did not see them do it.”", "13. On 27 November 2006 charges of attempted murder were brought in the Z. County Court against the applicant. At a hearing held on 28 March 2007 a forensic expert gave her evidence. The relevant part of the written record reads:", "“The medical documentation ... shows that the defendant V.D. sustained injuries in the form of bruises to his head on 11 August 2006, laceration of the tongue and haemorrhage of both eyes. I also saw photographs of V.D. taken at the R. Hospital ... The medical documentation and the photographs show that V.D. had sustained haemorrhaging in both eyes, more pronounced in the left eye. Such an injury is typically caused by blows with a hard object and force of low to medium intensity, and in this area it is usually caused by punches (blows with a fist). ... These injuries were caused with at least two separate uses of force. The tongue laceration was caused by him biting it himself and amounts to a bodily injury. It is not possible to establish why he bit his tongue. The medical documentation also describes lacerations of his chest and upper right leg. ... Such injuries are typically caused by dragging an object sideways along the surface of the skin or by blows from the side, but the conclusion that they were caused by being rubbed against an obstacle or surface cannot be ruled out.", "To a question from defence counsel I can say that I cannot rule out kicking as the cause of the haemorrhage of both eyes I cannot rule out the injuries being caused in this way to V.D. while he was lying on the floor.", "Some of the injuries, such as the lacerations, could have been caused by falling down and hitting the wooden floor, but I am absolutely certain that the injuries to the eye area could not have been caused in this way.", "...”", "14. On the same day the applicant was found guilty of the attempted murder of his son and attempting to prevent an official from carrying out his duties. Because he was mentally ill, compulsory admission to a psychiatric institution for a period of six months was ordered.", "15. On 5 January 2007 the applicant’s parents lodged a criminal complaint with the Z. Municipal State Attorney’s Office (Općinsko državno odvjetništvo u Z.) against two police officers, S.P. and V.B., alleging that on 11 August 2006 they had caused grave bodily injuries to the applicant. The complaint stated that on that day the applicant came to visit his parents, with T.V. and their son I.D. After the applicant had had a minor argument with T.V. and their son in front of the apartment building where his parents lived, someone had called the police.", "16. Four police officers had arrived at the applicant’s mother’s flat and handcuffed the applicant and then tied his legs, all in the presence of the applicant’s parents. The mother had been in the same room, while the father had been standing in the hallway. The police officers had then ordered the mother to leave the room, closed the door and beaten the applicant. The mother had heard the applicant screaming, had gone into the room and seen the applicant lying on the floor bleeding from his mouth and eye area. He had been kicked in the head and his eyes were bulging.", "17. An ambulance had arrived at the scene and transported the applicant to a hospital.", "18. The medical documentation of 11 August 2006, drawn up at the Surgical Clinic of the Medical University in Z., shows that the applicant had a head contusion, tongue laceration, haematoma around both eyes, haemorrhage of both eyes and lesions on the neck and right shoulder.", "19. The witness statements given before the investigating judge in the criminal proceedings against the applicant were included in the case file (see above, §§ 8-12).", "20. On 24 April 2007 the Z. Municipal State Attorney’s Office dismissed the criminal complaint on the ground that the injuries the applicant had sustained were self-inflicted; he had bitten his tongue and banged his head on the floor. The decision firstly reiterated the facts from the police report of 31 August 2006 (see above, paragraph 7). The relevant part of the decision reads:", "“A report drawn up by the General Criminal Department of the Criminal Police Division of the Z. Police Department, shows that police officers S.P and V.B. were sent to the scene ... in order to assist a medical team in securing the compulsory hospitalisation of V. When they approached him he assaulted S.P. and bit him on the left arm, after which S.P. and V.B. pushed him to the floor and tied him up. However, he continued pushing with his legs, trying to kick the officers. While he was being pushed to the floor and tied up, because of his confused state V.D. repeatedly banged his head on the floor and bit his tongue, which caused multiple lacerations of his tongue and haematoma of the face and head. ...", "During the preliminary inquiry T.V, M.D. and V.D. were interviewed and the medical documentation concerning I.D., S.P. and V.D. was consulted.", "T.V., the common-law wife of V.D. ... said that ... during the night of 10 and 11 August 2006 he had become aggressive, would not let her and their son I. sleep, had pulled out telephone wires, insulted her, had mood swings, and banged the door. The next day his behaviour had continued to be bizarre and he had been angry for no reason and had had hallucinations, so she had tried to talk to him to calm him down but had not succeeded. When they were standing in front of the apartment building where his mother lived, V. had grabbed her backpack and pulled at it, scratching her face, which was seen by some passers-by, who tried to stop him. He had started a fight with them, throwing punches, and had taken his clothes off and run down the street. At one moment she had seen him throwing their son’s things out of the window and heard his mother shouting ‘Help!’ from the window and calling the police. When the police had arrived she had gone into the flat with them and had seen V.’s mother holding the boy in her arms; he was naked and bleeding from the leg. She had not seen V., but had heard a police officer calling other police officers for help because V., whose hands and legs had been tied and who had been given three injections, had not calmed down.", "M.D., the mother of V.D., said that ... after V. and T. had been pushing each other in front of the building, she, V. and the boy . ... had gone into the flat, where V. had grabbed his son by the neck and started strangling him. She had pushed him hard, and he had fallen against the refrigerator, which made him let go of the boy. After the police had arrived she had heard her son screaming and had seen him bite a policeman on the shoulder, after which they overcame him, handcuffed him and took him to hospital.", "The father of V.D., Ve.D., was not present when the events described above took place, but said that after the police officers had arrived at their flat they had started using force against his son, handcuffed him and soon after that the ambulance had also arrived. V. had resisted them and they could not have given him an injection and only after the police officers had tied him up did the doctor manage to give him two injections of tranquillisers. ...", "The medical documentation in the case file shows that on the occasion in question I.D. had sustained bodily injuries caused by attempted strangulation.", "The same medical documentation shows that S.P. was injured by a bite from V.D.", "It also shows that V.D. sustained bodily injuries during the incident and that he is suffering from mental illness.", "... a judgment by the Z. County Court finding that V.D. had ... committed the acts amounting to the criminal offence of attempted murder of a child and an attempt to prevent an official from carrying out his duties ... was also consulted.", "Assessment of the above shows that on 11 August 2006 V.D., owing to permanent mental illness, schizoid-affective psychosis of mixed type, committed the criminal offence of attempted aggravated murder in respect of his minor child I.D., an act he was prevented from carrying out by the prompt reaction of the Z. Police Department officers. In view of his grave mental illness, the undisputed fact that he was resisting legal arrest by pushing with his legs and arms, trying to hit the police officers, biting his tongue and banging his head on the floor, I consider that the injuries he had sustained were self inflicted, or inflicted by lawful use of force.", "In view of the above, it has been established that the use of force by the police officers was justified and lawful in accordance with Article 32 of the Criminal Code and that they did not commit the alleged offence or any other criminal offence liable to State prosecution.”", "21. On 21 May 2007 the applicants’ parents lodged an indictment in the Z. Municipal Court against two of the police officers, S.P. and V.B., alleging that on 11 August 2006 they had caused grave bodily injuries to the applicant. They alleged that four police officers had come to their flat following a call by an unknown person. When they arrived at the flat the applicant was sitting on a sofa. When one of the police officers started speaking to him the applicant stood up. The police officers immediately started beating him. All four police officers very quickly pushed the applicant on to the sofa, cuffed his hands behind his back and then tied his legs together. Both parents were present. However, once the applicant had been tied up, the police officers ordered the parents to leave the room and closed the door. The parents heard the applicant screaming and crying and after some time the mother opened the door of the room and saw the applicant lying on the floor, bleeding from his mouth and eyes, eyes bulging and with blood all over him.", "22. The medical examination had revealed that the applicant had bitten his tongue and had bruises to the eyes, torso, abdomen and hands. Part of his tongue was later removed.", "23. The parents argued that these injuries could not have been self-inflicted, because if what the police had said was true, that the applicant had banged his head on the floor, then he would have had injuries primarily to his nose and forehead and not his eyes. Furthermore, banging his head against the floor could not explain the numerous haematomas on his torso, hands and abdomen.", "24. The injuries had caused the applicant permanent health damage; the sight in his left eye was reduced, he could not speak properly and had trouble swallowing food. His hands were partly numb.", "25. The parents also submitted their list of evidence, including medical documentation and photographs of the applicant taken soon after the incident showing his injuries, and requested that witnesses be heard and also that a medical expert report be drawn up to explain how the injuries were caused.", "26. On 27 July 2007 counsel for the applicant submitted a fresh indictment, which complied in form and content with the statutory requirements under the Code of Criminal Procedure. In substance, he reiterated the allegations from the previous indictment.", "27. On 3 March 2008 the Z. Municipal Criminal Court (Općinski kazneni sud u Z.) ordered an investigating judge to take the following investigative actions: interview the two police officers; interview the victim; interview the applicant’s parents; obtain a forensic expert report to establish how the injuries were caused and their gravity; take other evidence if necessary.", "28. A hearing scheduled for 15 July 2008 before an investigating judge of the Z. County Court (istražni sudac Županijskog suda u Z.) was adjourned until 28 July 2008 because the indicted policemen wished to be legally represented.", "29. At a hearing held on 24 September 2008 V.B. stated that on 11 August 2006 he and his colleague, S.P., had intervened at the applicant’s mother’s flat. They had seen the applicant speaking incomprehensibly and then biting S.P. on the arm. In order to restrain him, the police officers used a take-down technique and positioned the applicant face down on the floor. He continued to resist and they tied a sheet around his ankles. The applicant had then banged his head against the floor and bitten his tongue. Then the ambulance had arrived.", "30. S.P. remained silent.", "31. On 10 March 2009 the Z. County Court dismissed the indictment submitted by the applicant and his parents as ill-founded. It held that the applicant’s injuries had been self-inflicted and that the policemen had not used unnecessary force. The relevant part of the decision reads:", "“... the victim’s wife T.V. and his father V.D. gave concordant statements and confirmed that the victim had resisted arrest and that the police officers had tied him up and that he had received an injection of tranquillisers after which he had been transferred to a hospital, while his mother said that the police officers had beaten the victim more than was necessary.", "...", "The evidence established, and in particular the defence presented by the second suspect, do not show that there is a reasonable suspicion that the actions of the first and second defendants amounted to a criminal offence from Article 99 2 of the Criminal Code. This panel considers that the first and second suspect did not hit the victim during his arrest to the extent that they caused him grave bodily injury but their use of force was lawful and justified, and they did not put at risk or infringe his physical integrity. This panel concludes that ... the victim ... owing to his mental illness, resisted lawful arrest by pushing with his legs and arms, attempted to bite a police officer and banged his head on the floor, and thus caused himself injuries which resulted in a haematoma on his face; he also bit his tongue, which was later removed owing to necrosis of tissue...", "32. On 9 April 2009 the applicant’s parents lodged an appeal.", "33. On 10 June 2009 the Supreme Court (Vrhovni sud Republike Hrvatske) upheld the first-instance decision. The relevant part of the decision reads:", "“... on the basis of all documents in the case file, the Supreme Court ... finds that the conclusion of the first-instance court contained in the impugned decision that the facts did not reveal a reasonable suspicion that the suspects S.P. and V.B., acting in the described manner ..., committed the criminal offence of inflicting grave bodily injury from Article 99 § 2 of the Criminal Code is correct.", "The case file ... reveals that on 11 August 2006 the suspects S.P. and V.B., in their capacity as officers of Z. no. 6 Police Station, after physical conflict between the victim and unknown persons in front of the apartment building where his mother lives, were helping a medical team with the compulsory hospitalisation of the victim, after he had grabbed his minor child by the neck and started strangling him, but had been prevented by his mother, who pushed him, whereupon he fell against the refrigerator and let go of the child. During the attempt to take him to hospital, the victim assaulted S.P. and bit him on the left arm. Then the suspects, in order to break his resistance, put him in an elbow lock, pushed him on to the floor and handcuffed him. During that ... the victim, owing to his confused state caused by his mental illness, repeatedly banged his head on the floor and bit his tongue, which caused him lacerations to the his tongue and haematomas on the face and head.", "...", "In view of the above, the Supreme Court ... finds that the first-instance court correctly, on the basis of the case file, assessed that the available evidence did not indicate that there was a reasonable suspicion that the suspects had committed the criminal offence of inflicting grave bodily injury under Article 99 § 2 of the Criminal Code. The case file does not show that the suspects inflicted grave bodily harm on the victim and caused permanent injury to an important organ and caused permanent disfigurement, which are crucial elements of the criminal offence of inflicting grave bodily harm ... The case file shows that all the grave bodily injuries were self-inflicted by the victim ...”", "34. In respect of a constitutional complaint lodged by the applicant’s parents on 16 September 2009 the Constitutional Court (Ustavni sud Republike Hrvatske) on 15 December 2009 declined to examine the case.", "35. On 3 August 2007 a counsel for the applicant submitted a criminal complaint against the two other policemen, D.K. and T.S., who had also allegedly been involved in beating up the applicant.", "36. On 13 August 2007 the Z. Municipal State Attorney’s Office dismissed the criminal complaint, on the grounds that the injuries the applicant had sustained were self-inflicted and that he had resisted the police intervention by biting his tongue and banging his head on the floor.", "37. On 30 August 2007 the applicant filed an indictment in the Z. Municipal Court against D.K. and T.S., alleging that on 11 August 2006 they had caused him grave bodily injuries by hitting and kicking him on the head, back, torso and legs. Until 9 April 2010, when the applicant’s counsel enquired about the progress of the proceedings, no action had been taken in respect of the applicant’s indictment.", "38. On 17 November 2010 a judge of the Z. Municipal Court forwarded the case file to the Z. County Court for an investigation to be carried out.", "39. At a hearing held on 13 December 2010 before an investigating judge of the Z. County Court both D.K. and T.S. remained silent. The proceedings appear to be pending.", "40. The relevant articles of the Croatian Constitution (Ustav Republike Hrvatske) provide as follows:", "“No one shall be subjected to any form of ill-treatment ...”", "41. The relevant parts of the Criminal Code (Kazneni zakon, Official Gazette no. 110/1997) provide:", "“(1) Criminal proceedings in respect of criminal offences shall be instituted by the State Attorney’s Office in the interest of the Republic of Croatia and its citizens.", "(2) In exceptional circumstances the law may provide for criminal proceedings in respect of certain criminal offences to be instituted on the basis of a private prosecution or for the State Attorney’s Office to institute criminal proceedings following [a private] application.”", "“No criminal offence is committed when an official, on the basis of his or her authority vested in him or her by a statute applies force in accordance with the law.”", "“Whoever inflicts bodily injury on another or impairs another’s health shall be sentenced to imprisonment for a term of no less than three months and not exceeding three years.”", "“A public official, or another person acting at the instigation or with the explicit or tacit acquiescence of a public official, who inflicts on another person pain or grave suffering, whether physical or mental, for such purposes as obtaining from him or a third person information or a confession, punishing him for an act he or a third person has committed or is suspected of having committed, or intimidating or coercing him or a third person, or for any reason based on discrimination of any kind, shall be sentenced to imprisonment for a term of one to eight years.”", "42. The relevant part of the Code of Criminal Procedure (Official Gazette nos. 62/2003 – Zakon o kaznenom postupku) provides as follows:", "“(1) Criminal proceedings shall be instituted and conducted at the request of a qualified prosecutor only. ...", "(2) In respect of criminal offences subject to public prosecution the qualified prosecutor shall be the State Attorney and in respect of criminal offences to be prosecuted privately the qualified prosecutor shall be a private prosecutor.", "(3) Unless otherwise provided by law, the State Attorney shall undertake a criminal prosecution where there is a reasonable suspicion that an identified person has committed a criminal offence subject to public prosecution and where there are no legal impediments to the prosecution of that person.", "(4) Where the State Attorney finds that there are no grounds to institute or conduct criminal proceedings, the injured party as a subsidiary prosecutor may take his place under the conditions prescribed by this Act.”", "Articles 47 to 61 regulate the rights and duties of private prosecutors and of injured parties acting as subsidiary prosecutors. The Criminal Code distinguishes between these two roles. A private prosecutor (privatni tužitelj) is an injured party who brings a private prosecution in respect of criminal offences for which such prosecution is expressly prescribed by the Criminal Code (these are offences of a lesser degree). The injured party as a subsidiary prosecutor (oštećeni kao tužitelj) takes over criminal proceedings in respect of criminal offences subject to public prosecution where the relevant prosecuting authorities, for whatever reason, have decided not to prosecute. Pursuant to Article 47, where a prosecution is brought privately the charge must be lodged with the relevant authority within three months of the date the person bringing the prosecution learns of the offence and the identity of the perpetrator.", "“(1) A request to prosecute shall be lodged with the relevant State Attorney’s Office and a private prosecution with the appropriate court.", "(2) Where the injured party has lodged a criminal complaint ... he or she shall be considered to have thereby lodged a request to prosecute.", "(3) Where the injured party has lodged a criminal complaint or a request to prosecute but the [competent authorities] establish that the criminal offence in question should be prosecuted on the basis of a private prosecution, the criminal complaint or the request to prosecute shall be treated as a timely private prosecution if it has been submitted within the time-limit prescribed for [bringing] a private prosecution...”", "Pursuant to Article 55(1), the State Attorney is under a duty to inform the injured party within eight days of a decision not to prosecute and of that party’s right to take over the proceedings, as well as to instruct that party on the steps to be taken.", "“(1) A criminal complaint shall be lodged with the relevant State Attorney in writing or orally.", "...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}