{"ITEMID": "001-104859", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ANNA TODOROVA v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 2 (susbtantive aspect);Non-pecuniary damage - award", "JUDGES": "Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Sverre Erik Jebens;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["8. The applicant was born in 1949 and lives in Seraing, Belgium.", "9. On 24 October 1994 her son, Mr Zhivko Todorov Todorov, who was born in 1972 and lived in Plovdiv, Bulgaria, was involved in a road traffic accident. On 2 November 1994 he died from his injuries.", "10. In the autumn of 1994 Mr Todorov befriended S.N. On the morning of 24 October 1994 the two travelled from Plovdiv to Varna. They were travelling by car, a BMW 5 Series belonging to a company owned by S.N.’s family. In the afternoon they left Varna and headed back to Plovdiv. On their way back, they passed through the town of Chirpan at about 10 p.m., where they met S.N.’s brother and two friends of his, I.M. and I.I. According to later statements of S.N. and a friend of his, S.S. (see paragraphs 27 and 28 below), shortly after that on the road to Plovdiv they saw S.S., whose car was stopped at the side of the road because he had a flat tyre. They lent him the BMW’s spare tyre and continued on their way.", "11. When, some time after 11 p.m., they were passing through the village of Plodovitovo, where the speed limit was fifty kilometres per hour, they started overtaking a lorry with a trailer. The lorry, driven by P.P., reached a crossroad and started turning left. The BMW was moving behind it at about one hundred kilometres per hour. It did not slow down and collided headon with the lorry’s trailer. Immediately after the crash the BMW caught fire. P.P., who had not sustained any injuries, got out of the lorry and, with the help of the driver of a Lada Niva with registration plates from the town of Yambol, took Mr Todorov and S.N. out of the burning BMW.", "12. At about midnight Mr Todorov and S.N. were taken to a hospital in Chirpan. Mr Todorov was in a very bad condition and unconscious. S.N.’s injuries, although serious, were not as critical. Some time later a police officer came to the hospital. He was unable to interview Mr Todorov or S.N., the former being unconscious and the latter apparently being in a state of shock and incapable of making coherent statements. After that the officer visited the scene of the accident and took notes and pictures.", "13. On 28 October 1994 Mr Todorov was transferred to a hospital in Plovdiv. He did not regain consciousness and died on 2 November 1994.", "14. On 3 November 1994 a doctor from the forensic medicine department of the Plovdiv Medical University performed an autopsy on Mr Todorov’s body. He found numerous traumatic injuries to his head, limbs and internal organs. The doctor’s conclusion was that he had died from his brain injuries. In his opinion, these injuries had been caused by the impact of the collision.", "15. On the night of the accident the police opened an inquiry into the actions of S.N. on suspicion that, by breaching road traffic regulations, he had caused the accident and had thus negligently inflicted bodily injury on Mr Todorov.", "16. On 25 October 1994 the police interviewed P.P. He described the accident and said that he had taken the two injured men out of the BMW with the help of other drivers who had stopped nearby. The same day he gave a blood sample. The sample was analysed on 1 November 1994 and it was determined that his blood had no alcohol content.", "17. On 16 December 1994 the officer investigating the case asked an expert to determine whether Mr Todorov’s death had been a result of the accident.", "18. On 3 January 1995 the police sent the case to the Chirpan District Prosecutor’s Office, proposing to convert the inquiry into a fully fledged homicide investigation. The case was then forwarded to the Stara Zagora Regional Prosecutor’s Office, which on 20 January 1995 opened a criminal investigation.", "19. On 9 February 1995 the investigator to whom the case had been assigned asked an expert to determine whether P.P. had manoeuvred properly. In his report, filed on 5 March 1995, the expert said that P.P. had carried out the left turn correctly and that the accident had occurred because of the BMW’s high speed, well above the maximum allowed on that part of the road.", "20. On 1 March 1995 the investigator interviewed P.P. again.", "21. On 7 March 1995 the investigator asked an expert to determine (a) the exact spot where the BMW and the lorry’s trailer had collided; (b) the BMW’s and the lorry’s exact speed before the accident; (c) the distance between the BMW and the lorry at the time the lorry began its left turn; and (d) whether it had been possible for the BMW’s driver to avoid the accident. In his report, filed on 13 March 1995, the expert said that (a) the collision had taken place on the road; (b) the lorry had been travelling at thirteen kilometres per hour and the BMW at about one hundred kilometres per hour; (c) the BMW had been eightythree metres behind the lorry at the time the lorry had started to turn; and that (d) the BMW’s driver could have stopped before the collision point.", "22. It seems that no procedural steps were taken during the following months.", "23. On 6 September 1995 the investigator sent the file to the Stara Zagora Regional Prosecutor’s Office with a recommendation to discontinue the proceedings. On 26 September 1995 that Office referred the case back, noting that, although more than half a year had passed following the opening of the proceedings, the inquiries had not been comprehensive and thorough. No steps had been carried out with the participation of S.N. and various other pieces of evidence had not been gathered.", "24. In the meantime, on 14 September 1995 the applicant and her husband, who later passed away, brought a civil party claim against S.N.", "25. On 23 October 1995 the investigator interviewed S.N. He described the events of 24 October 1994 and asserted that, although the BMW had belonged to his and his brother’s company, Mr Todorov had been the one driving it at the time of the accident. He also said that he would be able to find witnesses who could confirm that assertion.", "26. On 17 November 1995 the investigator interviewed P.P. once again. He mentioned the driver of the Lada Niva (see paragraph 11 above), but said that he did not remember his name or the exact number of his registration plates. He described how the two of them had taken the two injured men out of the BMW, and said that the one behind the wheel had been S.N. After that the investigator organised an identity parade at which P.P. identified S.N. as the BMW’s driver.", "27. On 22 November 1995 the investigator interviewed S.S. He said that he knew S.N. well, but had not known Mr Todorov at all. He also said that when S.N. and Mr Todorov had stopped to help him with the flat tyre, the one driving the BMW had been Mr Todorov.", "28. On 24 November 1995 the investigator charged S.N. and interviewed him. S.N. asserted that the person driving the BMW at the time of the accident had been Mr Todorov. On the way from Varna they had switched several times, but at the time of the accident the one behind the wheel had been Mr Todorov. This had been witnessed by several people in Chirpan. It had also been witnessed by his friend, S.S., on the road between Chirpan and the place of the accident.", "29. The same day the investigator interviewed I.M. and I.I., who said that they had been having dinner with S.N.’s brother in Chirpan when they had met S.N. and Mr Todorov. They also said that they were acquainted with S.N., but had known Mr Todorov only by sight. Both of them stated that the one driving the BMW at the time of their meeting had been Mr Todorov.", "30. On 7 December 1995 the investigator sent the case to the Stara Zagora Regional Prosecutor’s Office, recommending that the proceedings be discontinued. He noted that the technical expert report and the inspection of the site of the accident showed that the accident had been the fault of the BMW’s driver. The only contentious issue was whether this had been S.N. or Mr Todorov. P.P. had stated that the one behind the wheel had been S.N. However, the latter had disputed this assertion and had provided three witnesses – I.M., I.I. and S.S. – who had all asserted that the one driving the BMW had been Mr Todorov. It could therefore be concluded that the BMW had been driven by Mr Todorov.", "31. On 10 January 1996 the Stara Zagora Regional Prosecutor’s Office referred the case back to the investigator for additional investigation.", "32. On 18 January 1996 the investigator interviewed the police officer who had started the inquiry. He said that he had first gone to the hospital and then to the scene of the accident, but was unable to say which of the two persons in the BMW had been the driver.", "33. On 4 April 1996 the investigator asked two medical experts to assess the extent of S.N.’s injuries and to express an opinion on whether he had indeed been unable to make coherent statements after the accident. In their report, filed on 9 May 1996, the experts said that it was impossible to determine this solely from the materials in the file because shortly before the accident S.N. had been involved in another road traffic accident. It was necessary to examine him personally.", "34. On 11 July 1996 the investigator asked five experts to express their opinion on whether Mr Todorov or S.N. had been driving the BMW at the time of the accident. However, the experts were unable to examine S.N., who had gone missing, and the report could not be completed. On 30 December 1996 the experts sent the file back to the investigator and asked him to order that S.N. be compelled to appear.", "35. On 11 April 1997 the Stara Zagora Regional Prosecutor’s Office, to which the file had been sent, returned it for further investigation. It ordered that S.N. be compelled to submit to an examination by the experts.", "36. On 24 April 1997 the investigator requested the police to trace S.N. with a view to summoning him. The police supplied information about his address on 2 May 1997. On 13 May 1997 he was summoned for 20 May 1997, but failed to appear. Accordingly, on 9 July 1997 the investigator ordered that he be brought by force. On 23 July 1997 the Stara Zagora Regional Prosecutor’s Office decided to place him in custody. On 21 November 1997 instructions were given for him to be found.", "37. On 30 March 1998 S.N. appeared before the investigator. He was charged, interviewed and allowed to examine the file with his counsel. He said that he stood by his previous statements.", "38. On 13 October 1998 the investigator sent the case to the Chirpan District Prosecutor’s Office, recommending that S.N. be brought to trial.", "39. On 26 January 1999 the Stara Zagora Regional Prosecutor’s Office sent the case back to the investigator, noting, among other things, that he had not properly worded the charge, that no information had been gathered on any previous road traffic offences committed by S.N., and that the medical expert report ordered on 11 July 1996 had not been finalised. It instructed the investigator to examine whether P.P. had made the left turn in line with road traffic rules and, if he found that this was not the case, to charge him as well.", "40. On 9 February 1999 the investigator asked an expert to determine whether P.P. had turned left properly. In his report, filed on 5 March 1999, the expert stated that P.P. had not breached any road traffic rules.", "41. On 11 March 1999 the investigator asked five experts to determine, on the basis of the injuries sustained by Mr Todorov and S.N., which of the two had been driving the BMW at the time of the accident. The experts studied the documents in the file, including the medical report drawn up when Mr Todorov had been admitted to the hospital in Chirpan, his autopsy report, and a medical report on S.N.’s condition on the day after the accident. On 8 June 1999 they examined S.N. and on 11 June 1999 subjected him to an X-ray and a CAT scan. However, they were not able to inspect the BMW, as it had apparently disappeared.", "42. On 14 July 1999 the investigator interviewed S.N. in relation to the BMW’s whereabouts. He said that he had left it on a street in the village of Gradina. Somebody had later removed it from there and he had no idea where it was.", "43. In their report the experts said that, without inspecting the BMW and on the basis of the medical data alone, they could not reach a definite conclusion as to which of the two had been driving it at the time of the accident.", "44. On 23 August 1999 the investigator charged S.N. anew and interviewed him, and on 7 September 1999 ordered that the applicant be allowed to participate in the proceedings as a civil claimant.", "45. On 15 September 1999 the investigator sent the case to the Stara Zagora Regional Prosecutor’s Office, proposing that S.N. be brought to trial.", "46. However, on 27 September 1999 the Stara Zagora Regional Prosecutor’s Office decided to discontinue the proceedings, reasoning that it had not been conclusively established who had been driving the BMW at the time of the accident. According to I.M., I.I. and S.S., it had been Mr Todorov, whereas P.P. maintained that it had been S.N. The experts had been unable to arrive at a categorical conclusion on this point. It was also unclear whether the line in the middle of the carriageway had been continuous or dotted. Therefore, the accusation had not been proved. On 19 May 2001 the prosecutor’s office sent the case of its own motion to the Stara Zagora Regional Court.", "47. In a decision of 6 June 2001 the Stara Zagora Regional Court, noting that in accordance with an intervening legislative amendment the decision to discontinue an investigation was no longer subject to automatic review by the courts, but could only be reviewed pursuant to an application by those concerned, referred the case back to the prosecution authorities with instructions to inform the applicant of the discontinuance.", "48. On 27 June 2001 a prosecutor of the Stara Zagora Regional Prosecutor’s Office again discontinued the investigation. He described the circumstances of the accident and said that it was clear that the BMW’s driver had breached road traffic regulations, whereas P.P. had properly made a left turn. However, despite taking all the necessary steps, the investigation had been unable to ascertain who had been driving the BMW at the time of the accident. Three witnesses – I.M., I.I. and S.S. – were categorical that the BMW had been driven by Mr Todorov. The experts were unable to arrive at a definite conclusion on this point. The police officer who had inspected the scene could not say who had been driving the BMW either. On the other hand, P.P., when interviewed, had stated that the BMW had been driven by S.N., and had identified him as the driver during an identity parade. It was also unclear whether the line in the middle of the carriageway had been continuous or dotted. Therefore, the accusation had not been proved.", "49. This decision was sent to the applicant on 2 January 2003.", "50. On 10 January 2003 the applicant sought judicial review by the Stara Zagora Regional Court. She argued that the conclusion that it could not be determined whether S.N. had been behind the wheel at the time of the accident was based on incomplete evidence. The authorities’ preference for the testimony of I.M., I.I. and S.S., who had not witnessed the accident, over the testimony of P.P., who had taken the victims out of the burning BMW, was unwarranted. The discrepancy between their versions should have been elucidated through a confrontation. She further pointed out that it would not have been very hard to establish the identity of the Lada Niva’s driver and then interview him, which had not been done.", "51. On 24 January 2003 the court, observing that the prosecution authorities had failed to serve a copy of the application on S.N., referred the case back to them with instructions to do so. They apparently complied with these instructions and re-sent the file to the court.", "52. After holding a hearing on 7 May 2003, in a decision of 23 May 2003 the court upheld the decision to discontinue the proceedings. It held that when hearing a challenge against a decision discontinuing a criminal investigation it could not scrutinise the manner in which the prosecution authorities had assessed the evidence, nor take their place and fill in the gaps in their reasoning. It was not competent to gather fresh evidence either; its assessment had to be based on the available material. Accordingly, even if it were to find gaps in it, it could not set aside the discontinuance decision on that ground.", "53. The applicant appealed, but, following a legislative amendment effective from 3 June 2003 and providing that firstinstance court decisions reviewing prosecutor’s decisions to discontinue criminal investigations were final, the court terminated the proceedings on 23 June 2003.", "54. Throughout the proceedings the applicant wrote many letters to the prosecuting authorities, urging them to expedite the processing of the case. On some of those occasions the Chief Prosecutor’s Office sent letters to the lower prosecutor’s offices, instructing them to finalise the case promptly.", "55. On 7 December 1998 the applicant brought a tort claim against S.N. in the Plovdiv Regional Court. After holding a hearing on 5 February 1999, on 16 March 1999 the court stayed the proceedings pending the outcome of the criminal investigation. On several occasions between 2001 and 2003 it enquired about the investigation’s progress. On 22 December 2003, following the upholding of the investigation’s discontinuance, it resumed the examination of the claim.", "56. The court then held two hearings, on 11 February and 9 April 2004. The applicant could not be found and summoned for the first of those at her home, and was regarded as summoned under a rule allowing constructive summoning where a party failed to inform the court of a change of address. The court summoned the applicant for the second hearing through the counsel who represented her before the proceedings were stayed. However, neither the applicant nor the lawyer appeared. The court admitted in evidence the prosecutor’s decision to discontinue the criminal proceedings and the decision whereby the Stara Zagora Regional Court had upheld the discontinuance (see paragraphs 48 and 52 above).", "57. The Plovdiv Regional Court dismissed the applicant’s claim on 10 May 2004. It held as follows:", "“[The] prosecutor’s decision [of 27 September 1999 – see paragraph 46 above] and [the] Stara Zagora Regional Court’s decision [of 23 May 2003 – see paragraph 52 above] were admitted in evidence without being challenged. The prosecutor’s decision shows that the criminal proceedings against [S.N.] under Article 343 § 1 (c), read in conjunction with Article 342 § 1 of the Criminal Code [see paragraph 60 below] have been discontinued for lack of evidence. The reasons for the discontinuance are that it was not established in a categorical manner who had driven the car at the time of the road traffic accident, and that there was a lack of categorical findings as to whether the line in the middle of the carriageway at the area of the accident had been continuous or dotted.", "In those circumstances, the [court] finds that the claims under section 45(1) of the Obligations and Contracts Act [see paragraph 61 below] are unfounded and should not be allowed. ...”", "58. Notice of the court’s judgment was sent to the applicant’s address in Bulgaria, but could not be delivered because she no longer lived there. Another notice was sent to the abovementioned lawyer; it was received by a colleague of his on 8 June 2004.", "59. There is no indication that the applicant appealed against the judgment.", "60. Article 343 § 1 (c), read in conjunction with Article 342 § 1 of the Criminal Code 1968, makes it an offence to cause the death of another by driving in reckless disregard of road traffic regulations. The penalty on conviction is up to six years’ imprisonment.", "61. The civillaw consequences of road traffic accidents are governed by the general law of torts. The relevant provisions are set out in sections 45 to 54 of the Obligations and Contracts Act 1951 (Закон за задълженията и договорите). Section 45(1) provides that everyone is obliged to make good the damage which they have, through their fault, caused to another. In all cases of tortious conduct, fault is presumed unless proved otherwise (section 45(2)). Compensation is due for all damage that is a direct and proximate result of the tortious act (section 51(1)). The amount of compensation in respect of nonpecuniary damage is to be determined by the court in equity (section 52).", "62. The law concerning civilparty claims in criminal proceedings and separate civil claims is set out in the Court’s admissibility decision in the case of Tonchev v. Bulgaria ((dec.), no. 18527/02, 14 October 2008) and in paragraphs 29 and 30 of the Court’s judgment in the case of Dinchev v. Bulgaria (no. 23057/03, 22 January 2009).", "63. The provisions governing discontinuance of criminal proceedings before trial are set out in the Court’s decision in the case of Nenkov v. Bulgaria ((dec.), no. 24128/02, 7 October 2008).", "64. The rules governing stays of civil proceedings and the effects of a decision to discontinue a criminal investigation on the examination of a separate civil claim arising out of the same events were at the relevant time contained in Articles 182, 183 and 222 the Code of Civil Procedure 1952. They provided as follows:", "“The court shall stay the proceedings:", "...", "(d) whenever criminal elements, the determination of which is decisive for the outcome of the civil dispute, are discovered in the course of the civil proceedings.”", "“Proceedings which have been stayed shall be resumed on the court’s own motion or upon a party’s request after the respective obstacles have been removed...”", "“The final judgment of a criminal court is binding on the civil court which examines the civil consequences of the criminal act in relation to the points whether the act was perpetrated, whether it was unlawful, and whether the perpetrator was guilty of it.”", "65. The former Supreme Court has given a number of rulings as to the effect of the above provisions.", "66. In a decision of 1 December 1966 (тълк. реш. № 142 от 1 декември 1966, ОСГК на ВС), the General Meeting of the Civil Chambers of the former Supreme Court, in giving a binding interpretation of Articles 182 § 1 (e) and 222 of the Code, held that a prosecutorial decision discontinuing a criminal prosecution on the ground that the accused has not committed the impugned act is, unlike a judgment of conviction or acquittal, not binding on the civil court that rules on the civil consequences of that act.", "67. In a judgment of 18 January 1980 (реш. № 3421 от 18 януари 1980 г. по гр. д. № 1366/1979 г., ВС, I г. о.), the First Civil Division of the Supreme Court held:", "“In principle, the fact that a criminal offence [has been committed] may be established only in proceedings under the Code of Criminal Procedure. That is why, by Article 182 [§ 1] (d) of the Code of Civil Procedure [1952], where an alleged civil right derives from a fact which amounts to an offence under the Criminal Code, the civil court is bound to stay the civil proceedings. That is necessary in order to follow the judgment of the criminal court. This is mandatory for the civil courts in all cases, regardless of the criminal offence to which [the proceedings] relate. The binding force of the judgments of criminal courts is set out in Article 222 of the Code of Civil Procedure [1952].", "Under [that provision], the final judgment of a criminal court is binding on the civil court which examines the civil consequences of the criminal act in relation to the points whether the act was perpetrated, whether it was unlawful, and whether the perpetrator was guilty of it. The law does not allow the [civil] court freely to assess the evidence and requires that court, in order to abide by the criminal judgment, to regard as established the facts that that judgment has found to have occurred or otherwise. The criminal court’s judgment is res judicata in relation to the matters mentioned in Article 222. That res judicata effect has to be taken into account by all courts and State authorities. It cannot be challenged when the criminal court’s judgment has taken effect. It presupposes that the act that forms the subject matter of the criminal judgment and the act that needs to be established in the civil proceedings coincide. It does not matter whether the act has been perpetrated by the defendant to the civil action or is an act by a third party that has an effect on the defendant’s liability. [The court] must treat as binding not only convictions, but also acquittals, in cases where they have established the lack of elements of the tort [in question]: for instance, the lack of an tortious act, [or] the lack of a causal link between the act and the damage [suffered by the claimant]. However, a criminal court’s judgment does not need to be treated as binding where it has acquitted the defendant on the ground that his or her act was not criminal – an act, although not amounting to a criminal offence, may still be a tort. The binding effect of the criminal court’s judgment relates to all elements of the criminal offence. When the amount of the damage is an element of the offence, the criminal court’s findings as to that amount are binding on the court which rules on the civil claim. When the criminal court has made findings in relation to the amount of the damage caused because it was an element of the criminal offence of which a person has been accused, those findings are binding on the court determining the civil claim. [For instance,] in the case of a theft, where the sum of money stolen is an element of the criminal offence, the criminal court’s findings as to that sum are binding in the civil case. [Similarly, in] the case of the offence of wilful mismanagement ..., the amount of damage caused is an element of the offence; in order for the impugned act to have constituted an offence, it must have caused significant damage. In order to determine whether the damage is significant, the criminal court must make findings as to its amount. That is why the amount of the damage featuring in the criminal court’s judgment is binding [on the civil court].”", "68. In a judgment of 13 December 1988 (реш. № 817 от 13 декември 1988 г. по гр. д. № 725/1988 г., ВС, IV г. о.), concerning a claim for damages arising out of a road traffic accident, the Fourth Civil Division of the former Supreme Court held:", "“In dismissing the claim, the [lower] court found that the only party responsible for the accident was the claimant, who, at a distance of about ten metres, suddenly jumped in front of the car in order to cross the street and that therefore, despite the steps taken by the driver, the collision was not avoided.", "That conclusion was based on the fact that the criminal investigation against the driver had been discontinued on the grounds of lack of evidence, lack of some of the elements rendering the act a criminal offence, and lack of guilt.", "By basing its findings on the discontinuance of the criminal investigation, the [lower court] acted in breach of Article 222 of the Code of Civil Procedure, which provides that only the final judgment of a criminal court is binding on the civil court which deals with the civil consequences of the impugned act ... The prosecutor’s decision to discontinue the investigation has no evidential value and his or her findings are not binding on the court dealing with the civil consequences of the act. Where there is no judgment of a criminal court finding the accused not guilty of causing the claimant’s injuries, the civil court must establish whether or not the defendant has committed the alleged act on the basis of all types of evidence admissible under the Code of Civil Procedure. The prosecutor’s decision to discontinue the investigation has no evidential value and does not show that the defendant is not responsible for the road traffic accident.”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}