{"ITEMID": "001-57884", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF VALLÉE v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "John Freeland;N. Valticos", "TEXT": ["7. Mr Alain Vallée, a French national born in 1964, is an inspector of electronic equipment with an annual salary of about 80,000 French francs (FRF), but he often has to take sick-leave.", "8. He was infected with the human immunodeficiency virus (HIV) between 27 November 1984 and 4 June 1985. As a severe A-haemophiliac he had received frequent blood transfusions. As early as October 1987 he was classified as having reached stage IV, the last stage of infection, on the scale of the Atlanta Center for Disease Control.", "9. Mr Vallée is one of five brothers, all infected with the human immunodeficiency virus. Being unaware that he was HIV-positive, he infected his girlfriend.", "10. On 12 December 1989 the applicant submitted a preliminary claim for compensation to the Minister for Solidarity, Health and Social Protection, in accordance with Article R.102 of the Administrative Courts and Administrative Courts of Appeal Code (see paragraph 25 below). He sought FRF 2,500,000, maintaining that he had been infected with the human immunodeficiency virus as a result of the Minister’s negligent delay in implementing appropriate rules for the supply of blood products.", "Six hundred and forty-nine similar claims were sent to the Minister; the number of haemophiliacs who had been infected was one thousand two hundred and fifty.", "11. On 30 March 1990, shortly before the expiry of the statutory four-month time-limit (see paragraph 25 below), the Director-General for Health rejected the applicant’s claim.", "12. On 31 May 1990 Mr Vallée lodged an application with the Versailles Administrative Court for the annulment of the ministerial decision and for compensation from the State in the amount of FRF 2,500,000 plus statutory interest. On 11 October he submitted a supplementary memorial.", "The Minister filed his defence pleadings on 22 April 1991. In them he called on the court to \"dismiss the applicant’s claim\" but added:", "\"However, in the event of the court’s accepting the principle of negligence on the part of the State, I would ask you to appoint an expert with a view to establishing whether the damage for which the applicant seeks compensation is genuinely attributable to such negligence.\"", "13. Under an order of 11 July 1991 transferring jurisdiction, made pursuant to Article R.80 et seq. of the Administrative Courts and Administrative Courts of Appeal Code, the case was referred to the Paris Administrative Court, which had been designated to deal with all the applications lodged against the State by infected haemophiliacs.", "14. On 2 January 1992 the Paris Administrative Court sent the applicant’s lawyer an official request for information, asking him to indicate the date on which the applicant had learned he was HIV-positive and his current state of health. Although he had already provided a copy of his haemophiliac’s health record with his supplementary memorial of 11 October 1990, Mr Vallée immediately sent the court a memorial together with a medical certificate, which summarised the situation as follows:", "\"Subject to any new developments, the last negative result in a serological test was recorded in June 1984 and the first positive result in June 1985. Since these results were obtained with first-generation tests, a serological control is being performed using serum-bank samples taken on 18 September 1984, 27 November 1984 and 4 June 1985.", "From a clinical point of view, the patient’s general state of health is good but he was assigned to group IV C II of the CDC classification on account of herpes zoster, which he contracted in October 1987. The last checkup performed in February 1992 also revealed skin mycosis. From a biological point of view, his CD4+ lymphocyte count is 274 per mm3. The patient is not receiving any special treatment at present. Rétrovir should shortly be prescribed.\"", "To supplement the information given in the medical certificate the applicant also indicated in his memorial that:", "\"The Centre Air et Soleil run by Dr Congard did not prescribe any blood transfusions from September 1984 to 23 November 1985.", "However, except for serious incidents, for which he received treatment at the centre, Mr Vallée effected transfusions himself at home, and his haemophiliac’s health record (see exhibit no. 13 to the supplementary memorial) shows that he injected himself with PPSB on 18 April, 28 April, 18 May and 24 May 1985.", "There are accordingly sufficiently serious, precise and concurring grounds for supposing that Mr Alain Vallée was infected between 12 March and 1 October 1985.\"", "15. The case was set down for hearing on 16 March 1992. On 25 March the court gave an interlocutory decision as follows:", "\" ... The State is liable in respect of haemophiliacs who were infected with HIV in the course of transfusion of non-heat-treated blood products during the period of liability defined above, that is between 12 March and 1 October 1985.\"", "It also ordered the applicant to send it \"the results of the serological tests performed on the blood samples taken on 18 September 1984, 27 November 1984 and 4 June 1985\".", "The decision was served on Mr Vallée two months later. On 10 June 1992 he filed a memorial to which the documents requested were appended.", "16. A hearing took place on 20 January 1993. In his submissions the Government Commissioner (commissaire du gouvernement) recommended that the court should order the State to pay the applicant compensation of FRF 2,200,000, plus interest at the statutory rate from 13 December 1989. This amount was higher than the sum of FRF 2,000,000 normally awarded to persons who had reached stage IV of the illness, to take into account the fact that all of Mr Vallée’s brothers had likewise been infected and that he himself had been infected while still very young.", "On 15 April 1993 the applicant’s lawyer wrote to the President of the court to express his concern that no judgment had yet been served on his client.", "A further hearing was held on 30 April 1993.", "17. On 28 May 1993 the Paris Administrative Court gave the following judgment:", "\"The State’s liability", "...", "The investigation has shown that on 27 November 1984 Mr Vallée did not have any antibodies revealing the presence of human immunodeficiency virus and that he was found to be HIV-positive on 4 June 1985 after having undergone transfusions of non-heat-treated blood products in April and May 1985; the State is accordingly liable vis-à-vis the applicant for the damage suffered as a result of the transfusions he received between 12 March and 1 October 1985;", "Mr Vallée will be adequately compensated for all his problems by an award of FRF 2,000,000;\"", "In the same decision the court - acting under section 12 of the Act of 31 December 1987 (see paragraph 26 below) - referred the case to the Conseil d’Etat for an opinion on a point of law concerning the application Mr Vallée had made concurrently to the Compensation Fund (see paragraph 24 below). It accordingly deferred its final decision until the Conseil d’Etat had given its opinion or, if no opinion was forthcoming, until three months after the date on which the file was forwarded to the Conseil d’Etat.", "The judgment was served on Mr Vallée on 11 June 1993, and the file was transmitted to the Conseil d’Etat the same day.", "18. On 25 June 1993 the applicant filed a memorial. His main submission was that the request for an opinion was inadmissible; in the alternative he pointed out that an opinion was not necessary because the issue had already been determined by the Conseil d’Etat.", "On 16 September 1993, since the Conseil d’Etat had not given its opinion within the statutory time-limit, Mr Vallée requested the Administrative Court to give judgment without further delay.", "On 15 October 1993 the Conseil d’Etat gave the following opinion:", "\"1. The decree of 12 July 1993 ..., which is applicable to cases pending at the date of its publication, ... provides a solution to the problem raised in the Administrative Court’s first question.", "2. ... An administrative court asked to make such an award should raise of its own motion the fact that the damage complained of has already been wholly or partly indemnified by a third party, when the evidence shows this to be the case, even if that party does not file submissions, on the basis of its subrogation to the rights of the victim, seeking the reimbursement of the amounts it has paid as compensation for the damage suffered by the latter.", "Accordingly, an administrative court to which a claim for compensation for damage suffered as a result of infection with the human immunodeficiency virus has been submitted must, when it has been informed by one of the parties that the victim or his heirs have already received compensation for the damage complained of, deduct of its own motion such compensation from the amount payable in respect of the damage.", "...", "Where the sum offered by the Fund has been accepted by the claimants, or where a sum has been fixed in a judgment of the Paris Court of Appeal, against which no appeal on points of law has been lodged, or again where an appeal on points of law against the Court of Appeal’s judgment has been dismissed by the Court of Cassation, it should be held that all or part of the damage complained of has been actually and finally compensated by the Fund. Consequently it is incumbent on an administrative court which has been informed that this is the case to deduct, of its own motion, the amount thus owed by the Fund from the compensation which it orders the public authority liable for the damage to pay to the victim.\"", "19. The Paris Administrative Court held a further hearing on 8 December 1993. On 5 January 1994 it gave the following decision:", "\"Article 1: The State is ordered to pay Mr Vallée the sum of FRF 548,000.", "Article 2: This amount shall bear interest from 13 December 1989 at the statutory rate. The sum of FRF 1,352,000 paid to Mr Vallée by the Compensation Fund for Transfusion Patients and Haemophiliacs shall bear interest at the statutory rate from the same date until 27 November 1992.", "Article 3: The interest due on the FRF 548,000 as at 12 March 1992 and 20 September 1993 shall be capitalised on each of those dates so that it also bears interest. The interest due on the FRF 1,352,000 as at 12 March 1992 shall be capitalised on that date so that it also bears interest until 27 November 1992.", "Article 4: The State shall be subrogated to the rights of Mr Vallée vis-à-vis any party acknowledged to have jointly caused the damage for which reparation is made in this judgment.", "...\"", "The judgment was served on Mr Vallée on 4 March 1994. The time-limit for filing an appeal will expire on 4 May 1994. At the date of the adoption of the present judgment, the applicant had not appealed to the Paris Administrative Court of Appeal.", "20. On 3 March 1992 Mr Vallée submitted a claim to the Compensation Fund set up by the Act of 31 December 1991 (see paragraph 24 below).", "On 15 July 1992 the Fund offered him as \"HIV-infection compensation\" a sum of FRF 1,452,000, payable in three instalments over a period of three years, from which FRF 100,000 paid out by the private haemophiliacs’ solidarity fund was to be deducted. In addition the applicant was to receive a sum of FRF 484,000 as soon as he developed AIDS (acquired immunodeficiency syndrome).", "21. The applicant turned down this offer and appealed to the Paris Court of Appeal under section 47 VIII of the Act of 31 December 1991.", "In a judgment of 27 November 1992 that court decided that the HIV-infection compensation should be paid in a single instalment. On the other hand, it upheld the Fund’s decision to pay the \"AIDS compensation\" of FRF 484,000 only at a later date.", "On 18 December 1992 the Fund sent the applicant a cheque for FRF 1,364,170.21.", "22. Mr Vallée appealed on points of law, seeking a declaration that it was unlawful to defer payment of the \"AIDS compensation\". The Court of Cassation dismissed the appeal on 20 July 1993.", "23. On 22 June 1992 Mr Vallée applied to the Paris Criminal Court to be joined as a civil party to the proceedings at the trial of certain senior officials of the blood transfusion service.", "On 23 October 1992 the court awarded him FRF 300,000 as compensation for deception as to the quality of the products.", "Mr Vallée appealed against the judgment but subsequently withdrew his appeal.", "24. The Act of 31 December 1991 making miscellaneous social-welfare provisions set up special machinery for the compensation of haemophiliacs and transfusion patients who had been infected following injections of blood products. Section 47 provides:", "\"I. Victims of damage resulting from infection with the human immunodeficiency virus caused by transfusion of blood products or injection of blood derivatives carried out within the territory of the French Republic shall be compensated in the manner set out below.", "II. ...", "III. Full compensation for the damage defined in subsection I shall be provided by a Compensation Fund, having legal personality, presided over by a serving or retired divisional president or judge of the Court of Cassation and administered by a compensation board.", "...", "IV. In their claims for compensation, victims or their heirs shall provide proof of their infection with the human immunodeficiency virus and of the transfusion of blood products or injections of blood derivatives.", "...", "Victims or their heirs shall communicate to the Fund all the information in their possession.", "Within three months of the receipt of a claim, a period which may be extended at the request of the victim or his heirs, the Fund shall consider whether the conditions for payment of compensation have been fulfilled. It shall investigate the circumstances under which the victim was infected and make any necessary inquiries, which may not be resisted on grounds of professional secrecy.", "...", "V. The Fund shall be required to make an offer of compensation to any victim referred to in subsection I within a time-limit laid down by decree, which may not exceed six months from the day on which the Fund receives full proof of the damage ...", "...", "VI. The victim shall inform the Fund of any judicial proceedings pending. If legal proceedings are brought, the victim shall inform the court of his application to the Fund.", "VII. ...", "VIII. The victim shall not be entitled to take legal action against the Compensation Fund unless his claim for compensation has been dismissed, no offer has been made to him within the time-limit referred to in the first paragraph of subsection V, or he has not accepted an offer made to him. Proceedings shall be brought in the Paris Court of Appeal.", "IX. The Fund shall be subrogated, for an amount no higher than the sums paid out, to the victim’s rights against the person liable for the damage and against persons required, for whatever reason, to make full or partial reparation for that damage, within the limits of those persons’ liabilities. However, the Fund may institute proceedings on the basis of that subrogation only where the damage is attributable to negligence.", "The Fund may intervene in proceedings in the criminal courts, even if it does not do so until the appeal stage, where the victim or his heirs have claimed compensation as a civil party in proceedings pending against the person or persons responsible for the damage defined in subsection I. In such cases it shall be considered a full party to the proceedings and may have recourse to all the remedies available in law.", "If the acts which caused the damage have given rise to criminal proceedings, the civil court shall not be required to defer its decision until there has been a final decision by the criminal court.", "X. Unless otherwise provided, the provisions governing the implementation of this section shall be laid down in a decree issued after consultation of the Conseil d’Etat.", "XI. ...", "XII. The Compensation Fund’s sources of revenue shall be specified in a subsequent Act.", "XIII. ...", "XIV. ...\"", "25. At the material time the Administrative Courts and Administrative Courts of Appeal Code contained, inter alia, the following provisions:", "\"Except in cases concerning public works, proceedings may not be instituted in the Administrative Court otherwise than in the form of an appeal against a decision; such an appeal shall be lodged within two months of the notification or the publication of the contested decision.", "Where no reply is forthcoming from the relevant authority for more than four months, that silence is to be construed as a decision rejecting the complaint.", "...\"", "\"The President of the Administrative Court or of the Administrative Court of Appeal, or a judge delegated by one of them, may, where the existence of an obligation cannot seriously be contested, award an advance to a creditor who has filed an application on the merits in the court in question. He may, even of his own motion, make the payment of the advance subject to the lodging of a security.\"", "\"Immediately after the application instituting the proceedings has been registered by the registry, the president of the court or, in Paris, the president of the division to which the application has been transmitted, shall appoint a rapporteur.", "Under the authority of the president of the court or division to which he belongs, the rapporteur He may request the parties to supply any evidence or documents relevant to the resolution of the dispute, which shall be added to the file so as to be accessible to all the parties.\"", "\"A member of the Administrative Court or the Administrative Court of Appeal may be assigned by the competent court or by the latter’s president to carry out any investigative measures other than those provided for in sections 1 to 4 of this chapter.\"", "26. Section 12 of the Act of 31 December 1987 on the reform of the organisation and functioning of the administrative courts provides as follows:", "\"Before giving a decision on an application which raises a new point of law of particular difficulty arising in a large number of cases, the Administrative Court or Administrative Court of Appeal may, by a decision from which no appeal lies, transfer the case file to the Conseil d’Etat, which shall examine the point at issue within three months. The decision on the merits shall be deferred until the Conseil d’Etat has given its opinion or, if no opinion is forthcoming, until the expiry of this time-limit.\"", "27. Decree no. 93-906 of 12 July 1993 applies to all proceedings pending at the date of its publication. It lays down provisions for the implementation of section 47 of the Act of 31 December 1991 (see paragraph 24 above):", "\"Part II", "Provisions relating to actions seeking to establish liability brought against those responsible for the damage defined in subsection I of section 47 of the aforementioned Act of 31 December 1991", "Article 15", "In order to bring the action by subrogation provided for in subsection IX of section 47 of the aforementioned Act of 31 December 1991, the Fund may intervene in proceedings in any of the administrative or ordinary courts, even if it does not do so until the appeal stage. In such cases it shall be considered a full party to the proceedings and may have recourse to all the remedies available in law.", "Article 16", "The registries of the administrative and ordinary courts shall send the Fund by registered post with recorded delivery a copy of the procedural documents submitting to those courts any initial or additional claim for compensation of the damage defined in subsection I of section 47 of the aforementioned Act of 31 December 1991.", "Article 17", "Within one month of receipt of the letter referred to in Article 16, the Fund shall inform the president of the relevant court by ordinary mail whether or not it has received a claim for compensation with the same purpose and, if so, what stage the procedure has reached. It shall also state whether or not it intends to intervene in the proceedings.", "Where the victim has accepted the offer made by the Fund, the latter shall send the president of the court a copy of the documents in which the offer was made and by which it was accepted. The Fund shall, where relevant, indicate the stage reached in proceedings instituted in the Paris Court of Appeal under the provisions of Part I of this decree and forward any judgment delivered by that court.", "The registry shall notify the parties of the information communicated by the Fund.", "Article 18", "The registry shall send the Fund copies of the decisions given at first instance and, where relevant, on appeal in proceedings in which the Fund has not intervened.", "Article 19", "...", "Article 20", "The provisions of Articles 15 to 19 shall be applicable to cases pending on the date of entry into force of [this] decree ...\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}