{"ITEMID": "001-5151", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "SORIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Croatian citizen, born in 1933 and living in Zagreb.", "In 1939 the applicant, then aged six, moved, together with his mother, to the privately owned flat in Zagreb he still occupies. The applicant and his mother were tenants and in possession of the flat on the basis of a lease between the applicant's mother and the owner. In 1958 the flat in question was nationalised, but a year later, in 1959, returned to the previous owner. The applicant and his mother continued to live in the flat, and in 1967 the owner of the flat leased the flat to the applicant's mother. After the mother's death in 1987, the applicant prolonged the lease under his name.", "On 3 June 1991, the Parliament enacted the Specially Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo) and on 22 October 1996, the Leases Act (Zakon o najmu stanova). While the first one regulates the sale of publicly-owned flats previously let under a specially protected tenancy, the second regulates the conditions of leasing privately-owned flats, including those previously let under a specially protected tenancy.", "The applicant, together with some hundred and fifty other applicants, lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske), claiming that certain provisions of the Leases Act and the Specially Protected Tenancies (Sale to Occupier) Act violated the constitutional guarantees of the right to enjoy their possessions, the respect and protection for family life and discriminated against former holders of specially protected tenancies of privately-owned flats.", "The Constitutional Court ruled on 31 March 1998, and its decision was published in the Official Gazette (Narodne novine). The Court quashed several provisions of the Leases Act and dismissed the request to examine the constitutionality of the Specially Protected Tenancies (Sale to Occupiers) Act. As to the Leases Act, the Court quashed Article 21 § 2, which obliged an owner of a flat let for an unlimited period of time to provide a lessee with another flat in adequate condition before cancelling the lease, if the owner intended to live in the flat himself or intended to install in the flat his children, parents or his dependants. The Court also quashed Article 31 § 2, point 3, which excluded from the right to “protected rent” a lessee who had ceased to use the flat during the six months preceding the enactment of the Act in question. Furthermore, the Court quashed Articles 39 and 40 § 2. Article 39 restricted the lessor's right to terminate the lease of a lessee who does not pay the rent and charges, and is over sixty years of age or receiving social security benefits, only to cases where the municipality provides such a lessee with another adequate flat with a right to “protected rent” in an amount affordable to the lessee. Article 40 § 2 provided in substance the same as the above-mentioned Article 21 § 2.", "B. Relevant domestic law before amendments by the Constitutional Court", "The Specially Protected Tenancies (Sale to Occupier) Act regulates the conditions of sale of flats let under specially protected tenancies. In general, the Act entitles the holder of a specially protected tenancy on a publicly-owned flat to purchase it under favourable conditions of sale. However, the Act excludes from such favourable treatment the holders of specially protected tenancies on most privately-owned flats.", "The provisions of the Act challenged by the applicant before the Constitutional Court provide as follows.", "Article 3 § 1 point 2 provides, inter alia, that the Act does not concern privately-owned flats let under specially protected tenancies.", "Article 7 provides that where the tenant of a publicly-owned flat has not applied to purchase it under the Act, the tenant of any privately-owned flat may lodge a request to buy it. Furthermore, this provision establishes the criteria for priority in the purchase of such flats.", "Article 27 regulates the spending of the funds collected through the sale of flats let under specially protected tenancies. It requires 90 % on such funds to be used, inter alia, to provide flats for the former holders of specially protected tenancies of privately owned-flats, while 10 % of the funds must be used to help providing flats for families with three or more children. If the funds originate from the sale of flats in culturally protected buildings, 20 % of those funds must be used for the maintenance and reconstruction of such buildings while the rest is to be used according to the above mentioned criteria.", "Article 34 provides that the private owners of rented flats may, within two years of the Act's enactment, sell their flats to the municipality. The municipality is under an obligation to purchase such a flat if the tenant undertakes to repurchase the flat from the municipality. The price of such a flat will be fixed according to the provisions for determining prices of publicly-owned flats let under specially protected tenancies.", "The Leases Act in general regulates the legal relationship between lessee and lessor in regard to the lease of flats. It recognises a special category of lessees, those who were previously holders of specially protected tenancies on privately-owned flats. Such a category is, according to the Act, subject to a number of protections, such as an obligation for the owners to contract a lease for an unlimited period of time, the payment of a so called “protected rent”, the amount of which is to be prescribed by the Government, and strictly limited reasons for termination of the lease. This Act abolishes the specially protected tenancy as such.", "Article 7 § 2 provides that the criteria for establishing the amount of “protected rent” are the condition of the flat in question, expenses for maintenance of the building and the lessee's financial situation.", "Article 30 provides that, by enactment of the Act in question, specially protected tenancies cease to exist and the former holders of specially protected tenancies become lessees.", "Article 31 provides that the former holder of a specially protected tenancy and the owner of the flat have to take out a lease for an unlimited period of time, and the lessee is entitled to pay the so-called “protected rent”, except where the lessee is using a part of the flat for some business-related activity; or where the lessee is the owner of an inhabitable house or flat; or where the flat has not been used by the lessee or any members of his family, during the six months preceding the entry into force of the Leases Act, unless the owner had permitted their absence.", "Article 32 provides that an owner is not obliged to lease a flat to a person who is renting two flats. In that case the lessee is entitled to choose which flat he wants to keep as a lessee.", "Article 33 obliges the owner to inform a lessee entitled to the “protected rent” that he is the owner of the flat, as well as of his personal address, within sixty days of the Act's entry into force. Furthermore, the former holder of a specially protected tenancy is obliged to submit a request for a lease to the owner within six months of the entry into force of the Leases Act, or of a court's decision recognising the right of the former holder of a specially protected tenancy to use the flat. If within a further period of three months the owner does not sign the lease, the former holder of a specially protected tenancy may seek a court order imposing such an agreement. Such applications must be heard under the accellerated procedure. If the owner does not inform the former holder of a specially protected tenancy about his ownership, it is presumed that the owner is the person registered as such in the land registry.", "Article 34 provides that before the lease is signed, the former holder of a specially protected tenancy is obliged to pay the rent in the amount that he was paying before the entry into force of the Lease Act.", "Article 35 obliges a “protected lessee” to pay, besides “protected rent”, communal and other charges, if such charges are stipulated in the lease.", "Article 36 provides that if the amount of the “protected rent” is changed, the lessee is obliged to pay this new rent, without a change of the relevant provision in the lease being necessary.", "Article 37 provides that the names of family members sharing the same household as the former holder of a specially protected tenancy will be noted in the lease.", "Article 38 transfers the legal position of a lessee to the persons referred to in the previous paragraph, in the event of the lessee's death or relinquishment of the flat. The lessor is obliged to sign a new lease with such a person contracting a “protected rent”.", "Article 39 provides that the lessor may terminate the lease of a lessee in receipt of social security benefits or older than sixty years of age, if such a person does not pay the rent or other charges, only where a municipality provides the lessee with another appropriate flat with a “protected rent”.", "Article 40 reiterates the basis on which a lessor may terminate the lease of a “protected lessee”, the conditions being: if the lessee does not pay the rent and charges; if the lessee sublets the flat or part of it, without permission from the lessor; if the lessee or other tenants in the flat disturb other tenants in the building; if some other person, not noted in the lease, lives in the flat longer than thirty days, without permission from the lessor, except where that person is a spouse, child or parent of the lessee or of the other legal tenants in the flat, or a dependant of the lessee or a person on whom the lessee is dependent if the lessee or other legal tenants do not use the flat as their home, but for other purposes; if the lessor intends to move into the flat himself or install his children, parents or dependants there; if the lessor does not have another flat and is entitled to social security benefits or is more than sixty years of age. If the lessor intends to move into the flat, he is obliged to provide the lessee with another inhabitable and appropriate flat of at least equivalent quality. If the lessor has no other flat to live in, then the municipality is obliged to provide the lessee with another appropriate flat unless he owns another inhabitable and appropriate flat in the same municipality or town.", "Article 41 provides that an appropriate apartment is one that provides one room for each person, but the number of the rooms shall not exceed the number of the rooms in the previous flat. The new apartment has to be in the same municipality or town.", "Article 42 enables persons who have acquired the right to purchase a flat pursuant to the Specially Protected Tenancies (Sale to Occupier) Act, but for certain reasons have not been able to exercise that right, to purchase a flat until the expiration dates laid down by that Act.", "Article 43 obliges a lessor to sign a lease with a person who has purchased the flat under the Protected Tenancies (Sale to Occupier) Act, where the sale has been terminated or annulled.", "Article 44 obliges a lessor who intends to sell a flat, to offer the flat for sale to the lessee.", "Article 45 invests a lessee who was not notified of the lessor's intention to sell the flat with a right to apply for a judgment declaring the sale null and void and to purchase the flat under the same conditions.", "Article 46 invests a protected lessee with a right to occupy the parts of a flat abandoned by one or more other protected lessees in the same flat, unless the lessor decides to use the abandoned parts of the flat himself.", "Article 47 provides that any person who was a tenant before the entry into force of the Leases Act remains a tenant, whoever the lessor or lessee of that flat may be.", "Article 48 invests the former holder of a specially protected tenancy on a flat in private ownership with a right to purchase it if the owner of the flat has already purchased some other flat under the Specially Protected Tenancies (Sale to Occupier) Act and if the former holder of a specially protected tenancy does not own some other inhabitable flat or house."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}