{"ITEMID": "001-73261", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ZAKONJSEK v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1975 and lives in Trbovlje.", "6. On 22 August 1997 the applicant was injured in a car accident. The perpetrator of the accident had taken out insurance with the insurance company ZT.", "7. On 5 January 1999 the applicant instituted proceedings against ZT in the Ljubljana District Court (Okrožno sodišče v Ljubljani) seeking damages in the amount of 3,938,470 Slovenian tolars (approximately 16,410 euros) for the injuries sustained.", "Between 11 November 1999 and 19 February 2002 the applicant lodged three preliminary written submissions and/or adduced evidence.", "On 18 February 2000 and 2 April 2001 he made requests that a date be set for a hearing.", "Of the two hearings held on 18 June 2001 and 6 May 2002, none was adjourned at the request of the applicant.", "During the proceedings, the court appointed a medical expert.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 1 July 2002.", "8. On 12 July 2002 the applicant appealed to the Ljubljana Higher Court (Višje sodišče v Ljubljani).", "On 16 April 2003, the court upheld his appeal as far as the statutory default interests were concerned and rejected the remainder.", "The judgment was served on the applicant on 6 May 2003.", "9. On 20 May 2003 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče). He also requested a withdrawal of a Supreme Court’s judge.", "On 14 July 2004 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 30 August 2004."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}