{"ITEMID": "001-68693", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "KUDUZOVIC v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["The applicant, Ismet Kuduzović, is a Bosnian national, who was born in 1966 and lives in Šoštanj, Slovenia. He is represented before the Court by the Verstovšek law office from Celje.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 14 February 1987 the applicant, a mine worker of Bosnian citizenship who has lived on the territory of Slovenia since 1984, had a work-related accident while working for »Rudnik lignita Velenje«, a mining enterprise.", "On 10 March 1992 the Pension and Disability Fund of Slovenia granted the applicant the status of partial (“third-degree”) disability, including the right to a reduced workload.", "In 1991, after Slovenia became an independent state, the applicant did not obtain Slovenian citizenship because, as he claims, he lived in a bachelor's home and did not, therefore, satisfy the statutory condition of “permanent residence”. He thus became an alien and lodged a request to obtain a work permit, which was issued for the period of one year, expiring on 8 October 1993.", "On 21 September 1993 the »Rudnik lignita Velenje« enterprise terminated the applicant's contract of employment on the ground that his work permit was about to expire. The termination was to take effect on 8 October 1993.", "On 6 October 1993 the applicant lodged an objection with the appellate authority of the enterprise, claiming that the enterprise could not dismiss him because he was a disabled worker with the right to a reduced workload. The objection was rejected on 18 November 1993.", "On 17 December 1993 the applicant instituted proceedings at the Celje Employment Tribunal, arguing that the legislation on the protection of disabled workers should have precedence over the legislation governing the employment of aliens.", "On 14 March 1994 the Tribunal held a hearing and adopted a decision on the same day, rejecting the applicant's claim on the ground that his employment contract had been terminated ex lege, as provided by the Aliens Employment Act 1992 in force at the material time. The Tribunal stated that the Act did not provide for any exception for disabled persons, nor did it require an employer to obtain a work permit for disabled persons.", "On 30 March 1994 the applicant lodged an appeal against the first-instance decision, but on 1 June 1995 the Higher Labour and Social Court rejected the appeal.", "On 24 July 1995 the applicant lodged an appeal on points of law, which was rejected by the Supreme Court on 28 May 1996. The Supreme Court held that the Aliens Employment Act 1992 was adopted later (lex posterior) and governed a more specific subject-matter (lex specialis) than the Basic Rights of Employees Act 1989, which regulates the protection of disabled workers. The applicant's employment had accordingly been lawfully terminated.", "On 2 August 1996, the applicant lodged a constitutional appeal with the Constitutional Court. The constitutional appeal was declared admissible on 23 June 1999 but was rejected on the merits on 20 January 2000. The Constitutional Court found that the interpretation of the legislation adopted by the Supreme Court did not infringe the applicant's human rights and fundamental freedoms (“fourth-instance”). One judge wrote a dissenting opinion.", "Further to two separate requests in April and July 2004, the applicant's lawyer informed the Court in December 2004 that the applicant and his two children had acquired the Slovenian citizenship on 29 April 2002 by virtue of a decision issued by the Ministry of Interior. It could also be understood from the lawyer's submissions that the applicant had been working on a temporary basis for different companies, including for the Velenje mining enterprise since the beginning of the nineties.", "Section 3", "“An employer may not enter into an employment relation or a work contract with an alien who does not have a work permit ...", "A contract of employment or a work contract concluded with an alien who does not have a work permit is void.”", "Section 16", "“An alien's employment relation with his employer is terminated if the work permit expires ... or if it is revoked ..., on the expiry date or on the date when the revocation decision becomes final respectively.”", "Section 48", "“A disabled worker has the right to be transferred to an appropriate post with due regard to his remaining capacity to work, the right to retraining or additional training, the right to be transferred to a post appropriate to his skills, and the right to appropriate wage compensation related to the exercise of these rights according to the legislation on retirement and disability insurance.", "...", "In all cases mentioned in the first ... paragraph of this section the organisation or the employer must provide the worker a post appropriate to his skills, under conditions and in the manner provided by an internal act or a collective agreement in accordance with the law.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}