{"ITEMID": "001-106167", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF KACHURKA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Isabelle Berro-Lefèvre;Mykhaylo Buromenskiy", "TEXT": ["6. The applicants, husband and wife, were born in 1937 and 1939 respectively and live in Zaporizhya.", "7. At about 1:40 a. m. on 29 March 2000 N.K., the wife of S.K. (the applicants’ son) and M.S., a family acquaintance, informed the police that S.K. had committed suicide by hanging himself in the bathroom in his flat.", "8. Having arrived at S.K.’s flat, the police examined the scene of the incident and drew up a report, noting that by the time of their arrival S.K.’s body was lying on the bathroom floor, fully dressed in outdoor clothes without any recent damage to them. He had no visible injuries, except strangulation marks on his neck and an abrasion on his hand. The strangulation marks were uneven (three on the right side and two on the left) and particularly visible on the front of the neck. A self-tightening loop of grey synthetic cord was found near the body and another fragment of analogous cord was tied to the middle of a horizontal water supply pipe three meters above the floor. The flat was in good order and no signs of any struggle could be found either on the body or anywhere in the flat. Following the examination, the police took away the cord.", "9. On the same date the police also took written statements from M.S. (the family acquaintance) and S.M. (a neighbour whose telephone had been used to call the police). M.S. told the police that he knew S.K. and his family and lived in the neighbourhood. At about 1.30 a. m. N.K. (S.K.’s wife) had rung his door and requested his help in breaking into her locked bathroom. She explained that her husband had come home drunk at about 1 a.m., had locked himself in the bathroom and had been crying loudly. She had attempted to break the door open with an axe, but to no avail. M.S. had then followed N.K. to her flat, broken open the bathroom door with a chisel, and had seen S.K. suspended by his neck from the pipe. M.S. and N.K. had cut the cord and had placed S.K.’s body on the floor. They had called the police and an ambulance and had attempted to resuscitate S.K. However, S.K. had already died. S.M. (the neighbour) stated to the police that at about 1:30 a.m. N.K. had asked him to call an ambulance, as her husband had hung himself. He had entered the flat at N.K.’s invitation and had seen the body already placed on the floor.", "10. Also on the same date, an autopsy of S.K.’s body took place. According to the resulting findings, he died of mechanical asphyxia caused by hanging.", "11. On 6 April 2000 further results of the forensic examination of S.K.’s body were received, according to which S.K. had been moderately intoxicated by alcohol (2.0%) at the time of his death. The expert report stated that there had been no other injuries or abnormalities on his body.", "12. On 8 April 2000 N.K. (S.K.’s wife) stated that shortly before his death her husband had shared with her that he had a lover, who had fallen pregnant, and that he was worried about the debt owed by his father to company S. On the day of the incident, he had come home at about 10 p.m. with D.Sh., an acquaintance. They had both been rather drunk. After a little while, N.K., S.K. and Y.K. (their eight-year-old daughter) had accompanied D.Sh. out and had returned home. The daughter had gone to bed, while S.K. and N.K. had been drinking coffee in the kitchen until about 1 a.m. At some point in time, they had been interrupted by a visit from G.P., another acquaintance, who had been looking for D.Sh., and, having learned that he had already gone, G.P. had left immediately. Subsequently, S.K. had gone to the bathroom. Worried about his long absence, N.K. had called for him and had received no answer. She had attempted to break into the bathroom with a kitchen axe, but had been unsuccessful. Thinking that S.K. may have fallen asleep, she had gone to get the help of M.S., who lived nearby and who was well respected by her husband.", "13. On the same date the investigative department of the Leninskiy District Prosecutor’s Office in Zaporizhya (“the District Prosecutor’s Office”) decided not to institute criminal proceedings into the circumstances of S.K.’s death, having found it sufficiently established that he had deliberately taken his own life.", "14. On 10 April 2000 the applicants appealed to the Leninskiy District Prosecutor requesting further investigation. They noted, in particular, that they had suspected G.P., allegedly their son’s wife’s lover and who had visited the family shortly before S.K.’s death, of having strangled S.K., potentially in connection with a property dispute between the spouses, who had been planning to divorce. They drew the prosecutor’s attention to certain facts which appeared peculiar to them: in particular, S.K.’s being dressed in a jacket after having allegedly been home for several hours; contradictory evidence as to the existence of an abrasion (possibly from the cord) on S.K.’s hand; and the failure of the investigative authorities to examine the cord and to take away the axe and the chisel. Subsequently, on many occasions throughout the investigation, the applicants continued to suggest that S.K. could have been intentionally strangled with the cord and then placed in the bathroom, the hanging being imitated. Alternatively, he could have been poisoned by narcotic or psychotropic substances and incited to commit suicide. They alleged that the persons potentially implicated in the murder included his wife, her parents, and her lover (G.P.) and subsequently Y.M., a neighbour who had been on bad terms with S.K.", "15. On 16 June 2000 the Zaporizhya Regional Prosecutor’s Office (“the Regional Prosecutor’s Office”) quashed the decision of 8 April 2000 and ordered additional inquiry. It reprimanded the District Prosecutor’s Office, in particular, for not having served the applicants with its decision of 8 April 2000 and not letting them access the inquiry materials. They further instructed the investigators, in particular, to question: the applicants in order to verify the probability of the applicants’ assertions concerning the murder being correct; the two acquaintances, who visited the family before S.K.’s death (D.Sh. and G.P.); relatives of G.P.; and two neighbours who had acted as lay witnesses during the examination of the scene of the incident.", "16. On 5 July 2000 a new decision not to institute criminal proceedings was taken, the text of which did not reflect whether the Regional Prosecutor’s Office’s instructions had been carried out.", "17. On 10 August 2000 the Regional Prosecutor’s Office annulled this decision, having found that the investigation had been perfunctory. On 14 August 2000 it further addressed a letter to the Leninskiy District Prosecutor, noting that the case-file documents had not been kept in order, as required by the applicable document processing rules, which also stipulated procedures regarding stitching and numbering. In addition, it gave detailed instructions as to further investigative actions to be taken. It ordered, in particular, that: the cord be examined and where S.K. had taken it from be determined; S.K.’s colleagues be questioned concerning his moods and affairs; his wife’s allegations about his involvement with his father’s alleged debts and his alleged lover’s pregnancy be investigated; why S.K. had been wearing a jacket be determined; and whether S.K.’s wife and G.P. had had a love affair and whether this could have played a role in S.K.’s death be assessed.", "18. On 29 August 2000 the District Prosecutor’s Office took a fresh decision not to institute criminal proceedings. It noted, in particular, that S.K.’s wife had stated during additional questioning of her that she had never had an affair with G.P. and that there had been no conflicts in the family in this respect, while S.K.’s wearing of a jacket was explained by his regular habit of dining in outdoor clothes. The prosecutor’s office further referred to a statement of S.K.’s minor daughter (Y.K.) confirming that G.P., who had indeed visited them during the evening, had left the flat long before her father’s death. In addition, it found that the first applicant had not had financial problems involving his son in any way.", "19. On 25 September 2000 the Regional Prosecutor’s Office annulled this decision, having found that its instructions had not been duly carried out.", "20. On 11 October 2000 the investigator, O.P., reported to the Zaporizhya City Prosecutor that it had not been possible to examine the cord, as, contrary to his expectations, for unexplained reasons it was absent from the safe and could not be found anywhere.", "21. On 17 October 2000 a fresh decision refusing to institute criminal proceedings was taken.", "22. On 10 November 2000 the applicants appealed to court. They noted that the investigation had failed to examine whether the pipe had contained any friction marks attesting to the suspension of a heavy, jerking body from it and whether the bathroom door could have been locked from the outside after the dead body had been placed within it. It had further failed to reconcile contradictions between various data concerning an abrasion on S.K.’s hand. In addition, the applicants alleged that their granddaughter had initially told them that G.P. (N.K.’s alleged lover) and Y.M. (a neighbour, with whom S.K. had allegedly been on bad terms) had been in their house shortly before S.K.’s death, and that she had heard sounds of an argument, followed by a cry and then the sound of running water.", "23. On 22 November 2001 the applicants amended their appeal, submitting that they had been unable to present full arguments earlier, having been denied access to the case file. They further pinpointed various contradictions between N.K.’s, M.S.’s, G.P.’s and Y.M.’s statements and suggested that they had earlier seen a cord, similar to that by which S.K. had been strangled, near G.P.’s car. They further noted that the case file had not contained their son’s wife’s and their granddaughter’s statements which had been given shortly after the incident, and that the investigation had baselessly affirmed that there were no traces of narcotic or psychotropic substances in S.K.’s blood, while in fact this point had never been examined. They further contended that the information concerning an abrasion on S.K.’s hand, together with the finding that there were three strangulation marks on one side and two on the other side of S.K.’s neck, could signify that S.K. had attempted to defend himself from an intruder trying to strangle him. The applicants also alleged that they had been called on the phone and threatened by strangers, and that the people involved in their son’s death could have included his wife, her lover and her parents, and Y.M. (a neighbour).", "24. On 16 September 2002 the Zavodskiy District Court in Zaporizhya annulled the decision of 17 October 2000. It noted, in particular, that the District Prosecutor’s Office had failed to examine all relevant facts and collect evidence in accordance with the instructions of the Regional Prosecutor’s Office, and it remitted the case for additional inquiry.", "25. On 16 December 2002 the District Prosecutor’s Office took a fresh decision not to institute criminal proceedings, relying, in essence, on the same arguments as in the previous decisions.", "26. On 10 January 2003 the Zaporizhya City Prosecutor annulled this decision, noting that no additional actions had been carried out.", "27. Following this decision, in January 2003 the investigative authorities carried out additional questioning of various witnesses, including S.K.’s daughter (Y.K.), who confirmed her mother’s statements, and M.S. (the acquaintance, who helped to open the bathroom door and take S.K. off the pipe), who noted that when he had entered the bathroom, S.K. had been suspended from the pipe, his legs approximately twenty centimetres above the floor.", "28. On 20 January, 10 February and 10 April 2003 the Prosecutor’s Office took fresh decisions not to institute criminal proceedings, all of them subsequently being quashed.", "29. On 26 May 2003 the Regional Prosecutor’s Office annulled the lastmentioned decision, having found that the investigation was incomplete. In particular, it noted that there were still contradictory sources of evidence with regard to the hand injury. The case was transferred to the Zaporizhya City Prosecutor’s Office for further handling.", "30. On 9 June 2003 the City Prosecutor’s Office again decided not to institute criminal proceedings. However, the applicants continued to lodge various complaints with the authorities, including complaints that they had been unlawfully denied access to the case file and that the investigation had failed to properly examine an audio-recording of a conversation they had had with their granddaughter and to incorporate it into the body of evidence.", "31. In response to their complaints, some additional actions were carried out, including: a request that S.K.’s wife to allow the re-examination of her home, which she refused on the basis that she had already renovated the bathroom; and an additional questioning of the medical expert, who had recorded that S.K. had not had any injuries on his hand. The authorities further noted that the questioning of another expert witness involved was no longer possible, as that expert witness had died.", "32. On 16 March 2004 the Regional Prosecutor’s Office refused an application by the applicants for reopening of the investigation, having informed them, in particular, that no statements by S.K.’s wife and daugther were missing from the case file, as they had first been questioned on 8 April and 5 July 2000 respectively. It also noted that in accordance with the Destruction of Unnecessary Evidence Act of 15 November 2001, the cord had been deliberately destroyed.", "33. The applicants appealed to the courts.", "34. On 21 September 2004 the Ordzhonikidzevskiy District Court in Zaporizhya quashed the preceding decision not to institute criminal proceedings. It noted, in particular, that the investigation had been onesided; the authorities focusing entirely on whether the explanation of suicide was probable. There had been no comprehensive and coherent analysis of the probability or improbability of the applicants’ allegation of imitated hanging preceded by intentional strangling. In particular, the investigative authorities had failed to establish the manner of S.K.’s hanging and had not reconciled various contradictions in the evidence in this respect. Information which had not been uncovered included details of the position of S.K.’s body; the capacity of the water supply pipe to withstand the weight of his body being suspended from it, particularly with regard being had to its sudden jerk from the bathtub edge; S.K.’s technical ability to prepare and complete the hanging, given the level of alcohol in his blood; and the nature and origins of the abrasion on his hand. The court also noted that the authorities had negligently failed to take away and examine the chisel and the axe.", "35. On 24 May 2005 V.Sh., one of the lay witnesses who had signed the report of the examination of the scene on 29 March 2000, refused to report for questioning, alleging, in particular, that he was very ill and could no longer recall the relevant details.", "36. On 10 June 2005 a fresh decision not to institute criminal proceedings was taken.", "37. On 15 March 2006 the Ordzhonikidzevskiy District Court quashed the decision, having found that its previous instructions had remained largely not followed and that the manner of S.K.’s hanging had not been established.", "38. On 24 October 2006 a new decision not to institute criminal proceedings was taken. As noted in that decision, it had been no longer possible to examine relevant physical evidence, as the bathroom had been renovated and such objects as the axe, the chisel, and the cord had not been available. However, regard being had to the available materials, particularly to the witness statements, it was found that it would not have been possible to place a strangled body into the bathroom and lock the door from the outside. Rather than jumping from the bathtub edge, S.K. had either leaned against it or touched the floor with his feet, his incomplete hanging explaining the distribution of his weight, which would have been able to be supported by the water supply pipe. His alcohol intoxication being moderate, he ought not to have lost his judgment to the point of not being able to hang himself.", "39. On 6 April 2007 the Ordzhonikidzevskiy District Court rejected the first applicant’s appeal against this decision, having noted that he had lodged it outside the statutory time-limit without having a valid justification for his failure to meet the deadline. In any event, the court held that the investigative authorities had used up all the means reasonably available to them to examine the situation and that it was not likely that any further investigation would bring new results or secure evidence in support of the applicants’ allegation that S.K. could have been murdered.", "40. The parties did not inform the Court whether this decision was appealed any further.", "41. The relevant provisions of the Constitution and the Code of Criminal Procedure can be found in the judgment in the case of Sergey Shevchenko v. Ukraine (no. 32478/02, §§ 36-39, 4 April 2006)."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}