{"ITEMID": "001-139345", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "AHMADOV v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Dmitry Dedov;Elisabeth Steiner;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["1. The applicant, Mr Abbas Hasan oglu Ahmadov (Abbas Həsən oğlu Əhmədov), is an Azerbaijani national, who was born in 1957 and lives in Baku.", "2. He was represented before the Court by Mrs A. Tagiyeva, a lawyer practising in Azerbaijan. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. On 7 March 2005 police officers took the applicant and his brother from the applicant’s home to the Surakhani District Police Station in connection with the investigation of the murder of an acquaintance of the applicant with whom he had had a brief business relationship in Moscow one year before. After their arrival at the police station, the applicant and his brother were arrested for hooliganism and, on 8 March 2005, the Surakhani District Court sentenced them to seven days’ administrative detention.", "5. According to the applicant, he was heavily beaten and ill-treated in police custody with the aim of extracting a confession from him. He did not however give any self-incriminating or confession statement.", "6. On 10 March 2005 the applicant was heard by the investigator as a witness in connection with the murder case. He was questioned in particular about his relationship with the victim. According to the record of questioning, the applicant stated that he had fallen in the street on 7 March 2005 before his arrest by the police.", "7. According to the medical record drawn up on 29 March 2005, on 10 March 2005 an X-ray examination of the applicant’s ribcage was carried out. The reason of this examination was not specified in the record. It was noted in the record that the applicant had not been examined or registered by a doctor. The medical record which is composed of two sentences reads as follows:", "“On 10 March 2005 an X-ray examination of the ribcage was carried out. He was not examined or registered by a doctor.”", "The record did not mention the results of the X-ray examination.", "8. At the end of the seven days’ administrative detention the applicant’s brother was released, but the applicant remained detained on suspicion of involvement in the murder.", "9. On 13 March 2005 the applicant was questioned by the investigator as a suspect. It was suspected that the applicant and a friend of his (A.M.) had contracted two other suspects (V.O. and Q.H.) to murder the victim in exchange for a certain sum of money. According to the record of the questioning of 13 March 2005, the applicant denied his involvement in the murder, stating that he had never ordered the murder of the victim. He also stated that there had been no conflict between him and the victim; however A.M. had had a conflict with the victim. The applicant did not raise any complaint concerning his alleged ill-treatment by the police.", "10. On 13 March 2005 V.O. and Q.H. were also questioned by the investigator. In their submissions, V.O. and Q.H. admitted that they had murdered the victim, who was a taxi driver. On the day of the murder, they had taken the victim’s taxi as clients and, once outside the city, had asked the victim to stop the car and stabbed him with a knife. V.O. and Q.H. stated that the applicant and A.M. had contracted them to kill the victim in exchange for money. A.M. was questioned on the same day by the investigator and he described the applicant as the person behind the murder.", "11. On 15 March 2005 the applicant maintained his initial position that he had never ordered the victim’s murder. Also on 15 March 2005, V.O. and Q.H. were again questioned by the investigator. In their submissions, they reiterated their previous statements, stating that the applicant had pointed out the victim’s taxi to them and that the applicant and A.M. were behind the murder. On the same date, A.M. again made an incriminating statement against the applicant.", "12. On the basis of the investigation the applicant was charged with having committed the offence of premeditated murder.", "13. Following his sons’ arrest the applicant’s father complained to the prosecution authorities that they had been ill-treated by the police. He claimed that his sons had been heavily beaten and ill-treated in police custody and that police officers had asked him for a bribe in the amount of 20,000 US dollars (USD) in order to release his sons from the police station. He said that he had not had enough money to pay the sum demanded and had managed to pay only USD 6,000. According to the applicant’s father, the applicant’s brother was released following the payment of the latter amount to police officers at the Surakhani District Police Station, but the applicant remained in detention as he could not pay the total amount of the bribe.", "14. By a decision of 15 April 2005 the investigator at the Baku City Prosecutor’s Office instituted criminal proceedings under Article 309 of the Criminal Code (excess of authority) on the basis of the complaints by the applicant’s father.", "15. On 15 August 2005 the investigator at the Baku City Prosecutor’s Office decided to terminate the criminal proceedings under Article 309 of the Criminal Code. The investigator found that the applicant’s father had failed to prove his allegations. As regards the complaint relating to the applicant’s ill-treatment in police custody, the investigator confirmed the existence of injuries to the applicant’s left ribcage and left ear. However, he stated that these injuries were due to a fall that the applicant had had in the street before his arrest. In this connection, the investigator noted that the applicant had stated when he was heard as a witness that he had fallen in the street. The investigator also relied on the submissions of the police officers, who denied ill-treating the applicant. The relevant part of the decision reads as follows:", "“It appears from the record drawn up on 7 March 2005 by the policeman on duty A. Aliyev at Police Station No. 30 of the Surakhani District Police Office that at his arrival at the police station Ahmadov Abbas Hasan oglu stated that he had had a fall in Nakhchivanski street where he lived and had hurt his left ribcage and left ear. In this connection, a record was drawn up in the presence of Ahmadov Intigam Hasan oglu [the applicant’s brother] and the officers at the police station and it was signed by I. Ahmadov and A. Ahmadov. A. Ahmadov who was questioned as a witness during the investigation of the criminal case carried out by the Surakhani District Prosecutor’s Office stated that he had had a fall.", "The head of Police Station No. 30 of the Surakhani District Police Office Mammadov Fuad Nariman oglu stated that ... after his arrival at the police station Abbas [the applicant] stated that he had been injured because of a fall and he was suffering and that a record was drawn up on 7 March 2005 at the police station and Abbas and Intigam signed it. Neither during their transportation to the police station, nor during their stay there, were Abbas and Intigam subjected to physical force and they did not sustain injuries...", "The deputy head of Police Station No. 30 of the Surakhani District Police Office Jamalov Natig Alihuseyn oglu confirmed the submissions of F. Mammadov.", "The agents of Police Station No. 30 of the Surakhani District Police Office Tagiyev Azer Abbaseli oglu, Mustafayev Kamandar Ahmad oglu, Seferov Shikar Cavab oglu and Mahmudov Elshan Bakhtiyar oglu submitted that they had gone on 7 March 2005 at 10 p.m. to Nakhchivanski street 93, in Baku city, where I. Ahmadov and A. Ahmadov resided, to invite them to come to the police station. I. Ahmadov and A. Ahmadov who came to the police station at their request committed acts of hooliganism in front of the police station and this fact was documented and the relevant record on the existence of the injuries on the person of A. Ahmadov when he was taken to the police station was drawn up. They did not use physical force against anyone...", "Therefore, it was not established during the investigation that A. Ahmadov and I. Ahmadov ... had been beaten in the police station...”", "16. The applicant did not appeal against the above decision to terminate the criminal proceedings.", "17. In the meantime, the charges of premeditated murder against the applicant had been brought before the Assize Court for examination. During these proceedings the applicant protested his innocence, submitting that he had been beaten by the police and that a criminal investigation against the police officers in this respect was pending before the prosecuting authorities. In the course of the trial V.O. and Q.H. likewise stated that they had been beaten and ill-treated in police custody, maintaining that their testimony in the pre-trial investigation had been extracted by this ill-treatment. On 15 July 2005 the Assize Court ordered an examination of V.O. and of Q.H. by a forensic expert. According to the forensic reports of 22 July 2005, there was no sign of ill-treatment on their person.", "18. On 2 August 2005, i.e. prior to the termination of the criminal investigation concerning the applicant’s alleged ill-treatment (see paragraph 15 above), the Assize Court found the applicant, A.M., V.O. and Q.H. guilty of premeditated murder. The applicant was convicted under Articles 32.4, 120.2.1 and 120.2.5 of the Criminal Code (complicity in premeditated murder) and sentenced to fourteen years’ imprisonment. The relevant part of the judgment reads as follows:", "“The submissions of Abbas Ahmadov [the applicant] that A.M., V.O. and Q.H. were partial towards him in their statements which indicate that he had ordered the murder of the victim; that V.O. and Q.H. killed the victim at the request of A.M. because the latter had had a conflict with the victim and the submissions of A.M. that V.O. and Q.H. killed the victim at the request of Abbas [the applicant] in exchange for 300,000 Azerbaijani manats and deleting a rental debt of 50,000 Azerbaijani manats because there had been a conflict between the applicant and the victim in Moscow and the victim refused his consent to the marriage between his sister and the applicant’s brother were examined and the submissions of Abbas Ahmadov [the applicant] were not confirmed by any other evidence in the case file.", "...", "The video recordings and other documents in the case file confirm that the statements of V.O., Q.H., Abbas Ahmadov [the applicant] and A.M. were freely taken by the investigator in the presence of their lawyers.", "The arguments put forward by Abbas Ahmadov and A.M. in support of their defence which were completely and objectively examined in detail during the court investigation should be dismissed as they are unjustified and rebutted.", "The statement and the documents written by V.O. in favour of Abbas Ahmadov [the applicant], as well as the statement given by V.O. in the courtroom, have been examined in the court investigation and they could not be accepted as evidence because they had been done under pressure as V.O.’s family lived in a house belonging to Abbas Ahmadov [the applicant].”", "The judgment was silent as to the applicant’s alleged ill-treatment.", "19. The applicant appealed against the Assize Court’s judgment maintaining his innocence and reiterating that he had not been involved in the murder in question.", "20. According to the record of the hearing held on 5 October 2005 before the Court of Appeal, V.O. stated that he had not intended to kill the victim but had just wanted to frighten him. He further stated that the applicant did not know anything about the murder and that A.M. was behind the murder. Q.H. also retracted his previous testimony against the applicant at the hearing. In his submissions before the court, A.M. denied his involvement in the murder, but admitted that he had pointed out the victim’s taxi to V.O. and Q.H. However, he described the applicant as the person behind the murder.", "21. On 25 October 2005 the Court of Appeal upheld the Assize Court’s judgment. The relevant part of the judgment which is almost identical in its wording to the first-instance court’s judgment reads as follows:", "“The submissions of Abbas Ahmadov [the applicant] that A.M., V.O. and Q.H. were partial towards him in their statements which indicate that he had ordered the murder of the victim; that V.O. and Q.H. killed the victim at the request of A.M. because the latter had had a conflict with the victim and the submissions of A.M. that V.O. and Q.H. killed the victim at the request of Abbas [the applicant] in exchange for 300,000 Azerbaijani manats and deleting a rental debt of 50,000 Azerbaijani manats because there had been a conflict between the applicant and the victim in Moscow and the victim refused his consent to the marriage between his sister and the applicant’s brother were examined and the submissions of Abbas Ahmadov [the applicant] were not confirmed by any other evidence in the case file.", "...", "The video recordings and other documents in the case file confirm that the statements of V.O., Q.H., Abbas Ahmadov [the applicant] and A.M. were freely taken by the investigator in the presence of their lawyers.", "The arguments put forward by Abbas Ahmadov and A.M. in support of their defence which were completely and objectively examined in detail during the court investigation should be dismissed as they are unjustified and rebutted.", "The statement and the documents written by V.O. in favour of Abbas Ahmadov [the applicant], as well as the statement given by V.O. in the courtroom, have been examined in the court investigation and they could not be accepted as evidence because they had been done under pressure as V.O.’s family lived in a house belonging to Abbas Ahmadov [the applicant].”", "22. On 18 April 2006, i.e. approximately eight months after the proceedings concerning the alleged ill-treatment of the applicant had been terminated (see paragraph 15 above), the Supreme Court quashed the Court of Appeal’s judgment of 25 October 2005 and remitted the case for fresh examination. The relevant part of the judgment reads as follows:", "“After having heard the lawyer’s submissions in favour of the applicant’s cassation appeal and the applicant’s submission in favour of his own cassation appeal and against the other co-accused, as well as the prosecutor’s submissions against all the cassation appeals and having examined the arguments and the facts of the case, the panel of the court considers that the appeals should be partially granted, the judgment of the Court of Appeal should be quashed and the case should be sent for a new appellate examination.", "In accordance with Article 419.1 of the Code of Criminal Procedure of the Republic of Azerbaijan, the cassation court examines the cassation appeal and protest on the merits and verifies only the lawfulness of the applicability of the criminal law and provisions of this Code on legal issues.", "The panel of the court considers that although a number of violations of procedural law had been committed at the investigation stage of the proceedings, these violations had not been fully examined and duly assessed at the two court instances.", "In accordance with Article 125.2.2 of the Code of Criminal Procedure, information, documents and other items obtained through the use of violence, threats of violence, deceit, torture or other cruel, inhuman or degrading acts shall not be accepted as evidence in a criminal case.", "It appears from the case file that A. Ahmadov sustained moderate bodily injury because of the use of physical force against him at the investigation stage, and criminal proceedings were instituted in this connection by the Baku City Prosecutor’s Office. It follows that the statements were extracted from him by force during the investigation and that, as he was not willing to give the statements the investigator wanted, he was subjected to physical force.", "Moreover, the detainees V.O. and Q.H. also stated in their cassation appeals that their testimony had been extracted from them by force at the investigation stage.", "Section 6 of the decision of the Plenum of the Supreme Court on Activity of Courts in the Field of Protection of Human Rights and Liberties in the Administration of Justice of 10 March 2000 provides that unlawfully obtained evidence cannot be used in the administration of justice and for this reason, when examining cases, the courts guided by the provisions of the criminal procedural law, as well as the explanations of Section 3 of the decision of the Plenum of the Supreme Court on Judgment of Court of 27 December 1996, shall not in any case use unlawfully obtained evidence.", "As it transpires from the case file the detainees V.O. and Q.H. did not confess in their statements that they had been ordered to kill the victim and only V.O. stated that he had been ordered to frighten the victim for preventing him from going to Moscow. Although in his statements made at the investigation stage he submitted that he had received this order from the detainees A. Ahmadov [the applicant] and A.M., in his statement made during the examination of the case at the first-instance court and in his appeal to the appellate court, he noted that this order had been given solely by A.M. However, instead of dismissing these submissions by examining them with other evidence, both court instances refused to consider this evidence without any justification concluding that these statements had been transferred to him by the relatives of A. Ahmadov [the applicant]...", "Moreover the panel of the court considers that the motive for the crime was not completely and clearly established...”", "23. The Court of Appeal re-examined the criminal case. At the hearings before the Court of Appeal the applicant denied his involvement in the murder of the victim. He maintained that he had been beaten by the police and that he had never said that he had fallen in the street.", "24. In the course of the proceedings before the Court of Appeal, V.O. and Q.H. stated that the murder of the victim had not been ordered by the applicant and A.M., and that their statements to that effect given during the investigation had been extracted by force. However, they also stated that the applicant and A.M. had asked them to beat and frighten the victim in order to prevent him from going to Moscow. V.O. and Q.H. lastly stated that they had not intended to kill the victim and had only stabbed him in the leg, but that the victim had died as a result of the injuries to his leg. In his submission before the Court of Appeal, A.M. also stated that the applicant had only asked V.O. and Q.H. to beat and frighten the victim.", "25. On 19 February 2007 the Court of Appeal delivered a new judgment on the merits. The relevant part of the judgment reads as follows:", "“The panel of the court concludes ... that the statements of V.O. and Q.H. given at the investigation stage, according to which Abbas [the applicant] and A.M. ordered them to kill the victim, were not true.", "In accordance with Article 125.2.2 of the Code of Criminal Procedure, information, documents and other items obtained through the use of violence, threats of violence, deceit, torture or other cruel, inhuman or degrading acts shall not be accepted as evidence in a criminal case.", "It appears from the case file that the detainees were subjected to violence, that they were beaten and sustained injuries, and that a criminal investigation was instituted in this connection.", "For this reason, the panel of the court decides under Article 125.2.2 of the Code of Criminal Procedure not to admit the statements given during the investigation by V.O. and Q.H.", "The panel of the court, based on the above-mentioned facts, considers that the detainees’ actions were not correctly classified by the first-instance court and that Abbas Ahmadov [the applicant] and A.M. did not intend to kill the victim and they did not give such an order.", "The detainees Q.H. and V.O. also did not intend to kill the victim and did not want such a consequence. They only intended to frighten the victim.”", "The Court of Appeal convicted the applicant on the basis of the testimony given before the court by the other accused and reclassified his conviction under Articles 32.4 and 126.3 of the Criminal Code (complicity in the premeditated infliction of physical damage by a group of persons and resulting in the victim’s death). The applicant was sentenced to nine years’ imprisonment.", "26. On an unspecified date the applicant lodged a cassation appeal claiming his innocence.", "27. On 29 May 2007 the Supreme Court upheld the Court of Appeal’s judgment of 19 February 2007 and dismissed the applicant’s cassation appeal. It appears from the Supreme Court’s decision of 29 May 2007 that the applicant complained before the cassation court about the assessment of the evidence by the lower court claiming his innocence. This part of the judgment reads as follows:", "“In the cassation appeal lodged by the advocate of the detainee A. Ahmadov [the applicant] it was requested that the appellate court’s judgment of 19 February 2007 be quashed and that the criminal proceedings be closed. The appeal was supported by the allegations that A. Ahmadov [the applicant] had been convicted on the basis of the incorrect statement of the other accused A.M., that the preliminary investigation in connection with this case had been biased, that A. Ahmadov’s [the applicant] involvement in the crime had not been proved in court by reliable evidence, that the court had not correctly assessed the evidence, had not taken into consideration the statement of V.O. and Q.H. according to which A. Ahmadov had not ordered them to kill the victim, had incorrectly concluded that A. Ahmadov had participated in the crime and that the judgment of the Court of Appeal was not based on reliable evidence”.", "As to the reasoning of the Supreme Court, the relevant part of the judgment reads as follows:", "“The appellate instance court examined the appeal by conducting a court investigation. It correctly determined the facts of the case, the degree of participation of the detainee A. Ahmadov [the applicant] in the commission of the crime and his role in this regard and correctly classified his acts by the criminal law by completely and objectively examining in detail the arguments of the appeal, by analysing and assessing, as required by the law, the collected evidence.", "In order to reach this conclusion, the appellate court in its decision, in support of its finding that A. Ahmadov had committed the crime, also referred to the statements of A.M., Q.H. and V.O., clarified the contradictions between these statements and correctly assessed them.", "Moreover, the appellate court also substantiated its findings on this case by testimonies of witnesses and other objective facts of the case.”", "28. Article 46 (III) of the Constitution of the Republic of Azerbaijan reads as follows:", "“No one shall be subjected to torture or ill-treatment. No one shall be subjected to degrading treatment or punishment. ...”", "29. Article 63 (IV) of the Constitution provides:", "“Unlawfully obtained evidence shall not be used in the administration of justice.”", "30. Information, documents and other items, if there is no doubt as to their accuracy, their source and the circumstances in which they were obtained, may be accepted as evidence (Article 125.1). Article 125.2 of the CCrP provides that information, documents and other items cannot be accepted as evidence in a criminal case if they were obtained in the following circumstances: if the accuracy of the evidence is or may be affected by the fact that the parties to the criminal proceedings were deprived of their rights protected by law, or those rights were restricted through a violation of their constitutional human or civil rights and liberties or of other requirements of this Code (Article 125.2.1); through the use of violence, threats of violence, deceit, torture or other cruel, inhuman or degrading acts (Article 125.2.2); and where the rules governing investigations or other procedures have been seriously violated (Article 125.2.7). Article 125.3 of the CCrP provides that information, documents and other items obtained in the circumstances described in Article 125.2 of the Code are to be regarded as invalid and may not be used to prove any circumstance with a view to determining a charge correctly.", "31. Chapter LII of the Code of Criminal Procedure (“the CCrP”) lays down the procedure by which parties to criminal proceedings could challenge actions or decisions of the prosecuting authorities before a court. Article 449 provides that the victim or his counsel can challenge actions or decisions of the prosecuting authorities concerning, inter alia, refusal to institute criminal proceedings or to terminate criminal proceedings. The judge examining the lawfulness of the prosecuting authorities’ actions or decisions can quash them if he or she finds them to be unlawful (Article 451). The decision of the judge on the lawfulness of the prosecuting authorities’ actions or decisions can be disputed before an appellate court in accordance with the procedure established in Articles 452-453 of the CCrP.", "32. The relevant part of the decision of the Plenum of the Supreme Court reads as follows:", "“... Unlawfully obtained evidence cannot be used in the administration of justice. For this reason, when examining cases courts ... shall not under any circumstances use unlawfully obtained evidence. The court, if it considers that evidence submitted by the prosecution or the investigating authority has been unlawfully obtained, shall give an opinion on the acts of the person having violated the law which excludes in all cases such impugned evidence from the body of evidence in the case ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}