{"ITEMID": "001-58023", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF MANTOVANELLI v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["8. On 27 January 1981 the applicants’ daughter, Jocelyne Mantovanelli, who was then 20, was admitted to the Nancy Orthopaedic and Accident and Emergency Clinic for an operation on a whitlow on her left thumb.", "On the same day, she was transferred to the surgical ward of the Jeanne d’Arc Hospital (Nancy Regional Hospital Centre - \"CHRN\") at Dommartinlès-Toul, where she had a second operation the next day. For a year she received periodical treatment there and underwent surgery seven times in the form of repeat operations and skin grafts, and an arteriovascular examination.", "Owing to an infection discovered in February 1982, Miss Mantovanelli was operated on again and a week later the second phalanx of her thumb was removed.", "9. On 13 March 1982, having contracted jaundice, Miss Mantovanelli was transferred to the gastroenterology department of Brabois Hospital (CHRN) at Vand÷uvre-lès-Nancy. Her condition deteriorated and she fell into a hepatic coma. On 27 March she was transferred to the department for infectious diseases and neuro-respiratory intensive care, where she died two days later.", "10. The surgical operations referred to above and the arterio-vascular examination Miss Mantovanelli underwent were carried out under a general anaesthetic. On each occasion a varying combination of seven different drugs was used which always included halothane.", "11. Mr and Mrs Mantovanelli were convinced that their daughter’s death had been caused by excessive administration of halothane and applied to the administrative courts for a ruling that the CHRN was liable for her death.", "12. On 29 November 1982 the applicants were granted legal aid and on 11 January 1983 their lawyer was appointed. On 26 April 1983 they applied to the Nancy Administrative Court for an interim order for the appointment of an expert and instituted proceedings to obtain a declaration that the CHRN was liable.", "13. In their application Mr and Mrs Mantovanelli asked for the expert to be given the following tasks:", "\"1. Seek all the information on the circumstances in which Miss Jocelyne Mantovanelli was admitted to hospital, received treatment and underwent operations in different departments of the CHRN between February 1981 and the date of her death;", "Read any document and interview any expert witness to that end;", "2. Establish the circumstances surrounding her death and its causes; Provide this Administrative Court with ethical and other data such as to enable it to determine any liability incurred by identifying any failures to comply with accepted medical practice or any shortcomings in the functioning of the service;", "3. Draw up a report on the foregoing and file it at the registry of this Court within the time to be allotted.\"", "14. In an order of 28 April 1983 the president of the administrative court refused the application on the ground that allowing it would prejudice the trial of the merits and that the requisite urgency for ordering interim measures was lacking, seeing that the application for them had not been lodged until 26 April 1983 although the applicants’ lawyer had been appointed on 11 January 1983.", "15. In their statement of claim Mr and Mrs Mantovanelli submitted:", "\"...", "It is clear both from the report of Professor Dureux [head of the intensive care unit at the CHRN] and from the autopsy report that [Miss Mantovanelli’s death] ... was the result of hepatitis caused by halothane.", "Halothane is an anaesthetic that was used for the surgical operations. Repeat use of halothane for anaesthetic after only a short interval is known to be very dangerous as there is a serious risk of causing serious or even occasionally fatal injury to the liver. Miss Mantovanelli was given halothane as an anaesthetic on several occasions, the last two being within a short interval of each other, and the hepatotoxicity followed which was to prove fatal.", "The unit therefore displayed gross negligence in its complete disregard of the basic rules for administering halothane, making the CHRN liable to the applicants for the loss suffered as a result of their daughter’s death.", "The plaintiffs therefore ask the Court to find the CHRN liable and to order that public body to pay each of them FRF 50,000 in compensation for the various losses suffered by them.", "...\"", "16. On 21 September 1983 the CHRN filed their defence. The applicants replied on 11 October 1983 and renewed their application for an expert report.", "17. On 28 March 1985 the administrative court delivered the following interlocutory judgment:", "\"...", "As the parties disagree as to the facts and the Court has not found evidence in the case file to enable it to rule on the merits, it is necessary to order that an expert report which complies with the adversarial principle be carried out by an expert whose instructions are ... [to]:", "...", "(a) inspect Miss Jocelyne Mantovanelli’s full medical file, in particular the autopsy report and Professor Dureux’s report;", "(b) describe the treatment the patient received, making it clear whether the complaint from which she was suffering was a common one or a rare one and how complex the operations were;", "(c) indicate, if possible, the patient’s chances of recovery, having regard to her general condition and to the characteristics of her complaint;", "(d) state whether halothane was used and in what circumstances; whether any such use was in accordance with accepted practice and whether the subsequent complications were linked to this use; and if so, whether such complications are common and, if possible, how common they are in statistical terms;", "(e) make all the necessary findings and interview all the relevant witnesses and generally provide all the information needed to enable the Court to decide on the merits.", "...\"", "18. On 4 April 1985 the expert appointed by the court, Professor Guilmet, took the oath.", "He examined various medical files and interviewed five members of the medical staff at the CHRN, including the surgeon who had performed the last operation on Miss Mantovanelli and the anaesthetist.", "His report, which was lodged with the court on 8 July 1985 and communicated to the parties on 19 July, contained the following findings:", "\"Although in most cases a whitlow is a minor ailment, Miss Mantovanelli presented with a whitlow that was unusually serious owing mainly to the delay in seeking effective medical treatment and, in particular, surgery.", "I have discovered no concurrent deterioration in her general state of health or any progressive disease in her past history, or any special feature of the local germ in question that could have affected the intensity of the presenting picture.", "From 27 January 1981 Miss Mantovanelli was cared for diligently in accordance with current scientific knowledge.", "The unusual complexity and length of the treatment were related to the extent of the lesions and of damage to the tissue, which delayed the healing process, repair of the loss of matter and the remedying of the sequelae. A new infection finally led to complete failure.", "When the patient was found to have jaundice fourteen months after the whitlow in question appeared, she was transferred to two specialist departments. The appropriate treatment she received there failed to halt a rapid worsening of her condition.", "Before this unexpected complication, which proved fatal, Miss Mantovanelli had a foreseeable chance of recovering from her local lesion, albeit only in the long term. It does not appear that her general condition at the time put the prognosis for survival in doubt, despite the characteristics of her original complaint.", "Halothane was used each time the patient was anaesthetised, as an adjunct to a number of other anaesthetics administered, in a way that was wholly appropriate and in accordance with accepted practice, without provoking any abnormal reaction.", "There is no absolute certainty that the onset of hepatitis and the patient’s death are directly linked to the use of halothane alone.", "However, there must have been an atopic susceptibility (that is to say a predisposition to sensitisation through medication without any revealing signs) triggered first by the Epontol, use of which was later discarded, and then by the halothane, and exacerbated in terms of enzymatic action by a third substance, Nesdonal.", "This is a plausible diagnostic hypothesis, constructed after the event and which, given that there were no warning signs of intolerance, obviously cannot call in question the choice or rejection of one anaesthetic rather than another.", "An idiosyncrasy, in other words a reaction peculiar to her as an individual, must therefore have been responsible for Miss Mantovanelli’s death, brought about by a particularly strong autoimmune process ... There are no frequency figures for such exceptional cases.", "(Halothane’s toxicity does not appear to be implicated and is in any case still widely disputed today. However, in so far as halothane is still suspected of causing necrosis of the liver, statistics show that this phenomenon does not occur in more than 1 in 10,000 cases.)\"", "19. In a pleading registered on 30 July 1985 the applicants alleged that neither they nor their lawyer had been informed of the dates of the steps taken by the expert and that his report referred to documents which they had not been able to inspect. In their submission, there had thus been a breach of the principle of adversarial proceedings and this justified setting the expert report aside and ordering a new one.", "On 3 October 1985 the CHRN filed a pleading in reply.", "20. The administrative court held a hearing on 8 November 1988, and on 29 November 1988 it delivered the following judgment:", "\"...", "While Mr and Mrs Mantovanelli are justified in submitting that there were irregularities in the production of the expert report on the medical file of their daughter who died in the [CHRN], seeing that they were not informed of the dates of the steps taken by the expert as required by Article R. 123 of the Administrative Courts and Administrative Courts of Appeal Code, they have not disputed the facts that appear from both their own evidence and the expert report. It must thus be taken as established that the hepatitis Miss Mantovanelli died from cannot definitely be attributed to the administration of halothane on the eleven occasions when she was given an anaesthetic and that, in any event, she presented no clinical signs of a contraindication against the use of that substance, which had been used in accordance with accepted practice and which only very rarely causes liver damage. No gross medical negligence can therefore be imputed to the [CHRN]. The action must therefore be dismissed.", "...\"", "21. On 4 January 1989 Mr and Mrs Mantovanelli appealed to the Nancy Administrative Court of Appeal. They pointed out that the facts of the case were not disputed and that the purpose of the proceedings was to determine, after adversarial examination of all the evidence, the cause of the hepatitis from which their daughter had died in order to establish if the public hospital service was guilty of gross negligence. They maintained that they had been unlawfully deprived of the opportunity to make their own submissions on that point to the expert, submitted that the administrative court’s judgment and Professor Guilmet’s report should be set aside and asked the Court of Appeal to order that the report be removed from the case file and that a fresh one be produced.", "On 17 May 1990 the CHRN produced a pleading in reply, to which the applicants replied on 12 December 1991.", "22. The Nancy Administrative Court of Appeal held a hearing on 13 February 1992, and on 5 March 1992 it gave the following judgment:", "\"...", "Where a court finds that an expert report has been produced in an irregular manner, it is not bound by any legal provision or general principle of law to order its removal from the case file and direct that a new report be drawn up. The fact that the expert report ordered did not comply with the adversarial principle as regards a party to the proceedings could not therefore prevent the judges at first instance from relying, in order to rule on the merits, on the facts in the report which they considered were not disputed by the applicants or were not seriously challengeable.", "Mr and Mrs Mantovanelli had been given the expert report, which mentions all the evidence it is based on, and could therefore have challenged it but they have raised no valid objections to the findings or assessments in it. If they thought it inadequate, it was their responsibility to specify the points on which they considered further inquiries into the facts to be necessary. As they did not raise such an objection, the administrative court quite rightly held that, in view of the uncontradicted statements in the report, no gross negligence could be imputed to the hospital centre.", "It is clear from the foregoing that Mr and Mrs Mantovanelli are not justified in maintaining that the Nancy Administrative Court was wrong to dismiss their action in the impugned judgment.", "...\"", "23. On 14 April 1992 the applicants lodged an application for legal aid with the Legal Aid Office of the Conseil d’Etat, which refused the application on 16 December 1992 on the basis that the grounds for an appeal on points of law were not sufficiently strong. This decision was notified to the applicants on 20 January 1993. They did not bring an appeal on points of law.", "24. The former Article R. 123 (now Article R. 164) of the Administrative Courts and Administrative Courts of Appeal Code provides:", "\"The parties must be given notice by the expert or experts of the dates and times of the steps taken to produce their reports. This notice must be given at least four days beforehand by registered letter.", "...", "The parties’ submissions during the preparation of the expert report must be recorded in the report.\"", "25. In the Autunes v. Commune de Decazeville judgment of 1 July 1991 (Gazette du Palais, 8-9 April 1992, p. 41) the Conseil d’Etat stated:", "\"The expert appointed ... to examine Mrs Autunes carried out the medical examination without informing Decazeville Town Council of this beforehand and thus deprived it of the right to make submissions during the preparation of the expert report. That being so, the report was prepared in an irregular manner. That irregularity does not, however, prevent it from being adopted for information or preclude ruling on the merits without having to order a fresh expert report as the town council requested, since the latter was able to submit its observations during the written proceedings that followed the lodging of the report and the Conseil d’Etat now has the necessary information to decide the case.", "...\"", "An irregularity in the preparation of an expert report is, however, a ground for setting aside a judgment where the latter was based on the report (Conseil d’Etat, 28 November 1988, Bruno Pierre Guy, Recueil Dalloz Sirey 1989, no. 129)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}