{"ITEMID": "001-77997", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF VOZAR v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1947 and lives in Šoporňa.", "5. The applicant is a self-employed entrepreneur. He owns a meat processing business. In that capacity he had dealings with a State-owned enterprise, T., and in particular with one of its branch offices.", "6. In early 1994 the applicant brought several actions against the branch office in the Trnava District Court (Okresný súd), the Bratislava Regional Court (Krajský súd) and the Trnava Regional Court. He submitted that the defendant owed him money and sought repayment.", "7. The applicant’s actions were examined in summary proceedings and resulted in the making of a series of payment orders (platobný rozkaz) in March 1994. The defendant was ordered to pay the applicant a total of more than 3.7 million Slovakian korunas (SKK) accompanied by late-payment penalties. The orders were later certified as enforceable as from April 1994.", "8. Having been unable to recover any part of his claim, the applicant filed an insolvency petition against T. The insolvency proceedings are a separate subject-matter of the present application and they are described in detail below.", "9. T. subsequently went thought the process of privatisation. It was dissolved on 23 June 1994 by a decision of its founder, the Ministry of Agriculture, and all its assets (“the privatised assets”) were transferred to the National Privatisation Agency (Fond národného majetku – “FNM”).", "10. On 12 July 1994 T. was struck off the register of companies and legally ceased to exist.", "11. On 14 July 1994 FNM sold the privatised assets to a private limited company S. As a result of this sale, under section 15 of the Large Scale Privatisation Act (Law no. 92/1991 Coll., as amended), all liabilities associated with the privatised assets, including the applicant’s claims, were transferred to S. The latter acknowledged having assumed such liabilities in a letter of 20 July 1994.", "12. On 8 June 1995 S. rescinded the privatisation agreement because it was unable to pay the purchase price. As a result, all liabilities associated with the privatised assets, including the applicant’s claims, were transferred back to FNM. S. subsequently ceased commercial operations and was eventually struck off the register of companies.", "13. In June 1996 the applicant submitted his claim to FNM. He observed that at that time FNM held the privatised assets and considered, therefore, that FNM had also assumed the liabilities associated with these assets and was liable to satisfy the applicant’s claim. The applicant reiterated the claim in August and September 1996, but to no avail.", "14. On 17 October 1996 the applicant commissioned a judicial enforcement officer to enforce the payment orders of March 1994.", "15. On 18 October 1996 FNM sold the privatised assets to another private limited company P-I. The liabilities associated with the privatised assets were thus transferred to P-I. which acknowledged having assumed the liabilities in a letter to the applicant of 15 November 1996. However, in order to determine their scope, P-I. requested the applicant to provide a detailed summary of his claims.", "16. On 30 December 1996 the District Court authorised the enforcement of the payment orders of March 1994 against P-I.", "17. On 3 March 1997 P-I. decided to dissolve the company, to establish two new private limited companies, P. and M., and to divide the assets of PI. between the new companies. The debt in respect of the applicant was transferred to company M. Company P-I. was subsequently struck off the register of companies.", "18. The applicant challenged the decision to dissolve P-I. and to divide up its assets by way of a civil action against P. and M. The action is a separate subject-matter of the present application and is described in detail below.", "19. On 7 August 1997 the enforcement officer issued an order to freeze the real property of M. with a view to enforcing the amounts owed to the applicant.", "20. In 1997 the payment orders of March 1994 were quashed. The quashing was upheld on the applicant’s appeals in 1998 and 1999. It was held that both the applicant’s actions and the payment orders had incorrectly identified the applicant’s debtor as the branch office of T. whereas branch offices had no distinct legal personality and could not be sued.", "21. As a result of the quashing the enforcement proceedings against companies P-I. and M. were discontinued on 28 June and 17 September 1998, respectively.", "22. In 1998 the applicant’s wife committed suicide.", "23. On 30 September 1999 the Bratislava Regional Court dismissed a petition by a creditor to declare company M. insolvent on the ground that the company had no assets. The company was subsequently struck off the register.", "24. On 21 December 1999 company P. was declared insolvent. The insolvency proceedings are still pending.", "25. On 10 May 1994 the applicant lodged his insolvency petition against T. in the Bratislava Regional Court.", "26. On 26 May 1994 the Regional Court requested the debtor to convene a meeting of creditors in accordance with the Bankruptcy Code.", "27. In a letter of 30 June 1994 the Ministry of Agriculture requested the Regional Court’s opinion as to the implications of the insolvency petition on the process of T.’s privatisation. In a letter of 1 July 1994 the Regional Court expressed the view that as long as T. had not been declared insolvent, which was the case, there were no legal obstacles under the insolvency rules to privatisation.", "28. On 27 September 1994 T. informed the Regional Court that all of its assets had been transferred to S. On 22 December 1995 S. informed the Regional Court that the privatised assets had been transferred back to FNM as a result of its decision to rescind the privatisation agreement.", "29. On 12 March 1996 the Regional Court requested FNM to provide information about the current situation concerning the privatised assets. FNM responded on 28 March 1996.", "30. In a letter of 15 March 1996 the President of the Regional Court informed the applicant in reply to his complaint that the reason why the matter had not yet been concluded was the heavy workload of judges.", "31. On 27 July 1999 the Regional Court again requested FNM to provide information about the current situation concerning the privatised assets. FNM responded on 20 September 1999.", "32. On 24 September 2001 the Regional Court requested the applicant and his lawyer to specify the entity which was the defendant in the proceedings in view of the privatisation of T. and the restructuring of P-I. In the absence of any response the Regional Court reiterated the request on 8 January 2002.", "33. On 12 March 2002 the Regional Court discontinued the insolvency proceedings on the ground that despite repeated requests the applicant had failed to specify which entity was the defendant. The applicant did not appeal and the decision became final on 8 April 2002.", "34. On 5 December 1997 the applicant filed an action challenging the decision of 3 March 1997 concerning the dissolution of P-I. and the creation of two new companies. The applicant also challenged the relevant entries in the register of companies and sought an interim measure staying the enforcement proceedings against M. in a different matter.", "35. On 20 April 2004 the Trnava District Court stayed the proceedings under Article 14 § 1 (d) of the Bankruptcy Code pending the outcome of the insolvency proceedings concerning P. The proceedings are still pending."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}