{"ITEMID": "001-77411", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "YILDIZ AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicants, Mrs Kazel Yıldız, Mr Sedat Yıldız, Mr Polat Yıldız and Mr Ali Yıldız, are Turkish nationals and live in Elazığ. They are represented before the Court by Mr C. Zülfikar, Mr K. Çetin and Mr M. Gündoğdu, lawyers practising in Elazığ.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 13 October 1994 Arslan Yıldız, the first applicant’s husband and the brother of Polat Yıldız and Ali Yıldız, was taken into custody by gendarme officers.", "On 5 November 1994 Arslan Yıldız’s corpse was found in the vicinity of the neighbouring Bilekli village along with the corpse of Müslüm Kavut, an inhabitant of Bilekli. Both of the bodies bore firearm injuries.", "On an unspecified date, Kazel Yıldız and Ali Hıdır Yıldız, son of Kazel Yıldız, lodged petitions with the Hozat public prosecutor requesting an investigation into the death of Arslan Yıldız.", "On 4 January 1995 the Hozat public prosecutor issued a decision of non jurisdiction ratione loci and transferred the investigation file to the Ovacık Public Prosecutor who forwarded it to the Military Prosecutor’s office in Ankara.", "On 29 September 1997 the Military Prosecutor attached to the Gendarmerie Headquarters in Ankara also issued a decision of nonjurisdiction ratione materiae. The case-file was then sent to the Public Prosecutor’s office attached to the Malatya State Security Court.", "On 17 April 2000 Kazel Yıldız filed a petition with the public prosecutor’s office in Hozat and requested information concerning the investigation into her husband’s death. She did not receive any response to her petition.", "On 31 July 2000 Kazel Yıldız lodged a further petition with the Ministry of the Interior and requested compensation for the damage she had suffered on account of her husband’s death. She also requested that an investigation be initiated into Arslan Yıldız’s death.", "In a letter of 16 September 2002 the Malatya Public Prosecutor at the State Security Court asked the Hozat Public Prosecutor to provide information every three months on the progress made in the investigation concerning the death of Arslan Yıldız.", "Until October 1994 the applicants all lived in Karaoğlan, a village of the Ovacık district in Tunceli, where they owned houses, livestock and land.", "In October 1994 security forces forcibly evacuated the Karaoğlan village and destroyed the applicants’ property. The applicants then moved to Elazığ where they currently live.", "On 16 August 1996 the mayors of some villages of the Ovacık district, including the mayor of Karaoğlan, Düzgün Yıldız, petitioned the Governor’s office in Tunceli, the Ministry of Construction and Settlement, the Governor’s office in the state of emergency region, the Refah Partisi (Welfare Party) Presidency, the Prime Minister’s office and the Presidency of the Parliament on behalf of the inhabitants of the Ovacık villages. They requested the aforementioned authorities to allow the inhabitants to return to their villages. They also requested aid for food and compensation for the damage they had suffered.", "On 2 February 1999 the mayors of the villages of Ovacık lodged further petitions with the offices of the President, Prime Minister and District Governor and requested permission on behalf of the villagers to return to their villages.", "They received no response to their petitions.", "On unspecified dates, the applicants lodged further petitions with the District Governor’s office in Ovacık requesting permission to return to their village.", "On 10 May 2000 the District Governor’s office in Ovacık sent the following reply to the applicants:", "“Your petition containing a request of permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to the Village and Rehabilitation Project’.”", "Arslan Yıldız disappeared for an unknown reason around 10-13 October 1994.", "On 26 October 1994 Ali Hıdır Yıldız applied to the Ovacık Public Prosecutor’s office and claimed that his brother had been taken away by soldiers who had been carrying out operations in the vicinity of their village. He stated that they could not obtain any information from the military authorities about the whereabouts of his brother and that they were worried about his life. He therefore asked for an investigation to be carried out into the disappearance of his brother.", "On 31 October 1994 Ali Hıdır Yıldız filed a petition with the Tunceli Chief Public Prosecutor’s office complaining that his brother Arslan Yıldız and his son Ulaş Yıldız had been taken away twenty days ago in the course of an operation carried out by the security forces. He therefore asked for an investigation to be conducted in order to find out the whereabouts of his relatives.", "On 5 November 1994 Arslan Yıldız’s body was found in the vicinity of the neighbouring village. A post-mortem examination was carried out on the body of the deceased under the supervision of the Hozat Public prosecutor and in the presence of Ali Hıdır Yıldız.", "On 21 November 1994 Ali Hıdır Yıldız was questioned by Public Prosecutor no. 33341 in relation to the death of his brother. Mr Yıldız alleged that his brother had been found dead in a field in Bilekli village subsequent to his removal from his village by the security forces. He asked the Public Prosecutor to bring those responsible for the death of his brother to justice.", "On 22 November 1994 prosecuting authorities took statements from Ulaş Yıldız and Kazel Yıldız who are respectively the son and wife of the deceased. Ulaş Yıldız stated that security forces conducting operations in Karaoğlan village had taken him with them to a hamlet attached to his village. In the hamlet he had met Müslüm Kavut who was the then muhtar (mayor) of Bilekli village. The soldiers had brought his father, Arslan Yıldız, to the hamlet an hour after their arrival. Ulaş Yıldız had then been separated from his father and the muhtar and had been released in Ağırbaşlı village. Twenty-five days after this incident his father and the muhtar had been found dead in Bilekli village.", "Kazel Yıldız stated that her husband and son had been taken away by soldiers on 13 October 1994 and that while her son had been released next day, her husband had been found dead along with Müslüm Kavut in Bilekli village. She claimed that her husband and Müslüm Kavut had been killed by the soldiers.", "On 22 November 1994 prosecuting authorities heard evidence from Düzgün Yıldız. Mr Yıldız, who was the muhtar of Karaoğlan village at the relevant time, stated that he had seen Arslan Yıldız been taken away by soldiers. He had then inquired into the reason for detention of Arslan Yıldız at the Gendarmerie Station and had been told by the authorities that he would guide the soldiers coming from outside the region. However, the corpses of Arslan Yıldız and Müslüm Kavut had been found by Efo Kavut.", "Meanwhile, prosecuting authorities took statements from Efo Kavut who is the father of Müslüm Kavut. He alleged that his son and Mehmet Yıldız had been taken away and killed by soldiers.", "On 1 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction ratione loci and sent the investigation file to the Hozat Public Prosecutor’s office.", "On 7 December 1994 the Tunceli Public Prosecutor issued a decision of non-jurisdiction ratione loci and sent the investigation file to the Ovacık Public Prosecutor’s office.", "On 9 December 1994 the Ovacık Public Prosecutor issued a decision of non-jurisdiction ratione loci and sent the investigation file to the Hozat Public Prosecutor’s office.", "On 30 December 1994 statements were taken from Ahmet Ördek, who is the uncle of Müslüm Kavut. He stated that some of the villagers had described to him the area where the bodies had been found.", "On 2 January 1995 Gendarmerie authorities took statements from Efo Kavut, the father of Müslüm Kavut whose corpse was found together with Arslan Yıldız. Efo Kavut stated that he did not know the killer(s) of his son and described the area where he found the bodies of the deceased persons.", "On 4 January 1995 the Hozat Public Prosecutor issued a decision of nonjurisdiction ratione loci and sent the investigation file to the Ovacık Public Prosecutor’s office.", "On 6 June 1996 the Ovacık Public Prosecutor issued a decision of nonjurisdiction ratione materiae and sent the case-file to the Military Prosecutor’s office at the Headquarters of Elazığ 8th Army Corps (Elazığ 8. Kolordu Komutanlığı Askeri Savcılığı).", "On 13 June 1995 Public Prosecutor no. 32453 attached to the Malatya Chief Public Prosecutor’s office took statements from Efo Kavut. The latter stated that his son Müslüm Kavut, who was the muhtar of Karaoğlan village, had been taken away by the soldiers. When he inquired into the arrest of his son, the authorities at the Gendarmerie Station had told him that there was an investigation in relation to his son. On 24 October 1994 Efo Kavut found the bodies of his son and Arslan Yıldız some 500 metres away from the Gendarmerie Station. Efo Kavut asked the Public Prosecutor to initiate criminal proceedings against the soldiers that were responsible for the killing of his son.", "On 28 February 1996 Public Prosecutor no. 30940 took statements from Murat Ceviz, who worked as a non-commissioned officer at the Karaoğlan Gendarmerie Station between 1993 and 1995, in relation to the killing of Arslan Yıldız. Mr Ceviz stated that neither Arslan Yıldız nor Müslüm Kavut had been detained by their gendarmerie troops. However, he noted that these two persons had accompanied a troop as guides in the course of their operations in the region. He did not know the name or commanding officer of the troop in question. He further claimed that he had had no information concerning the death of these two persons.", "On 22 April 1996 Public Prosecutor no. 24380 questioned Abdulvahip Sarı, who worked as an officer at the Karaoğlan Gendarmerie at the relevant time. Mr Sarı stated that Müslüm Kavut and Arslan Yıldız had not been detained at the Karaoğlan Gendarmerie Station. He had no information concerning the arrest and detention of these persons or the troops operating in the region.", "On 18 June 1996 the Military Prosecutor attached to the Headquarters of Elazığ 8th Army Corps issued a decision of non-jurisdiction ratione loci and sent the investigation file to the Military Prosecutor’s office at the Headquarters of Ankara 4th Army Corps.", "In a letter of 23 October 1996 the Deputy Military Prosecutor at the Headquarters of Ankara 4th Army Corps asked the Bolu 2nd Brigade Command to report the names of the troops which had conducted operations in the region at the relevant time. He also requested that the names of persons, if any, who had assisted the troops as guides be reported to him. He further asked whether any complaint had been lodged concerning the killing of the persons and, if so, whether any investigation had been carried out into such allegations.", "On 6 March 1997 Military Public Prosecutor in Malatya took statements from Efo Kavut in relation to the death of his son and Arslan Yıldız. Mr Kavut reiterated his allegations that his son could have been killed by the soldiers who had conducted operations in the region.", "On 2 May 1997 the Military Public prosecutor also took statements from Kazel Yıldız, the wife of Arslan Yıldız. She alleged that her husband had been taken away by soldiers and that therefore he must have been killed by them. She however stated that she did not know the names or ranks of the soldiers.", "Finally, on 29 September 1997, the Military Public Prosecutor attached to the Gendarmerie Headquarters in Ankara issued a decision of nonjurisdiction ratione materiae considering that the offence in question fell within the jurisdiction of the state security courts which were competent in terrorist or organised crimes. The Military Public Prosecutor noted that, despite the allegations that Arslan Yıldız could have been taken away or killed by the security forces conducting operations in the region, there was no eye-witness and that the overall evidence given by the witnesses consisted of hearsay. He therefore considered that it was impossible to hold the security forces responsible for the killing of Arslan Yıldız on the basis of hearsay evidence. In light of the evidence contained in the investigation file, the Military Public Prosecutor concluded that Arslan Yıldız had been killed by members of the terrorist organisations. A copy of the investigation file was then sent to the Chief Public Prosecutors’ offices at the Malatya and Diyarbakır State Security Courts.", "In a report dated 13 January 2005 the Malatya Public Prosecutor stated that the investigation into the death of Arslan Yıldız was still pending in order to identify the culprits.", "The official records indicated that the inhabitants of the villages of Ovacık had evacuated their places of living on account of intense terrorist activities in the region and threats issued by the PKK (Workers’ Party of Kurdistan) terrorist organisation against the villagers. The security forces had not destroyed any property or forced the applicants to leave their village. Furthermore, the applicants had not filed any complaint with the authorities concerning the alleged destruction of their property and their forced eviction from Karaoğlan. Thus no investigation had been carried out into these allegations which had only been submitted to the European Court.", "Currently there was no obstacle preventing villagers from returning to their homes and possessions in their villages. Persons who had left their villages as a result of terrorism had already started returning and renewing their activities in their villages.", "On 14 July 2004 the Law on Compensation for Losses resulting from Terrorism and the Fight against Terrorism was passed by the Grand National Assembly and entered into force on 27 July 2004 (“Compensation Law”). That Law provided for a sufficient remedy capable of redressing the Convention grievances of persons who were denied access to their possessions in their villages.", "In that connection Damage Assessment and Compensation Commissions were set up in seventy-six provinces. Persons who had suffered damage as a result of terrorism or of measures taken by the authorities to combat terrorism could lodge an application with the relevant compensation commission claiming compensation.", "The number of persons applying to these commissions had already attained approximately 187,000. A further 800 persons, whose applications were pending before the Court, had also applied to the compensation commissions. Many villagers had already been awarded compensation for the damage they had sustained.", "A description of the relevant domestic law can be found in the Court’s decision of Aydın İçyer v. Turkey (no. 18888/02, §§ 44-54, 12 January 2006) and in its judgments of Doğan and Others v. Turkey (nos. 88038811/02, 8813/02 and 8815-8819/02, §§ 31-35, ECHR 2004-VI) and İpek v. Turkey (no. 25760/94, §§ 96-103, ECHR 2004II (extracts))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}