{"ITEMID": "001-113103", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "YILMAZ v. CYPRUS AND OTHER APPLICATIONS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. A list of the applicants is set out in the appendix.", "2.", "The applicants are either owners, or the heirs of owners, of property which is governed by the custodianship regime under Law 139/1991.", "None of the applicants have taken proceedings in the domestic courts or brought such proceedings to a conclusion. The third applicant in no. 5702/10 claims to have proceedings pending but no documents or details have been provided.", "3. The applicant is the heir of his grandfather who owned properties in the Republic of Cyprus. He stated that he was unable to access or enjoy these properties.", "He complains under Article 1 of Protocol No. 1 and Article 14 of the Convention.", "4. The applicant who lived with his family near Larnaca in the south of Cyprus prior to 1974 owned a number of properties, as did his deceased wife and other members of his family, also now deceased. Following 2003, the applicant sought to take steps to recover possession of this property. He instructed a lawyer who however took no steps to take proceedings. On 26 January 2011, the applicant sent a letter to the Minister of the Interior, listing the properties and requesting their return and compensation; he sent a follow-up letter in April 2011. He has received no substantive response.", "5. The applicant invokes Article 1 of Protocol No. 1 and Article 8 as regards the properties, Articles 6 and 13 alleging lack of access to court and lack of an effective remedy and Article 14 alleging discrimination against Turkish Cypriots.", "6. Various property including houses, fields and shops were transferred to the applicant by his father and mother between 2004-2007. This property was administered by the Custodian under Law 139/1991. On 31 March 2011, the applicant wrote to the Ministry of the Interior, requesting return of the properties and full compensation for loss of use since 1974. He has received no reply.", "7. The applicant invokes Article 1 of Protocol No. 1 and Article 8 as regards the properties, Articles 6 and 13 alleging lack of access to court and lack of an effective remedy and Article 14 alleging discrimination against Turkish Cypriots.", "8. The applicant, a Turkish Cypriot, bought land in 1962 and rented it out. The tenant paid rent until 1974 when the authorities took over the applicant’s property.", "9. On 15 August 2011, the applicant wrote to the Ministry of the Interior, requesting return of the properties and full compensation for loss of use since 1974. She received a response in September 2011 that the application would be examined and she would be informed in due course. She has received no further reply.", "10. The applicant invokes Article 1 of Protocol No. 1 and Article 8 as regards the properties, Articles 6 and 13 alleging lack of access to court and lack of an effective remedy and Article 14 alleging discrimination against Turkish Cypriots.", "11. The relevant case-law and laws are set out in Kazali and Others v. Cyprus (no. 49247 et al, §§ 34-100, decision of 6 March 2012)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}