{"ITEMID": "001-76684", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF DOBREV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-1;Violation of Art. 5-4;Violation of Art. 5-5;Violation of Art. 3;Violation of Art. 8;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["7. The applicant was born in 1978 and is a resident of Varna. At the time of the events, he lived in Plovdiv.", "8. On 17 August 1999 a burglary was committed where, inter alia, a television and a video recorder were stolen.", "9. On an unspecified date a preliminary investigation was opened.", "10. On 26 August 1999 the apartment where the applicant was living was searched by the police, with the apparent subsequent approval of the Prosecutor's Office. Neither the applicant nor any other representative of the household was present. The search was conducted in the presence of two witnesses, neither of them was indicated to be the residence's manager or a representative of the municipality. Various items were seized among which were three photo cameras, a hi-fi system and a wrench.", "11. On the same day, 26 August 1999, the applicant was arrested in Plovdiv and taken into police custody. He was then transferred to Pazardzhik.", "12. On 28 August 1999, under an order issued by an investigator and approved by the Prosecutor's Office, the applicant was placed under twenty-four hours' preliminary detention as of 5 p.m. and held at the Pazardzhik Regional Investigation Service. The applicant was suspected of having committed the burglary on 17 August 1999 because the stolen television and a wrench, allegedly used to perpetrate the offence, had been found in his apartment. In addition, at the time of his arrest the applicant had apparently attempted to abscond.", "13. On 29 August 1999 the Prosecutor's Office extended the preliminary detention of the applicant for another two days until 5 p.m. on 31 August 1999.", "14. On 31 August 1999 the applicant, together with two other individuals, was charged with having committed the burglary of 17 August 1999. He was remanded in custody upon a decision of an investigator which was confirmed later in the day by the Prosecutor's Office. In ordering the remand in custody, the investigator stated that the applicant lacked a permanent address, that he had committed numerous other burglaries, that he might re-offend and that he might abscond as he had apparently done in 1998 when a national arrest warrant had been issued against him.", "15. On 8 October 1999, under an order issued by an investigator, the charges against the applicant were amended to include another four burglaries and his detention on remand was maintained. In ordering the continued detention, the investigator cited the gravity of the offences with which the applicant had been charged, the likelihood that he might abscond and his personality.", "16. On 12 November 1999 the applicant appealed against his detention. He maintained that his continued detention was unwarranted as there was no danger that he would abscond or re-offend because, inter alia, he had a permanent address in another city and his brother could pay his bail. The applicant also relied on Article 5 of the Convention in his submissions.", "17. The Pazardzhik District Court dismissed the applicant's appeal on 18 November 1999. The court found that the applicant had been charged with a serious offence which warranted mandatory detention. In addition, the court concluded that the applicant might abscond because he did not have any personal identity documents, had no permanent address and was apparently residing in an apartment rented by one of his friends. It also found that it was likely that he would re-offend considering the fact that he had perpetrated the offences with which he had been charged during the operational period of a previous one-year suspended sentence. In respect of the arguments pertaining to Article 5 of the Convention, the court examined them and found that the applicant's continued detention was in conformity with the exceptions provided in the said provision.", "18. The applicant filed another appeal against his detention on 22 November 1999 arguing that there was no longer a danger that he might abscond or re-offend because his brother was willing to pay his bail, support him financially and provide him with employment.", "19. On 26 November 1999 the Pazardzhik District Court dismissed the applicant's appeal. The court found, inter alia, that the applicant had failed to provide evidence that he even had a brother and was unable to indicate where the said brother lived, what kind of business he was running and where.", "20. On 22 December 1999 the applicant filed his third appeal against his detention arguing that he had been in detention for more than four months and that there was no longer a danger that he might abscond or re-offend because his brother was willing to pay his bail, support him financially and provide him with employment.", "21. An indictment was filed against the applicant on an unspecified date.", "22. The judge rapporteur of the Pazardzhik District Court, also on an unspecified date, ruled that the court would examine the applicant's latest appeal at its hearing scheduled for 25 February 2000. For undisclosed reasons the hearing was postponed to 4 April 2000.", "23. The Pazardzhik District Court dismissed the applicant's third appeal at its hearing on 4 April 2000. The court found that the applicant had been charged with a serious offence and that he might abscond because he did not have a permanent address and was residing in an apartment rented by one of the co-accused. It also found that it was likely that he would re-offend considering the fact that he had perpetrated the offences with which he had been charged during the operational period of a previous one-year suspended sentence. The decision was upheld on appeal by the Pazardzhik Regional Court on 13 April 2000.", "24. In response to a fourth appeal of the applicant against his detention filed on an unspecified date, the Pazardzhik District Court found in his favour on 17 May 2000. On appeal by the prosecuting authorities the decision was quashed by the Pazardzhik Regional Court on 30 May 2000. The latter court found that the applicant might abscond because he did not have a permanent address and was residing in an apartment rented by one of his friends. It also found that it was likely that he would re-offend considering his past criminal tendencies and that he lacked employment.", "25. The subsequent development of the criminal proceedings is unclear. It is also unknown whether, and when, the applicant was released or granted bail. However, as of the date of the applicant's submissions of March 2005, the case was still pending before the court of first instance.", "26. The applicant contended, which the Government did not challenge, that as from 26 August 1999 he was detained for a period of two months at the Pazardzhik Regional Investigation Service and was then transferred to the Pazardzhik Prison where he remained at least until 30 May 2000.", "27. In the applicant's submission the cells were small, overcrowded and below street level. There was no natural light or fresh air in the cells. Quite often there were rodents and cockroaches. A bucket was provided for the sanitary needs of the detained. There was no hot water, soap or other toiletries. The applicant was not permitted to go out of his cell for exercise. The food provided was of insufficient quantity and substandard. The applicant was not allowed to read newspapers or books.", "28. In the applicant's submission the conditions in the Pazardzhik Prison were slightly better than those in the Pazardzhik Regional Investigation Service. Similarly, though, the food was insufficient and of the same inferior quality; the cells were small and overcrowded; fresh air and light were insufficient and a bucket was provided for the sanitary needs of the detained. Limited exercise was provided in the prison yard.", "29. Under the Ministry of Internal Affairs Act, as in force at the relevant time, the police were empowered, on the basis of an order to that affect, to arrest and take a person into custody who, inter alia, had committed an offence or whose identity could not been ascertained due to lack of appropriate personal identity documents (section 70 (1)). A person taken into police custody had the right to be assisted by a lawyer and to appeal against his detention to the domestic courts, which were required to immediately rule on such an appeal (section 70 (3) and (4)). Police custody could not be longer than twenty-four hours (section 71).", "30. In a reported case of 2003, the Supreme Administrative Court upheld a finding of a lower court that an order for taking a person into police custody had been unlawful due to lack of legal grounds (реш. № 10516 от 21 ноември 2003 г. по адм. д. № 4159/2003 г., V отд. на ВАС).", "31. The relevant provisions of the Code of Criminal Procedure (the “CCP”) and the Bulgarian courts' practice at the relevant time are summarised in the Court's judgments in several similar cases (see, among others, Nikolova v. Bulgaria [GC], no. 31195/96, §§ 25-36, ECHR 1999-II; Ilijkov v. Bulgaria, no. 33977/96, §§ 55-59, 26 July 2001; and Yankov v. Bulgaria, no. 39084/97, §§ 79-88, ECHR 2003-XII (extracts)).", "32. As of that date the legal regime of detention under the CCP was amended with the aim to ensure compliance with the Convention (TR 1-02 Supreme Court of Cassation).", "33. The relevant part of the amended Article 152 provides:", "“(1) Detention pending trial shall be ordered [in cases concerning] offences punishable by imprisonment..., where the material in the case discloses a real danger that the accused person may abscond or commit an offence.", "(2) In the following circumstances it shall be considered that [such] a danger exists, unless established otherwise on the basis of the evidence in the case:", "1. in cases of special recidivism or repetition;", "2. where the charges concern a serious offence and the accused person has a previous conviction for a serious offence and a non-suspended sentence of not less than one year imprisonment;", "3. where the charges concern an offence punishable by not less than ten years' imprisonment or a heavier punishment.", "(3) Detention shall be replaced by a more lenient measure of control where there is no longer a danger that the accused person may abscond or commit an offence.”", "34. It appears that divergent interpretations of the above provisions were observed in the initial period of their application upon their entry into force on 1 January 2000.", "35. In June 2002 the Supreme Court of Cassation clarified that the amended Article 152 excluded any possibility of a mandatory detention. In all cases the existence of a reasonable suspicion against the accused and of a real danger of him absconding or committing an offence had to be established by the authorities. The presumption under paragraph 2 of Article 152 was only a starting point of analysis and did not shift the burden of proof to the accused (TR 1-02 Supreme Court of Cassation).", "36. At the relevant time, Article 191 of the CCP provided that in the course of an enquiry (i.e. when there is insufficient evidence to initiate formal criminal proceedings) a search of premises could be conducted only in the course of examining a crime scene and if its immediate execution was the only possibility to collect and secure evidence.", "37. At the relevant time, Article 134 of the CCP provided that a search of premises may be carried out if there is probable cause to believe that objects or documents, which may be relevant to a case, would be found in them. Such a search could be ordered by the trial court (during the trial phase) or by the prosecutor (during the pre-trial phase) (Article 135).", "38. A search of premises was to be conducted in the presence of witnesses and the person using them or an adult member of his family. In case the person using them or an adult member of his family could not be present, the search was to be conducted in the presence of the residence's manager or a representative of the municipality (Article 136).", "39. There was no special procedure through which a search warrant issued by a prosecutor could be challenged. Thus, the only possible appeal was a hierarchical one to the higher prosecutor (Article 182), which did not have suspensive effect (Article 183).", "40. The State Responsibility for Damage Act of 1988 (the “SRDA”) provides that the State is liable for damage caused to private persons by (a) the illegal orders, actions or omissions of government bodies and officials acting within the scope of, or in connection with, their administrative duties; and (b) the organs of the investigation, the prosecution and the courts for unlawful pretrial detention, if the detention order has been set aside for lack of lawful grounds (sections 1-2). The relevant domestic law and practice under sections 1 and 2 of the SRDA has been summarised in the cases of Iovchev v. Bulgaria (no. 41211/98, §§ 7680, 2 February 2006) and Hamanov v. Bulgaria (no. 44062/98, §§ 56 60, 8 April 2004).", "41. In respect of conditions of detention, despite some initial uncertainty as to the applicability of the SRDA in respect of such complaints, in a number of recent cases the domestic courts have ruled that the State's liability does arise under the SRDA and its section 1 in particular (реш. от 17.02.2003 г. по гр. д. № 1380/2002 г. на Пловдивският АС; реш. № 126 от 08.06.2005 г. по въззивно гр. д. № 205/2005 г. на Добричкият ОС; реш. № 380 от 19.07.2005 г. по гр. д. № 177/2005 г. на Габровският РС; реш. 04.05.2005 г. по гр. д. № 21393/2003 г. на Софийският РС; реш. № 444 от 08.07.2005 г. по гр. д. № 1031/2004 г. на Ловешкият РС; реш. № 4 от 18.02.2005 г. по гр. д. № 3267/2004 г. на Русенският РС).", "42. In respect of unlawful searches of premises, the only reported case dates from 2002 where the Sofia City Court examined, on appeal, an action for damages stemming from an allegedly unlawful search and seizure conducted by the authorities in the home of the claimant. In that particular case, the court rescinded the judgment of the lower court and remitted the case solely because the latter court had failed to examine the action under Article 1 of the SRDA, but had rather examined it as a tort action. Accordingly, the Sofia City Court instructed the lower court to re-examine the said action solely under the SRDA (реш. от 29 юли 2002 г. по гр. д. № 169/2002 г., СГС, IVб отд.).", "43. The CPT visited Bulgaria in 1995, 1999, 2002 and 2003. The Pazardzhik Regional Investigation Service and the Pazardzhik Prison were visited in 1995. There are also general observations about the problems in all Investigation Service detention facilities in the 1995, 1999 and 2002 reports.", "44. The CPT found that most, albeit not all, of the Investigation Service detention facilities were overcrowded. With the exception of one detention facility where conditions were slightly better, the conditions were as follows: cells did not have access to natural light; the artificial lighting was too weak to read by and was left on permanently; ventilation was inadequate; the cleanliness of the bedding and the cells as a whole left much to be desired; detainees could access a sanitary facility twice a day (morning and evening) for a few minutes and could take a weekly shower; outside of the two daily visits to the toilets, detainees had to satisfy the needs of nature in buckets inside the cells; although according to the establishments' internal regulations detainees were entitled to a “daily walk” of up to thirty minutes, it was often reduced to five to ten minutes or not allowed at all; no other form of out-of-cell activity was provided to persons detained.", "45. The CPT further noted that food was of poor quality and in insufficient quantity. In particular, the day's “hot meal” generally consisted of a watery soup (often lukewarm) and inadequate quantities of bread. At the other meals, detainees only received bread and a little cheese or halva. Meat and fruit were rarely included on the menu. Detainees had to eat from bowls without cutlery – not even a spoon was provided.", "46. The CPT also noted that family visits and correspondence were only possible with express permission by a public prosecutor and that, as a result, detainees' contacts with the outside world were very limited. There was no radio or television.", "47. The CPT concluded that the Bulgarian authorities had failed in their obligation to provide detention conditions which were consistent with the inherent dignity of the human person and that “almost without exception, the conditions in the Investigation Service detention facilities visited could fairly be described as inhuman and degrading”. In reaction, the Bulgarian authorities agreed that the CPT delegation's assessment had been “objective and correctly presented” but indicated that the options for improvement were limited by the country's difficult financial circumstances.", "48. In 1995 the CPT recommended to the Bulgarian authorities, inter alia, that sufficient food and drink and safe eating utensils be provided, that mattresses and blankets be cleaned regularly, that detainees be provided with personal hygiene products (soap, toothpaste, etc.), that custodial staff be instructed that detainees should be allowed to leave their cells during the day for the purpose of using a toilet facility unless overriding security considerations required otherwise, that the regulation providing for thirty minutes' exercise per day be fully respected in practice, that cell lighting and ventilation be improved, that the regime of family visits be revised and that pre-trial detainees be more often transferred to prison even before the preliminary investigation was completed. The possibility of offering detainees at least one hour's outdoor exercise per day was to be examined as a matter of urgency.", "49. The CPT established that the Pazardzhik Regional Investigation Service had fifteen cells, situated in the basement, and at the time of the visit accommodated thirty detainees, including two women in a separate cell.", "50. Six cells measuring approximately twelve square metres were designed to accommodate two detainees; the other nine, intended for three occupants, measured some sixteen-and-a-half square metres. This occupancy rate was being complied with at the time of the visit and from the living space standpoint was deemed acceptable by the CPT. However, all the remaining shortcomings observed in the other Investigation Service detention facilities – dirty and tattered bedding, no access to natural light, absence of activities, limited access to sanitary facilities, etc. – also applied there. Even the thirty-minute exercise rule, provided for in the internal regulations and actually posted on cell doors, was not observed.", "51. In this report the CPT found, inter alia, that the prison was seriously overcrowded and that prisoners were obliged to spend most of the day in their dormitories, mostly confined to their beds because of lack of space. It also found the central heating to be inadequate and that only some of the dormitories were fitted with sanitary facilities.", "52. The CPT noted that new rules providing for better conditions had been enacted but had not yet resulted in significant improvements.", "53. In most investigation detention facilities visited in 1999, with the exception of a newly opened detention facility in Sofia, conditions of detention were generally the same as those observed during the CPT's 1995 visit, as regards poor hygiene, overcrowding, problematic access to toilet/shower facilities and a total absence of outdoor exercise and outofcell activities. In some places, the situation had even deteriorated.", "54. In the Plovdiv Regional Investigation detention facility, as well as in two other places, detainees “had to eat with their fingers, not having been provided with appropriate cutlery”.", "55. During the 2002 visit some improvements were noted in the country's investigation detention facilities, severely criticised in previous reports. However, a great deal remained to be done: most detainees continued to spend months on end locked up in overcrowded cells twenty-four hours a day.", "56. Concerning prisons, the CPT drew attention to the problem of overcrowding and to the shortage of work and other activities for inmates."], "VIOLATED_ARTICLES": ["3", "5", "8"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}