{"ITEMID": "001-96020", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ZAUNEGGER v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 14+8;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Bertram Schmitt;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste", "TEXT": ["7. The applicant was born in 1964 and lives in Pulheim.", "8. The applicant is the father of a daughter born out of wedlock in 1995. The applicant and the mother of the child separated in August 1998. Their relationship had lasted five years. Until January 2001, the daughter lived with the applicant, whereas the mother had moved to another flat which was located in the same building. As the parents did not make a joint custody declaration (gemeinsame Sorgerechtserklärung), the mother obtained sole custody (alleinige Personensorge) pursuant to Article 1626a § 2 of the German Civil Code (Bürgerliches Gesetzbuch, see Relevant domestic law and practice below).", "9. In January 2001, the child moved to the mother’s flat. Subsequently, the parents started to argue about the applicant’s contact with the child. In June 2001 they reached an agreement with the assistance of the Cologne-Nippes Youth Welfare Office (Jugendamt Köln-Nippes), according to which the applicant would have contact with the child every Wednesday afternoon until Thursday morning, every Sunday from 10 a.m. to Monday morning and half of each holiday, amounting in total to approximately four months per year. In 2001, the applicant applied for a joint custody order, as the mother was unwilling to agree on a joint custody declaration, although otherwise both parents were cooperative and on good terms.", "10. On 18 June 2003, the Cologne District Court (Amtsgericht Köln) dismissed the applicant’s application. It found that there was no basis for a joint custody order. Under German law, joint custody for parents of children born out of wedlock could only be obtained through a joint declaration, marriage or a court order under Article 1672 § 1 of the Civil Code, the latter requiring the consent of the other parent. The Cologne District Court considered Article 1626a of the Civil Code to be constitutional and referred to a leading judgment of the Federal Constitutional Court (Bundesverfassungsgericht) of 29 January 2003 (see §§ 18-21, below). Having regard to the fact that the pertinent legal provisions did not allow for a different decision, the District Court did not consider it necessary to hear the concerned parties in person.", "11. The applicant appealed and on 2 October 2003 the Cologne Court of Appeal (Oberlandesgericht Köln) dismissed the appeal. It reasoned that, as the applicant and the mother were unmarried, the applicant’s participation in the exercise of custody was only possible in accordance with Article 1626a of the Civil Code. The applicant and the mother had, however, not submitted the required joint custody declaration. In its judgment of 29 January 2003, the Federal Constitutional Court had found that Article 1626a of the Civil Code was constitutional with regard to the situation of parents of children born out of wedlock who had separated after 1 July 1998. The Cologne Court of Appeal noted that the applicant and the mother of the child had separated in August 1998. Thus, they had had a period of one and a half months before they separated in which they could have made a joint custody declaration. The Cologne Court of Appeal further noted that the new legislation, which had entered into force on 1 July 1998, had received public attention for a considerable period. Unmarried parents might have been expected therefore to have shown an interest in the matter and to have noticed the new legislation.", "12. On 15 December 2003 the Federal Constitutional Court, referring to the pertinent provisions of its Rules of Procedure, declined to consider the applicant’s constitutional complaint, without giving further reasons.", "13. The statutory provisions on custody and contact are to be found in the German Civil Code (the “Civil Code”). Article 1626 § 1 of the Civil Code provides that the father and the mother have the right and the duty to exercise parental authority (elterliche Sorge) over a minor child.", "14. As regards children born out of wedlock, custody was pursuant to the former Article 1705 of the Civil Code automatically obtained by the mother. That provision was however declared unconstitutional by the Federal Constitutional Court in 1996. On 1 July 1998, the amended Law on Family Matters of 16 December 1997 (Reform zum Kindschaftsrecht, Federal Gazette 1997, p. 2942), entered into force to implement the Federal Constitutional Court’s judgment of 1996. The relevant law in the Civil Code was changed as follows: under Article 1626a § 1, the parents of a minor child born out of wedlock may exercise joint custody if they make a declaration to that effect (joint custody declaration) or if they marry. Otherwise Article 1626a § 2 provides that the mother obtains sole custody.", "15. If the parents have not merely temporarily separated and if the mother has obtained sole custody in accordance with Article 1626a § 2 of the Civil Code, Article 1672 § 1 of the Civil Code provides that the family court may transfer sole custody to the father if he lodges the relevant application with the consent of the mother. The application is to be granted if the transfer serves the child’s interest. Article 1672 § 2 of the Civil Code provides that in the case of a transfer of the right to custody under Article 1672 § 1 of the Civil Code, the family court may subsequently order joint custody on the application of one parent with the consent of the other parent unless it would be to the detriment of the child. The same applies if the transfer of custody under Article 1672 § 1 of the Civil Code is later annulled.", "By contrast, parents exercising joint parental authority before their separation either because the child was born in wedlock, the parents have married following the child’s birth or they have made a joint custody declaration, retain joint custody following their separation unless the court at the request of one parent awards sole custody to the latter in accordance with the child’s best interest pursuant to Article 1671 of the Civil Code.", "16. Under Article 1666 of the Civil Code, the family court may order the necessary protective measures if the child’s physical, psychological or mental well-being is threatened by negligence and if the parents are unwilling to take those measures themselves. Measures which result in the separation of the child from one parent are admissible only if the child would be at risk otherwise (Article 1666a of the Civil Code).", "17. On 29 January 2003, the Federal Constitutional Court found that Article 1626a of the Civil Code was unconstitutional because it lacked a transitional period for unmarried couples with children who were living together in 1996 but who had separated before the amended Law on Family Matters entered into force on 1 July 1998 (that is, those who were unable to make a joint custody declaration before 1 July 1998). In order to resolve the above-mentioned constitutional flaws, the German legislator introduced Article 224 (2) (a) of the Introductory Act to the Civil Code (Einführungsgesetz in das Bürgerliche Gesetzbuch), on 31 December 2003, according to which a court may substitute the mother’s consent to joint custody if an unmarried couple have a child born out of wedlock, have lived together with the child and were separated before 1 July 1998, provided that joint custody would serve the best interests of the child (Kindeswohl).", "18. In its judgment of 29 January 2003, the Federal Constitutional Court also held that Article 1626a § 2 of the Civil Code, apart from the lack of a transition period, did not breach the right to respect for the family life of fathers whose children were born out of wedlock. Parents who were married had obliged themselves on marriage to take responsibility for each other and their children. In contrast to this, the legislator could not assume that parents of children born out of wedlock lived together or wanted to take responsibility for each other. There was insufficient evidence that a father of a child born out of wedlock would want to bear joint responsibility as a general rule. The child’s well-being therefore demanded that the child had a person at birth who could act for it in a legally binding way. In view of the very different life conditions into which those children were born, generally it was justifiable to grant sole custody to the mother, and not to the father or to both parents. This legislation could also not be objected to from a constitutional point of view because the legislature had given both parents of children born out of wedlock the possibility of obtaining custody through a joint declaration.", "19. The Federal Constitutional Court found that the legislator could legitimately assume that joint custody which was exercised against the will of one parent would have more disadvantages than advantages for a child born out of wedlock. Joint custody required a minimum of agreement between the parents. If the parents were unable or unwilling to cooperate, joint custody might run counter to the child’s well-being. The legislator assumed that the will to exercise joint custody which parents explicitly expressed upon marriage also showed their will to cooperate. Unmarried parents could express this will to cooperate through a joint custody declaration. The father’s right to custody indeed depended on the mother’s willingness to exercise joint custody, but the mother in turn could not demand joint custody without the father’s consent. The parents could thus only exercise joint custody if they both wanted to. That limitation on the father’s right to respect for his family life was not unjustified, given that the joint custody exercised by a married couple was based on their marriage. The applicable law gave unmarried couples the possibility of exercising joint custody, in particular, if they lived together with the child and not after the couple had separated. The legislator could legitimately assume that, if the parents lived together but the mother refused to make a joint custody declaration, the case was an exceptional one in which the mother had serious reasons for the refusal which were based on the child’s interest. Given this assumption, the applicable law did not infringe the father’s right to respect for his family life by not providing for a judicial review. In the event of such serious reasons it could not be expected that the courts would consider joint custody to be in the child’s best interest.", "20. In view of the fact that this legal structure had only recently been established, it had not been possible to ascertain whether there was a substantial number of similar cases where joint custody was in dispute or crucially, to reach conclusions as to why this should be the case.", "21. The Federal Constitutional Court stated that the legislator was obliged to keep developments under observation and to verify whether the assumptions it had made when forming the rules in question were sustainable in the face of reality. If this proved not to be the case, the legislator was obliged to revise the legislation and to provide fathers with the adequate possibility of obtaining custody rights.", "22. A survey on comparative law taking into account the national laws of a selection of Member States of the Council of Europe shows that basically all Member States included in the survey provide for joint parental authority by unmarried parents over their children born out of wedlock. The main elements referred to as a basis for allowing joint parental authority for unmarried parents are the establishment of paternity and the parents’ agreement to exercise joint authority.", "23. However, the solutions in the Member States vary as regards the attribution of joint parental authority for children born out of wedlock in the event no agreement between the parents can be reached in this respect.", "24. In only a limited number of countries do the statutory regulations explicitly address this issue. In a few countries, such as Austria, Norway and Serbia, the national law stipulates that the exercise of joint parental authority of unmarried parents requires the consent of both parents and thus implies that the non-consenting parent has a right of veto. By contrast, the laws in Hungary, Ireland and Monaco appear to provide for a joint exercise of parental authority even without the parents’ consent.", "25. In some Member States such as the Czech Republic and Luxembourg, while the law itself is not clear on the subject, the domestic courts have interpreted the applicable provisions so as to allow joint parental authority only with the consent of the parents, whereas for example the Dutch Supreme Court has held that the national law has to be interpreted so as to enable the father of a child born out of wedlock to request joint parental authority with the mother even though the latter disagrees. A similar approach seems to be followed in Spain.", "26. With the exception of the few countries where a right of veto of one parent is explicitly stipulated in national law, the most common solution put forward by national legislations is that a court decides on the outcome of a corresponding dispute between the parents at the request of one of the parents bearing in mind the best interests of the child. All Member States emphasise the importance of the child’s best interest in decisions regarding the attribution of custody. In determining the child’s best interest in this connection domestic courts commonly take into consideration the positions of the parents and the child, as regards, inter alia, the demonstrable interest in and commitment to the child by the respective parent.", "27. In summary, and as also pointed out by the Government, the survey confirms that while different approaches exist in the Member States, the majority provide for paternal participation in custody if the parents were not married to each other, either irrespective of the mother’s will or at least by court order following an evaluation of the child’s interests."], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}