{"ITEMID": "001-82782", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "BUSSMANN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Volker Bussmann, is a German national who was born in 1945 and lives in Frankfurt (Main). He was represented before the Court by Mr K. Petzel, a lawyer practising in Frankfurt (Main).", "The applicant has a daughter born in 1991. In 1998, he divorced the mother of the child who has obtained the sole right to custody (alleiniges Sorgerecht) and with whom the child is living. In 1998, both parents agreed that the applicant should have access to the child on a weekly basis. The relationship between the parents subsequently deteriorated. In summer 2000, the mother refused the applicant’s access because the child suffered from headaches and bad dreams. In November 2000, the child’s mother filed a claim in order to exclude the applicant’s access rights.", "On 17 December 2003, the Frankfurt (Main) District Court suspended the applicant’s access rights to his child for a period of two years. The District Court had heard the child in 2002 in the presence of the curator ad litem (Verfahrenspflegerin). After the competent judge at the District Court had changed, it heard the child again in 2003. Moreover, it considered an expert opinion and heard the expert, a psychologist, in person. On this basis, the District Court concluded that the exclusion of the applicant’s access rights was necessary for the child’s welfare pursuant to section 1984 § 4 of the Civil Code (see Relevant domestic law, below). It reasoned that the child, being almost thirteen years old and going through the period of puberty, severely suffered from the fact that her mother was unable to give her the necessary support to deal with the applicant’s visits. The District Court observed that the mother had reacted very agitated during a court hearing because of the applicant’s presence. According to the expert, that situation was emotionally extremely difficult for, and harmful to, the child. The child had testified during the last court hearing that she wanted to decide for herself when to see the applicant, a view that was also confirmed by the curator ad litem. During the visits, the applicant would constantly talk, mostly in a derogatory way about the mother, and seek to manipulate the child’s views, even in the presence of a neutral third person. Because of his age and his lack of understanding, the applicant could not be expected to change his behaviour, as could be seen by the content of a letter which he had sent for the child’s twelfth birthday. Moreover, the applicant had approached the child at school on two occasions which had been very embarrassing for her. The District Court also ordered the mother to ensure that the child would write to the applicant every three months. Considering that the child did not obtain the emotional support from her, the District Court ordered the mother to bring the child to a psychological clinic for juveniles in order to start a therapy with a view to teach the child that affection and sympathy was not inevitably connected with the intrusive and manipulative conduct which the applicant had shown. As results of that therapy could not be expected earlier, it was necessary to exclude the applicant’s access rights for the period of two years.", "On 8 April 2004, the Frankfurt (Main) Court of Appeal dismissed the applicant’s appeal, granted the mother legal aid and refused to grant legal aid to the applicant because his appeal lacked any prospects of success. The Court of Appeal found that the District Court had rightly excluded the applicant’s access rights for the period of two years, in particular taking into account that during the proceedings the child had clearly stated that she felt hassled and not taken serious by the applicant, that she did not want any further visits (even in the presence of third persons) and that she wanted the applicant to respect her decision. The present proceedings however showed that the applicant was incapable of accepting this. The applicant had paid two uninvited visits to the child’s school which had been very awkward for the child. Moreover, the letter which the applicant had sent to the child showed his negative attitude towards the mother and put the child under massive pressure. The content of the father’s letter indicated that the child’s objections had not been manipulated by the mother. The District Court had rightly found that there was no indication that the applicant would show comprehension and change his behaviour. The applicant did not appear to be aware or interested in the child’s needs. Moreover, the District Court had rightly taken the view that the mother’s behaviour had also not contributed to a normal relationship between the child and the applicant either. At the same time the mother had been willing to accept the help offered by the District Court. Taking into consideration the age of the child, the Court of Appeal considered it best to give the child the opportunity to reflect on her situation without the distress of the applicant’s visits and to decide for herself about any future contacts with the applicant to whom she still had a clearly visible relationship.", "The Federal Constitutional Court refused to admit the applicant’s constitutional complaint on 22 September 2004.", "Section 1684", "“1. The child is entitled to have access to both parents; each parent is obliged to have contact with, and entitled to have access to, the child.", "2. The parents must not do anything that would harm the child’s relationship with the other parent or seriously interfere with the child’s upbringing. ...", "3. The family courts can determine the scope of the right of access and prescribe more specific rules for its exercise, also with regard to third parties. They may order the parties to fulfil their obligations towards the child.", "4. The family courts may restrict or suspend the right of access or the enforcement of previous decisions on access if this is necessary for the child’s welfare. A decision restricting or suspending the right of access or its enforcement for a longer period of time or permanently may only be taken if the child’s well-being were endangered otherwise. The family courts may order in particular that contacts may only take place in the presence of a cooperating third party.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}