{"ITEMID": "001-61757", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF PRODAN v. MOLDOVA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objections dismissed (non-exhaustion of domestic remedies, victim);Violation of Art. 6-1;Violation of P1-1;Just satisfaction partially reserved;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["10. The applicant was born in 1924 and lives in Chişinău.", "11. In June 1946 the Soviet authorities nationalised the applicant's parents' house. In 1949 her parents were deported to Siberia.", "12. On 8 December 1992 the Moldovan Parliament enacted Law No. 1225-XII “on the rehabilitation of the victims of the political repression committed by the totalitarian communist occupying regime”. The Law enabled the victims of the Soviet repression to claim their confiscated or nationalised property.", "13. In 1997 the applicant lodged an action with the Centru District Court (Judecătoria Sectorului Centru) by which she sought the restitution of her parents' house. At the material time the disputed house consisted of six apartments: nos. 3, 6, 7, 8, 12 and 13. Since apartments nos. 3, 6, 7, 8 and 13 had been purchased by their former tenants, the applicant sought to declare null and void the contracts by which they had been purchased from the State. She also sought the eviction of all the occupants of the house.", "14. On 14 March 1997 the Centru District Court found in favour of the applicant and ordered the restitution of the house. It declared null and void the contracts by which apartments nos. 3, 6, 7, 8 and 13 had been sold to their tenants. The court further ordered the Municipal Council to evict all the occupants, including those of apartment no. 12, and indicated that the Municipal Council was to provide all the tenants with alternative accommodation.", "15. The Municipal Council and the occupants lodged an appeal with the Chişinău Regional Court (Tribunalul Municipiului Chişinău) against the judgment of the Centru District Court. On 17 October 1997 the Chişinău Regional Court allowed the appeal and quashed the judgment of the Centru District Court.", "16. The applicant lodged an appeal in cassation against the judgment of the Chişinău Regional Court. On 31 March 1998 the Court of Appeal (Curtea de Apel) rejected the appeal in cassation and upheld the judgment of the Chişinău Regional Court.", "17. Following a request by the applicant, the Procurator General's Office applied for annulment of the judgments of the Chişinău Regional Court and the Court of Appeal with the Supreme Court of Justice (Curtea Supremă de Justiţie).", "18. On 19 August 1998 the Supreme Court of Justice quashed the judgments of the Chişinău Regional Court and of the Court of Appeal, and upheld the judgment of the Centru District Court of 14 March 1997 on the ground that both the Chişinău Regional Court and the Court of Appeal had failed to observe the provisions of Law no. 1225-XII of 8 December 1992 (see paragraph 30 below).", "19. On an unspecified date in 1998, after having obtained the enforcement warrant, the applicant asked the Municipal Council to execute the judgment of 14 March 1997. In a letter of 14 January 1999, the Municipal Council informed the applicant that due to a lack of funds for the construction of apartments for the evicted tenants, it could not execute the judgment.", "20. In 1999 the applicant lodged a request with the Chişinău Land Register (Organul Cadastral Teritorial Chişinău) to issue her a certificate of ownership for the disputed house. In a letter of 15 September 1999, the Land Register informed the applicant that it would issue the ownership title only on the basis of an “act of delivery and receipt of the house” (act de predare-primire) issued by the Municipal Council.", "21. In October 1999 the applicant lodged an action with the Centru District Court against the Municipal Council seeking damages for the delay in enforcing the judgment of 14 March 1997. On 17 November 1999 the Centru District Court rejected the action as unfounded. The applicant did not lodge an appeal against that judgment and it became final.", "22. In 2000 the applicant lodged an action with the Centru District Court seeking a partial change in the manner in which the enforcement of the judgment of 14 March 1997 was to be carried out. In particular, she claimed money from the Municipal Council in lieu of restitution of apartments nos. 3, 6, 7, 12 and 13. On 7 February 2000 the Centru District Court ordered that a valuation of the apartments be carried out by the experts of the Chişinău Land Register. Following a request from the applicant, on 24 February 2000 the Centru District Court ordered that the valuation be carried out by independent real estate experts.", "23. On 3 October 2000 the Centru District Court decided partially to change the manner of enforcement of the judgment of 14 March 1997 and ordered the Municipal Council to pay the applicant 488,274 Moldovan Lei (MDL), the market value of apartments nos. 3, 6, 7, 12 and 13.", "24. The Municipal Council lodged an appeal with the Chişinău Regional Court against the above judgment. On 10 January 2001 the Chişinău Regional Court rejected the appeal and upheld the judgment of the Centru District Court of 3 October 2000.", "25. In 2001 the applicant asked the Housing Division of the Municipal Council to execute the judgment of 14 March 1997 in so far as it concerned the eviction of the occupants of apartment no. 8. In a letter of 26 March 2001, the Municipal Council informed the applicant that due to a lack of funds for the construction of apartment buildings and available alternative accommodation for the evicted tenants, it could not enforce the judgment of 14 March 1997.", "26. On 10 April 2001 the Centru District Court dismissed the Municipal Council's request seeking to stay the enforcement of the judgment of the District Court of 3 October 2000. On 19 June 2001 the Chişinău Regional Court, in its final judgment, rejected the Deputy Mayor's appeal against the above judgment.", "27. Following a request by the Municipal Council, the Procurator General's Office applied to the Supreme Court of Justice for annulment of the judgments of the Centru District Court of 3 October 2000 and the Chişinău Regional Court of 10 January 2001.", "28. On 12 September 2001 the Supreme Court of Justice dismissed the Procurator General's request for annulment.", "29. On an unspecified date the applicant lodged a fresh request with the Municipal Council for the enforcement of the judgments of 14 March 1997 and 3 October 2000. In a letter of 23 October 2001, the Municipal Council informed the applicant that due to a lack of funds and alternative accommodation for the occupants of apartment no. 8, it could not enforce the judgment of 14 March 1997. As regards the enforcement of the judgment of 3 October 2000, the Municipal Council replied that the money would be paid after other court orders had been paid.", "30. On 20 November 2002 the Municipal Council paid the applicant MDL 488,274 (the equivalent of EUR 29,238 at the time) in accordance with the judgment of 3 October 2000. The judgment of 14 March 1997 in respect of the eviction of the tenants from apartment no. 8 remained un-enforced.", "31. The relevant provisions of Law no. 1225-XII of 8 December 1992, as amended on 23 November 1994, read as follows:", "“Article 12. Restitution of property to persons who were subjects of repression", "(1) Any citizen of the Republic of Moldova, who has been the subject of political repression and subsequently rehabilitated, shall have returned to him, at his request or at the request of his heirs, any property which was confiscated, nationalised or taken away from him in some other way. (...)", "(5) Any act of sale-purchase or other form of transfer of houses, buildings or other constructions and goods confiscated, nationalised or taken away from a person who was the victim of repression, concluded after his rehabilitation, can be declared null through the courts following a request lodged by the victim of repression or his heirs.”", "In 1998 a new paragraph was added to the above Article by virtue of Law No. 84-XIV of 8 July 1998, which reads as follows:", "“(6) Any person to be evicted from a restituted house shall be provided upon his eviction with accommodation on a priority basis by the local public administration authorities, in accordance with the legislation.”", "Article 426 of the Code of Civil Procedure, in force between 26 December 1964 and 12 June 2003, reads as follows:", "“The creditor or the debtor against whom enforcement proceedings are pending may lodge an appeal against the acts carried out or the refusal to carry out such acts by a bailiff within the enforcement proceedings. (...)”", "Article 478 of the Civil Code, in force between 26 December 1964 and 12 June 2003, reads as follows:", "“Damage caused to a natural or legal person by the illegal actions of the criminal investigation organs, prosecution or the courts, shall be entirely repaired by the State, in the manner prescribed by law, regardless of the fault of any public servant from the criminal investigation organs, prosecution or the courts.”", "On 12 June 2003 a new Civil Code entered into force. Article 1404 of the Civil Code reads as follows:", "“(1) Damage caused by an unlawful administrative decision or as a result of a failure to act upon a request within a statutory time limit by a public authority or by a public official shall be compensated by the public authority (...).", "(2) Individuals shall be entitled to claim general damages caused as a result of the acts foreseen in paragraph 1 of the present Article. (...)”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}