{"ITEMID": "001-58854", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF GRAUZINIS v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-3;Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant is a Lithuanian national, born in 1960. He lives in Klaipėda, Lithuania.", "9. In May 1997, an owner of a café alleged that the applicant had beaten him and threatened to take over the control of his property.", "10. The applicant was arrested on 19 May 1997. On 21 May 1997 he was brought before the Klaipėda City District Court which issued a detention order against him. The court reasoned that the applicant might commit further crimes while under this current suspicion.", "11. On 22 May 1997 the applicant was indicted for attempting to obtain property by threats of force.", "12. On 27 June 1997 the applicant appealed against the decision to remand him in custody, claiming inter alia that there was no reason for his detention and asking for bail.", "13. On 3 July 1997 the Klaipėda Regional Court dismissed the appeal. The applicant was not present at the hearing, but his counsel was. The Regional Court noted that the applicant had been brought before the District Court which had issued the detention order, and that the first instance court could therefore assess the need for him to be held in custody inter alia on the basis of his personality and attitude. The appellate court concluded that the first instance court had properly specified the danger of the applicant committing further crimes as the reason for his remand in custody.", "14. On 17 July 1997 the Klaipėda City District Court extended the term of the applicant’s detention, in his absence but with his counsel present. The court no longer held that the applicant might commit further crimes, but specified fresh grounds for the detention, namely that the applicant could abscond and influence witnesses.", "15. On 5 September 1997 the applicant appealed, claiming inter alia that his detention on remand was unlawful under domestic law and the Convention. He alleged in particular that the decision was arbitrary, as the court had presented no facts in support of its conclusion that he might abscond or influence witnesses. He requested bail.", "16. On 9 September 1997 a judge of the Klaipėda Regional Court returned the appeal without examination. The judge informed the applicant by letter that the Code of Criminal Procedure did not provide for an appeal against a decision extending the term of detention.", "17. On 16 October 1997 a judge of the Klaipėda City District Court committed the applicant to trial in the absence of the parties. In his decision the judge also decided that the applicant should remain in custody. No grounds or term for that detention were specified. The judge did not mention the applicant’s complaints regarding the lawfulness of his detention.", "18. The charges against the applicant were subsequently replaced as he was indicted for affray. On 24 February 1998 the Klaipėda District Court convicted him. He was sentenced to 1 year and 4 months’ imprisonment. He did not appeal against the first instance judgment.", "19. The applicant has now been released from prison after having completed his sentence.", "II. RELEVANT DOMESTIC LAW", "<Translations are given>", "20. Article 30 § 1 of the Constitution of the Republic of Lithuania (Lietuvos Respublikos Konstitucija) provides:", "“A person whose constitutional rights or freedoms are violated shall have the right to apply to court.”", "21. Relevant provisions of the Code of Criminal Procedure (Baudžiamojo proceso kodeksas):", "Article 52 § 2 (3) and (8) and Article 58 § 2 (8) and (10) provide, respectively, that the accused and their counsel have the right to “submit requests” and to “appeal against acts and decisions of an interrogator, investigator, prosecutor and court.”", "Article 104-1 (in force until 24 June 1998):", "“... the arrested person shall be brought before a judge in not more than 48 hours ... The judge must hear the person as to the grounds of the arrest. The prosecutor and the counsel of the arrested person may take part in the inquiry. After having questioned the arrested person, the judge may maintain the arrest order by designating the term of detention, or may vary or revoke the remand measure.", "... after the case has been transmitted to the court ... [the court] can order, vary or revoke the detention on remand / arrest.”", "Article 106 § 3 (in force until 24 June 1998):", "“For the purpose of extending the term of detention on remand [at the stage of pre-trial investigation] a judge must convene a hearing to which defence counsel and a prosecutor and, if necessary, the detained person shall be called.”", "Article 109-1 (in force until 24 June 1998):", "“An arrested person or his counsel shall have the right during pre-trial investigation to lodge [with an appellate court] an appeal against the detention on remand ... . With a view to examining the appeal, there may be convened a hearing, to which the arrested person and his counsel or only counsel shall be called. The presence of a prosecutor is obligatory at such a hearing.", "The decision taken by [the appellate judge] is final and cannot be the subject of a cassation appeal.", "A renewed appeal shall be determined when examining the extension of the term of the detention on remand.”", "The present Article 109-1 (in force from 24 June 1998) provides that the detainee is able to appeal against decisions authorising detention both at the stage of pre-trial investigation and during the trial. With a view to examining the appeal, the court is now under the obligation to convene a hearing, to which the detainee and his defence counsel or only counsel must be called.", "Article 249 § 1:", "“A judge individually or a court in a directions hearing, in deciding whether to commit the accused to trial, shall determine ...", "11) whether the remand measure has been selected appropriately.”", "Article 250 § 1:", "“After having decided, that there is a sufficient basis to commit the accused to trial, a judge individually or a court in a directions hearing shall determine the questions ...", "2) of the remand measure in respect of the accused ... .”", "Article 267 § 1:", "“The defendant has the right to ...", "3) submit requests; ...", "11) appeal against the judgment and decisions of a court.”", "Article 297:", "“… upon adjourning the examination of a case … a court shall hear requests of the parties to the proceedings and shall adopt appropriate decisions thereon.”", "Article 372 § 4 (in force until 1 January 1999, now repealed):", "", "“Decisions of courts ... ordering, varying or revoking a remand measure ... cannot be the subject of appeal ... .”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}