{"ITEMID": "001-87606", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KABKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1933 and lives in the town of Sergiyev Posad in the Moscow Region.", "5. In 1988 the applicant gave up his post in the Zagorskiy engineering plant in order to be appointed to a similar position in a car manufacturing enterprise, ATP-11 (“ATP-11”). The latter refused to appoint the applicant to the position sought.", "6. On an unspecified date in 1988 the applicant sued ATP-11, seeking that it complied with the agreement for his appointment to the post.", "7. On 4 January 1989 the Zagorsk Town Court dismissed his claims. The Moscow Regional Court upheld the judgment on 2 February 1989. On 4 May 1989 the Presidium of the Regional Court quashed the judgments by way of supervisory review and remitted the case for a new examination.", "8. By a judgment of 27 June 1989, the Town Court rejected the applicant’s claims. On 14 July 1989 the Regional Court upheld the judgment.", "9. On 7 June 1990 the Supreme Court of the Russian Soviet Federative Socialist Republic (“the RSFSR Supreme Court”) quashed the judgments of 27 June and 14 July 1989 and remitted the case to the Town Court for a fresh examination.", "10. On 28 December 1990 Judge M. of the Town Court listed a hearing for 9 January 1991.", "11. At a hearing of 23 January 1991 the applicant amended his claims and claimed compensation for forced absence from work due to the ATP-11’s unlawful refusal to appoint him to the post.", "12. On 7 May 1991 judge M. instituted criminal proceedings against the applicant on suspicion that he had stolen the case file concerning his employment dispute.", "13. On 1 November 1991 the deputy prosecutor of the Moscow Regional prosecutor’s office informed the applicant that there were no reasons to set aside the decision of 7 May 1991. He also noted that the local justice department had been ordered to take immediate measures to restore the materials of the case file in respect of the applicant’s employment dispute.", "14. On 19 March 1998 the Mytishchi Town Court of the Moscow Region acquitted the applicant for lack of evidence. The judgment became final on 27 March 1998.", "15. In the meantime, on 8 April 1992 the applicant requested the President of the Town Court (renamed the Sergiyev Posad Town Court after the town of Zagorsk had been renamed Sergiyev Posad) to restore the case file regarding his employment dispute and to pursue its examination of his claims against ATP-11. The applicant submitted the receipt card showing that the request had been received by the Town Court on 14 April 1992. On 6 May 1992 the President informed the applicant that his employment claims would be adjudicated after the examination of the criminal case against him.", "16. On 1 June 1993 and 1 March 1994 respectively the Regional Court forwarded to the Town Court repeated requests by the applicant for restoration of the case file (заявление о восстановлении утраченного судебного производства) with a view to proceeding with the examination of his employment dispute, further to the decision of 7 June 1990. Those requests were accompanied by the documents from the file preserved by the applicant. In its letter of 1 March 1994 the court noted that in case of dismissal of the applicant’s request to restore the case file the courts were to advise the applicant on his right to re-submit his employment dispute to the courts by means of ordinary civil proceedings. It appears that no action was taken in response to the above requests.", "17. By decision of 1 April 1994, the Town Court refused to examine the applicant’s requests to restore the case file, as formulated in his application of 20 January 1994 and a telegram of 26 March 1994 respectively. The court referred to the ongoing criminal proceedings and held that it could not examine the applicant’s requests until his exculpation.", "18. On 13 October 1994 the Presidium of the Regional Court quashed the decision of 1 April 1994 and remitted the matter to the Town Court for a fresh examination.", "19. By letter of 20 February 1995, the Supreme Court of the Russian Federation advised the applicant that the Presidium of the Regional Court had forwarded his request for restoration of the case file to the Town Court for a fresh examination.", "20. On 25 September 1996 the Regional Court forwarded to the President of the Town Court a complaint by the applicant about the failure to examine his request for restoration of the case file, as ordered by the decision of 13 October 1994. The Regional Court noted that, according to the Town Court’s registry, the related proceedings were still pending before the Town Court.", "21. On 5 May 1998 the Convention entered into force in respect of Russia.", "22. On 6 July 1998 the Regional Court forwarded to the Town Court a further complaint by the applicant about the failure to examine his requests for restoration of the case file. It ordered the Town Court to take all necessary measures with a view to pursuing the examination of the applicant’s request.", "23. By decision of 10 November 1998, the Town Court refused to restore the case file concerning the applicant’s employment dispute. The court noted that it had returned to the applicant the documents lodged in March 1994 after the decision of 1 April 1994 had become legally binding. The applicant had not complied with the court’s requests to re-submit them. Instead of rectifying the shortcomings, the applicant had chosen to complain to higher courts, declaring that the documents were already with the Town Court. In the absence of the relevant documents and any intention on the part of the applicant to submit them, it had to terminate the proceedings. It advised the applicant that it was open to him to re-submit his employment dispute to the Town Court.", "24. It appears that the applicant was not present at the hearing and was not served with a copy of the decision of 11 November 1998. The decision was not appealed against and became final on 22 November 1998.", "25. On 10 February 2002 the applicant renewed his request to the Town Court to restore his case file and to adjudicate his employment dispute.", "26. By a decision of 26 August 2002 the Town Court dismissed the applicant’s request. It noted that the applicant had asked it to restore the file and had submitted copies of documents related to his employment dispute. However, those documents had not been duly certified. They had been partly typewritten and partly handwritten by the applicant, which cast doubt on their authenticity. The applicant had not submitted any other documents and the court itself had been unable to obtain any documents. ATP-11 had been declared insolvent. Eleven years had passed since the case file had been stolen and the applicant had requested to restore it only in 2002. It was impossible to examine authentic written exhibits (evidence) related to the applicant’s labour action. The court finally noted that it was open to the applicant to re-submit his employment dispute to the Town Court.", "27. On 14 October 2002 the Regional Court upheld the decision. It appears that the applicant was provided with both decisions in due time.", "28. Article 99 of the 1964 Code of Civil Procedure, as in force at the material time, provided that civil cases were to be prepared for a hearing no later than seven days after the action had been lodged with the court. In exceptional cases, this period could be extended for up to twenty days. Civil cases were to be examined no later than one month after the preparation for the hearing had been completed.", "29. Annex No. 2 to the 1964 Code of Civil Procedure, as in force at the material time, provided that courts were to restore lost case files on their own initiative, upon a request from any of the parties to the case or a prosecutor (Article 1). A request to restore the case file was to be lodged with the court which had examined the case on the merits (Article 3). It was to contain detailed information about the case and to be accompanied by all relevant documents or their copies from the file, preserved by the interested person, even if they were not duly certified (Article 4).", "30. In examining the request, the court was to use the remaining documents, documents handed over from the case file to third persons or organisations, and copies of those documents and other certificates relevant to the case. It could also examine as witnesses persons who could provide information on procedural steps taken in the course of the proceedings, including members of the court, when necessary (Article 5).", "31. If the materials accumulated during the proceedings were insufficient for an adequate restoration of the case file, the court terminated the proceedings by means of a decision (определение). In that case it was open to the interested person to re-submit his/her civil claims to the courts by way of ordinary proceedings (Article 6)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}