{"ITEMID": "001-105445", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "GOLOB v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre", "TEXT": ["The applicant, Mr Ivan Golob (“the applicant”), is a Slovenian national who was born in 1969 and lives in Solkan, Slovenia. The applicant lodged the application on his own and his daughter’s, A.’s, behalf. He was represented before the Court by Mr B. Verstovšek, a lawyer practising in Celje. The Slovenian Government (“the Government”) were represented by their Agent, Mrs Verdir, State Attorney.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Following the separation of the applicant and his daughter’s mother, the latter obtained custody of the daughter.", "Subsequently, on 17 November 2003, the applicant lodged a request for determination of contact arrangements with his daughter. The Ajdovščina Welfare Office issued a decision on those contact arrangements on 6 May 2004. It determined that the applicant and his daughter should have weekly contact and contact during holidays. As regards the latter, it stated that the applicant and his daughter should spend one week during the winter holidays and three weeks during the summer holidays together. The mother appealed.", "On 1 March 2005 the Ministry for Labour, Family and Social Matters (“the Ministry”) quashed the part of the Welfare Office’s decision that concerned contact arrangements during the holidays. It found that the decision had lacked an indication of the exact periods of contact to be put in place during the holidays. On 14 March 2005, the case was transferred to the Nova Gorica District Court, which, further to a reform in this field, had acquired jurisdiction in the matter.", "On 7 June 2005 a hearing was held before the court. At the hearing, the judge noted that the subject of the proceedings was restricted to contact arrangements during holidays. On the same date the applicant requested that an interim decision be issued regulating contact arrangements during holidays and stipulating a physical taking of his daughter from her mother in the case of her non-compliance with the decision.", "On 15 June 2005 the court rejected the applicant’s request for an interim decision. It relied on the Welfare Office’s report and a psychologist’s report indicating that the applicant’s daughter did not want to have weekly contact with the applicant, as a result of which no visits had been carried out at that time. The court found that provisional holiday contact arrangements might therefore not be in the child’s interests and that it was better to wait for evidence to be produced in the proceedings and a final decision reached on that basis. The applicant appealed. On 9 November 2005 the Koper Higher Court rejected the applicant’s appeal concerning the request for an interim decision, finding that the lower court had properly conducted the proceedings and had been led by the best interests of the child.", "In the meantime, the applicant and his daughter also lodged a request for contact arrangements between the daughter and relatives on the applicant’s side of the family. On 14 July 2005 the District Court joined the request for contact arrangements between the daughter and her relatives to the proceedings concerning contact during holidays. On 19 July 2005 the court declared inadmissible the request for contact arrangements with the aforementioned relatives, finding that neither the applicant nor his daughter, who was still a minor, had standing to pursue such proceedings. On 9 November 2005 the Koper Higher Court upheld that decision.", "On 18 August 2005 the applicant’s daughter’s mother lodged a request for new (reduced) weekly contact arrangements between the applicant and his daughter which would replace those set out in the Welfare Office’s decision of 6 May 2004. She also requested that an interim decision be issued in that regard. The latter request was rejected on 30 August 2008.", "On 7 February 2006 the District Court held a hearing. Both parties confirmed that the weekly contact arrangements as set out in the Welfare Office’s decision of 6 May 2004 had been complied with since July 2005. Moreover, the applicant and his daughter had also taken a holiday together in November and December 2005.", "At the hearing of 7 February 2006 the court decided the case and terminated the proceedings. Having regard to several Welfare Office reports, as well as expert reports and statements from the parties, it determined new weekly contact arrangements, which were similar to those set out in the Welfare Office’s decision. In also decided that the applicant and his daughter should spend the winter school holidays and four weeks during the summer holidays together and specified the way in which these arrangements should be implemented in practice.", "Both parties appealed. On 12 September 2006 the Koper Higher Court quashed the part of the lower court’s decision concerning the weekly contact arrangements and slightly modified the way in which the arrangements for the holidays should be implemented in practice. It found that there had been no basis for the lower court to replace the Welfare Office’s final decision of 6 May 2004 as regards the part of that decision concerning weekly contact arrangements, which therefore remained in force. The Higher Court’s decision was served on the applicant’s representative on 21 November 2006.", "As regards the relevant provisions of domestic family law see Eberhard and M. v. Slovenia, no. 8673/05 and 9733/05, §§ 63-73, 1 December 2009."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}