{"ITEMID": "001-67454", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF BRUNCRONA v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (six month period, non-exhaustion of domestic remedies);Violation of P1-1;Just satisfaction reserved", "JUDGES": "Nicolas Bratza", "TEXT": ["12. The late Olof Bruncrona’s heirs Marcus and Petter Bruncrona are Finnish nationals born in 1964 and 1967 and resident in Helsinki. The estate of Olof Bruncrona also acts as an applicant.", "13. The applicants are the owners of the real property Karsby (registered as number 1:44; “the Karsby mansion”) in the village of the same name, currently part of the city of Tammisaari (Ekenäs).", "14. The applicants claim ownership in the form of a right of permanent usufruct (in Finnish vakaa hallinta-oikeus; in Swedish ständig besittningsrätt) in respect of the property Bergö-Högholm (registered as number 1:0) in the village of the same name, also within the city limits of Tammisaari. The property comprises 165.4 hectares of water and some islands totalling 27.6 hectares. The islands originally belonged to the Swedish Crown (“Crown land”; kruununluontoinen maa, jord av krononatur).", "15. Around the early 18th century the then owners of the Karsby mansion (kartano, säteri) were afforded the right to make use of the Bergö-Högholm islands in return for an annual levy (sääntönäisvero, stadga or stadgad ränta). The levy was collected from 1723 onwards. That arrangement was maintained by a decision of the Senate of the then Grand Duchy on 9 May 1862. The decision noted the following:", "(In Swedish) “... så emedan dessa holmar äro påförde stadgade räntor och sedan medlet af förra århundradet opåtaldt innehafts ... pröve VI skäligt förklara desamma skola som hitintills förbliva under sagde säteri ... emot erläggande af de förre stadgade räntorne, hvarom anteckning likväl bör i jordeboken införas...”", "(Translation into English) “... since these islands are subject to payment of an annual levy and have been made use of in an undisturbed manner since the middle of the last century ... we find it reasonable that they should remain, as heretofore, attached to the said mansion ... in return for payment of the annual levy, which should be entered into the land register ...”", "16. When land taxation was abolished in 1924 the duty to pay a levy was replaced by a liability to pay State wealth tax (varallisuusvero, förmögenhetsskatt). Up to that year the levy had amounted to the equivalent of 1.29 euros (EUR) at today’s value.", "17. The Bergö-Högholm property was formed through a supplementary land-parcelling procedure in 1975. At the same time it was registered as ordinary real property instead of Crown land, the State being indicated as its owner. According to the record of the land parcelling the owner description was incomplete, but the property was leased to the Karsby mansion. During the land-parcelling proceedings the owners of the Karsby mansion submitted that they did not question the State’s ownership. However, they claimed that they had a right of disposal (dispositionsrätt in Swedish).", "18. The owners of the Karsby mansion made use of the Bergö-Högholm islands and the surrounding waters in an undisturbed manner until 1984, when the National Forestry Board granted fishing rights to a third party without Olof Bruncrona’s consent.", "19. In 1985 Olof Bruncrona initiated proceedings with a view to having his ownership of the Bergö-Högholm property confirmed. In a judgment of 9 October 1987 the Tammisaari District Court (kihlakunnanoikeus, häradsrätten) found it established that the claimant and the previous owners of the Karsby mansion had been enjoying a right of permanent usufruct in respect of the property, that right having developed into ownership.", "20. The District Court’s judgment was quashed by the Helsinki Court of Appeal (hovioikeus, hovrätten) on 22 November 1989. The appellate court found that the State had originally let the islands to the then owners of the Karsby mansion. This lease had been maintained in 1862. The State had thus never given up its ownership, but had simply tacitly consented to the Karsby mansion’s use of the property, initially subject to payment of a rent or levy and later subject to payment of wealth tax.", "21. On 4 July 1990 the Supreme Court (korkein oikeus, högsta domstolen) refused leave to appeal.", "22. The registration (lainhuuto, lagfart) of the State as the lawful owner of the property in 1991 was challenged by Olof Bruncrona in a new civil suit seeking to obtain confirmation of his right of permanent usufruct in respect of the Bergö-Högholm property and – should that right be deemed to have developed into ownership – confirmation of his ownership. Olof Bruncrona died on 24 May 1993 and his estate continued the lawsuit.", "23. In a judgment of 18 October 1993 the District Court confirmed the applicants’ right of permanent usufruct and revoked the State’s title to the property.", "24. The District Court’s judgment was quashed by the Court of Appeal on 21 March 1996 on grounds similar to those relied on in its earlier judgment. It found, inter alia, that:", "(a) the ownership issue had been finally settled in the first set of proceedings;", "(b) the first reference to the islands of Bergö and Högholm had appeared in a judgment book (tuomiokirja, dombok) of the County of Tenala in 1672, and a yearly payment had been made in respect of the islands;", "(c) it could be deduced from the written material submitted to the Court of Appeal that the islands had been leased to the owner of the Karsby mansion in the 1720s;", "(d) in the 1750s the owner of the Karsby mansion had attempted to transform the islands from Crown land into tax land (see “Relevant domestic law and practice” below), but the official list of land thus transformed – drawn up in 1769 – had not included the islands;", "(e) in 1862 the Senate had decided that the islands were to remain under the control of the Karsby mansion in return for the prescribed payments, rather than the lease being put up for tender for a period of six years, as had been suggested in the light of the practice with regard to certain other plots of Crown land;", "(f) the owners of the Karsby mansion had enjoyed undisturbed possession of the islands until 1984, when the State had granted a fishing licence to a third party in respect of the waters surrounding the islands; and", "(g) a right of permanent usufruct in respect of Crown land continued to be recognised under Finnish law, on condition that there was a clear legal basis for the right.", "25. The Court of Appeal concluded that originally the Crown had leased the islands to the Karsby mansion, and that the Senate had upheld that lease in its decision of 9 May 1862. The payment of rent (in Finnish vuokranmaksu) had later ceased and the mansion had paid tax in respect of the property, just as in respect of any other real property belonging to it. The Senate’s decision had not established any right of permanent usufruct in favour of the Karsby mansion, and the applicants had not presented any evidence of any other acquisition upon which such a right could be founded.", "26. On 12 November 1997 the Supreme Court refused leave to appeal.", "27. Meanwhile, following Olof Bruncrona’s death in May 1993, Marcus and Petter Bruncrona had declared that the Bergö-Högholm property formed part of the overall estate of the deceased for the purposes of the inventory of his possessions (perukirja, bouppteckning). Inheritance tax was levied inter alia in respect of the Bergö-Högholm property.", "28. In a letter of 22 January 1998 the National Forestry and Park Service requested the applicants to vacate the Bergö-Högholm property. The applicants have apparently not yet complied with the request and no enforcement proceedings have been initiated to date. At the hearing before the Court on 14 October 2003 the Government argued that the letter in question amounted to the termination of the lease. The nature of the letter was disputed by the applicants.", "29. Meanwhile, in 1984 the Private Forestry Association of Western Uusimaa (Nyland) had certified that the owners of the Karsby mansion had covered all the reforestation and other costs relating to the Bergö-Högholm islands and had also collected the full yield from the forestry activities carried out on the islands.", "30. At the time of lodging their application with the Court the applicants were allegedly still obliged to pay wealth tax on the Bergö-Högholm property. In August 2001 the Government informed the Court that the taxation authorities would correct the relevant property register (maatilarekisteri, jordbruksregistret) with effect from 25 September 2001. The State would then be indicated as the rightful owner of the Bergö-Högholm property.", "31. According to the Government, there were no regulations in force in the early 18th century governing the transfer of ownership of Crown land, nor was there any consistency in the contracts concerning such transfers. The scope of each contract and the rights contained therein had therefore to be determined in the light of the particular circumstances of each case. As a rule, it was not possible to transfer the ownership of Crown land before it had been transformed into privately owned land (perinnöksiosto, skatteköp). It was nevertheless possible to establish various rights relating to the enjoyment of the property and benefiting private individuals, municipalities or the Church. For example, the Crown could transfer a so-called permanent and exclusive right of possession in respect of the land, subject to a payment. Such a right required the land to be used for a specific purpose, and the Crown was entitled to regain possession of it either on payment of compensation or without having to redeem it. Over time the State’s title to the land could change into an ordinary one, whereas it was not, for example, possible to change the amount of the payment (stadga) collected from the holder of a right attaching to the property.", "32. Provisions on the procedure for transferring Crown land to private individuals were later included in specific Acts of Parliament, such as Act no. 598/1965 (eräiden kruununluontoisten tilojen ja tilanosien järjestelystä annettu laki, lag om reglering av vissa lägenheter och lägenhetsdelar av krononatur). These Acts did not, however, govern all Crown land or all cases where a right of usufruct had been attached to it.", "33. In the 1995 Land Code (maakaari, jordabalken 540/1995) the special characteristics of Crown land are only dealt with in the provisions concerning property registration, the aim being to ensure that the registered data correspond as far as possible to the existing situation. Title may now be established in respect of former Crown land. Any right of permanent usufruct, leasing right or other form of enjoyment of property may also be registered. A title of ownership may not be registered in respect of an estate which is already subject to a permanent right of possession (see section 18a of the Act on the Implementation of the Land Code (laki maakaaren voimaanpanosta, lagen om införande av jordabalken 541/1995).", "34. Many scholars have supported the view that the permanent right of possession may be regarded as tantamount to actual ownership. Domestic courts have not accepted this view, preferring to focus on the purpose of the original transaction, even in cases where a right of usufruct was being enjoyed over a long period and in an undisturbed manner. Reference may be made to the Supreme Court’s judgment no. 1989:73.", "35. It was possible to lease land belonging to the Crown, either for a certain period of time or indefinitely. Rights based on such lease contracts have not been transformed into ownership by means of specific legislation to that effect. Nor has the long-term de facto enjoyment of a property been considered to constitute a basis for ownership or a right of permanent usufruct in respect of land subject to a lease contract. The fact that the owner of the land has been passive or has tacitly accepted that another person uses the land does not entail a transfer of ownership. Transfer of ownership requires a transaction.", "36. For taxation purposes, leased Crown land has been regarded as the tenant’s possession whenever he or she has been enjoying the right to use the property in spite of the State’s formal ownership. Thus, according to the Income and Capital Gains Tax Act (laki tulo- ja omaisuusverosta, lagen om skatt på inkomst och förmögenhet; Act no. 207/1920, section 14; Act no. 306/1924, section 14; and Act no. 888/1943, section 32):", "“[t]he property for which taxes shall be paid includes the assets of the person liable to pay taxes, subject to the restrictions set out below.", "The assets shall also include:", "(1) any right of usufruct in respect of real property, whether or not its validity has been defined in time or it remains valid during the holder’s lifetime; any timber-felling rights; and any other right to make use of real property belonging to someone else.”", "The existing Capital Gains Tax Act (varallisuusverolaki, förmögenhetsskattelagen 1537/1992) contains a comparable provision (section 9).", "37. Anyone wishing to adjust the amount of their tax assessment must make a request to that effect in accordance with the Tax Assessment Procedure Act (verotusmenettelylaki, lagen om beskattningsförfarande 1558/95; Chapter 5).", "38. According to the applicants, the right to perpetual usufruct did exist in the early 18th century and was explicitly established, given that transfer of ownership per se was prohibited in respect of Crown land. A right of usufruct was granted permanently until 1766, when the Royal Finance Collegium (in Swedish Kammarkollegiet) decided to let Crown land for a fixed period of six years following a tendering procedure in the form of an auction. As the right claimed by the applicants in respect of the Bergö-Högholm property had been established well before, the 1766 Decree was irrelevant to this case. The nature of the payment collected from the then owners of the Karsby mansion (in Swedish stadga or stadgad ränta) was fiscal, which is evidenced by the fact that it was entered in the column of land tax in the land register, and replaced by wealth tax in 1924.", "39. The nature of Crown land is described in the relevant preparatory work on the 1995 Land Code (Government Bill 214/1996). Real property was historically divided into Crown land, exempted land and tax land (in Swedish krono-, frälse- och skattejord). Land tax was levied only on Crown land and tax land. The distinction between Crown land and tax land was abolished by the 1995 Land Code which entered into force on 1 January 1997. As is evidenced by section 18a of the Implementation Act (541/1995) and its drafting history, the concept of perpetual usufruct nevertheless remained recognised and may also be registered.", "40. The preparatory work on the Implementation Act made clear that in examining historical rights to Crown land it must be established whether the Crown’s intention when preparing the relevant contract was to transfer ownership per se or to grant a right of usufruct in respect of the land. If evidence of a transfer of ownership cannot be provided, a right of perpetual usufruct is registered as a special right. For land registration purposes such a right is treated as a leasing right, and its holder may put it up as collateral (section 18a, subsection 4, of the Implementation Act). A right of perpetual usufruct is nevertheless more extensive than a leasing right in that it entitles its holder to use and possess the land at his or her sole discretion and prevents the landowner from having his or her ownership registered or putting the land up as collateral (section 18a, subsection 2, of the Implementation Act).", "41. According to section 23(1) of the Rent on Land Act (maanvuokralaki, jordlegolagen 258/1966), which is applicable only to agreements made after 1 September 1966, a termination of lease must, if the addressee does not give his acknowledgment in writing, be effected in the presence of witnesses or in another demonstrable manner, and must specify the date on which the lease will end."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}