{"ITEMID": "001-110812", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MADAH AND OTHERS v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 8 - Right to respect for private and family life (Article 8 - Expulsion) (Conditional);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The first, second and third applicants were born in 1965, 1973 and 2006 respectively.", "6. In the period between 1990 and 2001 the first applicant visited Bulgaria on a number of occasions. It appears that in 1992 he obtained a temporary residence permit on the strength of his business activity. In 2001 he was granted a permanent residence permit.", "7. In 2004 he met the second applicant and from the beginning of 2005 they lived together. Following a complicated pregnancy, on 10 April 2006 their son, the third applicant, was born. The child’s health has been fragile ever since, with frequent episodes of pulmonary disease.", "8. On 27 December 2005 the head of the National Security Service at the Ministry of Internal Affairs made an order for the first applicant’s expulsion on the ground that he presented a threat to national security. He also deprived the applicant of the right to reside in Bulgaria and excluded him from entering Bulgarian territory for a period of ten years. No factual grounds were given. The order relied on a classified internal document of 15 December 2005, which was not served on the applicant. It appears that the applicant was able to consult it during the ensuing court proceedings (see paragraphs 12-16 below).", "9. The internal document stated that the first applicant was involved in drug trafficking for the purposes of financing the militant Kurdish separatist group Kongra-Gel (the former PKK). The order stated that the first applicant should be detained pending expulsion and that it was subject to appeal to the Minister of Internal Affairs, but not to judicial review, and that it was immediately enforceable.", "10. The first applicant was served with the order on 21 February 2006. On the same day the head of another government agency, the Migration Directorate of the national police, made another order for the first applicant’s detention pending expulsion. The applicant was arrested and placed in a detention facility in Sofia. Pursuant to an order of 18 July 2006 he was transferred to another special detention facility outside the city.", "11. The first applicant was released on 28 October 2006. It appears from his submissions that on an unspecified date after his release he was interviewed at the Iranian embassy about his alleged connections with a Kurdish separatist organisation.", "12. On 9 March 2006 the first applicant sought judicial review of the expulsion order by the Sofia City Court, claiming that the order was unlawful and referring to his difficult family situation due to the complicated pregnancy of his partner, the second applicant.", "13. On 13 March 2006 the first applicant also appealed against the order for his expulsion to the Minister of Internal Affairs. On 30 March 2006 the appeal was returned to the applicant on the ground that it had been submitted out of time and that judicial proceedings for the order’s review were pending.", "14. In the course of the court proceedings the first applicant provided the court with a document, issued by the National Investigation Service, certifying that at that time no criminal proceedings were pending against him. He also submitted written observations in which he claimed that he had never been involved in the activities mentioned in the classified internal document. He also referred to his family situation, the Convention and the case of Al-Nashif v. Bulgaria (no. 50963/99, 20 June 2002).", "15. The defendant, the National Security Service, submitted a copy of the internal document of 15 December 2005 which had served as the basis for the expulsion. Despite the first applicant’s request to this effect, the court did not order the head of the National Security Service to produce further information or evidence regarding the reasons for the applicant’s expulsion.", "16. By a judgment of 26 July 2007 the Sofia City Court dismissed the appeal. The court found, inter alia, that the document of 15 December 2005 had to be regarded as an official certification that the first applicant was a threat to national security and that as such it was binding on the court.", "17. Upon the first applicant’s appeal, by a final judgment of 28 May 2008 the Supreme Administrative Court upheld the lower court’s judgment, fully endorsing its conclusions and not engaging in examination of the evidence allegedly supporting the view of the authorities that the first applicant posed a threat to the national security. The court held that the deportation order was lawful and fully justified by the attached internal document and did not run counter to the Convention because the applicant had been able to challenge it before a court. The court further stated that the first applicant’s rights had been restricted in accordance with the law and for the protection of the public interest. It also noted that given the existence of information about the first applicant’s involvement in drug trafficking for the purpose of financing a terrorist organisation, the executive authority had rightly decided that the applicant constituted a threat to national security.", "18. On an unspecified date in 2006 the first applicant challenged the order of 21 February 2006 for his placement in a special detention facility before the Sofia City Court. On 23 June 2006 he requested suspension of the execution of the detention order.", "19. In a decision of 16 October 2006 the court granted the request and suspended the effect of the detention order for the course of the proceedings. The court stated, in particular, that the authorities had failed to provide evidence for the necessity of such a measure. It pointed to the duration of the detention (at that time eight months) and to the family situation of the first applicant. The decision became final on an unspecified date as the parties had not lodged an appeal and the applicant was released on 28 October 2006.", "20. In a final judgment of 23 February 2009 the Supreme Administrative Court discontinued the proceedings without examining the appeal on the merits. It held that the order for the applicant’s placement in a detention facility was subordinate to the order for his expulsion and issued within the course of expulsion proceedings. It was not therefore subject to judicial review by itself.", "21. The relevant domestic law and practice has been summarized in the Court’s recent judgments in the cases of Raza v. Bulgaria (no. 31465/08, §§ 30-42, 11 February 2010) and M. and Others v. Bulgaria (no. 41416/08, §§ 45-53, 26 July 2011)."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}