{"ITEMID": "001-5704", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "J.R. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Finnish citizen, born in 1968 and currently resident at Muurame. He is represented by Ms. Heidi Théman, a lawyer in Joensuu. The respondent Government are represented by Mr Holger Rotkirch, Director General for Legal Affairs, and Mr Arto Kosonen, Director, both of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant and P. are the parents and custodians of A., born in February 1991, and J., born in January 1992. In August 1991 the applicant started serving a prison sentence which was to last six years and five months and had been imposed for attempted manslaughter, aggravated robbery, two thefts and unlawful use of a vehicle (all committed in between April and July 1991). From August 1992 to January 1993 the children lived with P. while she was serving a prison sentence.", "On 2 June 1993 the children were provisionally placed in public care pursuant to section 18 of the Child Welfare Act (lastensuojelulaki, barnskyddslag 683/1983). In her decisions the Acting Social Welfare Director noted that, on 1 June 1993, P. had left the children with another person, who had brought them to P.’s mother R., since they had not been picked up by P. as promised. R. had considered herself unable to take care of the children. The Acting Director ordered the children’s placement in a children’s home in Espoo, where P. and R. would be able visit them in agreement with the staff.", "On 7 and 8 June 1993 respectively, the applicant and P. consented to the public care proposals under preparation for the Basic Welfare Board (perusturvalautakunta, grundtrygghetsnämnden) of Lohja. The applicant’s consent was limited to the children’s temporary placement while he was serving his sentence. At a meeting on 11 June 1993 concerning the terms of the care plan (which the applicant had not been invited to attend) P. agreed to visit the children four times a week and to seek help in resolving her alcohol and other problems.", "On 16 June 1993 the Basic Welfare Board confirmed the care orders and the terms of their implementation. It noted, inter alia, that P. had repeatedly left the children in the care of others and had failed to pick them up as promised. According to the staff of the children’s home, the children seemed particularly frightened and anguished. The applicant’s prison sentence would last at least until 1996 and P. was also expected to serve a prison sentence. P. had refused to acknowledge any problems and open-care assistance would in any case have been insufficient in view of the children’s specific needs.", "During the summer of 1993 the applicant called the children once a week and they visited him in prison. He also visited them in the children’s home in July and October 1993 when he had been granted his first leaves.", "At a meeting with social welfare officials on 13 September 1993 staff of the children’s home considered it to be in the children’s best interests that they be transferred to a substitute family as soon as possible. The applicant had not been invited to attend the meeting and P. failed to attend it. On 21 September 1993, however, the applicant was heard in prison in respect of the social authorities’ intention to transfer the children to a foster family. According to the social welfare official’s notes, the applicant consented to such a placement provided it would last only up to his release from prison.", "By judgment of 23 September 1993 the applicant’s sentence was extended to six years and seven months on account of his conviction on one further count of robbery (committed in April 1991).", "On 29 September 1993 the Basic Welfare Board decided to place the children in a foster family. According to its investigations, P. had remained unable to assume their physical, mental and social development. As from midsummer 1993 she had no longer visited the children as promised and had failed to respect her obligation under the care plan to seek treatment for her alcohol problem. From 11 August to 6 September 1993 she had had no contact with the children whatsoever and her whereabouts had been unknown. She had continued to face financial problems and had been evicted from her flat. In addition, the applicant would be serving a prison sentence at least until 1996. He had started serving his sentence when A. was six months old, whereas J. had been born during his imprisonment. While serving his sentence he had only been able to meet the children in prison. In the spring of 1993 they had apparently visited him only once. They could no longer stand the constant change of nursing staff in the children’s home and were in need of stable and secure human relations. The applicant’s wishes could therefore not be considered when deciding on the further implementation of the public care.", "The applicant appealed to the County Administrative Court (lääninoikeus, länsrätten) of Uusimaa, claiming that the Basic Welfare Board had failed to consider the possibility of returning the children to him on his release from prison. He referred to his regular contacts with the children during their placement in the children’s home. The Board had omitted any reference to those visits. Contrary to the Board’s view the children had been developing well in the children’s home. Starting in October 1993 the applicant would be granted a six-day leave every four months and he intended to use every day of those leaves to see his children. In prison he was studying and practising to become a welder, which would enable him to support the children after his expected release on parole in the beginning of 1996. He was therefore doing all he could to prepare himself to assume the care of the children. The mother’s problems were also of a temporary character. If need be, the applicant would consider requesting sole custody of the children. At any rate, he would try to ensure the children’s need of contact with their mother. The applicant furthermore submitted that he had not been notified of all documents which the Board had apparently relied on. He also requested an oral hearing.", "In its submissions to the County Administrative Court the Basic Welfare Board stated, inter alia, that it had no proof that the applicant would be capable of assuming the children’s care and upbringing. His prison sentence was expected to end at the earliest in February 1996, whereas children of the age in question could not wait for two years to have a parent.", "In his rejoinder the applicant objected to the social authorities’ apparent requirement that he should be rejecting P. It was not for the applicant to prove his ability to assume the care of his children, but for the authorities to prove the contrary. He further objected to certain case notes of the social welfare officials according to which he had, during a meeting with the children, “pretended” to be a tender and loving father. Another note proved that in July 1993 an official had told the applicant that the children would be placed in a foster family, “where they could grow up to become adults while maintaining contact with their biological parents”. The applicant therefore feared that any placement in a foster family would become irrevocable.", "P. also appealed against the decision of 29 September 1993, arguing that the children’s transfer to a foster family had been decided without the authorities’ having had appropriate time at their disposal for verifying her inability to assume the care and upbringing of the children and without affording her a reasonable opportunity to solve her problems.", "In respect of P.’s appeal the Basic Welfare Board submitted, inter alia, that the family conditions had been monitored from January 1993 onwards and that her problems were not temporary in nature. P. had failed to respect the terms of the care plan which she had herself accepted. She had last visited the children in November 1993 and had interrupted her treatment for her alcohol problem.", "The County Administrative Court afforded the applicant an opportunity to comment on P.’s appeal as well as on the complete version of the social welfare officials’ case notes, from which one page (concerning the period 31 August – 13 September 1993) had been missing. In his final observations the applicant agreed with the views put forward by P. He further objected to not having been invited to attend the meeting on 13 September 1993 for no good reason. Finally, since the statements made by staff of the children’s home disclosed their negative attitude towards the applicant, those opinions should not be given any decisive weight.", "On 17 February 1994 the County Administrative Court rejected the appeals, having found an oral hearing unnecessary. It considered, inter alia, that the manner in which the applicant had been heard in prison on 21 September 1993 had not been such as to require that the Board’s decision be quashed. As for the decision to transfer the children to a foster family, the County Administrative Court reasoned as follows:", "(translation from Finnish)", "“When a child has placed in the care of a social welfare board, the board is entitled to pursue the aim of that placement by deciding on the care, upbringing, supervision … and whereabouts of the child. In considering whether to amend the terms of … the public care the best interests of the child shall be the primary consideration. Given [A.’s and J.’s ] age and their symptoms in the children’s home, it is at this moment in their best interests that they be provided with [foster] care. Neither does [such care] prevent contact between the children and their [biological] parents. Accordingly, there is no reason to reverse the Board’s decision.", "In its decision the Basic Welfare Board has not – nor could it have – decided on the children’s permanent placement in [a foster family]. Under section 20 of the Child Welfare Act a social welfare board must terminate the public care of a child when the need for [such care] as described in section 16 … no longer exists, unless such termination would be manifestly contrary to the child’s best interests. When considering [those] interests regard shall be had to the quality of the relationship between the child and his or her foster parents as well as the contacts between the child and his or her [biological] parents.”", "The County Administrative Court relied on section 17 (subsection 1), section 19 (subsection 1) and section 38 (subsection 2) of the Child Welfare Act as well as on section 15 of the Administrative Procedure Act (hallintomenettelylaki, lag om förvaltningsförfarande 598/1982).", "The applicant appealed to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), requesting an oral hearing. He submitted, inter alia, that he was visiting the children during every prison leave and was telephoning them once a week. In its observations on the appeal the Basic Welfare Board stated, inter alia, that one of its officials had informed the social worker of the applicant’s prison that his presence at the meeting on 13 September 1993 would not be required, since he had already been informed of the Board’s intentions and was to be heard on 21 September 1993.", "On 6 October 1994 the Supreme Administrative Court rejected the appeal without an oral hearing and the County Administrative Court’s decision was upheld.", "Meanwhile, on 1 August 1994 the Basic Welfare Board had implemented its decision of 29 September 1993 by placing A. and J. in a substitute family at Ylöjärvi near Tampere with the assistance of the association Pelastakaa lapset r.y. – Rädda Barnen r.f (“Save The Children”). The applicant was allowed to see the children for two hours every third month. He apparently met them twice in the substitute family, once on office premises in Tampere and once in a shelter for women and children in Tampere. He continued to call the children once a week.", "It appears that between August 1994 and November 1995 P. served a seven-month sentence in Finland inter alia on one count of robbery (committed in April 1991), two counts of theft (committed in November 1993), one count of fraud, two counts of attempted fraud and two counts of forgery (all committed in January and February 1994). She also served a two-month prison sentence in Sweden (inter alia for theft, attempted fraud and forgery committed in January 1995). In August 1995 she was convicted of violent resistance against a public official, deprivation of liberty and escape from prison (all committed in May 1995). Her six-month prison sentence was commuted into community service (yhdyskuntapalvelu, samhällstjänst).", "In August 1995 the applicant and P. married.", "In an opinion of 24 January 1996 Dr I.S., a child psychiatrist of the Ylöjärvi Family Advice Centre, concluded that A.’s mental state would be incapable of surmounting any form of uncertainty, particularly as regards changes or losses in his human relations. This should be taken into account when considering meetings between A. and his biological parents as well as the public care as a whole. The opinion was based on interviews with A. separately as well as together with his substitute parents.", "In March 1996 the applicant was released from prison and P.’s parole ended. At a meeting on 16 April 1996 for the purpose of updating the care plan social welfare officials and regional director (social worker) A.R. of Save The Children requested the biological parents to limit their telephone calls to the children to one every two or three weeks and to tell the children in clear terms that they would be able to remain in the foster family. The requests were justified in particular by A.’s negative reactions after such telephone calls as well as by his perception that he might have to give up his foster parents. The biological parents agreed to the visiting arrangements so far implemented as well as to the further limitation of telephone calls. They had last visited the children in March 1996 and the next meeting would take place in June 1996. A. was expected to receive individual therapy starting in the autumn of 1996.", "In the spring of 1996 the biological parents moved to the municipality of Jyväskylä, where their third child was born in October 1996. They requested permission to visit A. and J. once a month and to be able to telephone them once a week. On 23 October 1996 the Basic Welfare Board of Lohja maintained the restriction on contacts at one meeting every third month and one telephone call every other week. The biological parents were still allowed to send post cards. The restriction was to be in force until 31 October 1997. The Board based itself on Dr I.S.’s opinion of 24 January 1996 as well as on notes drawn up by A.R.", "The biological parents appealed, stressing that Dr I.S.’s opinion was almost one year old and that the authorities had not investigated the reasons for A’s symptoms. In any case the symptoms could not be deemed to have resulted from his meetings with the biological parents. The symptoms could have been caused by the severe access restriction or the various changes in the foster family’s circumstances. Moreover, according to an opinion of 30 January 1997 issued by two officials of the Social Welfare Board of the municipality of Jyväskylä, no criticism could be expressed against the biological parents’ family conditions which were furthermore stable.", "Among the evidence apparently adduced by the Basic Welfare Board was a further opinion of Dr I.S. dated 14 February 1997. In an opinion of 10 March 1997 Dr R.S., a paediatrician, noted that the children and their biological parents had met only every third month (most recently in October 1996 and January 1997) on the premises of Save the Children or at an emergency shelter. The meetings had been supervised. The parents no longer had any prison sentences to serve and had solved their alcohol problem. The original family unit had not been sufficiently supported and meetings to that end had been prevented for no good reason. It had transpired from Dr R.S.’s discussions with A.R. of Save The Children and Dr I.S. of the Ylöjärvi Family Advice Centre that the latter had not been in contact with the applicant and P. for two years. The discussions had revealed a clearly negative attitude to the proposals of Dr R.S. for increasing the contacts and assessing A.’s interaction with his biological parents as well as his need for therapy. Dr R.S. concluded that there were no obstacles to meetings between the children and their biological parents or to the ultimate revocation of the public care.", "At an oral hearing on 17 April 1997 the County Administrative Court heard the biological parents, the foster parents and a representative of the Basic Welfare Board. The court ex officio took witness testimony from Dr I.S. and nursery director J.H. A.R. was heard at the Board’s request, whereas the children’s maternal grandmother R. and the two social welfare officials from the Jyväskylä municipality were heard at the request of the biological parents. Dr I.S. was not opposed to more frequent meetings as long as the children could feel certain that they would remain in the foster home. There was no reason to apply different restrictions to J. Nursery director J.H. stated that A.’s behaviour had improved significantly after the autumn of 1996. According to A.R., the children’s hospital had been unwilling to commence A.’s therapeutic treatment until he had rooted himself in the foster family. The foster mother, although maintaining her objection to meetings taking place in the foster home, considered that one meeting a month would “tie down” the foster family excessively.", "On 6 May 1997 the County Administrative Court reversed the Basic Welfare Board’s decision as not being based on sufficient grounds. It ordered that A. and J. be entitled to meet the biological parents once a month and to speak with them over the telephone once a week. The meeting premises were to be defined by the Board. The court found it established that A. had displayed physical and psychological symptoms both before and after meeting with his biological parents which were placing him in a situation of conflict. The court did not, however, find it established or likely that more frequent meetings and other forms of contact would manifestly jeopardise A.’s development. As it had not been established that his symptoms had been caused by the biological parents’ behaviour during meetings, it had not been established either, nor was it likely, that fewer meetings and generally less contact would support his development. The court found Dr I.S.’s written opinions and oral testimony contradictory. No reason had been shown for restricting meetings between J. and her biological parents.", "In March 1999 the applicant’s parole ended. On 12 April 2000 the biological parents requested the Basic Welfare Board to terminate the public care. According to the request, A. and J. had been able to meet them once a month up to the end of 1998, on premises assigned by a social welfare official or the foster parents. Normally the meetings had also been attended by the foster parents. In November 1998 the biological parents had requested that the number of meetings be further increased and that they take place in their home. On 27 January 1999 they had been informed that the request had been refused and that the access restriction had been prolonged until 31 January 1999. It had been agreed, however, that through May 1999 the monthly meetings would be extended from four to seven hours and would take place in the home of the biological parents. On 31 May 1999 a social welfare official had informed them that the children’s opinions in respect of the meetings would be ascertained at the child psychiatric clinic of the Tampere University Hospital by hearing the foster and biological parents separately, both with and without the children, between 10 and 23 June 1999. On 31 May 1999 the dates for the monthly meetings through August 1999 had also been agreed. In a memorandum of 17 August 1999 the child psychiatric clinic had stated that meetings between the children and their biological parents were important and should be organised in accordance with the children’s best interests and capacity to adjust to them. This position had been repeated in an opinion of 8 October 1999 by Dr H.H., a child psychiatrist at the clinic.", "In their request of 12 April 2000 the biological parents recalled that the meetings had been discontinued during and after the child psychiatric examination in June 1999. When they had wondered why the County Administrative Court’s decision was no longer being implemented, Dr H.H. had replied that it was no longer valid and that there was no obligation to organise meetings.", "The biological parents stated, moreover, that when meetings had taken place in the absence of the foster parents, the children had been behaving naturally and had shown confidence in their biological parents. The foster parents’ hostile attitude to the biological parents had been reflected in the children’s behaviour when the foster parents had attended meetings. When the foster parents had been present, the children had not spoken of their own initiative. Whenever the biological parents had been telephoning the children, they had been given the impression that they were disturbing the foster family. At a meeting on 18 October 1999 a social welfare official had noted that no meetings had taken place since August 1999 due to the children’s refusal to go with the biological parents when they had come to fetch them from the foster home.", "According to their submissions of 12 April 2000 the biological parents had requested, on 21 February 2000, that meetings be allowed on the second Saturday of each month from 10 a.m. to 7 p.m. until the end of May 2000, following which the meetings should be extended until Sunday 7 p.m. They had further requested the Basic Welfare Board to clarify what measures it had taken as from 1 August 1999 for the purpose of fulfilling its obligation under section 24, subsection 2, of the Child Welfare Act. At a meeting on 2 March 2000 no consensus had been reached as to the future meetings. On 15 March 2000 the Board had restricted the meetings from April 2000 through February 2001 to one meeting every other month lasting 4-6 hours. No clarification had been given as to how the Board had met its obligation under section 24, subsection 2, of the Child Welfare Act.", "In their request of 12 April 2000 the biological parents concluded that the foster parents had not fulfilled their obligation to secure A.’s and J.’s right to a positive and close relationship with their biological parents. When the biological parents, in 1997, had requested more frequent contacts with them, the foster parents had referred to A.’s behavioural disturbance. Since A. had been a client at the Ylöjärvi Family Advice Centre since February 1995 but his therapy had commenced only in June 1997, the foster parents had also failed to secure his balanced development.", "In their request of 12 April 2000 the biological parents finally submitted that they had recently found out that A. and J. had been seeing their maternal grandmother R. on a regular basis. As R. had not wished to have anything to do with P., such meetings had not been, in the view of the biological parents, in the children’s best interests. The social authorities had concealed the meetings from the biological parents and had failed to support the children’s right to meet their paternal relatives.", "On 22 June 1999 the Basic Welfare Board refused to terminate the public care, as such termination would be contrary to the children’s best interests, given their own wishes, the duration of the foster care and the quality of their relationship with their foster parents. The Board noted the children had expressed a wish to remain in the foster family. In order to support their development it was necessary to assure them that their current home and its permanent human relations would remain stable.", "The biological parents appealed to the Administrative Court (hallinto-oikeus, förvaltningsdomstolen) of Helsinki, arguing that the Board had not found termination of the public care to be “manifestly” contrary to the children’s interests, only that those interests would be secured better through public and foster care. Even if the Board had not criticised the current conditions of the biological parents, they requested the Administrative Court to order an investigation into their situation. They also requested an oral hearing. The biological parents had previously appealed against the access restriction issued on 15 March 2000.", "On 21 November 2000 the Administrative Court dismissed both appeals after an oral hearing of the biological parents, the foster parents and officials of the Basic Welfare Board. Dr H.H., A.’s therapist as from January 2000 and three other witnesses were heard at the request of the biological parents.", "The Administrative Court noted inter alia that A. and J. had been in public care for over six years, A. from the age of three and J. from the age of two. Before their placement in their current foster family the children had been living in insecure conditions, first when cared for by their biological mother while the applicant had been serving his sentence, and subsequently while cared for in a children’s home. During their stay in the foster family the children had met their biological parents seldom. For a year and a half during 1994-95 there had been no contact whatsoever between the children and the biological mother. From then onwards it had been difficult to organise meetings with the biological parents as the children had opposed such contact and had stated that they did not trust them. Instead the children had become strongly attached to their foster parents. Any cutting of those ties would be harmful to the children. In such circumstances the termination of their public care would be manifestly contrary to their best interests.", "The Administrative Court did not find it established that the children’s meetings with their biological parents had jeopardised their development. The meetings nonetheless had to take place in accordance with the opinion expressed by the children. They had repeatedly and clearly been opposed to very frequent meetings. According to Dr H.H., they had even been categorically opposed to meetings. On the other hand, no problems had occurred during actual meetings and the children had then considered them “quite all right”. The children’s opposition to meetings had evidently been triggered in part by their fear of having to give up their foster family and return to their biological parents. This fear might also have been compounded by the biological parents’ wish to see the children returned to them and by the foster parents’ fear of losing them. It had not been established, however, that the children’s opinion had been influenced in an inappropriate manner. In these circumstances the frequency of meetings requested by the biological parents would be manifestly contrary to the best interests of the children. Those interests required that the number of meetings be increased with their consent and gradually. Although finding no reason at this stage to amend the access restriction in force until February 2001, the Administrative Court recalled that the Basic Welfare Board was under an obligation continuously to support meetings and other forms of contact between the children and the biological parents.", "The relevant legislation is outlined in the Court’s judgment of 27 April 2000 in the case of L. v. Finland (no. 25651/94, 27.4.2000, §§ 53-97). Those provisions of particular relevance to the present case are described below.", "According to section 16 of the Child Welfare Act, the Social Welfare Board shall take a child into care and provide substitute care for him or her if (a) the child’s health or development is seriously endangered by lack of care or other conditions at home, or if the child seriously endangers his or her health and development by abuse of intoxicants, by committing an illegal act other than a minor offence, or by any other comparable behaviour, (b) the measures of assistance in open care are not appropriate or have proved to be inadequate; and (c) foster care is considered to be in the best interests of the child. Foster care shall be provided without delay where it is needed and is in the best interests of the child (section 9, subsection 2).", "If a child is in imminent danger or otherwise in need of an immediate care order and foster care, the Social Welfare Board may take him or her into care without submitting the decision to the County Administrative Court for prior approval (section 18). An emergency care order shall expire within fourteen days of the decision, unless referred for reconsideration under section 17 of the Child Welfare Act. An ordinary care order pursuant to section 17 must be issued within thirty days, or on special grounds within sixty days, of the emergency order. Both ordinary and emergency care orders may be appealed to the administrative courts.", "The child’s custodians, biological parents and de facto carers shall be heard in respect of a proposal to issue or revoke a public care order or to place a child outside his or her original home. They shall further be notified of the decision taken (section 17, subsection 1, of the Child Welfare Act, as amended by Act no. 139/1990). The hearing procedure is governed by the Administrative Procedure Act (hallintomenettelylaki, lag om förvaltningsförfarande 598/1982). Under section 15 of the said Act a party shall be afforded the opportunity to reply to any claims put forward by others as well as to any evidence that may affect a decision to be taken. The Administrative Procedure Act does not lay down any minimum period of time which a party shall have at his or her disposal for preparing such a reply. A matter may be decided without a preceding hearing of a party inter alia if such a hearing would be manifestly unnecessary, would jeopardise the purpose of the decision or if the decision cannot be postponed. Section 17 of the Administrative Procedure Act requires that the competent authority duly investigate the matter before it and ensure the equality of the parties.", "According to section 24 of the Child Welfare Act, a child who is being cared for outside his or her original home shall be ensured those important, continuous and secure human relations which are important for his or her development. The child is entitled to meet his or her parents and other close persons and to keep in touch with them (subsection 1). The Social Welfare Board shall support and facilitate the child’s contacts with his or her parents and other close persons (subsection 2).", "According to section 25 of the Child Welfare Act and section 9 of the Child Welfare Decree (lastensuojeluasetus, barnskyddsförordning 1010/1983), the Social Welfare Board or the director of a children’s home may restrict the right of access of a child in foster care to its parents or other persons close to him or her if (a) such access clearly endangers the development or safety of the child; or if (b) such a restriction is necessary for the safety or security of the parents, or the children or staff in the children’s home. The restriction shall be limited in time. It shall mention the persons whose rights are being restricted, the kind of contacts concerned by the restriction and the extent of the restriction.", "The care plan to be drawn up in respect of a child in public care shall mention (a) the purpose and objectives of the placement; (b) what kind of special support will be organised for the child, for the persons in charge of the child’s care and upbringing and for the child’s parents; (c) how the child’s right of access to its parents and other persons close to the child will be organised; and (d) how after-care is going to be organised. According to section 4 of the Child Welfare Decree, the care plan shall be elaborated in co-operation with those involved.", "A county administrative court’s decision in respect of a public care order, the transfer of a child into foster care or the termination of public care may be appealed further to the Supreme Administrative Court. Other decisions of a county administrative court relating to child welfare measures cannot be so appealed (section 37 of the Child Welfare Act)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}