{"ITEMID": "001-106584", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF S. v. ESTONIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-1", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["6. The applicant was born in 1967 and lives in Tallinn.", "7. On 4 October 2006 a criminal investigation was started in respect of the applicant’s violent behaviour towards her partner. Allegedly, on 17 September 2006, she had repeatedly punched him and broken his nose.", "8. On 5 November 2006 another criminal investigation was started in respect of the applicant’s allegedly violent behaviour towards her partner on 3 November 2006. The two proceedings were subsequently joined.", "9. According to the applicant, her partner had physically attacked her and she had acted in self-defence.", "10. On 6 November 2006 the applicant was admitted to the admissions ward of the Psychiatric Clinic of the North Estonia Medical Centre.", "11. On 8 November 2006 the psychiatric clinic filed an application with the Harju County Court for the authorisation of the applicant’s involuntary psychiatric treatment. The application was accompanied by an opinion signed by two doctors, according to which the applicant had been suffering from a mental illness for some years. She had been treated in different hospitals and had been making outpatient visits to psychiatrists. When not in hospital, she had used medicines irregularly. According to the doctors’ opinion, the applicant was suffering from delusions of grandeur, she was paranoid and her condition had become acute. She had attacked her partner and had been travelling with her six-year old child all over Estonia, including doing so late in the evening, and had repeatedly taken the child to a shelter. She had been hospitalised on 30 October 2006 but as she had refused inpatient treatment, had behaved in a restrained manner and had undertaken to follow outpatient treatment, she had been allowed to leave the hospital on the following day. However, the applicant had failed to undergo adequate treatment. She had become aggressive and, after having attacked her partner again, she had been hospitalised by ambulance. The doctors affirmed that at the time of her involuntary admission to the clinic on 6 November 2006 the applicant had demonstrated uninhibited and threatening behaviour. Thereafter, she had remained psychotic, had demonstrated signs of delusions of grandeur and had been paranoid. The doctors affirmed in their opinion that the applicant had refused inpatient treatment.", "12. On 8 November 2006 the County Court decided to apply interim measures (esialgne õiguskaitse) and authorised the applicant’s involuntary psychiatric treatment for as long as necessary, but for no longer than three months. The relevant part of the court’s decision read as follows:", "“The court, having examined the evidence presented to it, finds that there are circumstances [warranting] involuntary emergency psychiatric treatment pursuant to the procedure for the application of interim measures. According to the application of the health care institution and the accompanying letter from the attending physicians, [the applicant] was taken to the Psychiatric Clinic by ambulance on 6 November 2006 because she had attacked her partner. She had also been roaming around Estonia with her six-year old child, thereby exhausting [the child] and damaging the child’s health. On admission the patient was noisy, agitated and very angry with her partner: she did not deny having punched him, but argued that she had done so in self-defence. As [the applicant’s] behaviour was threatening and uncontrollable, involuntary emergency psychiatric treatment was applied in respect of her from 6 November 2006, as she posed a danger to herself and to those around her. Previously, [the applicant] had received inpatient treatment [at a psychiatric hospital] in Jämejala and [had also been treated] in recent years in Tallinn. She had also been making outpatient visits to psychiatrists. Since 1993 [the applicant] had received treatment at the Psychiatric Clinic [of the North Estonia Medical Centre] on five occasions.", "At the time of the lodging of the application the patient’s condition had not improved. [She] is agitated and stressed, and does not understand the need for treatment.", "Considering [the applicant’s] mental state and the fact that her treatment is not possible by other means, the court finds that there are grounds to apply interim measures pursuant to Article 534 § 3 of the Code of Civil Procedure – that is, before hearing the person herself and the other persons [involved], and before appointing a representative for her. Based on the above, involuntary emergency psychiatric treatment shall be authorised in respect of [the applicant] for as long as necessary, but for no longer than three months.”", "On the same date, the decision was sent to the psychiatric clinic by fax.", "13. On 8 November 2006, after having taken the above decision, the County Court appointed a lawyer to defend the applicant at the State’s expense.", "14. According to the applicant, she gave her consent to undergo treatment and signed a consent form on 8 November 2006.", "15. According to the psychiatric clinic, as stated in the reply to the applicant’s subsequent appeal against the County Court’s decision (see paragraph 20 below), the applicant had said that she consented to the treatment on 9 November 2006, after having been informed of the County Court’s decision. She had signed a consent form to that effect which had been placed in her medical file.", "16. On 14 November 2006, in the course of the criminal proceedings, the police ordered the applicant’s forensic psychiatric examination. According to an expert report drawn up on 17 November 2006, the applicant suffered from paranoid schizophrenia and, at the time of committing the acts she was accused of (that is, the alleged assaults on 17 September and 3 November 2006), she had been mentally incompetent. Furthermore, she was unable to participate in the pre-trial investigation, give evidence in court or serve a punishment.", "17. On 21 November 2006 the County Court heard the applicant’s brother.", "18. On 23 November 2006 the applicant’s lawyer and a judge from the County Court paid a visit to the applicant in the clinic. According to a note made by the judge in the case file concerning the hearing of the applicant, she was satisfied with her treatment, particularly satisfied with her doctor, and had no complaints.", "19. On 13 December 2006, following a telephone call from the Estonian Patients’ Advocacy Association (“the EPAA”), the applicant was given a copy of the County Court’s decision of 8 November 2006. On 22 December 2006, represented by an EPAA lawyer, she appealed against the decision, arguing that the court had not reliably established the existence of the circumstances required for involuntary emergency psychiatric care under section 11 of the Mental Health Act (Psühhiaatrilise abi seadus). She also complained that there had been procedural violations, arguing that she had not been heard at the earliest opportunity, that both the hearing and the appointment of a lawyer had been of a merely formal nature and that the principle of equality of arms had not been complied with.", "20. On 25 January 2007 the psychiatric clinic submitted a reply to the applicant’s appeal, explaining with reference to her medical record that the conditions for placing her in involuntary psychiatric treatment had been met. It was noted, inter alia, that the applicant’s consent to her voluntary treatment, given on 9 November 2006, had been disregarded as this had not been her true will.", "21. On 5 February 2007 the applicant’s treatment in the psychiatric clinic was terminated and she was transferred to the Jämejala psychiatric hospital where she stayed until 5 September 2007. The legal basis for her treatment in Jämejala was the Harju County Court’s decision of 5 February 2007, made in the context of the criminal proceedings. The court found that the applicant had committed the unlawful acts she had been charged with. However, she had been mentally incompetent at the time. Therefore, the criminal proceedings were terminated and the applicant was subjected to coercive psychiatric treatment under Article 86 of the Penal Code (Karistusseadustik).", "22. On 20 March 2007, in a written procedure, the Tallinn Court of Appeal dismissed the appeal by the applicant against the County Court’s decision of 8 November 2006.", "23. The applicant appealed to the Supreme Court, reiterating her earlier complaints. In addition, relying on Article 5 § 4 of the Convention, she complained that she had received the County Court’s decision thirty-eight days after it had been adopted and that it had taken three months for the Court of Appeal to decide on her appeal.", "24. On 10 October 2007 the Supreme Court dismissed the applicant’s appeal. It found that the elements required under section 11 of the Mental Health Act to involuntarily admit the applicant to a closed institution had been established by the lower courts which in their decisions had referred to doctors’ opinions. As regards the fifteen-day delay that had elapsed before the County Court had heard the applicant, the Supreme Court stated as follows:", "“18. In response to the claim in the [present] appeal concerning a violation of the second sentence of Article 534 § 3 of the [Code of Civil Procedure – “the CCP”], the [Supreme Court] notes the following. In the event of the admission of a person to a closed institution pursuant to the procedure for the application of interim measures, the person himself or herself, and those close to him or her, have to be heard (Article 534 § 1 (4) of the CCP). The second sentence of Article 534 § 2 of the CCP allows for an exception from this rule to be made if the hearing may cause significant damage to the health of the person or if the person is clearly not able to express his or her will. According to the first sentence of Article 534 § 3 of the CCP, due to the potential danger resulting from a delay (the meaning of the provision indicates that reference is made to danger to the person’s own life or other persons’ lives, health or safety), interim measures may be applied before hearing the person himself or herself and the other persons, and before appointing a representative for him or her. According to the second sentence of Article 534 § 3 of the CCP, such [hearing and appointment] must be performed promptly thereafter. The [Supreme Court] considers that the main purpose of Article 534 § 1 (4) and the second sentence of § 534 (3) of the CCP is the need to prevent an unfounded admission of a person to a closed institution or the opportunity to decide on the termination of the admission pursuant to Article 539 § 1 of the CCP.", "In the present case, the County Court heard the person concerned fifteen days after the decision to apply interim measures had been taken. The [Supreme Court] finds that in the present case the County Court has not given reasons for the fifteen-day delay. Although the second sentence of Article 534 § 3 of the CCP obliges the court to promptly perform certain acts (hear the person himself or herself and the other persons named in the law, and appoint him or her a representative), the meaning of the law is that the person concerned has to be heard in the first place. Since the person concerned, as a rule, will have been admitted to the closed institution by that time, his or her whereabouts will be known to the court. If there were any objective circumstances preventing the court from hearing the person concerned herself, or if there were any circumstances mentioned in the second sentence of Article 534 § 2 of the CCP (hearing the person concerned would cause significant damage to his or her health, or he or she is clearly not able to express his or her will), pertinent reasons should have been set out in the decision. However, the aforementioned violation of the norms of procedure is not so important that it would result in quashing the ruling. The County Court has heard the person concerned and, based on the materials in the case file and the rulings made, the courts have not had doubts as to the existence of the prerequisites for the person’s admission to the closed institution or as to their cessation.”", "25. The Mental Health Act (Psühhiaatrilise abi seadus), as in force at the material time, provided:", "“(1) A person may be admitted to the psychiatric department of a hospital for emergency psychiatric care without the consent of the person or his or her legal representative, or the treatment of a person may be continued regardless of his or her wishes, only if all of the following circumstances exist:", "1. the person has a severe mental disorder which restricts his or her ability to understand or control his or her behaviour;", "2. without inpatient treatment, the person may endanger the life, health or safety of himself or herself or others due to the mental disorder; and", "3. other psychiatric care is not sufficient.", "(2) Involuntary treatment may be applied only on the basis of a court’s decision. Involuntary care may be applied in the absence of a court’s decision if this is unavoidable for the protection of the person or the public and a court’s decision cannot be obtained sufficiently promptly.", "(3) A decision to apply involuntary treatment in the absence of a court’s decision shall be made by a psychiatrist on the admission of the person to the psychiatric department of the hospital ... promptly after his or her medical examination. ...", "(4) Involuntary treatment on the basis of a decision referred to in subsection 3 may be applied for forty-eight hours from the beginning of the involuntary treatment.", "...”", "“(1) A request to apply involuntary treatment and admit a person to a hospital’s psychiatric department under the procedure for the application of interim measures shall be made to the court in the area where the hospital is located by the hospital’s chief doctor. ...”", "26. Admission of persons to closed institutions is dealt with in Chapter 54 of the Code of Civil Procedure (Tsiviilkohtumenetluse seadustik). As in force at the material time, it provided:", "“Pursuant to the procedure provided in this Chapter, the court shall conduct proceedings concerning the following matters based on a petition by the rural municipality or city government of the residence of the person:", "1. the admission of a mentally ill person to a psychiatric hospital or a social welfare institution against his or her will, together with deprivation of the liberty of the person;", "...", "3. other matters concerning the admission of a person to a closed institution provided by law.”", "“(1) Based on the request of the petitioner, the court may [order the] admission of a person to a closed institution pursuant to the procedure for the application of interim measures, if:", "1. the conditions of admission to a closed institution are clearly met and a delay is likely to result in danger, and", "2. documents exist concerning the person’s state of health, and", "3. a representative has been appointed for the person [concerned] in the proceedings, and", "4. the person himself or herself, and the persons specified in Article 536 § 2 of this Code, have been heard.", "(2) ... A person need not be heard if this may cause significant damage to his or her health or if the person is clearly not able to express his or her will.", "(3) If a delay could result in danger, the court may apply interim measures even before hearing the person himself or herself and the other persons, and before appointing a representative for him or her. In such a case, such [hearing and appointment] must be performed promptly (viivitamata) thereafter.", "(4) Interim measures may be applied for a period of up to three months. After hearing an expert, such term may be extended to up to six months. Such term shall also include the time the person is admitted to a closed institution for examination.", "(5) In the cases and pursuant to the procedure provided by law, a person may be admitted to a closed institution without a court ruling if this is strictly necessary for the protection of the person himself or herself or the public, and a court ruling cannot be obtained promptly enough. In such a case, a petition for obtaining a court ruling shall be submitted no later than during the following working day.”", "“(1) If it is clearly necessary in the interests of the person and the person is not represented by another person with full legal capacity [to take part in] civil proceedings, the court shall appoint a representative for the person [concerned] in proceedings for the admission of the person to a closed institution.", "...”", "“(1) Before a person is admitted to a closed institution, the person must be heard in person by the court and the court shall explain the course of the proceedings to him or her. If necessary, the court shall hear the person in his or her usual environment. ...", "(2) Before a person is admitted to a closed institution, the court shall also hear the opinion of the rural municipality or city government, and the following persons:", "1. the spouse of the person, and other family members who live or have lived together with the person;", "2. the guardian or caregiver of the person;", "3. the trustee appointed by the person;", "4. the head of the closed institution in which the person has been admitted, or an official appointed thereby.", "...”", "“(1) The court shall terminate the admission of a person to a closed institution by a ruling after the prerequisites thereof have ceased to exist. The court may also terminate admission to a closed institution based on an application by the person himself or herself, the petitioner or at the initiative of the court. Before terminating a person’s admission to a closed institution, the court shall obtain the opinion of the rural municipality or city government.", "...”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}