{"ITEMID": "001-111263", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF ADEMOVİČ v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - General principles of international law)", "JUDGES": "Françoise Tulkens;Guido Raimondi;Helen Keller;Paulo Pinto De Albuquerque", "TEXT": ["5. The applicant was born in 1972 and lives in Serbia.", "6. In 1992 the applicant was found guilty of drug trafficking and sentenced to seventeen years’ imprisonment by an Italian court in abstentia.", "7. On 11 August 1994 the applicant was arrested and taken into custody at the Kapıkule border in Edirne, on the basis of a Red Notice issued by Italy via Interpol.", "8. On 12 August 1994 the judge at the Edirne Magistrates’ Court ordered the applicant’s provisional arrest on the basis of Article 9 of the former Criminal Code and Article 16 of the European Convention on Extradition.", "9. On 20 September 1994 the Ministry of Justice sent a letter to the Edirne Public Prosecutor informing him that, on 10 June 1992, the applicant had been sentenced to seventeen years’ imprisonment for drug trafficking in Italy. On the same day, the public prosecutor stated that the applicant should remain under provisional arrest until the decision of the Council of Ministers regarding his extradition.", "10. On 4 October 1994 the Edirne Criminal Court delivered a decision, pursuant to Article 9 of the former Criminal Code (Law no. 765), indicating the applicant’s nationality and the nature of the offences allegedly committed.", "11. On 3 November 1994 the applicant’s lawyer requested the Ministry of Justice to allow his client to be tried in Turkey for the crimes he had allegedly committed there. Subsequently, a preliminary investigation was initiated into the applicant’s activities and, on 9 November 1994, the applicant was remanded in custody in connection with the offences he had allegedly committed in Turkey.", "12. On 2 December 1994 the Edirne Public Prosecutor filed a bill of indictment charging the applicant with drug trafficking under Article 403 of the former Criminal Code.", "13. On 6 January 1995 the Council of Ministers decided to extradite the applicant to Italy when his trial in Turkey was over.", "14. On 19 April 1995 the applicant’s trial commenced before the Istanbul State Security Court. On 10 October 1997 the court ordered the applicant’s release pending trial. On the same day, he was placed in provisional detention again with a view to his extradition to Italy on the basis of the order of the Edirne Magistrates’ Court dated 12 August 1994.", "15. On 11 April 2002 the Istanbul State Security Court informed the Ministry of Justice that the applicant could be extradited to Italy.", "16. In the meantime, the applicant had filed several petitions with the Edirne Criminal Court, requesting his release. In all his petitions, he argued that his prolonged provisional detention with a view to his extradition was illegal. On 24 January 2003 the applicant’s lawyer once again requested the Edirne Criminal Court to lift the decision for the applicant’s provisional arrest and to order his release. In his petition, he relied on Article 16 of the European Convention on Extradition, which limited the length of the provisional detention to forty days after arrest. The applicant further maintained that by virtue of Article 90 of the Constitution international agreements adopted by Turkey formed an integral part of the domestic law, and thus his prolonged detention with a view to extradition for more than five years constituted a breach of Article 16 of the European Convention on Extradition. On 25 January 2003 the court dismissed this request without providing any answer to the applicant’s claim regarding the European Convention on Extradition. On 29 January 2003 the applicant’s lawyer objected to the decision of 25 January 2003, again making a reference to the European Convention on Extradition and arguing that his provisional detention, which had exceeded five years, was illegal. On 30 January 2003 the Edirne Assize Court rejected the applicant’s request for release, upholding the reasoning of the Edirne Criminal Court.", "17. On 7 February 2003 the applicant was extradited to Italy.", "18. On 29 June 2004 State Security Courts were abolished by Law no. 5190 and the criminal proceedings against the applicant were therefore transferred to the Istanbul Assize Court.", "19. On 16 February 2005 the criminal proceedings against the applicant were terminated as the statutory time-limit had expired. On 4 July 2005 the Court of Cassation upheld the judgment.", "20. On an unspecified date, the applicant returned to Serbia, where he currently resides.", "21. The European Convention on Extradition which was signed in Paris on 13 December 1957 and which came into force on 11 May 1986 provides as follows:", "“The Contracting Parties undertake to surrender to each other, subject to the provisions and conditions laid down in this Convention, all persons against whom the competent authorities of the requesting Party are proceeding for an offence or who are wanted by the said authorities for the carrying out of a sentence or detention order.”", "“1. In case of urgency the competent authorities of the requesting Party may request the provisional arrest of the person sought. The competent authorities of the requested Party shall decide the matter in accordance with its law. ...", "4. Provisional arrest may be terminated if, within a period of 18 days after arrest, the requested Party has not received the request for extradition ... It shall not, in any event, exceed 40 days from the date of such arrest.”", "“1. The requested Party may, after making its decision on the request for extradition, postpone the surrender of the person claimed in order that he may be proceeded against by that Party or, if he has already been convicted, in order that he may serve his sentence in the territory of that Party for an offence other than that for which extradition is requested.", "2. The requested Party may, instead of postponing surrender, temporarily surrender the person claimed to the requesting Party in accordance with conditions to be determined by mutual agreement by the Parties.”", "22. Article 90 § 5 of the Constitution reads:", "“... International treaties that are duly in force are directly applicable in domestic law. Their constitutionality cannot be challenged in the Constitutional Court.", "In the event of conflict as to the scope of fundamental rights and freedoms between an international agreement duly in force and a domestic statute, the provisions of the international agreement shall prevail.”", "23. Article 3 reads:", "“Whoever commits a crime in Turkey shall be punished in accordance with Turkish law, and a Turk, even if sentenced in a foreign country for a commission of a crime, shall be retried in Turkey.”", "24. Article 9 reads:", "“The Turkish State shall not accede to a request for the extradition of an alien by a foreign country for offences that are political in nature or related thereto.", "When called upon to deal with a request by a foreign State for the extradition of an alien, the criminal court with jurisdiction for the place in which the person concerned is located shall determine that person’s nationality and the nature of the offence.", "...", "If the criminal court finds that the person whose extradition is requested is an alien and that the offence is an ordinary criminal offence the request for extradition may be granted by the Government.", "The investigating judge may order the detention of the alien pending his extradition.”", "25. Section 1 provides:", "“Compensation shall be paid by the State in respect of all damage sustained by persons:", "(1) who have been arrested, or detained under conditions or in circumstances incompatible with the Constitution or statute;", "(2) who have not been immediately informed of the reasons for their arrest or detention;", "(3) who have not been brought before a judicial officer after being arrested or detained within the time allowed by statute for that purpose;", "(4) who have been deprived of their liberty without a court order after the statutory time allowed for being brought before a judicial officer has expired;", "(5) whose close family have not been immediately informed of their arrest or detention;", "(6) who, after being arrested or detained in accordance with the law, are not subsequently committed for trial ..., or are acquitted or discharged after standing trial; or", "(7) who have been sentenced to a term of imprisonment shorter than the period spent in detention or ordered to pay a pecuniary penalty only...”"], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}