{"ITEMID": "001-73342", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KOSTESKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 9;No violation of Art. 14+9", "JUDGES": "David Thór Björgvinsson", "TEXT": ["8. On 29 January 1998 the applicant did not appear at work at the Electricity Company of Macedonia, a public utility company, despite the instruction of his superior according to which no employee was allowed to take any days off for a week due to the heavy workload. The applicant justified his absence with the fact that he had celebrated a Muslim religious holiday which was a public holiday for the citizens of Muslim faith under the Constitution and the respective law.", "9. On 3 February 1998 the disciplinary committee of the company found that the applicant had breached the disciplinary rules and been absent from work without authorisation. The committee decided not to dismiss the applicant but fined him with a 15% cut in his salary for three months.", "10. On 12 February 1998 the applicant complained to the second instance committee, arguing that there had been a decision of the Ministry of Labour and Social Politics to the effect that 29 January 1998 had been a public holiday for citizens of Muslim faith. As a member of this religious community, he had informed his superior about his absence the day before.", "11. On 27 February 1998 the second instance committee upheld the decision of 3 February 1998, on the ground that the applicant had breached the instruction of 26 January 1998 by which no employee was allowed to take days off because of the heavy workload.", "12. On 1 April 1998 the applicant appealed to the Bitola Municipal Court, claiming that his rights set out in Articles 9 and 19 of the Constitution had been breached. In particular, he had been fined only because he had celebrated the Muslim religious holiday and had not come to work on that day, in accordance with the decision of the Ministry of Labour and Social Politics according to which 29 January 1998 was a public holiday for the citizens of Muslim faith.", "13. At the hearing before the Bitola Municipal Court the applicant stated that he expressed his religious beliefs individually without going to mosques.", "14. On 24 March 1999 the Bitola Municipal Court dismissed the applicant’s appeal on the ground that he did not adduce any evidence to prove that he was really of Muslim faith.", "15. On 14 June 1999 the Bitola Appellate Court dismissed the applicant’s further appeal. It stated that it was true that religious beliefs were an inner matter for the individual person. However, in the instant case it was to be established whether the applicant’s absence from work was justified. Therefore, it was important to establish the applicant’s religious confession. The lower court was correct in dismissing the applicant’s complaint as the applicant had not proven that he had been a Muslim since he had also celebrated the Christian religious holidays.", "16. On 14 April 1998 the applicant was again fined for not having appeared at work on 7 April 1998 at the time of the celebration of another Muslim religious holiday, Bayram. The fine corresponded to 15% of his monthly salary over a six month period.", "17. On 8 May 1998 the applicant’s complaint was dismissed by the second instance committee.", "18. The applicant complained to the Bitola Municipal Court that the Electricity Company had deprived him of his right to an additional paid public holiday for Muslim citizens although he had stated before the second instance committee that he was Muslim. However, he had not considered it necessary to change his name and surname accordingly and wished to worship on his own.", "19. On 27 May 1999 the Bitola Municipal Court dismissed the applicant’s appeal. The court stated that under the relevant law persons of Muslim faith enjoyed the right to paid religious holidays. However, the applicant had not given any evidence to corroborate his statement that he was a Muslim. He had never been absent from work at the time of the Muslim religious holidays before 29 January 1998. On the contrary, he had celebrated the Christian religious holidays, his parents were Christians and his way of life and diet showed that he was of Christian faith. From his employment contract and insurance it transpired that he had been registered as Macedonian without any mention of being a Muslim. The court held that the applicant was a self-proclaimed Muslim in order to justify his unjustified absence from work.", "20. On 27 September 1999 the Bitola Appellate Court dismissed the applicant’s appeal on the ground that while it was true that the religious beliefs were an inner matter, he had breached the disciplinary rules and had not come to work. He therefore had to justify his absence and it had been necessary to establish through evidence whether the applicant was truly of Muslim faith. There was however no evidence to this effect, as the applicant, an ethnic Macedonian, had been absent from work during the Christian religious holidays and had celebrated them. Therefore, his absence from work was unjustified.", "21. On 18 November 1999 the applicant complained to the Constitutional Court that through disciplinary sanctions and judicial decisions he had been discriminated against because of his religious beliefs. In particular, for unknown reasons the courts had not considered his statement that he was of Muslim faith to be credible and had asked him for further proof. He claimed that he should not be required to produce evidence of his religious beliefs.", "22. On 12 July 2000 the Constitutional Court refused to examine the applicant’s allegations in respect of the decisions of 3 February, 27 February, 14 April and 8 May 1998 of the public utility company, the decisions of 24 March and 27 May 1999 of the Bitola Municipal Court and the decision of 14 June 1999 of the Bitola Appellate Court for being lodged out of the two-month time limit provided for in the Rules of the Constitutional Court.", "23. The Constitutional Court however examined the applicant’s complaint in regard of the Bitola Appellate Court’s decision of 27 September 1999. It noted that the applicant requested the exercise of rights relating to freedom of religion but that he did not produce any evidence concerning his beliefs and refused to do so. As concerned the initial question as to whether when exercising a right to a paid public holiday based on religion it was enough for a citizen subjectively to assert his faith, it held:", "“Taking into consideration that the rule of law is fundamental to the constitutional order of the Republic of Macedonia under Article 8, paragraph 1(3) of the Constitution, under which it should be implied that objective legal norms take precedence over subjective will when requesting the exercise of legal rights, and given the viewpoint of the representatives of the Christian and Islamic religions ... (the dean at the Theological Faculty in Skopje and the head of the Islamic community in Macedonia) that there are objective criteria to determine whether a citizen holds Christian and Islamic religious beliefs ... the court held that it was necessary to establish objective facts related to the exercise of a right and to obtain evidence of them in a situation where a right is requested.", "In line with this, with a view to establishing objective facts to assess whether there was discrimination on religious grounds in this case, the court held a public hearing (on 27 April 2000) and three consultative discussions (on 16 and 25 May and 8 June 2000) and on the basis of their contents, in particular, on the basis of the applicant’s statements, it was established that the contents of his religious belief (even their form) objectively did not correspond to those of the Muslim faith (and its form) on several grounds (for example: a lack of knowledge of the basic most important tenets of the religion through which its essence is expressed ... or of the way in which one ‘joins’ the Muslim faith, etc.)”", "24. The court concluded that the applicant had not been discriminated against on the basis of his religious beliefs by the requirement to establish the objective facts and dismissed the complaint.", "25. Article 9, as far as relevant, provides as follows:", "“(1) Citizens of the Republic of Macedonia are equal in their freedoms and rights, regardless of sex, race, the colour of skin, national and social origin, political and religious beliefs, property and social status. (2) All citizens are equal before the Constitution and law.”", "26. Article 19, as far as relevant, provides as follows:", "“(1) The freedom of religious confession is guaranteed. (2) The right to express one’s faith freely and publicly, individually or with others is guaranteed.", "...”", "27. Article 110, as far as relevant, provides as follows:", "“The Constitutional Court of Macedonia:", "...", "(3) safeguards the freedoms and rights of individuals and citizens concerning the freedom of communication, conscience, thought and action, and the prohibition of discrimination among citizens on the grounds of sex, race, religion or national, social or political affiliation;", "...”", "28. Section 51 provides that a person who considers that he or she is a victim of a violation of one of the rights set out in Article 110 § 3 of the Constitution shall have the right to file an application with the Constitutional Court within two months from the day he was served with a binding decision or a judgment.", "29. It provides, inter alia, that Christmas and Easter shall be public holidays for all the citizens of the former Yugoslav Republic of Macedonia regardless of their confession and that Ramazan Bayram and Kurban Bayram shall be public holidays for citizens of the Muslim faith."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "9"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}