{"ITEMID": "001-86043", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF CHERVONETS v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Isabelle Berro-Lefèvre;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["4. The applicant was born in 1940 and lives in Kharkiv.", "5. On 23 October 2002 the Dzerzhinsky District Court of Kharkiv (hereinafter “the Dzerzhinsky Court”), upon the applicant’s claim, ordered the Department of the State Pension Fund in Dzerzhinsky District of Kharkiv (Дзержинське районне відділення Пенсійного Фонду України у м. Харків, hereinafter “the Pension Department”) to recalculate in Ukrainian hryvnas the applicant’s salary, which he received in 1985-1989 in Soviet roubles, in order to establish the correct amount of his pension according to the Decree of the Cabinet of Ministers of 13 January 1993 (hereinafter “the Decree”). The defendant was also obliged to pay the applicant the recalculated amount as his regular pension.", "6. This judgment became final on 23 November 2002 and the writ of execution was issued on 24 November 2002.", "7. On 25 February 2003 the Bailiffs’ Office in Dzerzhinsky District of Kharkiv (hereinafter “the Bailiffs”) issued the warrant for the enforcement of the judgment by 4 March 2003.", "8. On 8 April 2003 the Bailiffs re-issued the warrant.", "9. As the Pension Department twice submitted calculations of the applicant’s pension which were not based on the Decree, on 17 June and 28 August 2003 the Bailiffs fined the officials of the Pension Department for failure to enforce the judgment.", "10. In December 2003 the applicant and the Bailiffs requested the Public Prosecutor of the Dzerzhinsky District of Kharkiv (hereinafter “the Public Prosecutor”) to institute criminal proceedings against the officials of the Pension Department for intentional non-enforcement of the judgment of 23 October 2002.", "11. On 13 April 2004 the Public Prosecutor rejected this request for want of proof of a crime.", "12. On 4 March 2005 the Dzerzhinsky District Court rejected the applicant’s complaint against this decision.", "13. On 23 April 2004, upon the applicant’s request, the Dzerzhinsky Court issued a ruling explaining the judgment of 23 October 2002. It indicated the coefficients that should be used by the Pension Department in order to recalculate the applicant’s pension according to the Decree.", "14. The Pension Department did not appeal against this ruling within the statutory time-limit and the same court, by rulings of 14 June and 21 September 2005, returned the Department’s belated appeal without considering it.", "15. During 2004-2005, following numerous written requests by the Bailiffs, the Pension Department submitted recalculations of the applicant’s pension, which were not based on the ruling of 23 April 2004.", "16. On 6 February 2006 the bailiff personally handed to the official of the Pension Department the ruling of 23 April 2004 and requested him to enforce it by 13 February 2006. The bailiff drew up a written report.", "17. On 10 February 2006 the Public Prosecutor, on behalf of the Pension Department, lodged with the Supreme Court a cassation appeal against the rulings of 14 June and 21 September 2005.", "18. On 13 February 2006, following the request of the Public Prosecutor, the Bailiffs suspended the enforcement proceedings.", "19. On 22 March 2006 the Head of the Bailiffs quashed this decision on the ground that lodging a cassation appeal in itself could not suspend the enforcement of the final judgment.", "20. On 24 March 2006 the enforcement proceedings were resumed.", "21. On 5 and 19 May 2006 the Bailiffs fined the officials of the Pension Department for failure to enforce the judgment of 23 October 2002 and the ruling of 23 April 2004.", "22. On 25 May 2006 the Bailiffs requested the Public Prosecutor to institute criminal proceedings against the officials of the Pension Department for intentional non-enforcement of the judgment of 23 October 2002 and ruling of 23 April 2004.", "23. On 11 August 2006 the Public Prosecutor rejected this request for want of proof of a crime.", "24. On 30 May 2007 the Higher Administrative Court rejected the Public Prosecutor’s cassation appeal against the rulings of 14 June and 21 September 2005.", "25. On 8 August 2007 the Dzerzhinsky Court rejected the Public Prosecutor’s request to review the case in the light of newly disclosed circumstances and to suspend the enforcement proceedings.", "26. On 4 October 2007 the Kharkiv Regional Court of Appeal (hereinafter “the Court of Appeal”) upheld this ruling.", "27. The judgment of 23 October 2002 remains unenforced.", "28. On 5 December 2002 the Public Prosecutor instituted criminal proceedings against the applicant for threatening a judge of the Dzerzhinsky Court (Article 376 of the Criminal Code). The applicant was obliged not to leave his place of his permanent residence.", "29. On 26 February 2003, upon termination of the pre-trial investigation, the Public Prosecutor transmitted the criminal case to the Dzerzhinsky Court.", "30. On 5 March 2003 the Court of Appeal, following the motion of the President of the Dzerzhinsky Court, transferred the case to the Chervonozavodsky District Court of Kharkiv (hereinafter “the Chervonozavodsky Court”).", "31. November 2003 the Dzerzhinsky Court rejected the applicant’s complaint against the Public Prosecutor’s decision of 5 December 2002 as the case was pending before the first instance court.", "32. In the course of its examination of the applicant’s appeal against the ruling of 20 November 2003, the Court of Appeal established that the applicant had not been not duly informed about the date of hearing before the Dzerzhinsky District Court and on 13 January 2004 requested the Judicial Administration to investigate this matter.", "33. On 16 March 2004 the Court of Appeal upheld the ruling of 20 November 2003. On the same date, it issued a ruling to the Judicial Administration setting out procedural omissions by the judge of Dzerzhinsky Court who had examined the case.", "34. On 10 February 2005 the Supreme Court rejected the applicant’s cassation appeal against the ruling of 20 November 2003.", "35. On 30 November 2005 the Chervonozavodsky Court terminated the criminal proceedings against the applicant as time-barred.", "36. On 5 December 2005 the applicant lodged an appeal seeking to be acquitted.", "37. On 16 February 2006 the Court of Appeal quashed the ruling of 30 November 2005 and remitted the case for a fresh consideration.", "38. In May 2006 the proceedings were resumed before the Chervonozavodsky Court.", "39. Between May 2006 and February 2007 five out of six hearings scheduled were adjourned due to the witnesses’ and the victim’s failure to appear before the court.", "40. In February 2007 the case was assigned to another judge.", "41. The proceedings are still pending before the first instance court.", "42. The relevant domestic law concerning the non-enforcement of the final judgments is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004)."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}