{"ITEMID": "001-67132", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "ABOYMOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Nikolay Afanasyevich Aboymov, is a Russian national who was born in 1935 and lives in Blagoveshchensk in the Republic of Bashkortostan. The respondent Government were represented by Mr P. A. Laptev, the representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant receives an old age pension. As his pension due for the period from July 1998 to December 1998 had not been paid to him he applied to a court.", "On 18 December 1998 the Blagoveshchensk District Court of the Republic of Bashkortostan found for the applicant, ordering the Blagoveshchensk Town Pension Fund to pay him 2,660.28 Russian roubles (RUR) in arrears as delayed pension payments and 767.64 RUR as inflation losses.", "On 21 January 1999 the Supreme Court of the Republic of Bashkortostan, on the defendant's appeal, quashed the judgment in a part related to the court award for inflation losses, having confirmed the remaining part concerning the pension in arrears.", "The applicant brought a second action against the Blagoveshchensk Town Pension Fund for non-pecuniary damages allegedly sustained as a result of the delay in pension payments.", "On 19 February 1999 the Blagoveshchensk District Court of the Republic of Bashkortostan rejected the applicant's claim. The court found that the delay in payment of pension occurred on account of the failure of organizations and individuals to pay pension contributions in time for which the pension authority cannot be held responsible. The court further maintained that the claim had no basis in domestic law.", "On 25 March 1999 the Supreme Court of the Republic of Bashkortostan dismissed the applicant's appeal against the judgment.", "The applicant's subsequent requests to the Supreme Court of Russia pursuing the reopening of the case concerning non-pecuniary damages by way of supervisory review proceedings were unsuccessful, of which he was informed by letters of 9 December 1999, 31 January and 22 September 2000.", "On 11 September 2002, following an application of the Prosecutor's Office of the Republic of Bashkortostan by way of supervisory review, the Presidium of the Supreme Court of the Republic of Bashkortostan quashed the decision of the appeal court of 21 January 1999 in a part concerning the inflation losses and upheld the original judgment of 18 December 1998 in this respect."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}