{"ITEMID": "001-61897", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SMR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF BENEFICIO CAPPELLA PAOLINI v. SAN MARINO [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1 concerning the length of proceedings;Violation of Art. 6-1 concerning the right to a court;Violation of P1-1;Just satisfaction reserved (pecuniary damage and costs and expenses of domestic proceedings);Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["8. The applicant church is a San Marinese church institution.", "9. On 7 March 1985 the San Marinese government issued an expropriation order in respect of certain plots of land belonging to the applicant church. The latter was awarded 114,790,590 Italian lire (about 59,284 euros) in compensation. The land, which was earmarked for urban development projects that were scheduled for completion by 31 December 1987, was only partially used. On 16 February 1987 the applicant church applied to the government seeking to recover possession of the unused land. On 20 October 1987 the government refused the application on the ground that the land in question could still be used in the interests of the community.", "10. On 10 November 1988, relying on section 14(3) of Law no. 18 of 25 March 1980 (“Law no. 18/1980”), which provides that expropriation orders lapse in the event of expiry of the deadline set for completion of the relevant work, the applicant church brought an action before the first-instance civil judge (Commissario della Legge) to recover possession. The first hearing, which was set for 19 January 1989, could not be held on that date as the government had not been notified. The government joined the proceedings on 5 May 1989. At a hearing on 23 September 1989, the government requested that a particular witness be heard. That request was granted on 12 January 1990. On the date in question, namely 5 April 1990, the witness failed to attend the hearing. On 26 September 1990 the government waived its right to have the witness heard. The parties submitted their written pleadings on 23 May 1991. Preparation of the case was concluded on 14 November 1991.", "11. By a judgment of 14 January 1992, deposited at the registry on the same date, the court dismissed the applicant church’s request on the grounds that, firstly, the expropriation order of 20 October 1987 was an administrative act and thus fell outside the civil court’s jurisdiction and, secondly, that the applicant church could not bring an action to recover possession, since the disputed land had been lawfully expropriated and had not been obtained by the State without title.", "12. On 12 March 1992 the applicant church brought an action before the judge of civil appeals (Giudice delle Appellazioni Civili) to establish title to land, seeking to obtain restitution of the land in question in accordance with section 14(3) of Law no. 18/1980. It also alleged that the authorities’ conduct had breached Article 1 of Protocol No. 1. The first hearing was held on 9 April 1992. On 21 May 1992 the applicant church filed a number of documents. On 29 May 1992 the proceedings were adjourned on the ground that an attempt to reach a friendly settlement was in progress. On 2 December 1992, noting that the negotiations had failed, the Commissario della Legge, the official responsible for preparing appeal cases, ordered that the proceedings be resumed. At a hearing on 25 February 1993, the applicant church requested that an expert be appointed and a witness questioned in order to determine exactly which parts of the land had not been used. By decisions of 2 March and 6 April 1993, the Commissario della Legge allowed both requests. Evidence was heard from the witness on 24 June 1993 and the expert report was filed on 7 November 1993. The parties lodged their final submissions on 10 February and 24 March 1994. Preparation of the case was concluded on 27 April 1994.", "13. In December 1994 the appeal Judge C.P. died. No other judge could replace him, as the organisational structure of the court of civil appeals provided for only one judge. On 17 January 1995 the General Grand Council (Consiglio Grande e Generale) enacted Law no. 2/1995, section 1 of which provided: “If the judge of civil appeals dies or if, following a serious impediment, he or she is unable to perform the duties of investigating judge, those duties shall be carried out by one of the judges of criminal appeals, who shall carry out any urgent measures until such time as a replacement is appointed or the serious impediment is removed ...”", "14. On 25 April 1995 the General Grand Council appointed Judge P.G.P. to replace the deceased judge. However, P.G.P. asked the Council of the XII for leave to withdraw from the proceedings in question on the ground that he had been involved as the first-instance civil judge. Under section 17 of Law no. 2/1995, the Council of the XII, which acted as a third-instance judicial body in cases where the appeal court did not uphold the decision of the first-instance court, was also responsible at the material time for ruling on requests to withdraw or applications challenging a judge.", "15. On 26 September 1995 the Council of the XII granted the request and sent the case in question to P.G., an appeal judge in criminal cases (Giudice delle Appellazioni per le cause penali).", "16. He dismissed the appeal in a judgment of 18 December 1998, which was deposited at the registry on the same date. He found that section 14(3) of Law no. 18/1980 provided that expropriation orders would lapse where the deadline for execution of the relevant work had expired, but not in the event of failure to use all of the expropriated assets; that, in any event, the administrative courts had jurisdiction to rule on the merits of expropriation proceedings; and that the appellant sought restitution of its title to the assets, whereas at first instance it had sought merely to recover possession of the land. He concluded that the request could not be granted since, according to the established case-law, “requests made for the first time on appeal [were] manifestly inadmissible” (judgment of the Giudice delle Appellazioni Civili, 20 July 1970, no. 147).", "17. In the meantime, after a new land-use plan had taken effect, changing the designated use of the land in question from industrial to agricultural, the applicant church had asked the government on 3 March 1992 to return its assets. On 24 November 1992, having received no reply, it sent the government a formal notice asking it to adopt the necessary measures for restitution. On 20 April 1993 it applied to the first-instance administrative court. A hearing took place on 3 August 1993. By a judgment of 17 August 1993, deposited at the registry on the same date, the court stated that it did not have jurisdiction to “recognise the existence of a possible right to restitution of unused land”, as the administrative courts could only examine legitimate interests. It found that the General Grand Council alone was entitled to rule on what was to be done with the said property. Noting finally that the new land-use plan had changed the designated use of the unused land, it declared the expropriation order of 7 March 1985 void in so far as it had lapsed in respect of that particular property, but pointed out that declaring it void did not create a right to reconveyance.", "18. The government then lodged an appeal, disputing the existence of an implied refusal which would legitimise an application to the first-instance administrative courts, and also the latter’s jurisdiction to declare the expropriation order partially void. The appeal hearing, initially fixed for 13 January 1994, was adjourned to 24 May 1994 because the judge of administrative appeals was unable to attend. He allowed the appeal in a judgment of 26 May 1994, which was deposited at the registry on the same date. The judge found that the State had acquired ownership of the plots of land in accordance with a procedure prescribed by law, on payment of compensation for expropriation, and that no legislative provision obliged the government to return that property. Accordingly, he concluded that the applicant church’s request of 20 April 1993 was inadmissible, since the government’s behaviour could not be described as an implied refusal. Finally, he stated that, in declaring the expropriation order partially void – an order which, moreover, had never been contested – the first-instance administrative court had exceeded its jurisdiction, which only permitted it, where appropriate, to declare unlawful the government’s alleged implied refusal.", "19. On an unspecified date, the administrative court of appeal ordered that the case file be sent to the Council of the XII. After taking expert advice, that body gives rulings in administrative disputes where first-instance and appeal judgments reach opposite conclusions (section 21 of Law no. 68 of 28 June 1989 establishing the administrative courts). On 27 September 1994 the Council of the XII upheld the appeal court’s judgment, thus endorsing the expert’s conclusion that, while the public-interest declaration in connection with the urban development work had transformed Beneficio Cappella Paolini’s right of property into a mere legitimate interest, section 14(3) of Law no. 15/1980 conferred not only a legitimate interest in the lawfulness of the authorities’ actions but an actual right to apply to the civil courts and obtain a declaration that the expropriation order had lapsed because the deadline for completion of the work had expired."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}