{"ITEMID": "001-60913", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF CORDOVA v. ITALY (No. 1)", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1;Not necessary to examine Art. 13;Not necessary to examine Art. 14;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1936 and lives in Naples.", "10. In 1993 he worked as a prosecutor at the Palmi public prosecutor's office. In the exercise of his functions, he had investigated a certain Mr C. The latter had had dealings with Mr Francesco Cossiga, a former Italian President, who at the end of his term of office had become a senator for life in accordance with Article 59 § 1 of the Constitution.", "11. In August 1993 Mr Cossiga sent the applicant a fax and two letters. He said he was making him a gift of the copyright in his written, telephone and oral communications with Mr C., “including for the purposes of their stage and film exploitation” (“anche ai fini di eventuale sfruttamento teatrale e cinematografico”), “by way of a very modest contribution towards the costs which [he would] be incurring for [his] transfer from Palmi to Naples” (“come modestissimo contributo alle spese che Ella dovrà affrontare per il suo trasferimento da Palmi a Napoli”). Mr Cossiga also told the applicant that he was going to send him a small wooden horse and a tricycle “for the leisure pursuits which [he] believe[d] [he was] entitled to enjoy” (“per quegli svaghi que credo abbia diritto a concedersi”). Mr Cossiga then actually sent the little wooden horse and the tricycle to the applicant together with a detective game called “Super Cluedo”. With the parcel came the following message: “Have fun, dear Prosecutor! Best wishes, F. Cossiga” (“Si prenda un po' di svago, gentile Procuratore! Cordialmente F. Cossiga”).", "12. The applicant filed a complaint against Mr Cossiga, alleging that the communications and gifts described above had damaged his honour and reputation. Proceedings were then brought against Mr Cossiga for having insulted a public official.", "13. On 12 July 1996 Mr Cossiga was committed for trial before the Messina District Court. On 23 June 1997 the applicant joined the proceedings as a civil party.", "14. In the meantime, the President of the Senate had informed the District Court that the Parliamentary Immunities Commission (Giunta ... delle immunità parlamentari) proposed that the Senate should declare that the acts of which Mr Cossiga was accused were covered by the immunity provided for in Article 68 § 1 of the Constitution.", "15. By a resolution of 2 July 1997 a majority in the Senate approved the Parliamentary Immunities Commission's proposal.", "16. On 23 September 1997 the applicant submitted a statement to the Messina public prosecutor and District Court in which he attacked the Senate's resolution, observing that there was no discernible link between the acts of which Mr Cossiga was accused (which he submitted ought to be construed as a personal quarrel with a prosecutor) and the exercise of parliamentary functions. On that basis, the applicant alleged that the Senate, in applying Article 68 to circumstances not provided for in the Constitution, had encroached on the powers of the judiciary, and requested that the matter be referred to the Constitutional Court to resolve the conflict of State powers.", "17. By a judgment on 27 September 1997, the text of which was lodged with the registry on 10 October 1997, the Messina District Court ruled that Mr Cossiga had no case to answer “pursuant to Article 68 § 1 of the Constitution”.", "18. The District Court observed that it was for the Senate, whose resolutions were not subject to review by the courts, to determine whether the conditions listed in Article 68 were met. Moreover, it saw no need to raise a conflict of powers, given that the Senate's decision was neither procedurally flawed nor manifestly unreasonable.", "19. On 4 December 1997 the applicant requested the Messina public prosecutor to appeal against the judgment of 27 September 1997. This was intended to pave the way for a conflict of State powers to be raised subsequently before the Constitutional Court.", "20. By a decision of 13 December 1997, the prosecutor rejected the applicant's request. He observed that the Constitutional Court did not have jurisdiction to quash the Senate's resolution, but only to assess whether the Senate had exercised its power in an arbitrary fashion by improperly encroaching on the powers of the courts. However, the parliamentary papers revealed that the impugned resolution was based on the following reasons:", "(i) Mr Cossiga had earlier criticised the investigations conducted by the applicant in a parliamentary question;", "(ii) the acts of which Mr Cossiga was accused should be construed as polite and ironic criticism of that investigation;", "(iii) according to the case-law of the legislative chambers, the immunity provided for in Article 68 of the Constitution applied to any political opinion expressed by a member of Parliament which could be regarded as an outward projection of parliamentary activity in its strict sense .", "21. According to the Messina public prosecutor, those reasons were neither unreasonable nor manifestly arbitrary.", "22. Article 68 § 1 of the Constitution, as amended by Constitutional Law no. 3 of 1993, which abolished the need to obtain the consent of Parliament in order to take proceedings against one of its members, reads as follows:", "“Members of Parliament shall not be required to account for the opinions they express or the votes they cast in the exercise of their functions.”", "23. The Constitutional Court has held that a resolution of a legislative chamber stating that the behaviour of one of its members comes within the scope of the above provision prevents any criminal or civil proceedings being brought or continued with the aim of determining the liability of the parliamentarian in question or securing reparation for the damage suffered.", "24. If (usually at the request of the parliamentarian concerned) such a resolution is adopted, it may not be quashed by the courts. However, if it considers that the resolution represents an unlawful exercise of the legislative chambers' discretion, a court may raise a conflict of State powers before the Constitutional Court (see the 1988 Constitutional Court judgment no. 1150). The parties to the trial have no such right.", "25. The legislative chambers have adopted a broad interpretation of Article 68 § 1, holding it to apply to opinions expressed outside Parliament, even where they are divorced from parliamentary activity as such. This broad interpretation stems from the notion that political opinions expressed outside Parliament represent an outward projection of parliamentary activity and come within the mandate given by the voters to their elected representatives.", "26. When it considered the issue of conflicts of State powers raised by the courts, the Constitutional Court first confined its scrutiny to the procedural lawfulness of parliamentary resolutions. It then progressively narrowed the scope of parliamentary immunity, thereby broadening the extent of its scrutiny over the compatibility of parliamentary resolutions with Article 68 of the Constitution. In its judgment no. 289 of 18 July 1998, it ruled that the expression “parliamentary function” (funzione parlamentare) could not be held to cover all the political activities of a member of the Chamber of Deputies or the Senate, because “such an interpretation ... would risk converting an immunity into a personal privilege”. It added that “it would not be right to establish any connection between a number of statements made during meetings, press conferences, television programmes ... and a parliamentary question subsequently addressed to the Minister of Justice ... To hold otherwise [would amount to acknowledging] that no parliamentarian may be held accountable for his or her statements, even if they are grossly defamatory and ... entirely divorced from parliamentary functions or activities”.", "27. In its later case-law, which can now be considered well-established, the Constitutional Court held that in the case of opinions expressed outside Parliament, it had to verify whether there was any connection with parliamentary activities. In particular, there must be a substantial connection between the opinions in question and a prior parliamentary activity (see judgments nos. 10, 11, 56, 58, and 82 of 2000, nos. 137 and 289 of 2001, and nos. 50, 51, 52, 79 and 207 of 2002).", "28. Article 576 of the Code of Criminal Procedure provides:", "“The civil party may challenge, via the prosecution's right of appeal, ... the acquittal judgment ... exclusively for the purpose of determining [the accused's] civil liability ...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}