{"ITEMID": "001-23828", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "YILDIRIM v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Huseyin Yildirim, is a Turkish national who was born in 1950. He was represented before the Court by Mr H. Kaplan, a lawyer practising in Istanbul.", "The applicant was the owner of a bus capable of transporting forty-eight persons. On 23 September 1999 the applicant hired his vehicle for one year to L., a company which was authorised under the rental agreement to take passengers to Turkey and all countries of Europe and Asia. L. further undertook to comply with “all limits and prohibitions imposed by Turkish and international legislation”.", "On 25 September 1999 the drivers of the bus, X and Y, were arrested in Brindisi (Italy) while illegally transporting thirty-two clandestine immigrants of Iraqi nationality. The applicant’s bus was seized and was entrusted to a security guard.", "In a judgment of 20 October 1999 the Brindisi District Court imposed on X and Y a sentence, negotiated with the prosecution, of one year and four months’ imprisonment, suspended. Under Article 12 of Legislative Decree no. 286 of 25 July 1998, as amended by Article 2 of Legislative Decree no. 113 of 13 April 1999, the court ordered the confiscation of the bus.", "On 8 February 2000 the applicant requested the return of his vehicle. He pleaded his good faith, declaring that he was not aware of the fact that X and Y had used his bus to commit an offence.", "In a decision of 21 March 2000 the Brindisi District Court rejected the applicant’s application. It observed that in the light of the principles of the Constitution and by analogy with what was provided in the general provision on confiscation (Article 240 of the Criminal Code) Article 12 of Legislative Decree no. 286 of 25 July 1998 was to be interpreted as excluding any deprivation of property where the object seized belonged to a person not linked to the offence (se la cosa appartiene a persona estranea al reato). It noted that in the case concerned the applicant had produced documents establishing that he was the owner of the bus seized. However, he had not duly proved his good faith, since there was at least a doubt about his participation in the offence committed by X and Y. In that connection the District Court noted that the rental agreement between the applicant and L. indicated that the bus was to be used “to take passengers abroad”, a fact which did not exclude the possibility that the owner was aware that the vehicle might be used for unlawful purposes. Moreover, two dates (23 September and 23 October 1999) appeared at the end of the document, so that it could not be asserted with certainty that the agreement had existed before the date of the offence (25 September 1999). Lastly, the applicant had not proved that vehicle hire was part of his normal occupation. In view of the use that had been made of it, the District Court considered that the vehicle’s availability constituted a danger, and that justified its confiscation.", "On 12 April 2000 the applicant appealed on points of law. He argued in particular that the District Court had wrongly reversed the burden of proof, obliging him to establish that he did not know about the unlawful use of his bus, with any doubt working to his detriment.", "On 14 April 2000 the applicant asked the President of the Brindisi District Court to stay the destruction of his bus pending the decision of the Court of Cassation. That application was allowed on 17 April 2000.", "In a judgment of 31 October 2000, deposited with its registry on 29 January 2001, the Court of Cassation dismissed the applicant’s appeal. It observed that a person who had obtained pecuniary advantages as a result of the commission of an offence could not be considered to have had nothing to do with it (estraneo al reato). However, the case-law of the plenary division of the Court of Cassation protected “non-wrongful trust” (affidamento incolpevole) and affirmed the principle that the owner of the confiscated object could always prove his good faith by establishing that by exercising the diligence normally required in such matters he could not have known that his property was to be used illegally, and that he had done everything in his power to prevent such use. But the District Court had correctly taken the view that the applicant had not adduced the evidence in question, regard being had in addition to the fact that the local situation, characterised by frequent cases of clandestine immigration, called for special diligence on the part of the owner of a vehicle intended to take passengers abroad.", "On 12 December 2000 the applicant’s bus was destroyed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}