{"ITEMID": "001-22040", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "VERDENS GANG and AASE v. NORWAY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The first applicant, Verdens Gang, is a nation wide daily newspaper. The second applicant, Mrs Kari Aarstad Aase, born in 1960, is a journalist employed by the newspaper. The applicants are represented by Mr Anders C. Stray Ryssdal and Mr Pål Lorentzen, lawyers practising in Oslo and Bergen respectively.", "The facts of the case, as described mainly in the national judgments, may be summarised as follows.", "Since 1985 Dr Dillerud has run Fornebuklinikken A/S, a clinic of cosmetic surgery (hereinafter referred to as “the Clinic”) in Bærum (near Oslo), a limited liability company providing mostly liposuction and breast surgery services. For a long while and including the relevant period, Dr Dillerud was the Clinic’s only permanent doctor. From the beginning he was the Clinic’s daily manager and the chairperson of the company’s governing board. Dr Dillerud and his wife each owned 50% of the shares until 1993, when his brother acquired 33% of the shares. Thereafter Dr Dillerud owned 34% and his wife 33% of the shares.", "Ms J. (born in April 1967) called the Clinic to fix an appointment indicating that the services she desired related to problems with fat and her bust. On 23 April 1992 Ms J. visited the Clinic for a consultation with Dr Dillerud. She was interested in his assistance as she wished to become a model. She subsequently made an appointment for liposuction to be performed on her thighs and hips. Before she could be attended to by Dr Dillerud, Ms J. was requested to fill in a medical questionnaire to certify her known medical status. She marked various rubrics indicating that, except for bronchitis and allergy, she had not previously suffered from any illness. She omitted to mention other diseases and positively stated that there were no present or previous illnesses to be noted. At the time she had made a number of suicide attempts, was being treated for general psychiatric problems and eating disorders and had from the age of 16 been unable to study or work. She indicated that she had regularly used contraceptive pills but no other medicines, thereby actively concealing the fact that she was using Fontex (a drug specifically aimed at persons suffering from bulimia), anti-depressive drugs and sleeping pills. She gave an affirmative answer to the question whether she had previously been operated on, stating that she had undergone liposuction in 1990, but concealed the fact that she had also undergone two other operations of a character which indicated eating disorders. The declaration was dated but not signed. At the time Ms J. was being treated for psychiatric problems, including bulimia, and for other complaints by two doctors and one psychologist, but she did not inform Dr Dillerud about this or the fact that she had a long history of suicide attempts.", "On 30 April 1990 Ms J. again saw Dr Dillerud and got further information from him about the operation. She told her doctors and friends about her consultations with Dr Dillerud and the planned operation; they advised her against it. None of these doctors however took any further steps to stop the operation. The doctors included Chief Dr Olav Trygstad of the paediatric department of the National Hospital (Rikshospitalet), the country’s leading expert on eating disorders. On 12 May 1992 Ms J. called the Clinic and cancelled the operation. At the same time she contacted Verdens Gang enquiring as to whether the newspaper had anything on Dr Dillerud; she said she was angry with him because he had failed to understand that she suffered from bulimia. The applicant journalist listened to Ms J.’s story and proposed to prepare an article, to which the latter agreed provided that the article was not published before she had got back the money which she had paid to the Clinic in anticipation of the operation. On 25 May 1992 the journalist interviewed Dr Trygstad about Ms J.’s case but without disclosing the identity of Dr Dillerud.", "On 2 June 1992, the second applicant telephoned Dr Dillerud and informed him about the paper’s wish to publish an article on Ms J.’s consultation at the Clinic. Dr Dillerud pointed out that as long as Ms J. had not released him from his duty of confidentiality, he considered himself barred from commenting on the actual consultation but he commented in general terms and denied that he had been aware that the patient had bulimia. It was then agreed that, subject to Ms J. releasing Dr. Dillerud from his duty of confidentiality, he would be able to comment more specifically. Subsequently, Ms J. agreed and signed a declaration to that effect. On 4 June 1992 (Thursday before Pentecost) Dr Dillerud received the declaration and tried to contact the second applicant, but in vain, as the journalist had gone on holiday and the report had already been, or was being, printed.", "On Friday, 5 June 1992 Verdens Gang published, as the issue’s main item, a report prepared by the second applicant containing criticism made by Ms J. against Dr Dillerud The second applicant had based her report on information provided by Ms J. and comments obtained from Chief Dr Trygstad of the National Hospital (Rikshospitalet) and Mr Harry Martin Svabø, Secretary General of the Norwegian Medical Association.", "The front-page was primarily devoted to the story. It carried the title “BULIMIA VICTIM TO BE LIPOSUCTIONED” in large bold capital letters on five lines. To the right of the title was the photograph of Ms J. wearing trousers and a sleeveless shirt, standing with her back turned towards the camera. Under the heading there appeared in half bold prints:", "“For 12 years she has fought anorexia and bulimia. Nonetheless, according to the 25-year-old, Dr Erik Dillerud in Bærum had no reservations about performing liposuction on her. Good friends and Chief Dr Olav Trygstad of the National Hospital managed to dissuade her from undergoing the operation, which was to cost NOK 13,800.”", "On pages 22 and 23 of the paper there was one main article and two smaller articles and a large photograph, extending over large parts of both pages, of Ms J.’s head as she covered her face with her hands. On the upper right part of the photograph there appeared the following quotation in white bold letters:", "“He also offered to lift my eyebrows, to give my nose a more classical finishing touch, to remove a wrinkle on my forehead and two laughter dimples around my mouth. Dillerud further considered that my breasts were awry and should be straightened.”", "Under the photograph a caption stated:", "“SICKENING OFFER: The 25-year-old woman suffers from bulimia and is very thin. Nonetheless Dr Erik Dillerud offered to perform liposuction on her, in addition to a number of other beauty operations in order to improve her face. – As she did not say that she was ill, it was impossible for me to know that she was, Dillerud comments.”", "The report read:", "“She is young and beautiful – and very slim. For 12 years she has been fighting against anorexia and bulimia, and she still has a long way to go before she can be considered in good health. Nevertheless, according to the 25-year-old, the controversial Dr Erik Dillerud in Bærum had no reservations about performing liposuction on her – for a remuneration of NOK 13,800.", "– He also offered to lift my eyebrows, to give my nose a more classical finishing touch, to remove a wrinkle on my forehead and two laughter dimples around my mouth. Dillerud further considered that my breasts were awry and should be straightened and that my nipples needed adjustment, said the 25-year-old, a previous finalist in the beauty contest ‘the face of the year’.", "Warning", "Good friends and the doctor treating her for bulimia at the National Hospital, Chief Doctor Trygstad, managed to persuade the 25-year-old that she nevertheless ought not to have the operation done.", "– I now wish to warn other people who are in the same situation. I am aware of how desperate persons suffering from bulimia and anorexia might be and how far we might go in order to carry out alterations to our appearance. I thought that doctors had certain ethical norms to comply with, but it appears that some are prepared to do anything to earn money, says the young woman.", "Chief Doctor Trygstad at the Paediatric Ward of the National Hospital has a long and particularly extensive experience in treating young people suffering from eating disorders. He considers that the offers which his patient says she received from Erik Dillerud are sheer madness.", "– An experienced plastic surgeon ought to have been in contact with a sufficient number of people with behavioural problems to be able to see that this patient was ill. One may wonder whether money is all they think about, says Dr Trygstad.", "Many people have regrets", "He also considers that it would have been very natural for this plastic surgeon to ask the patient whether she was ill or had previously been hospitalised. – After all, says Dr Trygstad, it is the eating disorder, not the symptoms, that has to be treated.", "A number of his bulimia patients have sought treatment from plastic surgeons.", "– Many of them have regretted it later. Some have even sustained nerve damage (paralysis) as a result of undergoing liposuction. In Dr Trygstad’s opinion, many tragedies could have been avoided if the surgeon had first tried to establish whether the patient was ill.", "The plastic surgeon Dr Erik Dillerud affirms that all patients arriving at Fornebuklinikken must sign a declaration, almost before they are allowed to enter. This includes information inter alia about previous and present illnesses.", "– The security is in general better here than in public hospitals. But if the patient hides information about her illness, there is little that I can do, says Dillerud – But could you not see that this woman was ill?", "– Because of my duty of confidentiality I am not able to comment on any individual patient. But, generally, if I suspect that a patient suffers from bulimia, she will never be operated on by me, assures the plastic surgeon and adds.", "– However, I know of several surgeons who would operate without taking into account the patient’s condition in the way we do here. Anyhow, one patient in three who comes to us is refused because he or she is not fit for such an operation. For example, the person may be too overweight or too underweight to make it justifiable to carry out the desired intervention.", "Not a judge", "The 25-year-old states that it was initially her wish to have her bust lifted that made her solicit the services of Erik Dillerud and Fornebuklinikken.", "– I came to his office and was told to undress. While standing there wearing only my knickers I asked ‘What can you do for me’. I obviously referred to my breasts and I was quite taken aback when he replied that he would propose alterations to my look from my forehead down to my knees, said the 25-year-old.", "I would never have answered a question such as ‘What can you do for me’. The patient must know herself what she wants; it is not my job to be a judge of appearances, Dillerud maintains, rejecting her allegation.", "According to the 25-year-old bulimic, who now is 176 cm tall and weighs 55 kg it was Dillerud who suggested that she undergo liposuction on her stomach, her thighs and hips. After the consultation, which lasted approximately 15 minutes, they agreed on the liposuction and to consider the other kinds of intervention later.", "Made savings", "– Since I am a student he asked me how I was going to pay, but I assured him that I had saved up enough money, says the young woman.", "She lost her deposit of NOK 2,000 as she cancelled the operation a few days before it was to take place.", "– It makes me a bit bitter to think, she says ironically, that it cost me NOK 2,000 to learn that I looked even worse than I thought.", "Another plastic surgeon in Oslo surgically inserted a so-called slimming flask into her. At that time she weighed 10 kg less than today.", "A poor self-image and dissatisfaction about one’s body is a distinctive feature of persons suffering from eating disorders.", "– However slim a bulimic might be, she would always consider herself as overweight. As long as they are ill they will NEVER be satisfied with their own body or their appearance, says Dr Trygstad at the National Hospital.”", "The first of the two short articles at the top of p. 23 of the paper was an interview with Mr Harry Martin Svabø:", "“Should not occur", "– I hope this is a rare error and that an apology has been made. It should obviously not occur, says Secretary General of the Norwegian Medical Association Harry Martin Svabø commenting on the bulimia patient who was offered liposuction. Without wishing to comment on this case in particular, he emphasises that the operating surgeon’s responsibility in ascertaining who should not be operated on is just as great as that of establishing who should be operated on.", "– Probably the greatest art of medical science is to know what to do and what not to do, says Mr Svabø.", "He does not believe that cosmetic surgery performed by plastic surgeons on patients suffering from, for instance, anorexia and bulimia constitutes a great problem.", "We should be cautious not to minimise this problem, but I do not believe it occurs to a great extent. Our margins of error have to be extremely small and I also believe that they are, says the Secretary General.", "Mr Svabø adds that plastic surgeons would normally be particularly aware that patients who seek their services might have other reasons than purely physical ones behind their wishes to be operated on.", "– Since the adoption in 1989 of the new rules on recognition of specialist competence for plastic surgery the Norwegian Medical Association has received very few complaints about plastic surgery, says Mr Svabø.”", "The other short article was entitled “Controversial Doctor” and read:", "“Erik Dillerud has had to bear criticism also for his previous work within the practice. In 1988 the Norwegian Association of Plastic Surgeons warned its members against taking part in a world congress on liposuction which Dillerud had organised in Oslo. He has also attracted several law suits from patients who claim that they have been in part disabled and ruined after treatment by the Bærum doctor.", "For several years Dillerud ran his private clinic on the island Snarøya outside Oslo, without having qualifications as a generalist surgeon or as a plastic surgeon. When new rules for plastic surgery were introduced in 1989, Dillerud obtained a dispensation for half a year, in order to enable him to acquire the requisite qualifications.", "The Norwegian Medical Association was of the view that Dillerud did not present sufficient documentation on his qualifications and refused to recognise him as a generalist surgeon.", "Not until October 1990 did Erik Dillerud obtain special recognition as a general surgeon. Only then was he able lawfully to run his practice at Fornebuklinikken.”", "The article was accompanied by a photograph of Dr Dillerud with the following caption:", "“A LOT OF CRITICISM: Erik Dillerud has attracted several legal actions taken by his patients.”", "On 26 March 1993 Dr Dillerud and the Clinic instituted defamation proceedings against the applicants, requesting compensation for pecuniary and non-pecuniary damage and annulment (mortifikasjon) with respect to the following four statements:", "Item 1. The text on the front page:", "“For 12 years she has fought anorexia and bulimia. Nonetheless, according to the 25-year-old, Dr Erik Dillerud in Bærum had no reservations about performing liposuction on her. Good friends and Chief Dr Olav Trygstad of the National Hospital managed to dissuade her from undergoing the operation, which was to cost NOK 13,800.”", "Item 2. “For 12 years she has been fighting against anorexia and bulimia, and she still has a long way to go before she can be considered to be in good health. Nevertheless, according to the 25-year-old, the controversial Dr Erik Dillerud in Bærum had no reservations about performing liposuction on her – for a remuneration of NOK 13,800.”", "Item 3. “I thought that doctors had certain ethical norms to comply with, but it appears that some are prepared to do whatever to earn money, says the young woman.”", "Item 4. “SICKENING OFFER: The 25-year-old woman suffers from bulimia and is very thin. Nonetheless Dr Erik Dillerud offered to perform liposuction on her, in addition to a number of other beauty operations in order to improve her face.”", "The plaintiffs subsequently withdrew their request for annulment of the four statements.", "By a judgment of 9 March 1995 the City Court ordered the applicants jointly and severally to pay Dr Dillerud NOK 400,000 in respect of pecuniary damage. The annual earnings of the Clinic was reduced by some NOK 1,3 million immediately after the reportage and it took some two years to recover these losses. As regards non-pecuniary damage, the newspaper and the journalist were ordered jointly and severally to pay Dr Dillerud NOK 15,000 and the newspaper alone was ordered to pay an additional NOK 250,000. With respect to the plaintiffs’ costs, the applicants jointly and severally were ordered to pay NOK 50,000 and, the first applicant, NOK 140,163.", "The City Court noted, inter alia, that bulimia was an illness which was hard to detect; the patient would normally do anything that he or she could to conceal the illness. Ms J.’s withholding of certain information confirmed this. The City Court also observed that Verdens Gang had in a one-sided fashion relied on statements made by a patient who, the paper was aware, suffered from psychological problems, bulimia being an illness of a primarily psychological nature. The paper had deliberately and negligently omitted to make the further inquiries required by the nature of the matter at hand. The journalist had not awaited Dr Dillerud’s comments after he was released from his duty of confidentiality. This omission had been the basis for a sensationalist coverage for which there was no factual support. The brief article entitled “Controversial Doctor” and the caption stating that Dr Dillerud had been the subject of several legal actions taken by former patients, were also found to be factually incorrect and biased. The advice to boycott the world conference had been related to a general dispute between plastic and cosmetic surgeons and entailed no professional criticism of Dr Dillerud. As regards three actual lawsuits, two had been dropped and one settled out of court.", "The applicants appealed against the City Court’s judgment to the Borgarting High Court (lagmannsrett), which held a hearing during the period from 12 to 21 November 1997. The City Court heard evidence from the second applicant and Mr Bent Olufsen, Chief Editor of Verdens Gang, Dr Dillerud and 15 witnesses, not including Ms J. who died shortly before the hearing.", "By a judgment of 17 December 1997, the High Court upheld the City Court’s judgment, except that the award of compensation for pecuniary damage was amended so as to compensate both Dr Dillerud and the Clinic, and ordered the applicants jointly to pay the plaintiffs NOK 284,383,50 with respect to their costs before the High Court. The judgment included the following reasons.", "The High Court was only called upon to decide the question of defamation as such in relation to a claim for compensation and reached the same conclusions as the City Court in this respect. The High Court considered the newspaper report as a whole, while taking as its starting point the four statements. The Court considered the impression which the coverage would have on the ordinary reader.", "At the outset the High Court found beyond doubt that the front page and the reportage as such left the impression that Dr Dillerud had acted in a manner which should be severely criticised, and that this criticism was endorsed not only by Ms J. but also by the newspaper and Dr Trygstad.", "Items 1 and 2 would give the ordinary reader the impression that Dr Dillerud had knowledge of Ms J.’s eating disorder. It was undisputed that, from a professional and ethical point of view, it would be unjustifiable to carry out liposuction on a patient with eating disorders unless there had been prior consultation with the doctor treating the patient for such disorders. It was considered unethical because of the loss in self-esteem and aggravation of psychological problems that this kind of medical intervention was likely to cause on a person suffering from bulimia. Items 1 and 2 constituted on their own allegations of serious culpability on the part of Dr Dillerud.", "Item 3 had been presented as Ms J.’s own assessments, but the use of such expressions as “I thought” and “it appears as if” did not remove its accusatorial character involving unethical behaviour.", "Apart from containing the value-judgment “Sickening Offer”, item 4 contained a statement which appeared as if it was the newspaper’s own. Since it was followed by a quotation from Dr Dillerud that he was not aware that Ms J. suffered from bulimia, item 4 did not appear to accuse him of such knowledge.", "Unlike the City Court, the High Court did not find that items 1, 2 and 3 in isolation could be interpreted as an allegation of greed on Dr Dillerud’s part. The High Court did not find it necessary to consider whether the reportage as such gave the impression of greed.", "The High Court did not find any elements in the report as a whole which removed the impression that Dr Dillerud was accused of being prepared to perform liposuction on Ms J. despite his being aware that she suffered from bulimia. Although it was mentioned that Dr Dillerud himself had stated that he was unaware of this fact, Ms J. had alleged the contrary and Mr Trygstad’s comments and the paper’s description were both based on her version.", "There was no doubt that the allegations were damaging to Dr Dillerud’s personal reputation, which was emphasised by the fact that Ms J., Mr Trygstad and Mr Svabø had criticised on ethical grounds what they believed had happened. Moreover, the allegations were capable of damaging his professional reputation.", "The High Court further considered that no evidence had been adduced which could prove the truth of the accusations. There was nothing to support the assumption that, when it was agreed that Dr Dillerud should perform liposuction on both of Ms J.’s thighs, he was aware that she suffered from bulimia. The High Court, moreover, did not find it substantiated that there were any circumstances suggesting that Dr Dillerud ought to have been aware that Ms J. was ill or that he ought to have carried out further investigations. Ms J. wished to be operated on by Dr Dillerud and she must have understood that it was important that her illness was not revealed as she concealed it when filling in the questionnaire. She had no external symptoms at this point in time and she had previously succeeded in concealing her illness from other doctors. The fact that she was slim and somewhat underweight ought not of its own to have aroused suspicion about eating disorders or made the removal of fat concentrations inadvisable. Ms J. was slightly shorter and heavier than stated in the newspaper.", "The High Court found that the second applicant had behaved negligently in her report. Although she was not responsible for the front-page, the text of item 1 essentially repeated item 2 drafted by her. She had based her sensational report on information from Ms J. whom the journalist knew had psychiatric problems. This information, moreover, lacked a factual basis. The journalist sought the comments from Mr Trygstad and the Secretary General of the Norwegian Medical Association. While this might have provided a possible corrective to Ms J.’s assessments, it was of limited value as their comments were based on Ms J.’s version of what had happened during her consultation with Dr Dillerud.", "Thus the impugned allegations were untrue. Even assuming that their purpose was justified in order to protect the interests of others (Article 249 (3) of the Penal Code), it could not be said that the journalist had exercised due caution. There was no time-pressure. For the second applicant it must have been apparent that Dr Dillerud may have possessed information of importance for assessing the accuracy of the information provided by Ms J. In this situation it was negligent of the paper and the journalist to publish the report in question without taking further steps to reach Dr Dillerud other than contacting his office.", "The High Court considered that the impugned newspaper coverage concerned a matter of general interest calling for strong protection of the right to freedom of expression. However, in its view, it was not justified to make untrue defamatory statements about Dr Dillerud. The newspaper did not limit itself to reiterating Ms J.’s allegations. The newspaper made its own accusations for which there was no basis, which was attributable to the journalist’s negligence since, for instance, there were no time constraints or other circumstances which dispensed the paper from awaiting or seeking more information. The possible beneficial effects of the coverage could have been achieved without addressing any accusations against Dr Dillerud. The interest in protecting freedom of expression could not exclude the person who is unjustifiably injured by the accusations from claiming compensation for the damage caused.", "The High Court considered that the case differed from that determined by the Court in the Jersild v. Denmark judgment of 23 September 1994 (Series A no. 298), where the applicant journalist did not in any way identify himself with the impugned allegations. Nor did the Strasbourg Court’s case-law otherwise suggest that Dr Dillerud’s claim of protection against unjustified accusations must give way to freedom of expression. The applicants were thus liable under Section 3-6, second subsection, to compensate Dr Dillerud and the Clinic for the damage suffered.", "The applicants sought to appeal against the above judgment but, on 12 June 1998, the Appeals Selection Committee of the Supreme Court refused them leave to appeal.", "Under Norwegian defamation law, there are three kinds of responses to unlawful defamation, namely the imposition of a penalty under the provisions of the Penal Code, an order under Article 253 of that Code declaring the defamatory allegation null and void (mortifikasjon) and an order under the Damage Compensation Act 1969 (Skadeserstatningsloven – Law no. 26 of 13 June 1969) to pay compensation to the aggrieved party. Only the latter was at issue in the present case.", "Section 3-6 of the aforementioned Act reads:", "“A person who has injured the honour or infringed the privacy of another person shall, if he has displayed negligence or if the conditions for imposing a penalty are fulfilled, pay compensation for the damage sustained and such compensation for loss of future earnings as the court deems reasonable, having regard to the degree of negligence and other circumstances. He may also be ordered to pay such compensation for non-pecuniary damage as the court deems reasonable.", "If the infringement has occurred in the form of printed matter, and the person who has acted in the service of the owner or the publisher thereof is responsible under the first subsection, the owner and publisher are also liable to pay compensation. The same applies to any redress imposed under the first subsection unless the court finds that there are special grounds for dispensation...”", "Conditions for holding a defendant liable for defamation are further set out in Chapter 23 of the Penal Code, Articles 246 and 247 of which provide:", "“Article 246. Any person who by word or deed unlawfully defames another person, or who is accessory thereto, shall be liable to fines or imprisonment for a term not exceeding six months.", "Article 247. Any person who, by word or deed, behaves in a manner that is likely to harm another person’s good name and reputation or to expose him to hatred, contempt, or loss of the confidence necessary for his position or business, or who is accessory thereto, shall be liable to fines or imprisonment for a term not exceeding one year. If the defamation is committed in print or in broadcasting, or otherwise under especially aggravating circumstances, imprisonment for a term not exceeding two years may be imposed.”", "A limitation to the applicability of Article 247 follows from the requirement that the expression must be unlawful (rettstridig). While this is expressly stated in Article 246, Article 247 has been interpreted by the Supreme Court to include such a requirement.", "In a civil case concerning pre-trial reporting by a newspaper, the Supreme Court found for the newspaper, relying on the reservation of lawfulness (rettsstridsreservasjonen), even though the impugned expressions had been deemed defamatory. It held that, in determining the scope of this limitation, particular weight should be attached to whether the case was of public interest, having regard to the nature of the issues and to the kind of parties involved. Regard should be had to the context in which, and the background against which, the statements had been made. Moreover, it was of great importance whether the news item had presented the case in a sober and balanced manner and had been aimed at highlighting the subject-matter and the object of the case (Norsk Retstidende [The Norwegian Law Report] 1990, p. 636, at p. 640).", "Further limitations on the application of Article 247 are contained in Article 249, the relevant part of which reads:", "“1. Punishment may not be imposed under Articles 246 and 247 if evidence proving the truth of the accusations is adduced...", "3. Punishment may not be imposed under Articles 246 and 247 on any person who is under a duty or obligation to express his opinion or who has expressed his opinion in legitimately taking care of his own or another person’s interests and where it has been established that he has displayed proper care in every respect.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}