{"ITEMID": "001-106893", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ASSOCIATION RHINO AND OTHERS v. SWITZERLAND [Extracts]", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 11;Pecuniary damage - award", "JUDGES": "Françoise Tulkens;Giorgio Malinverni;Guido Raimondi;Paulo Pinto De Albuquerque", "TEXT": ["8. The facts of the case, as presented by the parties, can be summarised as follows.", "9. The applicant association was set up in Geneva in 1988, under Articles 60 et seq. of the Swiss Civil Code. The name “Rhino” was an acronym for two different French slogans, “Retour des habitants dans les Immeubles Non Occupés” (Return of residents to vacant buildings), and “Restons Habitants dans les Immeubles que Nous Occupons” (“Let’s carry on living in the buildings we occupy”).", "10. According to its constitution, the association pursued the following aims:", "“The aim of the Association shall be to provide its members with affordable and community-based housing, in accordance with the association-based tenancy system devised by the RHINO project. In particular it shall foster management based on economic and ecological solutions.", "The Association shall endeavour to remove any buildings that it occupies from the real-estate market and from speculation.", "The Association shall also have the aim of promoting voluntary housing schemes; it shall establish the requisite contacts in order to inform and encourage other association-based projects.", "The Association shall foster the opening and maintaining on its premises of open areas for social or cultural activities.”", "11. In one of the buildings that it occupied, the association also housed an inexpensive restaurant and occasionally organised various cultural events.", "12. Between 1978 and 1988 most of the flats in the three buildings subsequently occupied by the members of the association had remained empty, as their then owners were not intending to rent them out again.", "13. On 9 November 1988 about fifty individuals occupied 14 flats in those three buildings.", "14. Following the occupation of their flats, the owners requested the Principal Public Prosecutor of the Canton of Geneva to order the eviction of the squatters, and three orders to that effect were issued on 10 November 1988. However, the eviction was never carried out, notwithstanding a Federal Court judgment of 8 May 1991, which invited the Conseil d’Etat (cantonal government) to enforce the Principal Public Prosecutor’s orders. The cantonal authorities did not act upon that judgment, invoking a local policy of tolerating the presence of unlawful occupiers (squatters) provided the owners did not have a building or renovation permit. Confronted with a serious housing shortage in the Geneva area, that policy was directed against the practice of owners who left property vacant for speculative gain and police assistance was thus denied when it would result in leaving the property vacant.", "15. From 1992 the owners, who had given up seeking the squatters’ eviction, entered into various negotiations with the association with a view to selling it their properties. Attempts in 1996, 1999, 2000 and 2001 to negotiate the sale of one or two buildings, or to agree on a long-term lease, were unsuccessful, as the amount offered by the association was insufficient for the owners.", "16. In 2002 the owners applied for building permits with a view to renovating the buildings. The applicant association and some of the squatters challenged the applications, but their various cases were declared inadmissible for lack of locus standi. The building permits were thus granted and entered into force on 27 September 2005.", "17. On 19 October 2005 the Principal Public Prosecutor ordered the occupied buildings to be vacated as work was scheduled to begin on 22 November 2005. An appeal was lodged against the eviction order. In a judgment of 17 January 2006, the Administrative Court for the Canton of Geneva took the view, in substance, that the property owners had to bring proceedings as a priority before the civil courts to secure their rights, and that a law-enforcement measure would only be justified if the interests at stake and the seriousness of the damage incurred by them required immediate intervention that was impossible to obtain in a timely manner from the civil courts. The court further took the view that the owners had accepted the situation and had refrained from immediately exercising their right, such that the occupation was no longer causing a breach of public order.", "18. In its judgment of 22 June 2006, the Federal Court dismissed the public-law appeals by the owners and confirmed in substance that the unlawful occupation no longer constituted a breach of public order, on account of the time that had elapsed and the negotiations conducted by the parties, and that the owners had to take their claims to the civil courts.", "19. On 4 April 2005, in parallel with the eviction proceedings, the owners of the occupied buildings requested the Court of First Instance of the Canton of Geneva to order the dissolution of the applicant association and the assignment of its assets to the State, invoking the fact that it pursued an unlawful aim, in the sense that it prevented them from exercising their rights as property owners.", "20. The Court of First Instance, in a judgment of 9 February 2006, ordered the ex nunc dissolution of the association.", "21. Following an appeal, the Court of Justice of the Canton of Geneva upheld the dissolution order on 15 December 2006 but gave it an ex tunc effect, and the association was thus deemed never to have existed. It referred the case back to the court below for the appointment of a liquidator and a public body to receive the association’s assets.", "22. On 29 January 2007 the association lodged a public-law appeal and an ordinary appeal with the Federal Court, primarily seeking the setting-aside of the Court of Justice’s judgment and the dismissal of the dissolution action. On the same day, the owners of the buildings brought claims for possession before the Court of First Instance.", "23. The Federal Court upheld the decision of the court below by two judgments given on 10 May 2007. In the judgment on the ordinary appeal, it took the following position on the complaint under Article 11 of the Convention:", "“4.2 As regards the aims actually pursued, the applicant association refers to the commentary by Riemer (n. 41 on Articles 76-79 of the Civil Code), which provides that in the event of unlawful acts being committed by the decision-making bodies of an association in the pursuit of its lawful aim, it is under Article 55, paragraphs 2 and 3, of the Civil Code (action for damages) and not under Article 78 thereof (dissolution of the association) that action should in general be taken. The applicant, however, overlooks the fact that the present case precisely does not concern such a situation but rather a situation of compatibility between the acts of the association’s decision-making bodies and its aims (see the above-cited commentary, p. 921).", "Furthermore, the applicant association claims that the inhabitants have occupied the buildings at issue for a long time as a result of the tolerance of the authorities and the owners and that they should thus be regarded as having a tacitly-granted lease. That argument is, however, contradicted by the observations of the Cantonal Court, which found, in a manner that binds the Federal Court (Article 55 paragraph 1 (c) and Article 63 paragraph 2, of the Federal Judicial Organisation Act), that the members of the applicant association have been occupying the buildings without authorisation and refuse to vacate them, resisting any eviction.", "4.3 Similarly, the applicant’s view that the owners should have sought to fulfil their aim by another remedy (action invoking the constitutional guarantee of the right to property, actions to establish property rights) is irrelevant, since the dissolution of the applicant association, that is to say the primary occupier of the buildings according to the decision appealed against (p. 13, point 4.2.3), is in any event a legally admissible means of putting an end to the occupation. The question whether there would be other means apart from that one is unimportant in the present case.", "4.4 The applicant association further alleges that, in the present case, there has been no breach of an ‘objective’ right, but possibly of a mere ‘subjective’ right. However, it disregards the fact that property is also protected against an occupation such as that in issue here by rules of objective law (Constitution, Civil Code, Criminal Code, etc.). Moreover, the present case cannot be compared with that cited by the applicant association – premises of a club built in breach of an obligation not to erect – since that had nothing to do with the aim of the association.", "4.5 Referring to Anton Heini (Das Schweizerische Vereinsrecht, Basle 1988, p. 39), the applicant association further claims that to order the dissolution of an association whose activity is illegal, the illegality has to be permanent. The question whether this criterion is decisive may remain undecided, as in the case of the applicant association it is, in any event, satisfied.", "4.6 In this context, the applicant refers to other aims in its constitution and complains about the failure to apply to its case Article 20 paragraph 2 of the Code of Obligations on partial nullity. The question whether that provision (in combination with Article 7 of the Civil Code) is in fact applicable to situations under Article 78 of the Civil Code is a matter of debate in legal writings (answered in the affirmative by Riemer, RDS 97/1978 I p. 95 n. 81 and Commentaire bernois, n. 40 on Articles 76-79 Civil Code; and in the negative by Heini/Scherrer, Commentaire bâlois, 3rd edition, n. 3 on Article 78 of the Civil Code; Heini/Portmann, SPR II/5, 3rd edition, n. 169; Jean-François Perrin, Droit de l’association, Zurich 2004, p. 208). The Federal Court has settled the matter in the affirmative, at least for other legal entities (Federal Court Judgment 73 II 81 concerning a foundation and Federal Court Judgment 80 II 123 concerning a cooperative entity). The question can, however, remain undecided in the present case. The Cantonal Court examined this question and arrived at the conclusion that the applicant association’s unlawful aim was predominant in comparison with its other constitutional aims, because the association had been set up above all with that aim in mind. The applicant association has not disputed this, but has merely asserted that its other aims are ‘essential’. Moreover, it does not claim that the conditions of Article 20 paragraph 2 of the Code of Obligations are met, in particular that the association would nevertheless have been constituted without the constitutional clause that is null and void; it has simply claimed that it ‘could continue to operate’ even in the absence of the constitutional aim that has been declared unlawful, but that is not decisive for the purposes of Article 20, paragraph 2, of the Code of Obligations.", "4.7 In this context, the applicant association further criticises, referring to Riemer (Commentaire bernois, n. 56 on Articles 76-79 Civil Code), the order for its dissolution ex tunc. Since it has, for the past 18 years, interacted with other private persons, entered into contracts, conducted negotiations and acted before the courts, only a dissolution ex nunc would be appropriate.", "The Cantonal Court quite rightly ordered its dissolution ex tunc, as the association has pursued its unlawful aim since its foundation (see Riemer, loc. cit., n. 57). As to the consequences for the legal relations created in the meantime, it will be for the liquidator to decide.", "5. The applicant association has, lastly, invoked a violation of Article 23 of the Constitution (freedom of association), Article 36 of the Constitution (restriction of fundamental rights) and Article 11 of the European Convention on Human Rights (freedom of association).", "5.1 Since the applicant complains of an improper application of federal law that, it also alleges, has breached one of its rights under the Constitution or the Convention, the applicant is in fact invoking, as it has itself observed by referring to Fabienne Hohl (Procédure civile, vol. II 2002, p. 298 n. 3237), a violation of federal law. This complaint therefore falls within the context of the ordinary appeal.", "...", "5.3 Article 11 ECHR secures, in particular, everyone’s right to freedom of assembly and freedom of association (paragraph 1). The exercise of that right is, however, subject to restrictions, which, being prescribed by law, constitute measures that are necessary, in a democratic society, for national security or public safety, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others (paragraph 2, first sentence).", "The Cantonal Court, based on a decisive statutory provision (Article 78 of the Civil Code), ordered the applicant association’s dissolution on account of its unlawful constitutional aim (breaching, among other things, the guarantee of the right to property under Article 26, paragraph 1, of the Constitution) and on account of its unlawful activity (occupation of property belonging to third parties). Those two situations are not covered by the guarantee of the right to freedom of assembly and association (Article 11, paragraph 1, ECHR), but fall within the admissible restrictions to that right (Article 11, paragraph 2, ECHR; see the judgment of the European Court of Human Rights of 13 February 2003 in the case of Refah Partisi (The Welfare Party) and Others against Turkey, concerning the dissolution of a political party and the right to freedom of assembly and association). The fact that in the case of the dissolution of a political party it was necessary, as the applicant alleged, to adopt particular restraint or lay down strict demands is correct (see judgment of 13 February 2003, cited above; Jens Meyer-Ladewig, EMRK, Baden-Baden 2003, n. 22 on Article 11 ECHR with references concerning the relationship with freedom of expression under Article 10 ECHR), but it is not decisive in the present case as the applicant association, in spite of a certain political component in its aim and the implementation thereof, is not a political party and, moreover, there is not a sufficiently close connection with freedom of expression”.", "24. On 14 May 2007 the date on which the judgment was served, the Head of the Department of Construction and Information Technology of the Canton of Geneva invited the owners to explain the fact that they had not yet made use of their building permits. The owners replied that the work could not be carried out without evicting the squatters, which they had been trying to do for years without success.", "25. On 24 May 2007 the Head of the Department ordered the owners to carry out the necessary work to remedy the state of degradation of the buildings and to ensure that they were sufficiently habitable and maintained. The work was to begin within forty-five days, failing which it would be undertaken by the authorities at the owners’ expense. The owners repeated that the work could not be carried out without the buildings being evicted.", "26. In a judgment of 26 June 2007 the Court of First Instance of the Canton of Geneva appointed a liquidator, who took various measures, in particular the freezing of post-office and bank accounts, the termination of the contract of employment of the association’s secretary and a request for the restitution of fees already paid to the lawyers of the applicant association.", "27. On 3 July 2007 the eviction proceedings were suspended by the Court of First Instance because the occupiers, acting individually, undertook to recognise the existence of rent-based lease agreements between themselves and the owners.", "28. On 23 July 2007 the owners recovered possession of their occupied properties, initiating two simultaneous decisions: one, an on-the-spot police check of the squatters’ identity, and the other, an order to begin the renovation work, addressed to the owners, which enabled them to recover possession with police assistance.", "29. A number of occupiers appealed against the eviction decision to the Cantonal Appeals Board for construction-related matters. Its decision to declare the appeals inadmissible was upheld by the Administrative Court and by the Federal Court in a judgment of 12 February 2009.", "30. Articles 52-59 of the Civil Code of 10 December 1907 govern legal entities. The relevant provisions for the present case read as follows:", "Article 55", "“The governing bodies express the will of the legal entity.", "They bind the legal entity by their legal decisions and by other relevant actions.", "The governing officers are also personally liable for their wrongful acts.”", "Article 57 (Application of assets)", "“On dissolution of a legal entity, and unless otherwise provided by law, the constitution, the founding charter or the governing bodies, the assets of a dissolved legal entity pass to the public body (Confederation, Canton, Commune) to which the entity was affiliated according to its object.", "Such assets must be used as far as possible for their original purpose.", "Where a legal entity is dissolved on account of having an immoral or unlawful object, the assets pass to the public body even where otherwise provided.”", "31. Articles 60 to 79 of the Civil Code lay down rules for associations. Article 60 reads as follows:", "“1. Associations with a political, religious, scientific, cultural, charitable, social or other non-commercial purpose acquire legal personality as soon as their intention to exist as a corporate body is apparent from their constitution.", "2. The constitution is produced in writing, containing the necessary provisions as to the purpose, resources and organisation of the association.”", "32. Article 78 of the Civil Code provides for the dissolution of an association by judicial decision. This provision reads as follows:", "“Dissolution shall be ordered by the court, at the request of the competent authority or an interested party, where the association’s purpose is unlawful or immoral.”"], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}