{"ITEMID": "001-81696", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SAMARDZIC AND AD PLASTIKA v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "", "TEXT": ["4. The first applicant was born in 1975 and lives in Beograd. The second applicant is a joint stock company with its seat in Beograd.", "5. On 11 October 1991 the second applicant directly instituted enforcement proceedings in the Novi Sad Commercial Court (Trgovinski sud u Novom Sadu) against a certain company V.", "6. On 30 October 1991 the court issued an enforcement order. Since V. filed an objection, the case was transformed into civil proceedings.", "7. The second applicant amended its claim on four occasions: on 4 May and 19 November 1993, 9 February and 12 October 1994.", "8. On 15 February 1995 the court gave a judgment in the second applicant’s favour, accepting its claim in part. On 6 October 1995 the court gave a supplementary judgment (dopunska presuda) in the case.", "9. On 30 May 1996 the Beograd High Commercial Court (Viši Trgovinski sud u Beogradu) quashed the first-instance judgment and remitted the case because of factual shortcomings.", "10. By this time, four different judges had been assigned to hear the second applicant’s case, the last change of judges having occurred on 23 January 2003.", "11. On 11 November 2004 the court appointed an expert, ordering him to prepare his opinion within 30 days. This expert submitted his opinion on 14 October 2005.", "12. The court subsequently held hearings on 30 November 2005, 25 January and 13 February 2006. The hearing scheduled for 20 December 2005 was adjourned because the second applicant failed to appear.", "13. On 13 February 2006 the court closed the main hearing and gave a judgment dismissing the second applicant’s claim.", "14. On appeal, on 3 November 2006 the Beograd High Commercial Court again quashed the first-instance judgment and remitted the case.", "15. In the resumed proceedings, on 8 December 2006 the Novi Sad Commercial Court stayed the proceedings because, meanwhile, on 22 March 2006 the Zrenjanin Commercial Court (Trgovinski sud u Zrenjaninu) had opened bankruptcy proceedings against the second applicant.", "16. The proceedings resumed on 16 February 2007, when the Novi Sad Commercial Court declared that it no longer had territorial jurisdiction in the matter and sent the case file to the Zrenjanin Commercial Court.", "17. Article 10 provides that “[t]he parties have the right to have the ruling of the court in respect of their claims and proposals within a reasonable time” and, further, that “[i]t is incumbent upon the court to conduct the proceedings without undue delay ...”", "18. Articles 242, 243 and 245 of this Code incriminate “abuse of office” (zloupotreba službenog položaja), “judicial malfeasance” (kršenje zakona od strane sudije) and “official malfeasance” (nesavestan rad u službi), respectively.", "19. The substance of Articles 359, 360 and 361 corresponds to that of the provisions of the Criminal Code 1977 mentioned above.", "20. This Code entered into force on 1 January 2006, thereby repealing the Criminal Code 1977.", "21. Article 172 § 1 provides that a legal entity (“pravno lice”), which includes the State, is liable for any damage caused by one of “its bodies” (“njegov organ”) to a “third person”.", "22. Under Articles 199 and 200 of the Obligations Act, inter alia, anyone who has suffered fear, physical pain or mental anguish as a consequence of a breach of “personal rights” (“prava ličnosti”) may, depending on their duration and intensity, sue for financial compensation before the civil courts and, in addition, request other forms of redress “which may be capable” of affording adequate non-pecuniary satisfaction."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}