{"ITEMID": "001-88775", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF EVA MOLNÁR v. HUNGARY", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 11", "JUDGES": "András Sajó;Antonella Mularoni;Françoise Tulkens;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1954 and lives in Engelskirchen, Germany.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 7 (first round) and 21 (second round) April 2002 legislative elections took place in Hungary. The coalition which had governed the country from 1998 and, therefore, had been in charge of organising the elections, lost their majority.", "8. The official results of the elections were established by the local and regional electoral commissions following the second round. After the courts had ruled on certain complaints concerning the legality and outcome of the voting procedure, on 4 May 2002 the National Election Committee made a public statement in the Official Gazette, according to which the result had become final. As in previous Hungarian elections, they were virtually identical to the results of the exit poll carried out on the day of the second round and to the preliminary results announced by the Committee on the evening of 21 April 2002. Nevertheless, views were subsequently voiced in certain sections of the media that the elections had been “rigged”.", "9. International observers, in particular the Office for Democratic Institutions and Human Rights of the Organization for Security and Co-operation in Europe (OSCE), found that the parliamentary elections had been conducted in a manner consistent with international standards and that the Hungarian election system had provided the basis for a generally transparent, accountable, free, fair and equal process.", "10. A period of two months elapsed during which a new government, in a coalition of the ex-opposition parties, was formed which took up its functions on 27 May 2002. On the morning of Thursday, 4 July 2002 several hundred demonstrators started to protest against the statutory destruction of the ballots, scheduled for 20 to 22 July. They blocked the centrally located Erzsébet Bridge in Budapest with their cars. Their objective was to force a recount of the election votes. Since they brought the traffic to a complete standstill and had not given prior notice of their gathering to the police, as required by Act no. 3 of 1989 on Freedom of Assembly (“the Assembly Act”), the demonstration was dispersed after several hours.", "11. Shortly afterwards, at around 1 p.m., more demonstrators, again without any prior notification, assembled at Kossuth Square in front of the Parliament building demanding a recount of the votes and expressing their support for the participants in the morning’s events at the Erzsébet Bridge.", "12. According to the applicant’s submissions of 14 February 2005 and the Government’s observations, these demonstrators had been at the Erzsébet Bridge and then relocated to Kossuth Square. However, in her submissions of 23 December 2007, the applicant stated that they had merely been supporters of those who had blocked the Erzsébet Bridge.", "13. Having learnt of these events from the news, the applicant joined the demonstration at around 7 p.m. By that time, traffic and public transport – including the circulation of trams and trolley-buses – had become seriously disrupted in the area of Kossuth Square. The estimated number of demonstrators ranged from several hundred to two or three thousand. The police initially attempted to allow the circulation of traffic to continue but eventually had to close some streets nearby. Finally, faced with an unmanageable situation, they broke up the demonstration at about 9 p.m. without using any force. The applicant participated in the demonstration until it was dispersed.", "14. The Hungarian media reported in detail on the events, and the affair was the leading news in the country. In an official communiqué, the President of the Republic condemned the events of 4 July 2002, declaring them illegal. He underlined that Hungary was a stable parliamentary democracy where human rights were observed and where even critical views should be voiced in a lawful manner.", "15. The applicant sought judicial review of the actions of the police before the Budapest Central District Court. She asserted that the dispersal of the demonstration had been unlawful.", "16. On 1 October 2003 the District Court dismissed the applicant’s claim. It established that the duty to inform the police about planned assemblies was applicable to every type of demonstration, including spontaneous ones. Since the applicant did not deny that the demonstration in question had not been notified to the police, as required by section 14 of the Assembly Act, the latter had not had any other choice but to break it up.", "17. Moreover, the court found that the duty to inform the police in advance about assemblies held in public served the protection of the public interest and the rights of others, namely the prevention of disorder and the undisturbed circulation of traffic. Therefore, it concluded that the measures taken by the police had been in compliance with the law.", "18. The applicant appealed. On 13 July 2004 the Budapest Regional Court upheld the first-instance decision. Its judgment was served on the applicant’s lawyer on 31 August 2004.", "19. The Constitution of the Republic of Hungary (Act no. 20 of 1949 as amended) provides, in so far as relevant, as follows:", "“The Republic of Hungary acknowledges the right to peaceful assembly and secures its free exercise.”", "20. The relevant provisions of Act no. 3 of 1989 on Freedom of Assembly (“the Assembly Act”) read as follows:", "“(3) The exercise of freedom of assembly shall not constitute a crime or an incitement to crime; moreover, it should not result in the infringement of the rights and freedoms of others.”", "“The organisation of an event held in the public domain shall be notified to the competent police headquarters according to the place of the event, and in Budapest to the Budapest Police Headquarters, three days prior to the planned date of the event. The obligation to notify the police lies with the organiser of the event.”", "“(1) If the holding of an event subject to prior notification seriously endangers the proper functioning of the representative bodies or courts, or results in a disproportionate hindrance of the circulation of traffic, the police may ban the holding of the event at the place or time indicated in the notification, within 48 hours from the receipt of the notification by the authority.”", "“(1) No appeal shall lie against the decision of the police, but the organiser may seek judicial review of the administrative decision within three days of its notification.”", "“(1) The police shall disperse the event if the exercise of the right to freedom of assembly contravenes subparagraph 3 of section 2 or if the participants appear at the event ... in possession of arms, or if an event subject to prior notification is held without notification, ... or despite a decision banning the event. ...", "(3) If an event is dispersed, the participants may seek judicial review within fifteen days with a view to the establishment of the illegality of the dispersal.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}