{"ITEMID": "001-101327", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MOLODORYCH v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-4;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1982. He is currently serving a prison sentence at Cherkasy Correctional Colony (Prison) (Черкаська Виправна Колонія № 62) (“the Colony”).", "5. On 12 September 2001 the applicant was arrested by the police on suspicion of causing grievous bodily harm to D. According to the police, on 11 September 2001 the applicant broke into D.'s house and attacked him with a knife as he was sleeping. D. received wounds to the left side of the chest, the left forearm and the left knee. As D. resisted the attack, the applicant pulled back. The applicant stayed at the scene of the crime and called the police and an ambulance.", "6. On 12 September 2001 the applicant was questioned by the police concerning the incident. The applicant was not assisted by a lawyer during his questioning.", "7. On 21 September 2001 the applicant was officially charged with aggravated hooliganism (Article 296 § 4 of the Criminal Code).", "8. For an unspecified period before the end of 2001 the applicant was assisted by a lawyer of his own choosing, Mr N.", "9. On 25 December 2001 the investigations were completed and the case was referred to Tarasha Court (Таращанський районний суд Київської області) for trial.", "10. At a preliminary hearing on 18 January 2002 the court decided to remit the case for additional investigation.", "11. On 23 April 2002 the additional investigation was completed and the case was sent to the same court.", "12. On 12 August 2002 Tarasha Court granted the applicant leave to be defended in the proceedings by his mother, who was not a lawyer.", "13. Between May 2002 and March 2003 the court held several hearings on the merits of the case and ordered a psychiatric examination of the applicant, which was completed by March 2003. In the course of the court proceedings during the aforementioned period and during the ensuing investigations the applicant was assisted by a lawyer of his own choosing, Mr M.", "14. On an unspecified date the prosecutor taking part in the proceedings requested the court to remit the case for additional investigation, stating that there was evidence that the applicant had committed a more serious crime than the one with which he had been charged.", "15. On 12 March 2003 the court found that the criminal qualification of the applicant's actions was incorrect and remitted the case to the prosecutors for additional investigation. On 28 May 2003 the Kyiv Regional Court of Appeal (Апеляційний суд Київської області) dismissed an appeal by the applicant's lawyer against that decision, holding that the reasons for the remittal were based on the case materials and the prosecutor's request. The decision of the Court of Appeal did not suggest that it was subject to a further appeal.", "16. On 17 July 2003 the prosecutors brought new charges against the applicant, accusing him of attempted murder for hooligan motives and of unlawful entry into a private residence (Articles 15 § 2, 115 § 2 (7), and 162 § 1 of the Criminal Code). One of the possible sanctions under Article 115 § 2 of the Criminal Code was life imprisonment.", "17. On 25 July 2003 the case was referred to the Court of Appeal for trial.", "18. On an unspecified date a new lawyer, Mr T., appointed by the applicant, joined the proceedings before that court.", "19. On 15 October 2003 the court found the applicant guilty of unlawful entry into a private residence and aggravated hooliganism and sentenced him to six years' imprisonment.", "20. On 25 March 2004 the Supreme Court quashed the judgment of 15 October 2003, holding that the Court of Appeal had wrongly assessed evidence and misapplied substantive law in the case. It decided to remit the case to the same court for fresh consideration.", "21. In May-June 2004 the applicant appointed a new lawyer to assist him, Mr V., the other lawyers, Mr M. and Mr T., having ceased to represent the applicant for unspecified reasons.", "22. On 4 June 2004 the Court of Appeal remitted the case for additional investigation, finding that the prosecutors had failed to establish the motive for the applicant's actions on 11 September 2001.", "23. On 29 July 2004 the Supreme Court upheld the ruling of 4 June 2004. In the proceedings before the Supreme Court the applicant was represented by his mother.", "24. On 8 June and 1 September 2004, respectively, the applicant was allowed to familiarise himself with the decisions of 4 June and 29 July 2004. No copies of those decisions were given to him.", "25. According to the Government, on 27 September 2004 the case was received by the prosecutors, who started additional investigations. The applicant submitted that the case had been received by the prosecutors on 1 September 2004.", "26. In the course of the additional investigations the prosecutors questioned several witnesses and ordered an expert examination of the knife with which the applicant had attacked the victim. The examination was completed on 18 October 2004.", "27. On 21 October 2004 a lawyer, Mr L., was appointed by the prosecutors to assist the applicant in the proceedings. According to the applicant, Mr L. did not assist him at all.", "28. On the same day the applicant was questioned by the prosecutors concerning the issues raised before the expert examining the knife. It is unclear whether the lawyer L. was present during the applicant's questioning.", "29. On 23 October 2004 the investigators brought new charges against the applicant, following a requalification of his actions on 11 September 2001. The applicant was accused of attempted murder for mercenary motives and robbery accompanied by infliction of grievous bodily harm (Articles 15 § 3, 115 § 2 (6), and 187 § 3 of the Criminal Code).", "30. On 24 October 2004 the additional investigations were completed and on 12 November 2004 the case was sent to the Court of Appeal for trial.", "31. On 2 December 2004 the court held a preliminary hearing in the case, which the applicant's lawyer failed to attend.", "32. On 24 December 2004 the Court of Appeal found the applicant guilty of attempted murder for mercenary motives and of robbery accompanied by infliction of grievous bodily harm. The applicant was sentenced to ten years' imprisonment, which was to be calculated from 12 September 2001, with confiscation of all his property. He was also ordered to pay 10,711.90 Ukrainian hryvnias (UAH) to D. in compensation and UAH 984.90 to a hospital in which D. had been treated.", "33. The court based its judgment partially on the statements of the applicant made before it and his statements obtained during the pre-trial investigations, the statements of the victim, an eyewitness and three other witnesses heard by the court, and reports from seven experts.", "34. The court noted that the applicant did not deny that he was involved in the incident, though his submissions concerning it during various stages of the proceedings differed substantially.", "35. By a separate ruling of 24 December 2004, the Court of Appeal found that the persons responsible for the pre-trial investigations had not complied with the requirements of promptness, objectivity and completeness, because of which the case had been remitted for additional investigation on three occasions. It ordered the prosecutors to adopt relevant measures in respect of those irregularities.", "36. The applicant's mother, acting on his behalf, and the applicant himself, lodged separate appeals in cassation with the Supreme Court. They alleged that the Court of Appeal had erred in its assessment of the evidence and had wrongly applied the law in the case, that the pre-trial investigations had not been completed in due time, that the applicant had not been given accurate information concerning the charges against him, that his right to defence had been violated as no lawyer had been appointed to assist him from the beginning of the additional investigations in September 2004, and that because of this the applicant had not had sufficient time to prepare his defence.", "37. According to the applicant, the lawyer appointed for him by the authorities did not assist him in the preparation of his appeal in cassation.", "38. On 17 March 2005 the Supreme Court upheld the judgment of 24 December 2004, finding, inter alia, that the applicant's right to defence had not been violated.", "39. Following his arrest on 12 September 2001, the applicant was placed in Tarasha Police Preliminary Detention Centre (Ізолятор тимчасового тримання Таращанського РВ ГУ МВС України в Київській області) (“the ITT”).", "40. On 14 September 2001 Tarasha Court remanded the applicant in custody in view of the pending criminal investigations against him and ordered his placement in Kyiv Pre-Trial Detention Centre (Слідчий ізолятор № 13 Управління Державного Департаменту України з питань виконання покарань в м. Києві та Київській області) (“the SIZO”). The court found that the applicant was accused of a particularly serious crime (aggravated hooliganism) punishable by the deprivation of liberty for a term of over ten years and that if the applicant remained at liberty he might seek to evade investigation and trial and obstruct the establishment of the truth in the case.", "41. By a decision of 12 November 2001, the maximum period of the applicant's detention was extended for four months. Tarasha Court put forward similar reasons for the applicant's continued detention as were contained in its decision of 14 September 2001.", "42. Subsequently, the applicant's continued pre-trial detention was ordered by Tarasha Court decisions of 18 January, 22 May and 22 August 2002 and 12 March 2003, and of the Court of Appeal of 4 June and 2 December 2004, according to which that there were no grounds for changing the preventive measure applied in respect of the applicant.", "43. For the same reasons, the applicant's requests of 12 August 2002, 11 March 2003 and 27 May 2004 for release from detention raised at court hearings in his case were rejected by Tarasha Court on 12 August 2002 and 11 March 2003 and by the Court of Appeal on 27 May 2004 respectively. On 21 March 2003 the Court of Appeal refused to consider the applicant's appeal against the decision of 11 March 2003, holding that procedural decisions adopted in the course of a trial, including decisions concerning preventive measures, were not subject to appeal.", "44. The applicant's request for release, which he had lodged with the Tarasha Court on 22 January 2002, was not considered on the merits, the applicant having been informed by a letter from that court that the matter had already been determined in its decision of 18 January 2002.", "45. The applicant's requests for release were mainly based on the following arguments: after the incident on 12 September 2001 the applicant had not tried to run away and had made no attempts to obstruct the collection of evidence or to destroy it; the charges against him were groundless; he was detained for a long period of time after his arrest in September 2001; and he had health problems for which he could not receive adequate treatment while in detention. In his submissions before the courts, the applicant suggested that he could be released on an undertaking not to abscond.", "46. Relying on the same arguments, the applicant appealed against the decision of 12 March 2003 (see paragraph 42 above). In its decision of 28 May 2003 the Court of Appeal acknowledged the applicant's appeal, though it did not elaborate on the matter.", "47. According to the applicant, on 24 November 2003 he lodged with the Court of Appeal an appeal in cassation against the decisions of 12 March and 28 May 2003, though this was not considered by the courts. The applicant did not provide a copy of his appeal in cassation. The Government submitted that the applicant had not appealed in cassation against the decisions of 12 March and 28 May 2003.", "48. The applicant was detained in the ITT until 11 September 2002, when he was placed in the SIZO. On 7 June 2005 he was transferred to the Colony.", "49. According to the applicant, on 20 January 2001 he became ill and was seen by an ambulance paramedic, who was not competent to establish a diagnosis or prescribe treatment. The applicant raised this matter before Tarasha Court in one of his requests for release, but to no avail. The applicant provided no further details of the incident on 20 January 2001.", "50. During his detention in the SIZO and the Colony the applicant underwent medical checks, including X-ray examinations and blood tests, on 12 September 2001, 11 September 2002, 18 April and 24 October 2003, 17 May, 7 June and 20 August 2005, and 26 June 2006. There were no serious health issues noted by the doctors examining the applicant.", "51. The applicant requested medical assistance on three occasions, namely on 14 September and 28 October 2005 and 27 April 2006. He was diagnosed with bronchitis and periodontitis, for which he was treated by doctors.", "52. On 27 June 2006 the applicant was examined by a medical panel composed of a prison doctor, a general practitioner, a dentist and a psychiatrist. They concluded that the applicant was “practically healthy” and that his state of health had not deteriorated since his arrival at the Colony. An additional medical examination of the applicant on 12 December 2006 confirmed those conclusions.", "53. According to the applicant, in the Colony he was at risk of contracting tuberculosis, as prisoners suffering from that condition were detained in the same building as the applicant, though on another floor. He also stated that between September and October 2005 the building had not been sufficiently heated and he had had no warm clothes. The applicant alleged that the light in the Colony was inadequate, but provided no further details.", "54. The relevant provisions of the Constitution read as follows:", "“Every person has the right to freedom and personal inviolability.", "No one shall be arrested or held in detention other than pursuant to a substantiated court decision and only on the grounds and in accordance with the procedure established by law ...”", "55. The relevant extracts from Chapter 3 (Persons participating in the proceedings, their rights and obligations) read as follows:", "“Participation of a defence lawyer in the inquiry, pre-trial investigations and trial by the first-instance court is compulsory:", "...", "(4) from the moment of the person's arrest or when he or she is [officially] charged with a criminal offence carrying a penalty of life imprisonment...”", "56. The relevant extracts from Chapter 10 (Inquiry), as worded at the material time, read as follows:", "“A body of inquiry shall be entitled to arrest a person suspected of having committed a crime for which imprisonment may be imposed, subject to the existence of one of the following grounds:", "1) that the person was discovered whilst committing the crime or immediately after committing it;", "2) that eyewitnesses, including victims, directly identify that person as the one who committed the crime;", "3) that clear traces of the crime are found on the body of the suspect, or on his clothes, or in his home.", "If there are other data constituting grounds for suspecting a person of having committed a crime, he may be detained only if he has attempted to escape, or if he has no permanent place of residence, or if the identity of the suspect has not been established.", "...", "Within seventy-two hours of the arrest the body of inquiry shall:", "1) release the arrested person if the suspicion that he has committed the crime has not been confirmed, or the [maximum] term of detention following arrest has expired, or if the arrest was carried out in violation of the requirements provided for in parts 1 and 2 of this Article;", "2) release the arrested person and select a non-custodial preventive measure;", "3) bring the arrested person before a judge with a request for his placement in custody...", "The suspect's detention following arrest shall not last more than seventy-two hours...”", "“The procedure for short-term detention of persons suspected of committing a crime shall be determined by the [relevant] regulations...”", "“... If the suspect has been arrested or placed in custody ... he shall be questioned immediately, or, if an immediate questioning is not possible, within twenty-four hours of his arrest ...”", "“An investigator may arrest and question a person suspected of having committed a crime according to the procedure provided for in Articles 106, 106-1, and 107 of the Code...”", "57. The relevant extracts from Chapter 13 (Preventive measures) read, as worded at the material time, as follows:", "“Preventive measures shall be applied in respect of a suspect, accused, defendant or convict with the aim of preventing attempts to abscond from the investigation or trial, to obstruct the establishment of the truth in a criminal case or to pursue criminal activities, and in order to ensure the execution of procedural decisions.", "Preventive measures shall be applied if there are sufficient grounds to consider that the suspect, accused, defendant or convict will try to abscond from the investigation or trial, or evade complying with procedural decisions, or obstruct the establishment of the truth in a criminal case, or pursue criminal activities.", "If there are not sufficient grounds to apply a preventive measure, the suspect, accused, defendant or convict shall be required to give a written undertaking to appear when summoned by the person conducting the inquiry, the investigator, prosecutor, or the court, and to inform them of any change of his place of residence.", "In the case of the application of a preventive measure in respect of a suspect, he shall be [officially] charged within ten days of the date the preventive measure was applied. If no charges are brought [against him] within that period, the preventive measure shall be lifted.”", "“The preventive measures shall be as follows:", "1) a written undertaking not to abscond;", "2) a personal surety;", "3) the surety of a non-governmental organisation or labour collective;", "3-1) bail;", "4) placement in custody;", "5) supervision by the command of a military unit.", "The arrest of a suspect is a temporary preventive measure applied on the grounds and according to the procedure provided for in Articles 106, 115, and 165-2 of the Code.”", "“In deciding on the application of a preventive measure, in addition to the circumstances specified in Article 148 of the Code, such circumstances as the gravity of the crime of which the person is suspected or with which he is charged, his age, state of health, family and financial status, type of activity, place of residence and other circumstances relating to the person shall be taken into consideration.”", "“Placement in custody, as a preventive measure, shall be applied in cases concerning criminal offences carrying a penalty of more than three years' imprisonment. In exceptional circumstances this preventive measure may be applied in cases concerning criminal offences for which the law provides for a punishment of up to three years' imprisonment...”", "“Detention during a pre-trial investigation shall not last more than two months.", "When it is impossible to complete the investigation within the period provided for in part 1 of this Article and there are no grounds for discontinuing the preventive measure or replacing it with a less restrictive measure, [the term of pre-trial detention] may be extended:", "(1) for up to four months – upon a request approved by the prosecutor supervising the compliance with the laws of the bodies of inquiry and investigation, or at the same prosecutor's [request], by a judge of the court which ordered the application of the preventive measure;", "(2) for up to nine months – upon a request approved by the Deputy Prosecutor General of Ukraine, the Prosecutor of the Autonomous Republic of the Crimea, regional prosecutors, Kyiv and Sevastopol prosecutors, and prosecutors of equal rank, or on the same prosecutor's [request] in cases concerning serious and particularly serious crimes, by a judge of the court of appeal;", "(3) for up to eighteen months - upon a request approved by the Prosecutor General of Ukraine and his Deputy, or at the same prosecutor's [request] in particularly complex cases concerning particularly serious crimes, by a judge of the Supreme Court of Ukraine;", "In each case, when it is impossible to complete the investigation within the periods specified in parts 1 or 2 of this Article and there are no grounds for changing the preventive measure, the prosecutor supervising compliance with the law in the course of the investigation in the case shall have the right to approve the referral of the case to the court in the part relating to proven charges. In such an event, the part of the case relating to criminal offences or episodes of criminal activity the investigation of which has not been completed shall be disjoined from the proceedings pursuant to the requirements of Article 26 of the Code and completed in accordance with the general rules.", "The term of pre-trial detention shall be calculated from the moment when the person was placed in custody, or, if his placement in custody was preceded by his arrest [within the meaning of Article 115 of the Code], from the time of the arrest. The term of pre-trial detention shall include time during which the person has undergone inpatient expert examination in a psychiatric medical institution of any type. If the person is repeatedly placed in custody within the framework of the same proceedings ... or if new charges are brought against him, the time the person has spent in detention before this shall be taken into account when calculating the term of pre-trial detention.", "The term of pre-trial detention shall end on the day the court receives the case file. If the case is withdrawn from the court by the prosecutor pursuant to Article 232 of the Code, the running of the time shall resume on the day on which the prosecutor receives the case.", "The materials of the criminal case in which the investigation has been completed shall be given to the detainee and his defence no later than a month before the expiry of the maximum term of detention set by part 2 of this Article.", "If the time-limit for providing the accused and his defence with the case materials is not complied with ... the accused shall be released immediately after the expiry of the maximum term of detention set by part 2 of this Article. In such a case, the accused and his defence shall continue to be entitled to familiarise themselves with the case materials.", "If the time-limit for providing the accused and his defence with the case materials is complied with ... but the time allowed for the accused and his defence to familiarise themselves with the case materials appears to be insufficient, the maximum term of detention set by part 2 of the Article may be extended by a judge of the court of appeal at the investigator's request approved by the Prosecutor General of Ukraine or his Deputy, or upon the same prosecutor's or his deputy's request. If there are several accused held in detention and the period provided for in part 6 of this Article appears to be insufficient for at least one of them to familiarise himself with the case materials, such a request may be submitted in respect of an accused who has already familiarised himself with the case materials, provided it remains necessary to keep that person or persons in detention and there are no grounds for the application of another preventive measure.", "If the case is returned by the court to the prosecutor for additional investigation, the term of pre-trial detention shall be calculated from the time the case is received by the prosecutor and shall not exceed two months. Further extension of that term shall be ordered in accordance with the procedure and within the limits provided for in part 2 of this Article, and the time the accused was held in detention before the referral of the case to the court shall be taken into account.", "If the term of pre-trial detention ... provided for in parts 1 and 2 of this Article has ended and if this term was not extended in accordance with the procedure laid down in the Code, the body of inquiry, investigator or prosecutor shall immediately release the person from detention.", "Governors of pre-trial detention centres shall immediately release from detention accused persons in respect of whom no court resolution extending the term of pre-trial detention has been received on the day of expiry of the term of pre-trial detention provided for in parts 1, 2, and 6 of this Article. They shall accordingly notify the person or authority before whom the case is pending and the prosecutor supervising the investigation.”", "“Placement in custody, as a preventive measure, shall be applied only pursuant to a reasoned resolution of a judge or ruling of a court...", "A preventive measure may be replaced by another preventive measure or lifted by the body of inquiry, investigator, prosecutor, judge or a court in accordance with part 1 of the Article.", "A preventive measure may be changed or lifted if there is no need for it to be applied ...”", "“A judge shall issue a resolution and a court shall issue a ruling on the application, discontinuation or change of a preventive measure...", "In the resolution (ruling) on the application or change of a preventive measure ... reasons for its application or change shall be mentioned... In the resolution (ruling) discontinuing the application of a preventive measure reasons shall be mentioned...", "The person concerned shall be immediately notified of the resolution (ruling)... At the same time the person shall be informed about the procedure and time-limits for challenging the resolution or ruling.”", "“At the stage of pre-trial investigation a non-custodial preventive measure shall be selected by a body of inquiry, investigator [or] prosecutor.", "If a body of inquiry [or] investigator considers that there are grounds for ... placement in custody [it or] he shall, with the prosecutor's consent, submit a request to the court. The prosecutor is entitled to submit a similar request. When considering the matter the prosecutor shall familiarise himself with all the material containing grounds for placement in custody, check whether the evidence was lawfully obtained and whether it is sufficient to bring charges [against the suspect].", "The request shall be considered within seventy-two hours of the arrest of the suspect or accused.", "If the request concerns placement in custody of [a suspect or accused] who is at liberty, the judge shall have the power ... to issue a warrant for [his] arrest and escort to the court. In such case, the detention shall not exceed seventy-two hours, or, if the person concerned is outside the locality in which the court operates, [the detention] shall not exceed forty-eight hours from the time the arrested person was brought to the locality.", "Upon receipt of the request, the judge shall study the material in the criminal case file submitted by the body of inquiry, investigator [or] prosecutor, question the suspect or accused, and, if necessary, obtain explanations from the person dealing with the case, hear the prosecutor, [and] the defence lawyer if [the latter] has appeared before the court, and deliver a resolution:", "1) refusing the preventive measure, if there are no grounds for its application;", "2) ordering placement in custody...", "Having refused ... to place the suspect [or] accused in custody, the court shall have the power to apply a non-custodial preventive measure to him or her.", "The judge's resolution may be appealed against to the court of appeal by the prosecutor, suspect, accused, his defence or representative within three days of its delivery. The introduction of an appeal shall not suspend the execution of the judge's resolution.", "If it is necessary to study further the personal circumstances of the arrested person or to establish other circumstances relevant for the question of the application of a preventive measure ... the judge shall have the power to extend the applicant's detention for up to ten or, at the request of the suspect or accused, fifteen days...”", "“When there are no grounds for changing the preventive measure or if it is impossible to complete the investigation of the case in the part relating to proven charges, an investigator, upon the relevant prosecutor's approval, or the same prosecutor, shall apply to the court with a request for an extension of the term of pretrial detention. The request shall contain reasons, in connection with which it is necessary to extend the term, circumstances which must be examined, evidence that the detainee committed the crime [of which he or she is accused], and grounds for the necessity to maintain the preventive measure.", "The request for extension of the term of the person's pre-trial detention shall be submitted to the court:", "(1) in the event of an extension of the term of pre-trial detention for up to four months not later than five days before the expiry of the term of the person's detention;", "(2) in the event of an extension of the term of pre-trial detention for up to nine months not later than fifteen days before the expiry of the term of the person's detention;", "(3) in the event of an extension of the term of pre-trial detention for up to eighteen months not later than twenty days before the expiry of the term of the person's detention;", "(4) in the event of an extension of the term of pre-trial detention for the accused and his defence to familiarise themselves with the case materials not later than five days before the expiry of the maximum term of pre-trial detention;", "Having received the request, the judge shall examine the materials of the criminal case; if necessary, [the judge shall] question the accused, the investigator, hear the prosecutor, the defence if [the latter] has appeared [before the judge], following which [the judge] shall issue a resolution extending the term of pre-trial detention, if there are grounds for this, safe in the case envisaged in paragraph 7 of Article 156 of the Code, or [the judge] shall refuse its extension.", "The prosecutor, suspected, accused or his defence or legal representative may lodge an appeal against the resolution of the judge within three days of its delivery. Such an appeal shall not suspend the execution of the judge's resolution. The resolutions issued by judges of a court of appeal and of the Supreme Court shall not be subject to an appeal...”", "58. The relevant extracts from Chapter 23 (Preliminary consideration of the case by the judge) read as follows:", "“The judge shall examine ... the following matters:", "...", "(4) whether there are grounds for changing, discontinuing or applying a preventive measure;", "...”", "“Preliminary consideration of a case shall be performed by a single judge with the compulsory participation of a prosecutor. Other persons taking part in the proceedings shall also be informed about the day of the preliminary hearing, though their failure to appear shall not prevent [the judge] from considering the case...”", "“In the course of preliminary consideration of a case the judge ... shall issue a resolution remitting the case for additional investigation if there were [procedural shortcomings] ... in the course of institution of the proceedings, inquiry or pre-trial investigation, without rectification of which the case may not be admitted for trial.", "...The judge may also remit a case for additional investigation if there are grounds for charging the accused with a more serious crime ... or with a crime with which he or she was not charged earlier...", "In the resolution the judge shall state reasons for remitting the case for additional investigation... In the same resolution [the judge] shall decide on the preventive measure in respect of the accused.", "...", "The parties may lodge an appeal with a court of appeal, or if the case has already been considered by a court of appeal acting as a first-instance court, [the parties may lodge] an appeal in cassation with the court of cassation against the resolution within seven days of its delivery.”", "“Having decided to commit [an accused] for trial, the judge shall resolve the following issues:", "(1) concerning the appointment of a defence lawyer, if his or her participation in the case is compulsory;", "(2) concerning the change, discontinuation or application of a preventive measure;", "...”", "59. The relevant extracts from Chapter 24 (General provisions on judicial consideration (trial)) read as follows:", "“In the course of consideration of a case the court may issue a ruling changing, discontinuing or selecting a preventive measure in respect of a defendant, if there are grounds for this.", "The procedure for selecting detention as a preventive measure shall be governed by the relevant provisions of Chapter 13 of the Code.”", "“A case may be remitted for additional investigation on the ground of incompleteness or wrongfulness of the pre-trial investigations only if such incompleteness or wrongfulness cannot be remedied [in the trial].", "The question concerning the remittal of a case for additional investigation shall be determined by a reasoned ruling of the court or a resolution by the judge...", "The parties may lodge an appeal with a court of appeal, or if the case has already been considered by a court of appeal acting as a first-instance court, [the parties may lodge] an appeal in cassation with the court of cassation against the resolution within seven days of its delivery.”", "60. The relevant extracts from Chapter 30 (Consideration of the case on appeal), as worded at the material time, read as follows:", "“An appeal may be lodged against:", "(1) judgments adopted by local courts which have not entered into force;", "(2) resolutions adopted by local courts concerning the application or nonapplication of forced measures of an educational or medical nature;", "An appeal may also be lodged against:", "(1) rulings (resolutions) adopted by a local court discontinuing the proceedings in a case or remitting a case for additional investigation;", "(2) separate rulings (resolutions) adopted by a local court;", "(3) other resolutions of local courts in cases envisaged by the Code.”", "“The following persons are entitled to lodge an appeal:", "(1) a convict, his legal representative and defence concerning the part of the case relating to the interests of the convict;", "...", "(6) an accused whose case has been remitted for additional investigation, his legal representative and defence, concerning the reasons and grounds for the remittal of the case for additional investigation;", "...", "(12) other persons in cases envisaged by the Code.”", "“A court of appeal shall consider the case on the day determined by the firstinstance court...”", "“...", "Having considered appeals against the decisions envisaged in part 2 of Article 347 of the code, a court of appeal [has the power to]:", "(1) adopt a ruling leaving the ruling or resolution without any changes and dismissing appeals, quashing the ruling or resolution and remitting it to the court of first instance for fresh consideration ... changing the ruling or resolution;", "(2) dopt a ruling while quashing the first-instance court's ruling or resolution in full or in part.”", "“Judicial decisions listed in part 2 of Article 347 of the Code shall be reviewed on appeal in accordance with the requirements of this Chapter... Appeals lodged against resolutions of a judge delivered pursuant to Articles 52-5, 165-2, 165-3, 177, [and] 205 of the Code shall be considered not later than three days of its arrival at the court of appeal. [Case] material pertinent to the consideration of such appeals shall be obtained promptly on demand.", "...”", "61. The relevant extracts from Chapter 31 (Cassation proceedings), as worded at the material time, read as follows:", "“The [following decisions] may be reviewed in cassation:", "(1) judgments, rulings and resolutions of a court of appeal which it has adopted acting as a court of first instance;", "(2) udgments and resolutions of a court of appeal adopted on appeal.", "Judgments and resolutions of [local] ... courts and rulings of a court of appeal concerning those judgments and resolutions may also be reviewed in cassation.”", "“The persons listed in Article 348 of the Code may lodge an appeal in cassation against the judicial decisions envisaged in part 1 of Article 383 of the Code.", "[The following persons] are entitled to lodge appeals in cassation against the judicial decisions envisaged in part 2 of Article 383 of the Code:", "(1) a convict, his legal representative and defence concerning the part of the case relating to the interests of the convict;", "...”", "“An appeal in cassation ... against the judicial decisions envisaged in part 1 of Article 383 of the Code shall be scheduled for a hearing in cassation within two months of its submission to the court of cassation, an appeal in cassation ... against the judicial decisions envisaged in part 2 of Article 383 of the Code – within two months of the delivery of a ruling admitting the case for consideration in cassation.”", "“Having considered a case in cassation, the court of cassation shall adopt one of the following decisions:", "(1) a decision leaving the judgment, resolution or ruling unchanged and dismissing appeals in cassation;", "(2) a decision quashing the judgment, resolution or ruling and remitting the case for additional investigation or fresh trial or consideration on appeal;", "(3) a decision quashing the judgment, resolution or ruling and discontinuing the proceedings;", "(4) a decision changing the judgment, resolution or ruling.", "...”", "62. The relevant extracts from Section 9 of the Act, as worded at the material time, read as follows:", "“Detainees have the right to:", "defence in accordance with the legislation on criminal procedure;", "...”", "63. The above provisions were amended on 12 January 2005 and read as follows:", "“Detainees have the right to:", "defend their rights and interests in person or through the assistance of a defence lawyer from the moment of the arrest or placement in custody, as well as to be informed during the placement in custody of the reasons and causes for that placement in custody, to challenge [the reasons and causes] before the court, to receive in writing an explanation of the provisions of Articles 28, 29, 55, 56, 59, 62, and 63 of the Constitution of Ukraine, of this section and of other rights of detainees established by law, including the right to defend their rights and interests in person or through the assistance of a defence lawyer from the moment of the arrest (placement in custody), the right to refuse to testify before a defence lawyer arrives;", "...”", "64. The relevant extracts from the Resolution of the Plenary Supreme Court read as follows:", "“14. ... Resolutions of local courts remitting cases for additional investigation and rulings [adopted by] courts of appeal [concerning such resolutions], as well as rulings of courts of appeal quashing judgments of local courts and remitting cases for fresh investigation or trial shall not be reviewed in cassation (according to the procedure envisaged by Articles 383 § 2 and 386 § 2 of the Code of Criminal Procedure), as they do not, as such, hinder further proceedings in cases.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}