{"ITEMID": "001-70720", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF OURANIO TOXO AND OTHERS v. GREECE [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 11;Pecuniary and non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "Loukis Loucaides", "TEXT": ["9. The political party Ouranio Toxo (Rainbow), founded in 1994, has regularly taken part in elections since that date. Its declared aims include the defence of the Macedonian minority living in Greece. The other two applicants are members of the party's political secretariat.", "10. In September 1995 the party established its headquarters in the town of Florina. The second and third applicants affixed to the balcony of the premises a sign indicating the party's name in the two languages spoken in the region: Greek and Macedonian.", "11. According to the applicants, the opening of the headquarters and the affixing of the sign triggered a wave of violent protests by the town's inhabitants, but the police failed to take the appropriate measures to protect them against the various attacks to which they were subjected.", "12. In particular, the offices were opened in early September 1995 and on 12 September 1995 priests from the church in Florina published a statement describing the applicants as “friends of Skopje”, driven by “anti-Hellenic and treacherous sentiments”. The statement continued as follows: “we call upon the people to join a demonstration to protest against the enemies of Greece who arbitrarily display signs with anti-Hellenic slogans, and we will demand their deportation.”", "13. On 13 September 1995 the Florina town council held an informal meeting and, by a resolution published in the local press, decided to organise protests against the applicants.", "14. On the same day the public prosecutor at the Florina Criminal Court ordered the removal of the sign on the ground that the inclusion of the party's name in Macedonian was liable to sow discord (Article 192 of the Criminal Code – see paragraph 23 below) among the local population. Police officers removed the party's sign without giving any explanation to the applicants, who then put up a new sign. That evening, according to the applicants, while they were inside the party headquarters a crowd of people, among whom they apparently recognised the mayor, the deputy mayor and certain town councillors, gathered in front of the building to shout threats and insults at them, such as “traitors”, “dogs”, “death to the dogs of Skopje”, “you're going to die”, and “we'll burn everything”. The crowd also allegedly demanded that the applicants hand over the sign.", "15. On 14 September 1995 at about 1.30 a.m. a number of people allegedly attacked the party headquarters, and, after breaking down the door, assaulted those inside and demanded that they hand over the sign, which the applicants did. Another group entered the premises at approximately 4 a.m., threw all the equipment and furniture out of the window and set it on fire. According to the applicants, throughout these events they made a number of telephone calls to the police station located some 500 metres from the party headquarters, but were apparently told that no officers were available to come out. The applicants submitted that the public prosecutor's office took no action against those involved in the incidents. However, criminal proceedings for inciting discord were brought against four members of the party, including the second and third applicants, under Article 192 of the Criminal Code. The bill of indictment stated that “they had affixed to the party headquarters a sign on which, among other things, the word vino-zito (rainbow) was written in a Slavic language, and had thus sowed discord among the local inhabitants ...”. The applicants were committed for trial.", "16. The trial took place on 15 September 1998 before a single judge in the Florina Criminal Court, who acquitted the applicants (judgment no. 979/1998). The court acknowledged that a crowd had gathered in front of the party headquarters and that one of the applicants had been beaten up. It found that there had also been criminal damage, which had culminated in the premises being set on fire.", "17. On 5 December 1995 four party members, including the second and third applicants, lodged a criminal complaint and applied to be joined to the proceedings as civil parties, alleging that those responsible for the incidents had committed the following offences: incitement to discord (Article 192 of the Criminal Code), breach of the peace (Article 189), destruction of property (Article 381), criminal damage (Article 330), trespass (Article 334), threats (Article 333), insults (Article 361) and arson (Article 264).", "18. On 24 November 1999 the Indictments Division of the Florina Criminal Court considered that there was insufficient evidence against the individuals named in the applicants' complaint and decided to discontinue criminal proceedings against them (order no. 30/1999).", "19. On 10 December 1999 the applicants appealed.", "20. On 4 April 2000 the Indictments Division of the Court of Appeal for West Macedonia dismissed the appeal (order no. 27/2000).", "21. On 4 May 2000 the applicants appealed on points of law.", "22. On 30 January 2003 the Criminal Division of the Court of Cassation dismissed their appeal as inadmissible (order no. 176/2003).", "23. The relevant provisions of the Criminal Code read as follows:", "“1. Anyone who takes part in an unlawful assembly, ... attacks persons or property, or forcibly enters houses, dwellings or other premises belonging to another, shall be punished by a prison sentence of up to two years.", "2. The perpetrators of such an attack and anyone who has incited another to commit the attack shall be punished by a prison sentence of at least three months.", "3. The above-mentioned sentences shall be imposed unless the offence attracts a harsher sentence under a different provision.”", "“Anyone who, publicly or otherwise, provokes others to commit a violent act or sows discord among citizens, or incites citizens to do so, thus causing a breach of the peace, shall be punished by a prison sentence of up to two years, unless the offence attracts a harsher sentence under a different provision.”"], "VIOLATED_ARTICLES": ["11", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}