{"ITEMID": "001-23973", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "GÜNDÜZ v. TURKEY [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Müslüm Gündüz, is a Turkish national who was born in 1941 and lives in Elaziğ. He was represented before the Court by Mr A. Çiftçi, a lawyer practising in Ankara.", "A report about the applicant, the leader of Tarikat Aczmendi (a community describing itself as an Islamic sect), entitled “They came with bombs, they will leave with bombs” (“Bombayla geldiler, bombayla gidecekler”) was published in the 17 and 24 June 1994 issues of Haftalık Taraf (“Weekly Viewpoint”), a weekly newspaper with radical Islamic leanings.", "On 9 November 1994 the public prosecutor at the Fatih Criminal Court charged the applicant with incitement to commit an offence, within the meaning of Article 311 § 2 of the Criminal Code, and with insulting the memory of Atatürk, under Law no. 5816, which protects the memory of Atatürk.", "In a judgment of 19 January 1998, the Criminal Court acquitted the applicant of insulting the memory of Atatürk, holding that his comments on Kemalism in the report in question amounted to criticism that could not be treated as an insult to the memory of Atatürk.", "However, it sentenced him to four years' imprisonment for incitement to commit an offence. In support of that decision, it cited the following comments by the applicant that had appeared in the report:", "“These people [moderate Islamic intellectuals] have no strength left ... Now they have come up with I.N. [an Islamic intellectual known for his moderate views]... Allah has blocked their water supply ... Only a fraction of Muslims, among those not engaged in the struggle, regard I.N. as someone important ... Now their teeth and nails have been ripped out, their hair has fallen out, they have been dethroned. They are still trying, but in vain, to preserve their greatness and, in doing so, provide a rather comic image of a monster ... like a hollow statue ... which, as soon as it is touched or set in motion (in the event of an attack), will show that it no longer has the strength to do anything ... Indeed, this has already been seen ... All that is needed now is for one brave man among the Muslims to plant a dagger in their soft underbelly and run them through twice with a bayonet to show just how empty they are. They no longer have anything else to sustain them. There is nothing else left ...”", "The court held that the applicant's statement “All that is needed now is for one brave man among the Muslims to plant a dagger in their soft underbelly and run them through twice with a bayonet to show just how empty they are ... There is nothing else left ...” in the account of his opinions about I.N. amounted to public incitement to commit an offence. It considered that in the instant case the right to impart information and to engage in criticism could not be relied on and that publication of the statements in question had not served any public interest. In conclusion, it held that the legal rules governing the exercise of the right to impart information had not been complied with.", "The applicant, submitting that his conviction had infringed his freedom of thought and expression, appealed on points of law on 24 April 1998.", "On 29 December 1998 the Court of Cassation dismissed his appeal and upheld the judgment at first instance.", "In the meantime, on 20 May 1997, the Istanbul National Security Court had sentenced the applicant to two years' imprisonment and a fine of 520,000 Turkish liras, holding that the comments made by him in the report in question (reference was made to other passages in the report, in which he had asserted that secularists and Kemalists were infidels and enemies of Islam and should do penance to save their lives) amounted to incitement to religious hatred. That decision was upheld by the Court of Cassation on 4 February 1998.", "Article 311 § 2 of the Criminal Code provides:", "“Public incitement to commit an offence", "Anyone who publicly incites another to commit an offence shall be liable:", "(1) ...", "(2) to a penalty of between three months and three years' imprisonment, depending on the nature of the offence and the sentence it carries, whether long-term imprisonment or a shorter custodial sentence ...", "Where incitement to commit an offence is done by means of mass communication, of whatever type – tape recordings, gramophone records, newspapers, press publications or other published material – by the circulation or distribution of printed papers or by the placing of placards or posters in public places, the terms of imprisonment to which convicted persons are liable shall be doubled ...”", "Under the criminal law, while the ordinary criminal courts have jurisdiction in cases concerning public incitement to commit an offence, within the meaning of Article 311 of the Criminal Code, only the national security courts have jurisdiction to try the offences referred to in Article 312 of the Criminal Code, which prohibits incitement to religious hatred.", "The relevant part of section 19(1) of the Execution of Sentences Act (Law no. 647 of 13 July 1965) provides:", "“... persons who ... have been ordered to serve a custodial sentence shall be granted automatic parole when they have served half of their sentence, provided they have been of good conduct ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}