{"ITEMID": "001-79049", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "SZULA v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The applicant is British citizen born in 1953 and resident in Glasgow. He is represented before the Court by Mr C. Fyfe, a solicitor practising in Glasgow.", "In September 1964 the applicant was sent to a residential approved school at St Ninian’s, Gartmore, by a court for having committed the offence of stealing a tricycle. He remained there until 1966. The school was associated with an order of religious brothers known as the De La Salle Order. Its certificate of approval was granted by the Scottish Education Department.", "Throughout his time at the school, the applicant was physically and sexually abused by D.S., a teacher at the school. This included being spanked on the bare buttocks, weekly sexual assaults (usually including D.S. sodomising the applicant) and being regularly beaten with a riding crop or piece of wood by D.S. He was assaulted by other persons at the school including the Headmaster (Brother T.), M.M. (Brother B.) and C.M. The assaults by the latter included the administering of electric shocks.", "In 1996 police enquiries into events at the school commenced. Three individuals, C.M. (born 1919), M.M. (born 1933) and M. (born 1932) were indicted on 27 charges of assault and sexual assault covering a period from 1957 to 1981, involving 20 complainers including the applicant.", "In June 2003, the three men were convicted on various charges, including the administering of electric shocks to the applicant, and sentenced to two years’ imprisonment. The prosecution of a fourth suspect was withdrawn due to the ill-health of the accused.", "The applicant had been led to understand that a decision about whether to prosecute D.S. would be made after this trial. At this point, he was informed by the Crown Office that D.S. would not be prosecuted.", "By letter dated 5 September 2003, the applicant’s solicitor wrote to the Crown Office advising that they had amassed considerable evidence and requesting that they reconsider whether to prosecute D.S. or permit a private prosecution. By letter dated 8 January 2004, the applicant’s solicitor forwarded statements from the applicant and twelve other witnesses. This included a statement by J.F. that he had seen D.S. force a boy to perform oral sex and a statement by M.D. that he had witnessed the sexual abuse of other boys.", "By letter dated 22 June 2004, the Crown Office advised that they had decided not to prosecute due to a number of factors, including the age of the accused (date of birth 1923), the age of the offences and the state of the evidence.", "In March 2005, the applicant presented a petition for judicial review of the decision of the Lord Advocate not to prosecute D.S., invoking inter alia Article 3 of the Convention.", "In late December 2005 the counsel for the Lord Advocate provided a detailed explanation for the failure to prosecute D.S., variously at a meeting on 21 December, in written answers to the petition and in a letter from the Crown Office dated 29 December 2001. It was explained that on 8 June 2001 the Procurator Fiscal had written a letter to D.S.’s solicitors stating that \"after full investigation I have decided not to instigate proceedings.\" He had taken this position as he was aware only of one allegation of serious sexual assault made by J.F. and this had not been corroborated by any other evidence. The statement of the applicant given to the police on 12 November 1999 had not made allegations of serious sexual abuse or sodomy by D.S. The police had not at that time sent to him the applicant’s later statement dated 10 May 2001 which alleged that D.S. had sodomised him. The Crown had taken the view that the letter of 8 June 2001 prevented any future prosecution of D.S. relying on the allegation of sodomy by J.F. While the Crown reviewed the later allegations made by the applicant and the police carried out further investigation, including interview with D.S., it was considered that the allegations of two witnesses were too remote in time from those made by the applicant, that there was insufficient evidence to justify criminal proceedings and that it would not be in the public interest to do so. Since the applicant had not mentioned sodomy in his first detailed statement and only mentioned sodomy in 2001, the inconsistencies would have in any event raised difficulties for the prosecution and there was real doubt that a conviction for sodomy would be obtained. By letter dated 29 December 2005, the Crown advised that it would not consent to a private prosecution of D.S.", "The applicant lodged an amendment to his claim, challenging the Crown’s contention that the letter dated 8 June 2001 had barred the prosecution of D.S., arguing that it did not specify any charges which D.S. might have faced or formed an unequivocal and unqualified announcement that no proceedings would be taken in respect of any pending charge.", "On 28 February 2006, prior to the first hearing in the judicial review proceedings, counsel for the Lord Advocate advised that even if there was no bar to using J.F.’s evidence, the Crown would not prosecute as D.S. had first been interviewed by the police in July 2000 and his right to be tried within a reasonable time would prevent a prosecution. In a letter dated 1 March 2006, the Crown Office confirmed that given the antiquity of the offences, the fact that Mr D.S. was 82 years of age, the passage of time since D.S.’s interview in July 2000 and his right not to be prosecuted after such a period of time, it was no longer possible to prosecute D.S.", "Following advice from senior counsel, the applicant accepted that there was no merit in proceeding with the petition for judicial review. A joint minute was signed agreeing that the petition should be refused."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}