{"ITEMID": "001-59097", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF HEANEY AND McGUINNESS v. IRELAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 6-2;No separate issue under Art. 8;No separate issue under Art. 10;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["8. At approximately 4.10 a.m. on 23 October 1990 a large explosion occurred at a British Army/Royal Ulster Constabulary checkpoint in County Derry. Five British soldiers and one civilian were killed and a number of other British army personnel were seriously injured.", "9. Approximately an hour and a half later, Irish police officers on surveillance duty noted a light in a house approximately four miles from the scene of the explosion. At approximately 6.05 a.m. on 24 October 1990 a warrant was obtained to search the house. At or around 7 a.m. that morning the police entered the house and found an assortment of gloves (rubber and knitted), balaclavas, caps and other clothing. The seven men in the house, including the owner and the applicants, were arrested and detained by the police under section 30 of the Offences against the State Act 1939 (“the 1939 Act”). As later noted by the High Court (see paragraph 15 below), it was suspected that the bombing had been carried out by the Irish Republican Army (an unlawful paramilitary organisation known as the IRA) and the applicants were, in turn, suspected by the police of membership of that organisation and of involvement in the bombing.", "10. Both applicants were cautioned by police officers in the usual terms, namely that they were not required to say anything unless they wished to do so and they were also informed that anything they did say would be taken down in writing and might be given in evidence against them.", "Mr Heaney was then questioned about the bombing and about his presence in the house where he was arrested. He refused to answer the questions put to him. Police officers then read section 52 of the 1939 Act to him and he was requested pursuant to that section to give a full account of his movements and actions between 6 p.m. on 23 October and 6.55 a.m. on 24 October 1990. He refused to answer any questions.", "Mr McGuinness was also questioned about the explosion and about his presence in the house where he was arrested. He refused to answer those questions. He was then requested to account for his movements between 1 a.m. and 7.15 a.m. on 24 October 1990. He refused to answer. Police officers then read section 52 of the 1939 Act to him and he was handed a copy of the section and asked to read it. He continued not to answer questions put to him.", "11. On 25 October 1990 both applicants were brought to the Special Criminal Court in Dublin and charged with the offence of membership of an unlawful organisation (contrary to section 21 of the 1939 Act) and of failing to account for their movements (contrary to section 52 of the 1939 Act).", "12. On 19 April 1991 the applicants' trial in the Special Criminal Court took place. On 26 June 1991 the applicants were acquitted of the charge of membership of an unlawful organisation but each was convicted of failing to provide an account of their movements during a specified period contrary to section 52 of the 1939 Act. The court rejected their arguments that section 52 must be read as including a right to refuse to provide such information on reasonable grounds and about the confusion caused by police officers giving the usual caution about the right to remain silent and then making a request for information under section 52 of the 1939 Act. Both applicants were sentenced to six months' imprisonment. Their sentences commenced on 26 June 1991. They were released on 10 November 1991.", "13. The applicants then appealed against their conviction and sentence under section 52 to the Court of Criminal Appeal. As regards their conviction, they submitted that the Special Criminal Court had erred in finding that the applicants were not confused as a result of the caution about their right to remain silent and the conflicting request for information under section 52 by the same officers. They argued that section 52 should have been read as including the possibility of a refusal to give information based on reasonable excuse. As to their sentence, they argued that the confusion caused by the caution and request for information should have been a mitigating factor; that there was no evidence that they warranted the maximum sentence; and that the court failed to take into account the time the applicants had spent in custody prior to their trial.", "14. On 3 May 1992 the applicants took proceedings in the High Court challenging the constitutionality of section 52 of the 1939 Act. The proceedings pending before the Court of Criminal Appeal were consequently adjourned.", "15. By a judgment dated 24 June 1994, the High Court rejected their application. It based the applicants' right not to answer questions as regards their movements on Article 38 of the Constitution rather than on Article 40, noting that their case related to suspects in custody and not to accused persons on trial. However, it was considered that section 52 constituted a proportionate interference with the applicants' right to silence, the objective being to assist police investigations into serious crimes of a subversive nature involving the security of the State. In addition, the restrictions were not considered arbitrary or irrational.", "The High Court also considered that the restriction did not excessively impair the right to silence given the objective pursued by section 52 and the other legal protections applicable to persons in custody under section 30 of the 1939 Act, which protections were afforded to minimise the risk of an accused wrongfully confessing to a crime and to safeguard against the possible abuse of the powers provided by section 52 of the 1939 Act. Those protections were listed by the High Court: the requirement that a police officer must have a bona fide suspicion prior to arrest; the obligation to inform the suspect of the offences under the 1939 Act and/or of the scheduled offences of which he is suspected; the right to legal assistance when reasonably requested; the right to medical assistance; the right of access to a court; the right to remain silent and to be told of that right; the obligations to provide appropriate cautions to detainees and to abstain from cross-examining a person in detention under section 30 of the 1939 Act and from unfair and oppressive questioning of such detainees; and the conditions attaching to any extension of the length of detention under section 30 of the 1939 Act.", "16. By a judgment dated 23 July 1996 the Supreme Court rejected the applicants' appeal, finding that section 52 of the 1939 Act was not inconsistent with the Constitution. It was noted that section 52 of the 1939 Act was silent on the use which could be made of statements provided pursuant to requests made under section 52. While the Court of Criminal Appeal had suggested in a previous case (The People (Director of Public Prosecutions) v. McGowan [1979] Irish Reports 45) that information lawfully obtained under section 52 might be later used in evidence, the Supreme Court expressly reserved its position as to whether that view was correct or not.", "The Supreme Court considered that the right to silence was a corollary to freedom of expression guaranteed by Article 40 of the Constitution and that the relevant assessment was to consider the proportionality of the restriction on the right to silence in view of the public order exception to Article 40 of the Constitution. It noted that the 1939 Act was aimed at actions and conduct calculated to undermine public order and the authority of the State and that the proclamation made pursuant to section 35 of the 1939 Act remained in force.", "As to whether section 52 restricted the right to silence more than was necessary in light of the disorder against which the State was attempting to protect the public, the court noted that an innocent person had nothing to fear from giving an account of his or her movements even though such a person may wish, nevertheless, to take a stand on grounds of principle and to assert his or her constitutional rights. However, it considered that the entitlement of citizens to take such a stand must yield to the right of the State to protect itself. The entitlement of those with something relevant to disclose concerning the commission of a crime to remain silent must be regarded as of an even lesser order. The Supreme Court concluded that the restriction in section 52 was proportionate to the State's entitlement to protect itself.", "17. The applicants' appeal to the Court of Criminal Appeal in relation to their conviction under section 52 of the 1939 Act has been adjourned generally pending the outcome of the present application.", "18. Article 38 § 1 of the Irish Constitution provides that no person shall be tried on any criminal charge save in due course of law. By Article 40, the State guarantees liberty for the exercise, subject to public order and morality, of the right of citizens to express freely their convictions and opinions.", "19. The Offences against the State Act 1939 is described in its long (explanatory) title as an Act to make provision for actions and conduct calculated to undermine public order and the authority of the State and, for that purpose, to provide for the punishment of persons guilty of offences against the State, and to establish Special Criminal Courts.", "20. Section 21 of the 1939 Act makes it an offence to be a member of an unlawful organisation as defined in the Act.", "21. Section 30 deals with the arrest and detention of suspected persons and provides that a member of the police can arrest and detain a person whom he suspects of having committed an offence under the 1939 Act or an offence scheduled under Part V of the 1939 Act (the scheduled offences are mainly offences under the firearms and explosive substances' legislation). This power of arrest is a permanent power so that it is not dependent on a section 35 proclamation (see the following paragraph).", "22. Section 35 of the 1939 Act provides that Part V of that Act (which establishes the Special Criminal Courts and contains section 52) is to come into force by means of a proclamation by the government made when the government is satisfied that the ordinary courts are inadequate to secure the effective administration of justice and the preservation of public peace and order, and when the government therefore makes and publishes a proclamation to that effect. The proclamation was made in 1972 and is still in force. Accordingly, section 52 of the 1939 Act has been in force since 1972 to date.", "23. By section 36 of the 1939 Act the government may declare that a particular class or kind of offence is a scheduled offence for the purpose of the 1939 Act and such offences are to be tried by the Special Criminal Courts established under section 38 of the 1939 Act.", "24. Section 52 of the 1939 Act reads as follows:", "“1. Whenever a person is detained in custody under the provisions in that behalf contained in Part IV of this Act, any member of the [police] may demand of such person, at any time while he is so detained, a full account of such person's movements and actions during any specified period and all information in his possession in relation to the commission or intended commission by another person of any offence under any section or sub-section of this Act or any scheduled offence.", "2. If any person, of whom any such account or information as is mentioned in the foregoing sub-section of this section is demanded under that sub-section by a member of the [police], fails or refuses to give to such member such account or any such information or gives to such member any account or information which is false or misleading, he shall be guilty of an offence under this section and shall be liable on summary conviction thereof to imprisonment for a term not exceeding six months.”", "25. Under the terms of the Good Friday Peace Agreement of 10 April 1998, the government committed to initiating a wide ranging review of, inter alia, the 1939 Act with a view to reform and dispensing with those elements of the 1939 Act which would no longer be required. The Minister for Justice, Equality and Law Reform has, with government approval, established a committee to examine all aspects of the Offences against the State Acts and to report to the Minister with recommendations for reform. The committee has already commenced its work.", "26. In the McGowan case cited above, the accused had been arrested under section 30 of the 1939 Act and had made certain statements to the police. The defence argued that because of the basis of his arrest (section 30), the existence of section 52 of the 1939 Act and even though no section 52 requests had actually been made, the accused was bound under penalty to give an account of his movements. Accordingly, the statements which had been made by him were involuntary and not therefore admissible. The court did not find this argument persuasive since no section 52 requests had in fact been made. It went on to point out that, even if section 52 had been relied on by the police, the defence submission was not well-founded because of previous Irish case-law which had held that statements obtained in accordance with Irish law, even a law which made it a criminal offence to refuse to answer, were not inadmissible in any legal proceedings.", "27. The Garda Siochana (police) Handbook contains relevant legislation and commentaries and is published by the Incorporated Law Society of Ireland in association with the Garda Siochana. The commentary on section 52 of the 1939 Act in the sixth edition (1991) provides as follows:", "“The fact that the accused is bound under threat of penalty to answer questions lawfully put under section 52 does not render the resultant answers or statements inadmissible in evidence.”", "The judicial authority for that proposition was noted in the handbook as being found in the McGowan case cited above and the earlier Irish case-law approved in the McGowan case.", "28. In the case of National Irish Bank Ltd (In the matter of National Irish Bank Ltd and the Companies Act 1990, [1999] 1 Irish Law Reports Monthly 343) the Supreme Court found that a confession of a bank official obtained by inspectors as a result of the exercise by them of their powers under section 10 of the Companies Act 1990 would not, in general, be admissible at a subsequent criminal trial of that official unless, in any particular case, the trial judge was satisfied that the confession was voluntary. The Supreme Court considered that compelling a person to confess and then convicting that person on the basis of the compelled confession would be contrary to Article 38 of the Constitution. That court also found that any other evidence obtained as a result of information provided under section 52 of the 1939 Act would be admitted in evidence in a subsequent trial if the trial judge considered, in all the circumstances, that it would be just and fair to admit it."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}