{"ITEMID": "001-71738", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF MAJERCSIK v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The applicant was born in 1949 and lives in Mátészalka, Hungary.", "5. In proceedings instituted by the applicant, on 12 November 1993 the Supreme Court finally declared that his former employer had terminated his employment unlawfully and granted him severance pay and damages. Simultaneously, on 25 May 1993 the applicant brought an action before the Nyíregyháza Labour Court against the employer claiming pecuniary and non-pecuniary damages.", "6. On 15 June 1995 the Labour Court dismissed the applicant’s claims. On appeal, on 26 June 1996 the Szabolcs-Szatmár-Bereg County Regional Court granted the applicant damages plus accrued interest.", "7. On 15 April 1997 the Supreme Court’s review bench quashed the second-instance decision in its part concerning the pecuniary damages, and remitted this aspect of the case to the Regional Court.", "8. In the resumed second-instance proceedings, on 29 September 1998 the Regional Court granted damages plus accrued interest to the applicant. This decision was partially quashed by the Supreme Court’s review bench on 8 July 1999 for procedural shortcomings.", "9. In the resumed second-instance proceedings, on 29 February 2000 the Regional Court granted some damages plus accrued interest to the applicant and dismissed the remainder of his action. On 29 March 2001 the Supreme Court’s review bench partially quashed this decision as the Regional Court had miscalculated the amount granted to the applicant.", "10. In the proceedings resumed for the third time, on 30 October 2001 the Regional Court granted the applicant damages plus accrued interest."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}