{"ITEMID": "001-79375", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ŠVARC AND KAVNIK v. SLOVENIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Hedigan", "TEXT": ["5. Mrs Anita Švarc was born in 1968 and lives in Vuzenica. Ivan Kavnik was born in 1956 and lives in Topolščica.", "6. On 30 October 1989 the applicants were injured in a car accident in Austria. The accident resulted in the premature birth of their son, who sustained in utero injuries in the accident. The son died in hospital in Slovenj Gradec (Slovenia) on 28 December 1989. The perpetrator of the accident had taken out insurance with the insurance company Wiener Allianz Versicherungs Aktiengesellschaft (“WA”).", "7. On 27 October 1992 the applicants instituted civil proceedings against WA in the then Celje Basic Court, Velenje Branch (Temeljno sodišče v Celju, Enota v Velenju), seeking damages of 3,237,900 Slovenian tolars for the injuries sustained in the car accident and the non-pecuniary damage sustained following the death of their son.", "On 4 January 1993 Mr Lojze Ude, a professor at the Faculty of Law in Ljubljana, delivered an expert opinion in the case at the request of WA. He stated that the Slovenian courts had no jurisdiction to examine the applicants' claims. At the time, Mrs Dragica Wedam-Lukić was a work colleague of Mr Ude.", "On 6 January 1993 WA lodged preliminary written submissions arguing that the case was not within the court's jurisdiction. They attached the opinion prepared by Mr Ude to the submissions, which were included in the file and served on the applicants.", "On 25 May 1993 Mr Ude was appointed as a justice at the Constitutional Court (Ustavno sodišče).", "On 22 February 1994 the Celje Basic Court, Velenje Branch, held a hearing.", "On 18 and 25 February 1994 the applicants lodged preliminary written submissions contesting Mr Ude's opinion and WA's arguments.", "On 22 April 1994 a decision dated 22 February 1994, the date on which the hearing was held, was served on the applicants. The court decided that the case was not within its jurisdiction, but made no explicit reference to Mr Ude's opinion.", "8. On 4 May 1994 the applicants lodged an appeal with the Celje Higher Court (Višje sodišče v Celju).", "On 28 June 1994 the Convention took effect with respect to Slovenia.", "On 23 August 1994, on a request by the Celje Higher Court, the first-instance court delivered a supplementary decision concerning the costs of the proceedings.", "On 1 September 1994 the applicants appealed against the decision concerning costs.", "On 14 December 1994 the Celje Higher Court dismissed both applicants' appeals.", "9. On 14 February 1995 the applicants lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče) against the decision of 14 December 1994.", "On 27 February 1997 the Supreme Court dismissed the appeal on points of law against the judgment of 22 February 1994 and rejected the appeal against the decision of 23 August 1994 as inadmissible.", "10. On 22 May 1997 the applicants lodged a constitutional appeal with the Constitutional Court (Ustavno sodišče). In their appeal, they made no reference to Mr Ude's opinion.", "On 1 April 1998 Mrs Wedam-Lukić was appointed as a justice at the Constitutional Court.", "On 24 March 2000 the Constitutional Court declared the appeal inadmissible as manifestly ill-founded. Mr Ude was the president of the three-judge bench which examined the admissibility of the case and Mrs Wedam-Lukić was also a member of that bench. The applicants learned of the composition of the panel on 20 April 2000, the date on which the decision was served on them.", "11. The relevant provision of the Constitution of the Republic of Slovenia (Ustava Republike Slovenije) reads as follows:", "“Everyone has the right to have any decision regarding his or her rights, obligations and any charges brought against him or her made without undue delay by an independent, impartial court constituted by law.", "Only a judge appointed pursuant to rules pre-established by law and in accordance with normal judicial practices shall try such a person.”", "12. The relevant provisions of the Constitutional Court Act (Zakon o ustavnem sodišču) read as follows:", "“In deciding on a particular case, the Constitutional Court may disqualify a judge of the Constitutional Court by applying, mutatis mutandis, the applicable reasons for disqualification in court proceedings.", "The following shall not serve as reasons for disqualification from the proceedings:", "- participation in legislative procedures or in adoption of other general acts (including those issued for exercise of public powers) that have been challenged prior to election as a judge of the Constitutional Court,", "- expressing a scientific opinion on a legal matter which may be relevant for the proceedings.”", "“Immediately after a judge of the Constitutional Court learns of any reasons for his or her disqualification in accordance with the preceding section, he or she must cease ... work on the case and notify the president of the Constitutional Court.”", "“A request for disqualification may be submitted by the parties to the proceedings up until the start of a public hearing, if such hearing is due to be held, or until the beginning of the in camera session of the Constitutional Court at which the matter is to be decided. The request must be substantiated.", "The judge of the Constitutional Court whose disqualification is sought shall have the right to comment on the statements in the request, but may not participate in the decision on his or her disqualification. The Constitutional Court shall decide in camera upon the disqualification of a judge. If the number of votes for and against is equal, the president shall have the casting vote.”", "“Anyone who believes that his or her human rights and basic freedoms have been infringed by a particular act of a state body, local body or statutory authority may lodge a constitutional appeal with the Constitutional Court, subject to compliance with the conditions laid down by this Act. ...”", "“A constitutional appeal may be lodged only after all legal remedies have been exhausted.", "Before all special legal remedies have been exhausted, the Constitutional Court may exceptionally hear a constitutional appeal if a violation is probable and the appellant will suffer irreparable consequences as a result of a particular act.”", "“A decision on whether to accept a constitutional complaint and begin proceedings shall be taken by the Constitutional Court, sitting in a three-judge bench, at an in camera session...”", "13. The relevant provisions of the Civil Procedure Act (Zakon o pravdnem postopku) read as follows:", "“A judge or a lay judge shall be prohibited from exercising judicial functions:", "(1) if he or she is a party to the civil proceedings, is a representative or an advocate of a party... or was heard as a witness or an expert in the same proceedings...", "(5) if he or she participated in the same proceedings before a lower court...", "(6) if other circumstances raise doubt about his or her impartiality.”", "“The parties to the proceedings may also seek the disqualification of a judge.", "A party must seek the disqualification of a judge or a lay judge as soon as he or she learns of the reason for disqualification, but no later than by the end of the hearing in the competent court or, when no hearing was held, by the time the decision is rendered.", "In the disqualification request, the party must state the circumstances on which his or her request for disqualification is based.”", "“As soon as a judge or a lay judge learns of the request for his or her disqualification, he or she must cease any activity in the proceedings concerned; if the challenged is lodged under point 6 of section 70, he or she may continue examination of the case.", "If a judge is disqualified in accordance with point 6 of section 70 of this Act, the procedural activities he or she performed after the request for disqualification was lodged shall have no legal effect. ”"], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}