{"ITEMID": "001-5583", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "CAKIROGLU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson;Wilhelmina Thomassen", "TEXT": ["The applicant is a Turkish national, born in 1918 and living in Ankara, Turkey.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "In 1995 the Turkish Telecommunications General Directorate (Telekom) notified the applicant that he had to pay interest on his telephone bill on account of his delay in paying the bill. The bill related to use of a telephone line registered in his firm’s name and installed in the firm’s premises.", "On 23 June 1995 the applicant applied to the Ankara Magistrates’ Court No. 13 for Civil Affairs. He claimed that, according to his firm’s contract with Telekom, interest could not be imposed for late payment of the telephone bill. Also on 23 June 1995, and at the applicant’s request, the Ankara Magistrates’ Court No. 13 for Civil Affairs requested Telekom not to cut off the telephone line pending the outcome of the proceedings.", "On 28 February 1996 the Ankara Magistrates’ Court No.13 for Civil Affairs ruled in favour of the applicant.", "On 8 April 1996, following an appeal by Telekom, the Civil Chamber No. 3 of the Court of Cassation quashed the Magistrates’ Court No. 13’s decision on the ground inter alia that Telekom could oblige the applicant to pay interest for late payment of the telephone bill pursuant to clause 23 of the contract between Telekom and the applicant’s firm. When the case was referred back to it, the Ankara Magistrates’ Court No. 13 for Civil Affairs, on 27 June 1996, insisted on upholding its initial decision in favour of the applicant.", "Telekom appealed. On 4 December 1996 the General Council of the Court of Cassation for Civil Affairs quashed the Magistrates’ Court’s decision with reference to its earlier decision of 8 April 1996.", "On 9 April 1997 the General Council of the Court of Cassation for Civil Affairs, on the applicant’s request for rectification of its decision of 4 December 1996, quashed the Magistrates’ Court’s decision of 27 June 1996 on the ground that it lacked jurisdiction in the matter.", "In the course of the civil proceedings, the applicant was again notified by Telekom that he had to pay two telephone bills together with interest on account of late payment. The bills and the interest thereon related to two telephone lines installed in his firm’s premises, both of which were registered in the applicant’s name.", "On 19 August 1996 the Ankara Magistrates’ Court No. 6 for Civil Affairs, at the applicant’s request, ordered Telekom not to cut off the applicant’s telephone lines pending the outcome of the proceedings which the applicant intended to take.", "On 29 August 1996 the applicant applied to the Ankara Magistrates’ Court No. 5 for Civil Affairs. He claimed that, according to his contract with Telekom, interest could not be imposed for late payment of the telephone bills.", "On 6 May 1997 the Ankara Magistrates’ Court No. 5 for Civil Affairs declined to hear the case on the ground that it lacked jurisdiction in the matter.", "The applicant then instituted two set of proceedings against Telekom. The first set of proceedings was introduced on this occasion before the Ankara First Instance Court No. 16 on behalf of his firm in whose name one telephone line was registered. The date of re-introduction of the claim was taken to be 23 June 1995 in order to prevent the applicant’s action from being time-barred. The applicant claimed in these proceedings that his firm was not liable to pay interest on account of late payment of telephone charges in respect of this one telephone line. The second set of proceedings was introduced on his own behalf on 29 August 1996 before the Ankara First Instance Court No. 9 in respect of his liability to pay interest on account of late payment of telephone charges in respect of two lines registered in his name and installed in his firm.", "On 16 July 1997 the Ankara First Instance Court No. 16 ruled that interest on late payment could not be demanded from the applicant’s firm. In its decision the First Instance Court No. 16 pointed out that its judgment was final in view of the subject matter of the case under Article 427 of the Civil Procedural Law. Telekom sought to appeal the decision of 16 July 1997.", "On 18 September 1997, in a separate decision, the First Instance Court No. 16 rejected Telekom’s application for appeal.", "Telekom then appealed against the First Instance Court No. 16’s decision of 18 September 1997. The Civil Chamber No. 13 of the Court of Cassation transferred the file to the Civil Chamber No. 11 since it lacked jurisdiction to hear the appeal under the law governing the procedure before the Court of Cassation (Law No. 2797). The Civil Chamber No. 11 in turn transferred the case file to the Civil Chamber No. 19 on the same ground.", "On 10 March 1998 the Civil Chamber No. 19 of the Court of Cassation ruled in favour of Telekom and quashed the First Instance Court No. 16’s decisions of 16 July 1997 and 18 September 1997.", "The applicant applied for rectification of the decision of 10 March 1998. On 12 June 1998, at the rectification stage, the Civil Chamber No. 19 reversed its decision of 10 March 1998 and upheld the First Instance Court No. 16’s judgment of 18 September 1997 in which it rejected Telekom’s application for appeal.", "On 30 September 1997 the Ankara First Instance Court No. 9 also ruled that interest on late payment could not be demanded from the applicant.", "On Telekom’s appeal the Civil Chamber No.13 of the Court of Cassation, on 19 January 1998, quashed the First Instance Court No. 9’s judgment of 30 September 1997. The case was remitted to the First Instance Court No. 9.", "In a judgment dated 17 July 1998 the First Instance Court No. 9 complied with the judgment of the Court of Cassation and ruled in favour of Telekom.", "The applicant appealed against the First Instance Court No. 9’s judgment of 17 July 1998.", "On 1 October 1998 the Civil Chamber No.13 of the Court of Cassation upheld the First Instance Court No. 9’s judgment of 17 July 1998.", "On 10 December 1998 the applicant’s request for rectification was further rejected."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}