{"ITEMID": "001-94446", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KORCZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1937 and lives in Poznań.", "5. By an administrative decision of 29 June 1978 of the Head of the Dominowo District (Naczelnik Gminy) the real estate owned by the applicant’s husband was transferred to his son – S.K. Neither the applicant’s husband nor the applicant was informed by the authorities about this decision.", "6. In 1990 the applicant’s husband died in a car accident.", "7. On 11 February 1999 the applicant filed a request with the Commune Office (Urząd Gminy) for retrospective leave to appeal against the decision of 29 June 1978.", "8. On 23 February and 17 March 1999 the applicant was informed by the Mayor of the Dominowo Commune (Wójt Gminy) that her request had been left without consideration.", "9. On 22 March 1999 she complained to the Head of the Commune Council (Przewodniczący Rady Gminy) about the fact that her case had been left without consideration and that no decision had been taken on it. She did not receive any answer.", "10. On 14 January 2001 the applicant repeated her request for retrospective leave to appeal against the decision of 29 June 1978.", "11. On 6 December 2000 the Commune Office (Urząd Gminy) informed the applicant that her request could not be dealt with since the case file had been sent to the Supreme Administrative Court (Naczelny Sąd Admnistracyjny).", "12. On 3 March 2005 the applicant complained to the Commune Office about the delay. She asked for the proceedings to be accelerated.", "13. On 5 April 2005 she lodged a complaint about the inactivity of the Mayor of the Commune with the Regional Administrative Court (Wojewódzki Sąd Administracyjny).", "14. On 9 June 2005 the Regional Administrative Court rejected the applicant’s complaint, since the applicant had failed to lodge it in accordance with the formal requirements set out in Polish law, namely she had failed to lodge a complaint with the administrative authority under Article 37 of the Code of Administrative Procedure.", "15. On 3 February 2006 the applicant lodged a complaint about the inactivity of the Mayor of the Dominowo Commune with the SelfGovernment Board of Appeal (Samorządowe Kolegium Odwoławcze). The complaint was referred to the Dominowo Commune Council, being the competent administrative authority.", "16. By a resolution of 30 August 2006 her complaint was dismissed as ill-founded.", "17. On 4 January 2007 she lodged a complaint about the inactivity of the Mayor of the Dominowo Commune with the Regional Administrative Court. She submitted that she had lodged numerous complaints with different administrative authorities, her case had been pending for 8 years and no decision had been given on it.", "18. On 5 December 2007 the Regional Administrative Court found the complaint well-founded. It held that the proceedings in the applicant’s case had exceeded a reasonable time and ordered the Mayor of the Dominowo Commune to proceed speedily with the case.", "19. On 8 April 2008 the Self-Government Board of Appeal decided to grant the applicant retrospective leave to appeal against the decision of 29 June 1978.", "20. The relevant domestic law and practice concerning the remedies for the inactivity of the administrative authorities at the material time are set out in the Court’s judgment in the case of Grabiński v. Poland, no. 43702/02, §§ 60-65, 17 October 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}