{"ITEMID": "001-99221", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF JEHOVAH'S WITNESSES OF MOSCOW AND OTHERS v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 9 read in the light of Art. 11;Violation of Art. 11 read in the light of Art. 9;Violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["7. The first applicant is the religious community of Jehovah's Witnesses of Moscow (“the applicant community”) established in 1992. The other applicants are members of that community. All of them live in Moscow.", "8. The second applicant, Mr Ivan Stepanovich Chaykovskiy, was born in 1955. He has been with the Jehovah's Witnesses since 1977 and is a community elder.", "9. The third applicant, Mr Igor Vasilievich Denisov, was born in 1961. He has been a member of the applicant community since 1993.", "10. The fourth applicant, Mr Stepan Vasilievich Levitskiy, was born in 1925. He was twice convicted in Soviet times – in 1957 and 1980 – for disseminating Jehovah's Witnesses' religious literature and officially rehabilitated in 1992 as a victim of religious persecution.", "11. The fifth applicant, Mr Oleg Nikolaevich Marchenko, was born in 1965. He is a third-generation Jehovah's Witness whose grandparents were exiled to Siberia in 1951 under an order deporting Jehovah's Witnesses.", "12. Jehovah's Witnesses have been present in Russia since 1891. They were banned soon after the Russian Revolution in 1917 and persecuted in the Soviet Union.", "13. After the USSR Law on Freedom of Conscience and Religious Organisations was enacted in 1990, on 27 March 1991 the RSFSR Ministry of Justice registered the charter of the Administrative Centre of The Religious Organisation of Jehovah's Witnesses in the USSR.", "14. On 11 December 1992 the Ministry of Justice of the Russian Federation registered the charter of the Administrative Centre of the Regional Religious Organisation of Jehovah's Witnesses.", "15. The applicant community, which is the Moscow branch of the Jehovah's Witnesses, obtained legal-entity status on 30 December 1993 from the Moscow City Justice Department. According to its charter, the purpose of the applicant community was “joint profession and dissemination of [their] faith and carrying on religious activity to proclaim the name of God the Jehovah”.", "16. In 1995 the Committee for the Salvation of Youth from Totalitarian Cults (“the Salvation Committee”), a non-governmental organisation aligned with the Russian Orthodox Church, filed a complaint against the members of the applicant community's management with the Savyolovskiy district prosecutor's office in Moscow. It alleged in particular that Jehovah's Witnesses burdened their followers with exorbitant membership dues that put their families in a financially precarious situation and that they incited hatred toward “traditional” religions.", "17. On 11 August 1995 the prosecutor's office refused to institute a criminal investigation, finding no breaches of the community's registered charter, the Constitution or other laws. It was also noted that no complaints from private persons or legal entities concerning the activity of the applicant community had been filed.", "18. In 1996 the Salvation Committee complained again and the inquiry into the same allegations was reopened. On 21 April 1997 the prosecutor of the Northern District of Moscow discontinued the investigation. Having heard several Jehovah's Witnesses and completed a study of their literature, the prosecutor found that the applicant community did not cause any harm to the health of citizens or their rights and did not incite citizens to refuse to fulfil their civil duties or commit disorderly acts.", "19. Following a third complaint by the Salvation Committee, the prosecutor in charge of supervising compliance with laws on inter-ethnic relations in the General Prosecutor's Office ordered the case to be reopened. On 15 September 1997 an investigator with the prosecutor's office of the Northern District of Moscow again discontinued the investigation. She scrutinised in detail the Salvation Committee's allegations concerning the death of a Jehovah's Witness who had refused a blood transfusion and accusations about alienation of family members resulting from their involvement in the religious activity of the applicant community. The investigator established that no harm allegedly caused by the management of the applicant community to other persons could be proven.", "20. Following a fourth complaint lodged by the Salvation Committee, the investigation was reopened on 28 November 1997. The complaint was based on the same allegations as the previous ones. On 28 December 1997 the same investigator discontinued the proceedings for the same reasons as those set out in her earlier decision. In particular, she pointed out that “the Committee for the Salvation of Youth's statements are based upon their active hostility towards this particular religious organisation, whose members they [the Committee] deny the mere possibility of exercising their constitutional rights because of their religious beliefs”.", "21. The Salvation Committee requested a new investigation for the fifth time. The Moscow City prosecutor's office reopened the case and assigned it to another investigator on 20 March 1998.", "22. On 13 April 1998 the new investigator, in charge of particularly important cases in the Northern District of Moscow, terminated the criminal proceedings. Her findings in respect of substantially the same allegations were different, however. She found that Jehovah's Witnesses alienated their followers from their families, intimidated believers and controlled their mind, as well as inciting them to civil disobedience and religious discord. The investigator pointed out that the community acted in breach of Russian and international laws, but that no criminal offence could be established. Accordingly, she discontinued the criminal case but recommended that the prosecutor of the Northern District of Moscow lodge a civil action for the applicant community to be dissolved and its activity banned.", "23. On 20 April 1998 the prosecutor of the Northern Administrative District of Moscow filed a civil action for the applicant community to be dissolved and its activity banned. The prosecutor's charges against the applicant community were: (i) incitement to religious discord; (ii) coercion into destroying the family; (iii) encouragement of suicide or refusal on religious grounds of medical assistance to persons in life- or healththreatening conditions; (iv) infringement of rights and freedoms of citizens; and (v) luring teenagers and minors into the religious organisation.", "24. On 29 September 1998 hearings before the Golovinskiy District Court of Moscow began. The presiding judge admitted several new witnesses for the prosecution and allowed the Salvation Committee to take part in the proceedings as a third party on the ground that it “defends the rights of citizens”, overruling an objection by the defence.", "25. On 18 November 1998 the hearing was adjourned to February 1999 because the prosecutor was not ready.", "26. On 15 January 1999 the prosecutor filed a supplementary action based on the same allegations and corroborated by references to quotations from the religious literature of Jehovah's Witnesses.", "27. On 9 February 1999 the proceedings resumed. The judge reversed her previous decision and, on a request by the defence, removed the Salvation Committee as third party in the case. The court proceeded to hear witnesses and experts.", "28. On 12 March 1999 the court stayed the proceedings. The judge found that contradictions between the expert opinions submitted by the parties could not be resolved and ordered a new expert study of the applicant community's religious beliefs. The court appointed five experts – two in religious studies, two in linguistics and one in psychology – and asked them whether the literature or materials of Jehovah's Witnesses contained indications of incitement to religious discord, coercion into destroying the family or infringements of the rights and freedoms of others. The source material for the study included two volumes of evidence in the civil case, literature and documents of Jehovah's Witnesses, and the Synodal translation of the Bible.", "29. On 4 October 2000 the five-expert composite study was completed. On 9 February 2001 the proceedings resumed and on 23 February 2001 the District Court gave judgment.", "30. The Golovinskiy District Court heard over forty witnesses and experts and examined religious literature and documents. It scrutinised the experts' report and took their oral testimony. A fifteen-page report by four experts endorsed the prosecutor's allegations, while the fifth expert dissented in a refutation of 139 pages. The court noted that he was the only expert who had ever observed “how Jehovah's Witnesses carry out their preaching work in different countries”, while the four other experts “confirmed that they did not examine anyone belonging to the indicated group [Jehovah's Witnesses or potential members of Jehovah's Witnesses]”. As to the four experts' conclusions, the court also stated:", "“However, not one of the experts, including ... [the] psychologist, could explain to the court on the basis of what objective information or research they came to this conclusion regarding the influence of the literature of Jehovah's Witnesses on people's perceptions.", "It is simply the experts' appraisal of this particular religious organisation and is not supported by any actual facts showing incitement to religious discord, infringements of the personality and rights and freedoms of citizens, etc.”", "31. The District Court also referred to the conclusions of an expert examination of 15 April 1999 performed by the Expert Council for State Expert Examinations in Religious Studies at the Ministry of Justice. The examination, which was carried out at the request of the Ministry of Justice for the purpose of granting re-registration to the Administrative Centre of the Jehovah's Witnesses in Russia, found, with certain minor reservations concerning blood transfusion, that Jehovah's Witnesses' teachings inflicted no harm on citizens. The District Court also had regard to the fact that in 1998-2000 over 350 religious entities of Jehovah's Witnesses had obtained State registration in other Russian regions.", "32. The District Court assessed the allegations advanced by the prosecutor and found that none of them had been based on any objectively verifiable facts. The court's examination of testimony by the prosecutor's witnesses who spoke in support of the allegation of coercion into destroying the family established that “the testimonies simply show the stand relatives take when a member of their family becomes a Jehovah's Witness and when it is unacceptable from the relatives' standpoint”.", "33. The District Court determined that the other allegations were likewise unfounded:", "“Facts indicating deliberate incitement to religious discord, discrimination, hostility or violence, coercion into destroying the family, infringements of the personality and rights and freedoms of citizens ... were not adduced by the prosecutor or established by the court...", "...[T]he court came to the conclusion that there is no basis for the dissolution and banning of the activity of the religious community of Jehovah's Witnesses in Moscow, since it has not been established that this community in Moscow violates the Russian Constitution or Russian laws, incites religious discord, coerces members into destroying the family, infringes the personality or rights or freedoms of citizens, encourages [others] to commit suicide or to refuse medical care for individuals who are in a life- or health-threatening condition for religious reasons.”", "34. On an appeal by the prosecutor, on 30 May 2001 the Moscow City Court quashed the judgment of 23 February 2001 and remitted the claim for a fresh examination by a different bench. The City Court held that the District Court the existing expert opinions.", "35. On 1 October 1997 a new Law on Freedom of Conscience and Religious Associations (“the Religions Act”) entered into force. It required all religious associations that had previously been granted legal-entity status to bring their articles of association into conformity with the Act and obtain re-registration from the competent Justice Department.", "36. On 29 April 1999 the Ministry of Justice of the Russian Federation re-registered the Administrative Centre of the Religious Organisation of Jehovah's Witnesses in Russia as a centralised religious organisation.", "37. On 20 October 1999 the first application for re-registration of the applicant community was lodged with the Moscow Justice Department. On 17 November 1999 the Moscow Justice Department refused to examine the application on the ground that some documents were missing, without specifying which documents these were.", "38. On 7 December 1999 and 29 May 2000 a second and third application for re-registration were filed, both of which were rejected by the Moscow Justice Department on the same ground.", "39. On 16 October 2000 the second applicant, Mr Chaykovskiy, sent a written enquiry to the Moscow Justice Department asking which documents were missing. On the same day he brought an action against the Moscow Justice Department before the Presnenskiy District Court of Moscow, seeking a court order to oblige the Moscow Justice Department to consider the third application. The court set a hearing date for 22 November 2000 and requested the Moscow Justice Department to provide a response by 23 October 2000.", "40. On 23 October 2000 the deputy head of the Moscow Justice Department informed the applicant community that it had failed to submit the original charter and registration certificate of 1993. He also informed the applicants that he was under no legal obligation to specify the missing documents.", "41. On 25 October 2000 the applicants filed a fourth application, which included the original charter and registration certificate. On 24 November 2000 the Moscow Justice Department issued the first formal refusal of re-registration. It referred to two allegedly incorrect wordings in the submitted documents: the Moscow community had “adopted”, rather than “approved” its charter and the organisation had indicated its “legal address” only, but no “location”.", "42. On 12 December 2000 the fifth application was filed, in which the two required wordings were used. This was the last application because on 31 December 2000 the time-limit for submitting applications for re-registration expired.", "43. On 12 January 2001 the Moscow Justice Department issued the second formal refusal of re-registration, in respect of the fifth application. It based its decision on the fact that the proceedings to have the applicant community dissolved and its activity banned were pending before the Golovinskiy District Court of Moscow.", "44. On 11 January 2001 the fifth applicant, Mr Marchenko, as an individual and founding member of the Moscow community, filed a complaint with the Kuzminskiy District Court of Moscow against the Moscow Justice Department's first refusal of 24 November 2000. The court stayed the proceedings pending a decision of the Presnenskiy District Court.", "45. On 11 April 2001 the third applicant, Mr Denisov, filed a complaint with the Butyrskiy District Court of Moscow against the Moscow Justice Department's second refusal of 12 January 2001. The court asked for official information from the Golovinskiy District Court about the proceedings to dissolve the applicant community.", "46. On 14 September 2001 the Kuzminskiy District Court of Moscow dismissed the fifth applicant's complaints, finding that the refusal of re-registration restricted only the rights of the Moscow community, and not those of the fifth applicant himself. On 10 December 2001 the Moscow City Court upheld the judgment on appeal.", "47. On 12 October 2001 the Butyrskiy District Court of Moscow dismissed the third applicant's claim. The court held that, pursuant to section 27 § 3 of the Religions Act, re-registration could not be granted to organisations that might be liquidated or banned pursuant to section 14 of the Religions Act. The court added that the third applicant's religious rights were not restricted by the refusal, which had only entailed legal consequences for the Moscow community as a legal entity. On 20 February 2002 the Moscow City Court upheld the judgment on appeal.", "48. On 16 August 2002 the Presnenskiy District Court of Moscow allowed the action in part. The court found that the Moscow Justice Department had wrongly requested the original documents, copies of which had been available on file. It held that the Moscow Justice Department's reference to ongoing proceedings before the Golovinskiy District Court was inadmissible because it had first invoked this argument before the court and had never referred to it as a ground for its earlier refusals. The court declared the Moscow Justice Department's refusals unlawful but did not order re-registration of the applicant community on the ground that new application forms for religious organisations had been introduced and that the applicant community had to submit a fresh application for registration.", "49. On an appeal by the applicant community, on 2 December 2002 the Moscow City Court upheld the decision of 16 August 2002. It decided that the application for registration could not be processed, not only because of the newly introduced application forms, but also with regard to the ongoing proceedings in the Golovinskiy District Court.", "50. On 30 October 2001 a new round of proceedings began in the Golovinskiy District Court under a new presiding judge. On 9 November 2001 the hearing was adjourned.", "51. Following the adjournment, the community of Jehovah's Witnesses in Moscow collected 10,015 signatures on a petition to protest against the prosecutor's claim that she was protecting the rights of the community members. Copies of the petition were sent to the District Court, the President, and the Prosecutor General of the Russian Federation.", "52. On an unspecified date in 2001 the District Court ordered a new composite psycho-linguistic expert study of the applicant community's literature and teachings. The proceedings were stayed pending its completion.", "53. On 22 January 2004 the composite study was completed and its findings made available to the court.", "54. Following several oral hearings, on 26 March 2004 the Golovinskiy District Court of Moscow decided to uphold the prosecution's claim, to dissolve the applicant community and to impose a permanent ban on its activities.", "55. The District Court found the applicant community responsible for luring minors into religious associations against their will and without the consent of their parents (section 3 § 5 of the Religions Act) and for coercing persons into destroying the family, infringing the personality, rights and freedoms of citizens; inflicting harm on the health of citizens; encouraging suicide or refusing on religious grounds medical assistance to persons in life- or health-threatening conditions; and inciting citizens to refuse to fulfil their civil duties (section 14 § 2). However, the court found the applicant community not liable for extremist activity in the form of inciting religious discord with calls for violent acts (section 14 § 2). Likewise, it found unproven the allegation that the applicant community had collected contributions from its members for its benefit.", "56. Regarding the allegation of “coercion into destroying the family,” the District Court relied on the statements by seven family members of Jehovah's Witnesses – five of which were members of the Salvation Committee – who had been unhappy about their relatives' abidance by the religious norms, their active involvement in the applicant community and their estrangement from non-religious family members. Thus, one husband had blamed the applicant community for the collapse of his family life, claiming that since “his wife [had] joined the Jehovah's Witnesses, she fulfil[led] all their orders, [he] c[ould] not discuss anything with her, or even watch TV with her because of her comments on everybody, including the leadership of the country and the Orthodox Church”. Other witnesses complained that their adult children or, in one case, the daughter-in-law had spent less time caring for elderly relatives because they had been constantly busy within the community. The District Court further relied on the majority opinion of the expert study of 4 October 2000 which determined that “the texts of Jehovah's Witnesses do not contain direct coercion into destroying the family but apply and propose for application direct psychological pressure which risks causing the destruction of families”. Assessing the opinion by the dissenting expert and the findings of the new study of 22 January 2004, which found no coercion into destroying the family, the District Court considered that these experts had limited the scope of their inquiry to publicly available literature of Jehovah's Witnesses and had not analysed the “actual activity of the Moscow community” or implementation of the religious commandments and recommendations “in real life” and their influence on family relations. The District Court rejected statements by the witnesses for the defence who had Jehovah's Witnesses in their families and the conclusions of a sociological study of 995 community members, randomly selected, conducted by the Department of Family Sociology at the Moscow State University on the ground that it had been based on the lists of respondents supplied by the community itself and failed to “report a single instance of an internal family confrontation which objectively existed”.", "57. As to the charge of infringement of the personality, rights and freedoms of citizens, the District Court firstly found a violation of the right to privacy in that the applicant community determined the place and nature of work of its members, recommended that they engage in part-time employment so as to have time for preaching, prohibited them from celebrating holidays or birthdays, and required them to preach door to door, thus also invading other people's privacy. As evidence of attempts to interfere with other people's private life, the District Court referred to the criminal conviction of a Mr K. for beating a female community member who had offered religious literature to his wife at their home. Moreover, in the District Court's view, the applicant community violated its members' right to a free choice of occupation as it recommended that they engage in part-time employment and provided applications for voluntary service at Bethel, the community centre near St Petersburg, where they only received a monthly living allowance and no salary.", "58. The District Court found a violation of the constitutional guarantee of equality between parents in relation to the upbringing and education of children (Article 38 of the Constitution) because some parents involved their children in the religious activity of the applicant community without the permission of the other parent, a non-member of the community. It relied on the fact that there were pending custody disputes between parents in Moscow courts where religious education had been in issue. It noted that where a Witness parent had been represented in the custody dispute by a community-retained lawyer, this amounted to “a manifestation of interest in the outcome of the cases of the community itself and an interference with the family and private affairs of its members”. The District Court also relied on the opinions of three psychiatrist witnesses for the prosecution who stated that “the literal following of the Bible principles, as practised by Jehovah's Witnesses, restricted the person's independent thinking ... and arrested psychological development”. In their view, a child who did not celebrate holidays would become “a social outcast” and the community's teachings “hindered the development of patriotic feelings and love for the Motherland”.", "59. The District Court found that the applicant community violated the right to freedom to choose one's religion by resorting to active proselytising and “mind control”. According to the prosecution experts, Jehovah's Witnesses were set apart from traditional religions because of the “theocratic hierarchy of the community”, “their striving to integrate families into the life of a totalitarian non-secular collective” and “military-like discipline in domestic life”. The District Court accepted the opinions of the prosecution experts and rejected the contrary conclusion in the expert study that the defence expert psychiatrist had conducted of 113 community members on the grounds that “participants had been selected from lists supplied by the organisations” and that the study “only concerned the community members whereas their relatives had not been examined”. The District Court also considered that the petitions signed by the community members in its support had been “evidence of the pressure that the community exercised on its members”.", "60. Ruling on the charge of “encouragement of suicide or the refusal of medical assistance on religious grounds”, the District Court found that under the influence of the applicant community its members had refused transfusions of blood and/or blood components even in difficult or lifethreatening circumstances. That finding was based on the following evidence: the prohibition on blood transfusion contained in the literature of the applicant community, the “No Blood” card distributed within the community for the benefit of its members, testimonies by community members who confirmed carrying such cards, the existence of the Hospital Liaison Committee with the applicant community, and stories of patients who had refused a blood transfusion on religious grounds and whose refusal had been noted in their medical records. The District Court also had regard to a letter from the Moscow Health Protection Department that listed a number of instances in which patients had refused blood transfusions for themselves and, in one case, in respect of a newborn child. Even though the medical outcome of those cases was not specified, the District Court held that the proven fact of damage to the health of at least one individual was a sufficient ground for terminating the activities of the Moscow community. It further noted the opinions of medical experts who clarified that bloodless surgery was a prospective trend in medicine but that in case of certain diseases the transfusion of blood or its components was still indispensable. Finally, in the District Court's view, the “No Blood” card contravened the patient's right to take medical decisions for himself by delegating that right – in the eventuality of his being unconscious – to his fellow believers.", "61. As to harming the health of citizens, the District Court found that, in addition to the prohibition on blood transfusion, the activities of the applicant community had had a “negative influence on the mental state and mental health of the followers”. This assessment rested on opinions of nonWitness family members who testified that they had seen “sudden and negatives changes of personality” in their relatives who had joined the applicant community and that many participants at religious meetings of Jehovah's Witnesses had “cried” and had complained thereafter “about colossal emotional exhaustion”.", "62. As to luring minors into the religious association, the District Court found, on the basis of statements by two non-Witness parents, that where a Witness parent involved the child in the activities of the applicant community, there was an encroachment on the child's freedom of conscience and the joint right of parents to participate in the child's upbringing.", "63. Finally, the District Court found that the applicant community's literature incited citizens to “refuse to fulfil their civil duties.” This included refusal to serve in the army and to perform alternative service and promotion of “a disrespectful attitude towards State emblems – the flag and the national anthem”, as well as a prohibition on celebrating State holidays.", "64. The District Court held that the interference with the applicant community's rights was justified, prescribed by law and pursued a legitimate aim because the applicant community had “violated rights and freedoms of citizens, and its activity led to the destruction of families, encroachments on the fundamental rights and freedoms of citizens and calls to refuse to perform duties to society... Taking into account that the [applicant] community violated constitutional rights and freedoms of citizens, the contemplated restriction on its rights and termination of its activity is justified and proportionate to the constitutionally significant aims”.", "65. The applicant community was ordered to bear the costs of the expert studies of 4 October 2000 and 22 January 2004 and to pay costs of 102,000 Russian roubles to the State.", "66. The applicant community appealed, claiming, in particular, that the interference with its right to freedom of religion was not justified from the standpoint of Articles 9 and 11 of the Convention. It also invoked Articles 6, 10, 14 and 17 of the Convention.", "67. On 16 June 2004 the Moscow City Court dismissed the applicants' appeal in a summary fashion and upheld the judgment of the Golovinskiy District Court, endorsing its reasons.", "68. The “No Blood” card referred to in the proceedings is a pre-printed foldable card that bears the words “No Blood” in capital letters on the front page and empty fields to be filled out concerning the person(s) to be contacted in case of emergency and the holder's allergies, diseases and medicine(s). The text inside the card reads as follows:", "“MEDICAL DIRECTIVE / RELEASE FROM LIABILITY", "I, [name], have filled out this directive as an official statement of my will. The instructions contained therein reflect my firm and conscious decision.", "I direct that under no circumstances – even if doctors consider it necessary to save my life or health – shall any blood transfusion be performed on me ... I consent to the use of blood substitutes, hemodiluting solutions... or bloodless methods of treatment.", "By this legal directive I exercise my right to consent to medical treatment or refuse it in accordance with my principles and convictions. I am a Jehovah's Witness and issue this directive in pursuance of the Biblical precepts...", "I release doctors, anaesthetists, hospital and medical personnel from liability for any consequences of my refusal of blood provided that I have been given full alternative qualified medical assistance.", "Should I be unconscious, the person listed on the reverse side of the card [emergency contacts] may represent me before others, acting in accordance with this directive.", "[Date, signature, address, phone number, and signatures of two witnesses].”", "69. Article 28 guarantees freedom of religion, including the right to profess either alone or in community with others any religion or to profess no religion at all, to freely choose, have and share religious and other beliefs and manifest them in practice.", "70. Article 30 provides that everyone shall have the right to freedom of association.", "71. Article 38 establishes that maternity, childhood and the family shall be protected by the State. The parents have equal rights and obligations with regard to providing care for children and their upbringing.", "72. On 1 October 1997 the Federal Law on the Freedom of Conscience and Religious Associations (no. 125-FZ of 26 September 1997 – “the Religions Act”) entered into force.", "73. The Religions Act prohibits the involvement of minors in religious associations, as well as the religious education of minors against their will and without the consent of their parents or guardians (section 3 § 5).", "74. The founding documents of religious organisations that had been established before the Religions Act were to be amended to conform to the Act and submitted for re-registration. Until so amended, the founding documents remained operative in the part which did not contradict the terms of the Act (section 27 § 3). Re-registration of religious organisations was to be completed by 31 December 2000 (section 27 § 4, with subsequent amendments).", "75. The list of documents required for (re-)registration was set out in section 11 § 5 and read as follows:", "“— application for registration;", "— list of founders of the religious organisation indicating their nationality, place of residence and dates of birth;", "— charter (articles of association) of the religious organisation;", "— minutes of the constituent assembly;", "...", "— information on the address (location) of the permanent governing body of the religious organisation at which contact with the religious organisation is to be maintained...”", "76. Section 12 § 1 stated that (re-)registration of a religious organisation could be refused if:", "“— the aims and activities of a religious organisation contradict the Russian Constitution or Russian laws – with reference to specific legal provisions;", "— the organisation has not been recognised as a religious one;", "— the articles of association or other submitted materials do not comply with Russian legislation or contain inaccurate information;", "— another religious organisation has already been registered under the same name;", "— the founder(s) has (have) no capacity to act.”", "77. Section 14 § 2 (as amended on 29 June 2004) provides for the following grounds for dissolving a religious organisation by judicial decision and banning its activity:", "“— breach of public security and public order;", "— actions aimed at engaging in extremist activities;", "— coercion into destroying the family unit;", "— infringement of the personality, rights and freedoms of citizens;", "— infliction of harm, established in accordance with the law, on the morals or health of citizens, including by means of narcotic or psychoactive substances, hypnosis, or committing depraved and other disorderly acts in connection with religious activities;", "— encouragement of suicide or the refusal on religious grounds of medical assistance to persons in life- or health-threatening conditions;", "— hindrance to receiving compulsory education;", "— coercion of members and followers of a religious association and other persons into alienating their property for the benefit of the religious association;", "— hindering a citizen from leaving a religious association by threatening harm to life, health, property, if the threat can actually be carried out, or by application of force or commission of other disorderly acts;", "— inciting citizens to refuse to fulfil their civil duties established by law or to commit other disorderly acts.”", "78. Section 27 § 3 establishes that an application for re-registration must be refused if there are grounds for dissolving the religious organisation and banning its activity as set out in section 14 § 2.", "79. Under the Religions Act, the following rights may be exercised solely by registered religious organisations:", "the right to establish and maintain religious buildings and other places of worship or pilgrimage (section 16 § 1);", "the right to manufacture, acquire, export, import and distribute religious literature, printed, audio and video material and other religious articles (section 17 § 1);", "the right to create cross-cultural organisations, educational institutions and mass media (section 18 § 2);", "the right to establish and maintain international links and contacts for pilgrimages, conferences and so on, including the right to invite foreign nationals to the Russian Federation (section 20 § 1);", "the right to own buildings, plots of land, other property, financial assets and religious artefacts, including the right to have municipal and State property transferred to them free of charge for religious purposes and the immunity of such property from legal charge (section 21 §§ 1 to 5);", "the right to hire employees (section 24).", "80. In addition, the following rights are explicitly reserved to registered religious organisations, to the exclusion of other non-religious legal entities:", "the right to found companies publishing religious literature or producing articles for religious services (section 17 § 2);", "the right to establish licensed educational institutions for the professional training of clergy and auxiliary religious staff (section 19 § 1); and", "the right to invite into the Russian Federation foreign nationals planning to engage in professional religious activities, including preaching (section 20 § 2).", "81. A citizen or his or her legal representative may refuse medical assistance or require that it be terminated, save in the circumstances listed in Article 34. In that case the possible consequences of such refusal should be presented in an accessible form to the citizen or his or her legal representative. The refusal must be noted in the medical record and countersigned by the citizen and a medical specialist (Article 33 §§ 1-2).", "82. If the parents or guardians of a child below fifteen years of age refuse medical assistance which is necessary for saving the child's life, the medical institution may apply to a court for the protection of the child's interests (Article 33 § 3).", "83. Medical assistance shall be provided without the consent of the individuals concerned if they suffer from highly contagious diseases, grave mental disorders or if they have committed a criminal offence and been ordered to follow medical treatment by a judicial decision (Article 34).", "84. On 14 November 2000 the Supreme Court of the Tatarstan Republic upheld at final instance a judgment of the lower court by which the prosecutor's request to liquidate the local organisation of Jehovah's Witnesses had been refused. One of the grounds advanced by the prosecutor in support of the liquidation claim was that a Witness mother had refused a blood transfusion for her child. The Supreme Court noted that the mother had refused a blood transfusion but had been in favour of blood substitutes which had been successfully used during surgery. It also pointed out that the teachings of Jehovah's Witnesses did not require believers to refuse blood but let everyone make an independent decision on that issue.", "85. In 1990 the Ontario Supreme Court in Canada upheld a decision of the lower court to hold a medical doctor liable for administering blood transfusions to an unconscious patient carrying a card stating that she was a Jehovah's Witness and, as a matter of religious belief, rejected blood transfusions under any circumstances (Malette v. Shulman 72 O.R. 417). It held, in particular, as follows:", "“25... The principles of self-determination and individual autonomy compel the conclusion that the patient may reject blood transfusions even if harmful consequences may result and even if the decision is generally regarded as foolhardy... To transfuse a Jehovah's Witness, in the face of her explicit instructions to the contrary, would, in my opinion, violate her right to control her own body and show disrespect for the religious values by which she has chosen to live her life...", "34 The state undoubtedly has a strong interest in protecting and preserving the lives and health of its citizens. There clearly are circumstances where this interest may override the individual's right to self-determination. For example, the state may, in certain cases, require that citizens submit to medical procedures in order to eliminate a health threat to the community...", "35 The state's interest in preserving the life or health of a competent patient must generally give way to the patient's stronger interest in directing the course of her own life. As indicated earlier, there is no law prohibiting a patient from declining necessary treatment... Recognition of the right to reject medical treatment cannot, in my opinion, be said to depreciate the interest of the state in life or in the sanctity of life. Individual free choice and self-determination are themselves fundamental constituents of life. To deny individuals freedom of choice, with respect to their health care, can only lessen and not enhance the value of life...”", "86. A 1992 landmark case from the United Kingdom involved an adult daughter of a Jehovah's Witness who had been prevailed upon by her mother to refuse blood transfusions for religious reasons (In re T. (Adult: Refusal of Treatment) 3 Weekly Law Reports 782 (Court of Appeal)). Lord Donaldson gave the following summary of his opinion:", "“1. Prima facie every adult has the right and capacity to decide whether or not he will accept medical treatment, even if a refusal may risk permanent injury to his health or even lead to premature death. Furthermore, it matters not whether the reasons for the refusal were rational or irrational, unknown or even non-existent. This is so notwithstanding the very strong public interest in preserving the life and health of all citizens. However, the presumption of capacity to decide, which stems from the fact that the patient is an adult, is rebuttable...", "5. In some cases doctors will not only have to consider the capacity of the patient to refuse treatment, but also whether the refusal has been vitiated because it resulted not from the patient's will, but from the will of others. It matters not that those others sought, however strongly, to persuade the patient to refuse, so long as in the end the refusal represented the patient's independent decision. If, however, his will was overborne, the refusal will not have represented a true decision. In this context the relationship of the persuader to the patient – for example, spouse, parents or religious adviser – will be important, because some relationships more readily lend themselves to overbearing the patient's independent will than do others...”", "87. In United States law, the doctrine of informed consent required for any kind of medical treatment has been firmly entrenched since 1914 when Justice Cardozo, on the Court of Appeals of New York, described this doctrine as follows: “Every human being of adult years and sound mind has a right to determine what shall be done with his own body, and a surgeon who performs an operation without his patient's consent commits an assault” (Schloendorff v. Society of New York Hospital, 211 N.Y. 125, 105 N.E. 92). The logical corollary of the doctrine of informed consent is that the patient generally possesses the right not to consent, that is, to refuse treatment (Cruzan v. Director, MDH, 497 U.S. 261 (1990)). The following summary of the relevant case-law can be found in the case of Fosmire v. Nicoleau (75 N.Y.2d 218, 551 N.E.2d 77, 551 N.Y.S.2d 876 (1990):", "“The State has a well-recognized interest in protecting and preserving the lives of its citizens. ... [A] distinction should be drawn between the State's interest in protecting the lives of its citizens from injuries by third parties, and injuries resulting from the individual's own actions (see, e.g., Public Health Trust v. Wons, 541 So.2d 96, 98 [Fla.1989, Ehrlich, Ch. J., concurring]). When the individual's conduct threatens injury to others, the State's interest is manifest and the State can generally be expected to intervene. But the State rarely acts to protect individuals from themselves, indicating that the State's interest is less substantial when there is little or no risk of direct injury to the public. This is consistent with the primary function of the State to preserve and promote liberty and the personal autonomy of the individual (Rivers v. Katz, supra). ... The State will intervene to prevent suicide ... but merely declining medical care, even essential treatment, is not considered a suicidal act or indication of incompetence (Matter of Storar, supra, 52 N.Y.2d at 377-378, n. 6, 438 N.Y.S.2d 266, 420 N.E.2d 64).”", "88. The right of an individual to refuse blood transfusions on religious grounds and to be compensated in damages if such transfusion has been carried out against the patient's wishes has also been upheld by courts in other jurisdictions (see, for example, Phillips v. Klerk, Case No. 19676/82; Supreme Court of South Africa [1983]; Bahamondez, Marcelo v. Medida Cautelar, Corte Suprema de Justicia de la Nación (Argentina, 6 April 1993); Sentence No. 166/1996 in case of Mr Miguel Angel, Constitutional Court of Spain, 28 October 1996; Ms A. and her heirs v. Dr B. and Institute of Medical Science, Case No. 1998 (O) Nos. 1081, 1082, 29 February 2000, Supreme Court of Japan).", "89. The relevant part of the Report by the Committee on the Honouring of Obligations and Commitments by Member States of the Council of Europe (Monitoring Committee, doc. 9396, 26 March 2002) on the honouring of obligations and commitments by the Russian Federation stated:", "“95. The Russian Constitution safeguards freedom of conscience and of religion (article 28); the equality of religious associations before the law and the separation of church and state (article 14), and offers protection against discrimination based on religion (article 19). The law on freedom of religion of December 1990 has led to a considerable renewal of religious activities in Russia. According to religious organisations met in Moscow, this law has opened a new era, and led to a revitalisation of churches. It was replaced on 26 September 1997 by a new federal law on freedom of conscience and religious associations. This legislation has been criticised both at home and abroad on the grounds that it disregards the principle of equality of religions.", "96. ...In February 2001, the Ombudsman on Human Rights, Oleg Mironov, also acknowledged that many articles of the 1997 law “On Freedom of Conscience and Religious Associations” do not meet Russia's international obligations on human rights. According to him, some of its clauses have led to discrimination against different religious faiths and should therefore be amended. ...", "98. According to the regulations by the Ministry of Justice, - responsible for the implementation of the law on freedom of conscience and religious associations -, religious organisations established before the law came into force (26 September 1997) had to re-register before 31 December 2000.", "99. The registration process was finally completed on 1 January 2001 as the State Duma decided to extend the deadline twice. About 12 000 religious organisations and groups have been registered, and only 200 were refused their registration, most of them because they failed to produce a complete file. Many others have, for a variety of reasons, failed to register. The Minister of Justice, Mr Chaika strongly rejected allegations that the Orthodox Church had exerted pressure on the Ministry to prevent some religious organisations from obtaining their registration. Mr Chaika also indicated that experts of the Ministry had “closely examined” the status of the Salvation Army and the Jehovah's Witnesses, and had come to the conclusion that nothing prevented the latter's' registration at the federal level. ...", "101. Indeed, there have been cases where, even if a religious organisation had re-registered nationally, local authorities created obstacles. This has especially been the case with the Jehovah's Witnesses, whose Moscow congregation has long been the target of civil and criminal proceedings designed to prevent its activities.", "102. The Jehovah's Witnesses were registered at federal level in 1999, and its 360 communities have also been registered throughout Russia. Nevertheless, the community in Moscow was forced completely underground and prevented from possessing properties and places of worship. The Moscow civil trial against Jehovah's Witnesses (since 1995) has been considered by many as an important test case. The co-rapporteurs thought then that the Moscow case has come to an end with a judgment issued on 23 February 2001, dismissing the charges against Jehovah's Witnesses. However, on 30 May 2001, the Moscow City Court set aside this ruling and ordered the Golovinskiy District Court to hear the case once again. The retrial started on 30 October 2001. Until a definitive ruling is reached, Jehovah's Witnesses in Moscow will be without registration and unable to profess their faith without hindrance. The co-rapporteurs regard the length of the judicial examination in this case as an example of harassment against a religious minority and believe that after six years of criminal and legal proceedings the trial should finally be halted.”", "90. Resolution 1277 (2002) on the honouring of obligations and commitments by the Russian Federation adopted by the Parliamentary Assembly of the Council of Europe on 23 April 2002, noted as follows:", "“8. However, the Assembly is concerned about a number of obligations and major commitments with which progress remains insufficient, and the honouring of which requires further action by the Russian authorities: ...", "xiv. the Assembly regrets the problems of the Salvation Army and Jehovah's Witnesses in Moscow, but welcomes the decision of the Russian authorities to ensure that the problem of local discrimination and harassment of these religious communities be brought to an end; ...”"], "VIOLATED_ARTICLES": ["11", "6", "9"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}