{"ITEMID": "001-90955", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "TOSCANO v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["The applicant, Ms Elwira Toscano, is a German national who was born in 1935 and lives in Berlin. She is represented before the Court by Mr T. Gertner, a lawyer practising in Bad Ems.", "A summary account of historical events in which the present application originated can be found in the Court’s decision on admissibility in the case of Preussische Treuhand GmbH & CO. Kg A. A. v. Poland (see Preussische Treuhand GmbH & CO. Kg A. A. v. Poland (dec.), no. 47550/06, 7 October 2008, §§ 3-5, ECHR 2008-...).", "The applicant’s family owned 49 hectares of agricultural land in Nowy Tomyśl and 1.5 hectares of land in Szklarka Trzcielska. This region before and during the Second World War belonged to the German Reich. After the defeat of Germany at the end of the war, when the border between Germany and Poland was drawn along the Oder-Neisse line, it was included in the territory of Poland (see Preussische Treuhand GmbH & CO. Kg A. A., cited above, § 3).", "According to the applicant, on 29 June 1945 Polish militiamen came to their house and told them that they were to be deported at once. They were given only half an hour to pack the barest personal essentials. They marched for about four weeks towards the Oder. They eventually arrived in BerlinAdlershof.", "The applicant and other members of her family have still not been allowed to return to their home and have been refused restitution of their property.", "A detailed description of the relevant international and domestic law is set out in the above-mentioned case of Preussische Treuhand GmbH & CO. Kg A. A. v. Poland (ibid. §§ 31-41)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}