{"ITEMID": "001-72947", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "MAC-STRO S.R.L.  v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, “MAC-STRO” S.R.L., is a company incorporated in Moldova.", "On 4 July 2002 the applicant company (the applicant) bought goods, which were valued at 180,921 Moldovan lei (MDL) (the equivalent of 13,352.1 euros (EUR) at the time), from a Ukrainian company.", "On 8 July 2002 the applicant’s merchandise crossed the Moldovan border. On 12 July 2002 the applicant registered a customs declaration at the Chişinău Customs Office.", "On 2 August 2002 the Customs Department fined the applicant for failure to declare the imported goods within the legal time limit of 72 hours from the moment of crossing the border. The fine was imposed in accordance with the provisions of the Customs Code (see “Domestic Law” below) and represented forty percent from the total value of the goods and was set at an amount of MDL 72,368.40 (the equivalent of EUR 5,461.64 at the time).", "The applicant’s representative was also fined for failure to present relevant documents for the imported goods within the same legal time limit. The fine was imposed in accordance with the provisions of the Code of Administrative Offences and was set at an amount of MDL 180 (the equivalent of EUR 13.58 at the time).", "On 16 September 2002 the applicant brought an action against the Customs Department, seeking the annulment of the decision in respect of the fine imposed on it.", "On 22 November 2002 the Chişinău Regional Court ruled in favour of the applicant and annulled the Customs Department’s decision in respect of the applicant. The latter lodged an appeal against the judgment.", "On 3 June 2003 the Court of Appeal upheld the appeal lodged by the Customs Department and dismissed the applicant’s action. During the proceedings, the applicant’s representative admitted its failure to observe the legal time limit for lodging the customs declaration and gave reasons for the failure, but the Court of Appeal considered those reasons as irrelevant.", "The relevant provisions of the Customs Code of the Republic of Moldova of 20 July 2000 read as follows:", "“Article 176. Customs declaration filing deadlines", "1. Customs declaration shall be filed within 72 hours following the crossing of the customs frontier. (...)", "...", "Article 231. Types of Customs Regulations infringements which entail material liability", "The following Customs Regulations infringements shall entail material liability:", "...", "3) a failure to declare goods crossing the customs frontier according to the established procedure, or a false declaration, in the absence of elements constituting smuggling or other crimes; (...)", "...", "Article 232. Penalties for Customs offences which entail material liability", "Legal entities and entities engaged in business activities without being incorporated as legal entities when committing offences specified in:", "a) Article 231(1)-(4), shall be subject to a fine in an amount equivalent to 40 to 100 percent of the value of goods which constitute the object of the offence with or without licence revocation;”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}