{"ITEMID": "001-5643", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "M.A. ET M.M. v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["Both applicants are Cameroonian nationals and live in Douala. The first applicant, Mr M.A., was born in 1977 and the second applicant, Mr M.M., in 1978.", "They are represented before the Court by Mr S. Foreman of the Paris Bar (whose office is their address for service), and by Mrs S. Brunet of the Poitiers Bar.", "The facts of the case, as presented by the parties, can be summarised as follows.", "On an unspecified date, when the “Roland Delmas” was in the port of Douala, the applicants stowed away on it. They were discovered by the crew at about 10 a.m. on Thursday 29 May 1997 when the ship was putting in to the French port of La Pallice, La Rochelle. Having been informed of the situation by the ship’s captain, the head of the départemental Immigration Control and the Prevention of Illegal Immigrant Labour Department in La Rochelle (SDCILEC) instructed the captain to hold the applicants on board while the ship was in port and during “any other calls at French ports”.", "At 6.30 a.m. on 30 May 1997 the “Roland Delmas” left La Pallice for Le Havre. It was scheduled to call at Dunkirk on 31 May and to leave France the same or the following day bound for the Netherlands.", "At 10.30 a.m. on 30 May the applicants lodged an application with the President of Poitiers Administrative Court under Article L. 10 of the Code of Administrative Courts and of Administrative Courts of Appeal for a provisional stay of execution of the decision to confine them on board the “Roland Delmas”. They submitted that their complaint was urgent and, relying inter alia on Articles 5 § 4 and 13 of the Convention, sought an injunction requiring both the Prefect of the Charente-Maritime département and the head of the SDCILEC to allow them to disembark and to proceed to the waiting zone. On the same day they lodged an application with the Administrative Court to have the decision for their confinement quashed and for an order for their admission to the waiting zone.", "At 6.30 a.m. on 31 May 1997, when the “Roland Delmas” was at Dunkirk, the authorities ended the confinement measure. The applicants were refused leave to enter French territory and an order was made for their placement in the waiting zone at the port of Dunkirk. That order was renewed by the administrative authorities on 2 June and upheld by the Vice-President of the Dunkirk tribunal de grande instance on 3 June.", "On 4 June 1997 the Vice-President of Poitiers Administrative Court made the following order on the application for a provisional stay of execution:", "“… in view of developments, the decision requiring [the applicants] to be held on board while the ship was docked at La Pallice and during ‘any other calls at French ports’ – a decision which, incidentally, was effective only while the ship was at La Pallice – is no longer enforceable. Accordingly, it is no longer necessary to decide either the application for a provisional stay of execution or, for the same reasons, the application for an injunction requiring the Prefect of the Charente-Maritime département to allow the applicants to disembark; …”", "On 2 July 1997, Poitiers Administrative Court set aside that ruling on the following grounds:", "“Article 35 quarter of the Ordinance of 2 November 1945 [on the conditions of aliens’ entry into and residence in France], as amended by Laws nos. 92-625 of 6 July 1992 and 94-1136 of 27 December 1994, provides that ‘an alien who arrives in France by rail, sea or air and who (a) is refused leave to enter French territory or (b) applies for asylum may be held in a waiting zone ... for the time strictly necessary to arrange his departure...’", "Although the authorities maintained that those provisions merely gave them a discretion to place aliens who had been refused leave to enter French territory in a waiting zone and that they retained the right to prevent stowaways disembarking provided that their enforced stay on board the vessel did not amount to a greater degree of constraint than that which would arise on their placement in a waiting zone, the provision cited above, as made clear by the preparatory work on the law of 6 July 1992, shows firstly that the procedure established by Article 35 quarter, namely placement in a waiting zone, is the only course of action available to the authorities when they decide, as they are entitled to do by Article 5 of the Ordinance cited above, of their own motion to give effect to a decision, even an implied decision, to refuse leave to enter French territory by holding the alien concerned against his will in a specific place, and, secondly, that forced confinement on board ship would in any event amount to a significantly greater degree of constraint than that arising on placement in a waiting zone as, in particular, it deprives the alien concerned of the safeguards laid down in paragraphs II to VI of Article 35 quarter. Consequently, the applicants’ submission that the decision of 29 May 1997 to confine them on board a vessel was unlawful and had to be quashed is founded...”", "Articles L. 9 and L. 10 of the Administrative Courts and Administrative Courts of Appeal Code provide respectively:", "“… [The presidents of the administrative courts, presidents of the administrative courts of appeal, the Vice-President of the Paris Administrative Court and the presidents of the judicial benches of the administrative courts and the administrative courts of appeal] may…, by an order made after adversarial process, dismiss an application for a stay. They may, in any event, remit the case before the full court.", "On an application to that end and after adversarial process, the president of the administrative court or the president of the ordinary court may make an order staying the execution of the administrative decision concerned for a maximum of three months if there is a danger that execution will entail irreversible consequences and reasonable grounds are made out in the request.", "A provisional stay shall cease to be effective if the decision on the application for a stay is handed down before the period fixed by the judge has expired.”", "In a judgment of 12 May 1997 (Préfet de police de Paris v. tribunal de grande instance de Paris) the Jurisdiction Disputes Court (Tribunal des conflits) held as follows:", "“… While a vessel was in a French port, the French immigration authorities decided to refuse two passengers of Moroccan nationality … leave to enter and held them on board the ship. The passengers … challenged their “confinement” on board before the urgent-applications judge of the Paris tribunal de grande instance and sought an injunction against the administrative authorities requiring them to allow them to disembark and to proceed to the waiting zone established by Article 35 quarter of the Ordinance of 2 November 1945. Considering that a flagrantly unlawful act (voie de fait) had been committed, the urgent-applications judge rejected the Paris Police Commissioner’s submission that he had no jurisdiction to hear the application.", "Furthermore, by Article 136 of the Code of Criminal Procedure: ‘… in all cases involving deprivation of liberty of the individual, the conflict of jurisdiction can never be dealt with by the administrative authorities and the ordinary courts always have exclusive jurisdiction. The same shall apply to any civil proceedings based on facts amounting to a deprivation of individual liberty...’ These provisions, which provide an exception to the rule governing the separation of the powers of the administrative and judicial authorities ... cannot be construed as authorising the ordinary courts to obstruct the enforcement of decisions taken by the authorities unless the decision concerned amounts to a flagrantly unlawful act. The power to issue injunctions against the authorities rendering their decisions unenforceable is of the same nature as the power to quash or vary decisions made by the authorities in the exercise of their prerogatives as a public authority; that power is in the sole province of the administrative authorities except for those domains which, by their nature, are reserved to the judicial authorities. It follows from this that the provisions ... of Article 136 of the Code of Criminal Procedure cannot in the instant case serve as a basis for the giving the urgent-applications judge of the Paris tribunal de grande instance jurisdiction to hear the action brought by [the applicants].", "Further, the provisions of Article 5 of the aforementioned Ordinance of 2 November 1945 show that the legislature has in principle given the administrative authorities the power to enforce deportation orders or orders refusing leave to enter made as part of the immigration-control process. Consequently, even supposing them to be unlawful, the measures taken in the instant case against [the applicants] were not manifestly incapable of being within the authorities’ powers. Accordingly, they cannot be regarded as amounting to flagrantly unlawful acts.", "It follows from the foregoing that it was the administrative courts which had jurisdiction to hear the matter that came before the Paris tribunal de grande instance and that the question of jurisdiction was rightly raised by the Paris Police Commissioner...”", "The applicants complained that the President of Poitiers Administrative Court had not ruled on their application for a provisional stay of execution of the decision confining them on board the “Roland Delmas” until 4 June 1997, despite the fact that it had been lodged at 10.30 a.m. on 30 May 1997 when the vessel was due to leave France on 31 May. They argued that as a result of the Jurisdiction Disputes Court decision in the case of Préfet de police de Paris v. tribunal de grande instance de Paris of 12 May 1997, they could not apply to the urgent-applications judge, and so had been victims of a violation of Articles 5 § 4 and 13 of the Convention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}