{"ITEMID": "001-104602", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "TÖRKÖLY v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Guido Raimondi", "TEXT": ["The applicant, Mr Tibor Törköly, is a Hungarian national who was born in 1969 and is detained at Szeged Prison. He was represented before the Court by Mr A. Cech, a lawyer practising in Budapest. The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Public Administration and Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 5 December 2004 the applicant was arrested on a charge of murder.", "On 11 January 2005 the Bács-Kiskun County Regional Court convicted the applicant, a multiple recidivist, of attempted grave bodily assault and of aggravated murder committed with special cruelty. The court established that the applicant had first severely beaten up his common-law wife. Three days later, while they were collecting firewood in a forest, he had again beaten and kicked her, tied her up, hanged her on a tree and then cut her loose, wrapped her face and head with adhesive tape, and finally killed her with a minimum of nine stabs with a knife. The crime was committed out of jealousy.", "The court imposed a life sentence on the applicant, with eligibility for release on parole after 40 years, i.e. on 25 July 2044. The period spent in pre-trial detention after 5 December 2004 was credited towards the prison term. When imposing the sentence, the court took into account the applicant’s previous convictions for violent crimes, as well as the fact that his victim was his common-law wife and the mother of their two minor children.", "On appeal, on 16 June 2005 the Szeged Court of Appeal upheld this sentence at a public hearing. This judgment was served on 30 June 2005.", "On 5 September 2005 the Supreme Court dismissed, without an examination on the merits, the applicant’s petition for review as inadmissible, since it was incompatible ratione materiae with the relevant provisions of the Code of Criminal Procedure. On 15 December 2005 his request for re-trial was dismissed.", "The Constitution provides as follows:", "“(1) The President of the Republic shall ... exercise the right to grant individual pardon.", "(2) The counter-signature of the Prime Minister or the responsible Minister is required for all the measures ... of the President of the Republic listed in paragraph (1) ...”", "Act No. IV of 1978 on the Criminal Code provides:", "“The enforcement of the punishment is precluded by ...", "c) a pardon ...”", "Act No. XIX of 1998 on the Code of Criminal Procedure provides as relevant:", "“(1) Motions for pardon ... in respect of suppressing or reducing sanctions not yet executed ... shall be submitted – ex officio or on request – to the President of the Republic – by the minister in charge of justice.", "(2) [Such a r]equest may be introduced by the defendant, his/her lawyer or ... relative. ...", "(4) A [pardon] request ... concerning a sanction not yet executed must be introduced to the first-instance trial court.", "(5) In the course of the pardon procedure, the court shall obtain ... such personal particulars of the defendant as necessary for the decision on pardon.”", "“(1) The court ... shall forward the case documents and the request to the minister in charge of justice. ...", "(3) The minister in charge of justice shall forward the request to the President of the Republic even if s/he does not endorse it.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}