{"ITEMID": "001-113430", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF PETKOVA AND OTHERS v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "Ledi Bianku;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["4. The applicant, Ms Tsvetana Stoycheva Petkova, was born in 1932 and lives in Plovdiv. She was represented before the Court by Mr M. Ekimdzhiev and Ms K. Boncheva, lawyers practising in Plovdiv.", "5. The applicant and her two sisters inherited their mother’s estate after her death in 1972. In 1991, following the adoption of the Agricultural Land Act (see paragraph 28 below), the applicant sought, on behalf of all heirs, restitution of a plot of land measuring 6,500 square metres.", "6. In a decision of 2 December 1994 the Plovdiv agricultural land commission found that the land, which had in the meantime been included in the urban territory of Plovdiv, had been built upon and could not be subject to restitution. As no appeal was lodged against that decision, it became final shortly afterwards.", "7. Nevertheless, in 1995 the land commission advised the applicant to seek from the municipality and submit additional documents, whereupon it would re-examine the possibility for partial restitution “in actual boundaries” and, if appropriate, modify its decision of 2 December 1994. After some delays, which in their submissions to the Court the parties imputed to each other, the applicant submitted the additional documents in 2000. However, in a letter dated 8 November 2000 she was informed that the decision of 2 December 1994 could no longer be modified as the twoyear statutory time-limit during which it had been possible to do so had expired.", "8. The applicant brought an action seeking nullification of the decision of 2 December 1994. On 6 July 2001 the Plovdiv District Court dismissed the action. The applicant did not appeal against that judgment.", "9. The parties have not informed the Court of the relevant developments afterwards. At the time of her latest communication to the Court in June 2011 the applicant had not yet received the compensation in lieu of restitution she was entitled to under domestic law.", "10. The first applicant, Ms Radka Yovcheva Ivanova, a Bulgarian national who was born in 1910, passed away on 2 December 2006. She was inherited by the second and third applicants, Ms Maria Zhekova Mincheva and Mr Atanas Zhekov Tanev, Bulgarian nationals who were born in 1932 and 1929 respectively and who stated that they wished to continue the application in her stead. On 17 January 2011 Mr Tanev passed away too. On 30 October 2011 his heirs, Ms Margarita Ganeva Slavova and Ms Rumyana Atanasova Taneva, informed the Court that they wished to continue the application in his stead. The second applicant, Ms Mincheva, as well as Mr Tanev’s heirs, live in Stara Zagora.", "11. In 1991 and 1992 the applicants requested the restoration of their title to agricultural land formerly owned by an ancestor of theirs. In two decisions dated 23 March 1994 and 3 May 1995 the Radnevo agricultural land commission found that the applicants should receive compensation in lieu of restitution for 34,000 square metres of land in the area around Radnevo and the village of Golyama Detelina.", "12. In two further decisions dated 19 April 2000 and 18 April 2001 the land commission determined the value of the compensation that the applicants were to receive.", "13. However, following appeals lodged by the applicants, by judgments dated 16 April 2001 and 17 December 2002 the Radnevo District Court found the last two decisions to be null and void on the ground that the land commission had committed material breaches of the relevant procedural rules.", "14. On 10 May 2002 the applicants filed those judgments with the land commission and demanded that it adopt new decisions concerning their compensation.", "15. On 28 March 2005 and 6 April 2005 the Radnevo Agriculture and Forestry Department (former land commission) adopted new decisions concerning the applicants’ compensation. However, on an appeal by the applicants, by judgments dated 8 February and 1 March 2006 the Radnevo District Court found these decisions null and void.", "16. On 14 May 2007 the Agriculture and Forestry Department allotted municipally-owned land to the second and third applicants in compensation for their plots in Golyama Detelina. The second applicant, Ms Mincheva, lodged an appeal, arguing that the land was not of good quality. In a judgment of 7 January 2008 the Radnevo District Court quashed the impugned decision and remitted the case for fresh consideration, finding that the decision had been based on the previous decisions of 19 April 2000 and 6 April 2005 (see paragraphs 12 and 15 above), which had already been found to be null and void.", "17. In a letter dated 15 December 2010 the Agriculture and Forestry Department (now called Agriculture Department) stated that it had not adopted any new decision concerning the applicants’ restitution claims “because [it] had not received a court decision [...] of 7 January 2008”.", "18. In its submissions on the case of February 2011 the Government admitted that no compensation had yet been provided to the applicants and their heirs.", "19. The applicant, Mr Dimitar Ognyanov Yankov, is a Bulgarian national who was born in 1942 and lives in the village of Herakovo. He was represented before the Court by Ms S. Margaritova-Vuchkova, a lawyer practicing in Sofia.", "20. The applicant’s grandfather, who passed away in 1952, owned agricultural land, which was expropriated after 1945. The applicant is entitled to one ninth of his grandfather’s inheritance.", "21. In February 1992 the applicant and the remaining heirs requested the restitution of nine plots of land in the village of Hrabarsko totalling 23,600 square metres.", "22. In a decision of 11 July 1996 the Bozhurishte agricultural land commission found that the claimants were entitled to compensation in the form of other land or compensation bonds.", "23. In another decision of 16 February 2007 the Bozhurishte Agriculture and Forestry Department (the former agricultural land commission) allotted to the heirs of the applicant’s grandfather a plot of 14,870 square metres as partial compensation for the nine plots. At the time of the applicant’s latest communication to the Court in June 2011 he had not yet received compensation for the remaining land.", "24. On an unspecified date the heirs of the applicant’s grandfather requested the restitution of other land in the village of Herakovo.", "25. Apparently, the Bozhurishte land commission refused restitution and the heirs of the applicant’s grandfather appealed to a court.", "26. In a final judgment of 10 March 1998 the Slivnitsa District Court held that the heirs of the applicant’s grandfather were entitled to the restitution through a “land redistribution plan” of several plots of land totalling 36,100 square metres of land. On 15 July 1998 the judgment of 10 March 1998 was amended to include an additional 15,950 square metres of land.", "27. On unspecified dates the applicant and the remaining heirs of his grandfather were allotted land totalling 33,300 square metres. At the time of the applicant’s latest communication to the Court in June 2011 he and the remaining heirs had not yet been allotted the remainder of their land, measuring 18,750 square metres, or compensation in lieu thereof.", "28. The Agricultural Land Act (Закон за собствеността и ползването на земеделските земи) was enacted in 1991. Its provisions concerning the restitution of agricultural land, the possibility of compensation in lieu of restitution, and the relevant procedures have been summarised in the Court’s judgments in the cases of Lyubomir Popov v. Bulgaria (no. 69855/01, §§ 83-88 and 92-92, 7 January 2010) and Vasilev and Doycheva v. Bulgaria (no. 14966/04, §§ 19-23, 31 May 2012)."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}