{"ITEMID": "001-58609", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF JORDAN v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-5;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. In 1995 the applicant, born in 1971, was a soldier of the regular forces in the Grenadier Guards. On 3 March 1995 the Special Investigations Branch of the military police (“SIB”) began investigating charges against him in relation to the misuse of travel warrants. The applicant was due to be interviewed on 28 March 1995 and went missing from his unit. On 20 April 1995 he was arrested by the civilian police and returned to his unit. His commanding officer dealt with the charge summarily and sentenced him to, inter alia, 28 days’ imprisonment. The applicant served 23 days (after remission for good conduct in detention).", "10. The applicant was therefore due for release on 27 May 1995 but his detention continued on the basis of the suspected offences that were being investigated by the SIB. On 1 and 2 June 1995 the applicant was interviewed by the SIB and he was advised by a civilian solicitor during those interviews. The applicant then instructed his current representative on 15 June 1995. On 16 June 1995 the applicant was brought before his commanding officer and a charge sheet recording one charge under the Theft Act 1968 relating to the making of fraudulent motor mileage claims was read to him.", "11. On 29 August 1995 a further charge sheet was read to the applicant which included eight additional and similar charges (obtaining property by deception) and the applicant was remanded for trial by court-martial. On 15 September 1995 the applicant applied for legal aid under the army legal aid scheme, which was granted as from 1 November 1995.", "12. In November 1995 the applicant commenced habeas corpus proceedings in the High Court requesting his release on the grounds, inter alia, that he had not been given a formal hearing at which he was informed of the case against him and was able to present his own case for release, and on the grounds of the delay in holding the court-martial. The army authorities admitted that due to an “administrative oversight” the applicant had not been charged until 16 June 1995. On 11 December 1995 the army authorities undertook to the Court to release the applicant from close to open arrest and he was so released on the same day. The form of order of the High Court recorded the pleadings before it and the Government’s undertaking to release the applicant, but included no other order except to award costs to the applicant. The applicant was released from open arrest in mid-1996 and was sent on leave.", "13. On 12 February 1996 the applicant instituted further proceedings in the High Court for compensation from the Ministry of Defence in respect of his detention from 27 May to 11 December 1995. The applicant alleged unlawful detention, breach of a duty of care, false imprisonment and trespass to the person. The defence filed by the army authorities in those proceedings accepted that the applicant had not been charged until 16 June 1995, initially because the investigation of the charges had been impeded by his absence and, subsequently, due to an error associated with the replacement of the applicant’s commanding officer. The authorities therefore accepted that the applicant’s detention between 27 May and 16 June 1995 was unlawful. Various other admissions were made by the army authorities as regards the failure properly to complete certain delay reports, but it was denied that these latter omissions rendered the applicant’s subsequent detention unlawful. The applicant had also claimed, and the army authorities denied, that there had been a violation of the rules of natural justice and of Article 5 § 3 of the Convention.", "14. The matter was settled on 21 October 1996, the applicant being paid a substantial sum of money and his costs.", "15. Although a district court-martial was initially convened by order of 31 October 1995 to try the applicant, it was postponed on a number of occasions. In March 1997 the applicant was charged with further but similar offences and, on 27 November 1997, the army authorities directed that the applicant be tried by court-martial on the 27 outstanding charges against him. On 22 November 1999 the applicant was tried by general court-martial. He pleaded guilty to offences of obtaining property by deception to the value of £15,000 and was sentenced to 14 months’ imprisonment of which he was to serve 7 months. The reviewing authority later reduced this sentence to 3 months’ imprisonment and the applicant’s appeal to the Courts-Martial Appeal Court is pending.", "16. At the relevant time the provisions governing the prosecution and pre-trial detention of accused members of the army were contained in the Army Act 1955 (“the 1955 Act”), in the Rules of Procedure (Army) 1972 (“the 1972 Rules”) and in the Queen's Regulations for the Army 1975 (“the Queen's Regulations”).", "Subsequent to the relevant facts of the present case, the law has been amended by, inter alia, the Armed Forces Act 1996 (see the Findlay v. the United Kingdom judgment of 25 February 1997, Reports of Judgments and Decisions 1997-I, p. 276, §§ 52-57) and by the Investigation and Summary Dealing (Army) Regulations 1997.", "17. The legal provisions relevant to the present application are set out in detail in the judgment of the Court in the case of Hood v. the United Kingdom (judgment of 18 February 1999, to be published in the Official Reports of selected Judgments and Decisions). The main provisions are summarised below.", "18. In general terms, the commanding officer of an accused retains numerous powers and duties in relation to the arrest and pre-trial detention of an accused and in respect of the investigation and subsequent prosecution of charges. If the accused is a soldier (as opposed to an officer), the commanding officer's powers are broader as regards the investigation and pursuit of charges against an accused.", "19. Any allegation that a person subject to military law has committed an offence under the 1955 Act must be reported to that person's commanding officer. The latter may investigate the charge (section 76 of the 1955 Act) and may issue a warrant for the arrest of a person who is accused of certain charges.", "20. Subsequently the commanding officer of an accused must, unless it is impracticable, within forty-eight hours of becoming aware that an accused is detained, have such person brought before him, inform him of the charge against him and begin to investigate it. If the investigation has not begun within the forty-eight hours, the commanding officer must report the case to a higher authority together with the reasons for the delay in commencing the investigation (Rule 4 of the 1972 Rules).", "21. Commanding officers are responsible for ensuring that in each case the need to keep an accused in detention, together with the form of that detention, is kept under constant review (paragraph 6.007 of the Queen’s Regulations). However, ultimate responsibility initially lies with the officer convening the court-martial and, as the pre-trial detention continues, with the convening officer’s superior officer and, finally, with the Commander in Chief of the accused (paragraphs 6.045 and 6.047).", "If the detention of an accused is considered necessary, the category of detention (close arrest or open arrest) is to be determined in the interests of the service and by the nature of the alleged offence. Generally, a person is to be placed under close arrest only when confinement is necessary to ensure his safe custody or to maintain discipline. The circumstances which would warrant placing an accused under close arrest include those where the accused is deliberately trying to undermine discipline, is likely to injure himself or others, or is likely to suborn witnesses, where he has not surrendered but has been apprehended as an illegal absentee, or has habitually absented himself, and where, having regard to the nature or prevalence of the alleged offence which is under investigation, it is undesirable in the interests of discipline that he should be at large or allowed to consort with his comrades (paragraph 6.005 of the Queen's Regulations).", "22. The commanding officer is responsible for the compilation of the abstract of evidence during the investigation. The abstract consists of the evidence of each witness considered necessary to prove the charge. Once it is compiled, the accused is given a copy, he is cautioned as to the use that could be made of any evidence he may submit and statements submitted by the accused are attached to the abstract of evidence (Rule 10 of the 1972 Rules). The pamphlet entitled “Rights of a Soldier” describes the purpose of the extract of evidence as, inter alia, to “provide a brief for the prosecutor at trial” and to inform the accused of the evidence which will be given at trial.", "23. The commanding officer can also decide how a charge will be proceeded with after investigation. The commanding officer can deal summarily with or dismiss certain charges and can stay the proceedings against an accused (sections 77 and 77A of the 1955 Act). He can also decide that the accused should be tried by court-martial and he must take the necessary steps in this respect (section 78(1) and (2) of the 1955 Act). The necessary steps include (Rule 13 of the 1972 Rules) sending to a higher authority a draft charge sheet signed by the commanding officer, the abstract of evidence, a statement of character together with the service record of the accused, and the commanding officer’s recommendation as to how the charge should be proceeded with (for example, by district or general court martial). It is the higher authority who takes the final decision as to whether a court-martial is to be convened, and it is the convening officer of that court-martial who finally decides on the charges to be retained against an accused, although the latter generally does so by countersigning the draft charge sheet submitted by the commanding officer."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}