{"ITEMID": "001-4889", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 1998, "DOCNAME": "TILES v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["A.", "On 21 September 1991 the applicant claimed, pursuant to the Extrajudicial Rehabilitation Act (see \"Relevant domestic law\" below), restitution of real property. He alleged that he had been forced, in 1979, to sell the property to the State under conditions that had been imposed on him.", "On 16 October 1992 the Topoľčany District Court (Okresný súd - \"the District Court\") granted the applicant's claim. It noted that the applicant had been threatened with expropriation should he refuse to sell the property in question. The District Court found that the purchase price had been determined by an expert of the company which had been in charge of carrying out the purchase on behalf of the State. It was not clear from the expert's opinion whether he had considered all the relevant facts when determining the price. The District Court therefore considered that the applicant was entitled to restitution of the property pursuant to Section 6 para. 1 (g) of the Extrajudicial Rehabilitation Act.", "On 1 July 1993 the Nitra branch office of the Bratislava Regional Court (Krajský súd Bratislava - pobočka v Nitre - \"the Regional Court\") granted the appeal lodged by the defendant authority and dismissed the applicant's claim. The Regional Court noted that the 1979 sale contract had been drafted and signed in accordance with the law, and that the applicant had been paid the purchase price as determined by an expert.", "The Regional Court further established that the State had purchased the applicant's real property in order to use it as a building site in the context of construction, on adjacent plots, of a heat pipe-line. After the construction had been completed, the land originally owned by the applicant was used as a parking place.", "Finally, the Regional Court noted that beside the price for his property the applicant had also been granted, in 1980, a flat in Topoľčany which had been put at the disposal of his son, and that in the relevant documents the applicant had not mentioned that he had disagreed with the sale of his property. In the Regional Court's view, the applicant had not shown that the requirements laid down in Section 6 para. 1 (g) of the Extrajudicial Rehabilitation Act were met in his case.", "On 20 September 1993 the applicant complained to the president of the Regional Court that at the hearing held on 1 July 1993 he had not been allowed to submit orally all facts concerning his case, that the chamber president had put irrelevant questions to him and his wife, and that there had been delays in the service of the Regional Court's judgment.", "On 13 October 1993 the president of the Regional Court informed the applicant that there was nothing to show that the chamber president dealing with his case had lacked impartiality or had otherwise infringed the applicant's right to a fair hearing. The president of the Regional Court further stated that the written version of the judgment of 1 July 1993 had been submitted for distribution on 14 September 1993, and admitted that there had been a delay of several days in its drafting.", "On 25 October 1993 the applicant lodged an appeal on points of law (dovolanie) against the Regional Court's judgment of 1 July 1993. He alleged that he had been obliged to sell the property under threat of expropriation, possibly without any compensation. The applicant had also been warned that criminal proceedings could be brought against him should he incite other owners not to sell their property.", "The applicant further challenged the sale contract and the expert opinion, mainly because the expert determining the purchase price had not taken into consideration a part of the property which originally had been used as a bakery. He alleged that he had only obtained the contract and the expert opinion in 1991 and in 1993 respectively.", "On 30 November 1993 the Supreme Court (Najvyšší súd) quashed the Regional Court's judgment of 1 July 1993. It found that the Regional Court had failed to specify correctly the defendant authority and to establish the relevant facts with sufficient certainty.", "On 28 February 1994 the Regional Court quashed the District Court's judgment of 16 October 1992.", "On 23 April 1994 the applicant complained to the Regional Court that the Supreme Court's judgment on his appeal on points of law had not yet been served on him.", "On 11 November 1994 the District Court granted the applicant's claim again. It established that the applicant could not check whether the purchase price was correct as he had been provided, prior to the sale of his house, neither with the relevant expert opinion nor with the sale contract. The District Court further found that the applicant had been informed by representatives of the competent authority that, should he not be willing to sell the property, it could be expropriated, with or without compensation.", "The District Court found that prior to the sale the applicant had invested into the property. In its view, it was therefore unlikely that the applicant had been genuinely willing to sell the property. The District Court held that the conditions of the sale were obviously disadvantageous for the applicant since the expert had failed to take into account, when establishing the value of the property, the premises of a former bakery which had formed a part of the property, and also the fact that a part of the property had been re-built in 1957 and in 1972 respectively.", "On 18 December 1995 the Regional Court granted the defendant's appeal and dismissed the applicant's claim. It found, after having taken further evidence, that the applicant had not concluded the contract under duress on strikingly unfavourable conditions within the meaning of Section 6 para. 1 (g) of the Extrajudicial Rehabilitation Act.", "The Regional Court held, in particular, that immediately after the sale the applicant had moved to a new house which he had built. Furthermore, the applicant had arranged for an apartment, which had been granted to him in connection with the sale of the property in question, to be put at the disposal of his son in exchange for a smaller apartment used by the latter.", "The Regional Court further recalled that the possibility of expropriation of the property had been provided for by the law and considered that its mentioning, by the representatives of the competent authority, could not be regarded as a threat. The Regional Court admitted that, as a result of the failure to provide him with the sale contract in advance, the applicant had been placed at a disadvantage. The Regional Court recalled, however, that the applicant had signed the contract and found no evidence showing that he had done so under duress.", "As to the applicant's allegations concerning the conditions of the sale, the Regional Court noted that the applicant had received 214,149 Czechoslovak crowns for the property notwithstanding that the expert had evaluated it at 220,124 crowns. It held, however, that only a price considerably below the value determined by an expert could be considered as imposing strikingly unfavourable conditions.", "The Regional Court further examined in detail the way in which the expert had determined the value of the applicant's property. It found, with reference to the relevant price regulations, that even if the bakery invoked by the applicant had actually formed a part of the property, the latter would have fallen under a different category for which a lower compensation had been foreseen. The Regional Court therefore found that the expert's omission to mention the bakery in his opinion was to the applicant's advantage.", "The Regional Court also recalled that the sale of the property had permitted the applicant to improve the living conditions of his son and concluded that the sale in question had not been carried out under conditions that were strikingly unfavourable for the applicant.", "Finally, the Regional Court referred to Section 8 para. 3 of the Extrajudicial Rehabilitation Act and held that, in any event, the property claimed by the applicant could not be restored since a heat pipe-line had been built on it.", "The judge who, in the applicant's view, had lacked impartiality in the proceedings leading to the Regional Court's judgment of 1 July 1993 was not involved in the delivery of the aforesaid court's judgment of 18 December 1995.", "", "On 1 April 1996 the applicant lodged an appeal on points of law. He claimed that there was no need for him to prove that he had acted under duress as it was generally known that under the communist regime the representatives of public authorities had commonly used threats and had acted arbitrarily, and that the prices for real property foreseen by the relevant regulations had been disproportionately low.", "On 19 September 1996 the Supreme Court dismissed the applicant's appeal on points of law. It held that the obligation to restore the property could not be deduced generally from the then existing law or economic conditions, and that it was for the applicant to show that the requirements laid down in Section 6 para. 1 (g) of the Extrajudicial Rehabilitation Act were met in his particular case.", "The Supreme Court found that the Regional had established all relevant facts of the case and had correctly assessed the evidence before it. In particular, the Supreme Court held that the Regional Court had given detailed and correct reasons for its judgment and noted that in his appeal on points of law the applicant had not challenged, as such, the Regional Court's reasoning as regards the particular circumstances under which the contract had been concluded.", "The Supreme Court's judgment was served on the applicant in October 1996.", "", "B. Relevant domestic law", "The Extrajudicial Rehabilitation Act (Zákon o mimosúdnych rehabilitáciách) of 23 March 1991, as amended, has for its aim to redress certain infringements of property and social rights which occurred between 1948 and 1989.", "Section 6 para. 1 (g) of the Act provides for restitution of objects which were transferred to the State on the basis of a sale contract concluded under duress on strikingly unfavourable conditions.", "Section 8 para. 3 of the Extrajudicial Rehabilitation Act provides that plots which were built up after their transfer to the State are not liable to restitution."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}