{"ITEMID": "001-97208", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "BOZTAS AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["The applicants, whose names appear in the appendix, are Turkish nationals. They are represented before the Court by Mr H. Aygün, a lawyer practising in Tunceli.", "On 8 March 2004, at around 10.30 p.m., Imam Boztaş was gunned down by two persons in front of his house in Alanyazı village at Mazgirt district of Tunceli. His mother and to some extent one of his daughters were witnesses to the killing.", "On the same night, at around midnight, gendarmes at the Bulgurcular Gendarmerie Command, including its commander Mr A.K., arrived at the scene.", "On the same night, at around 1 a.m., four gendarmes working as technical personnel at the Tunceli Provincial Gendarmerie Command arrived at the scene with the Mazgirt public prosecutor, gendarmes from the Mazgirt District gendarmerie and a doctor. The technical personnel made a sketch of the scene of the incident, took photographs and secured forensic evidence around the scene. The technical personnel considered that the empty cartridges found at the scene belonged to a 7.62 mm Kalashnikov. The doctor carried out a post-mortem examination on Imam Boztaş’s body and concluded that an autopsy had to be carried out to determine the cause of death.", "On the same night, the Mazgirt public prosecutor heard evidence from Imam Boztaş’s parents (Hıdır and Fidan Boztaş), his wife (Derman Boztaş) and a fellow villager. They submitted, inter alia, that they did not know who had committed the murder, that the deceased had previously been convicted of membership of an illegal organisation, namely TIKKO (Turkish Workers and Peasants’ Liberation Army) and that he had returned to the village only recently.", "On 9 March 2004 an autopsy was carried out on Imam Boztaş’s body. The cause of his death was stated as internal bleeding and cerebral haemorrhage due to gunshot wounds.", "On 9 March 2004 the Mazgirt public prosecutor heard evidence from Imam Boztaş’s parents (Hıdır and Fidan Boztaş) and daughters (Ender and Eylem Boztaş) who all affirmed that the deceased had been threatened by the Bulgurcular Gendarmerie Commander. Fidan Boztaş and Eylem Boztaş maintained that the perpetrators were wearing masks and military-type clothes. On the same day Imam Boztaş’s parents made an official complaint to the Mazgirt public prosecutor’s office.", "On 15 March 2004 the Mazgirt public prosecutor heard evidence from Imam Boztaş’s father (Hıdır Boztaş), brother (Hasan Boztaş), his wife (Derman Boztaş) and sister (Nimet Çiçek). They all repeated that the deceased had been threatened by the Bulgurcular Gendarmerie Commander and had been away from the village for three months prior to his death.", "On the same day eleven of the applicants (“the complainants”) made an official complaint to the Mazgirt public prosecutor’s office. In this they repeated that that, a few months prior to his death, Imam Boztaş had been threatened by the Bulgurcular Gendarmerie Commander and that, as a result, Imam Boztaş had left the village for three months. In this connection, they claimed that this commander was known by the villagers for illegal and harassing activities. Moreover, they noted that it took the security forces from the Bulgurcular gendarmerie command two hours after the incident to reach the village, which was only one and a half kilometres away.", "On the same day the Mazgirt public prosecutor heard evidence from the head of the village (muhtar). The head of the village submitted that neither the deceased nor his family had, prior to the killing, voiced or submitted any representation regarding the alleged threats received by Imam Boztaş. He further submitted that after the shooting one of the villagers called the gendarmerie around 11 or 11.30 p.m., and that the gendarmes arrived in the village around midnight or 12.30 a.m.", "On 15 March 2004 the Mazgirt public prosecutor postponed the on-site inspection requested by the applicants until other evidence had been gathered. He further decided that a copy of the documents contained in the case file should be handed over to the complainants’ legal representative.", "On 16 March 2004 the Mazgirt public prosecutor heard evidence from a gendarme on duty at the Bulgurcular Gendarmerie Command at the time of the events. The gendarme confirmed that they had received a telephone call at 11 p.m., that they had left the station at around 11.30 p.m. and that, due to incidents of terrorism, they had walked through fields rather than using the main road to reach the village.", "On the same day, the Mazgirt public prosecutor heard evidence from Mr A.K., the Bulgurcular Gendarmerie Commander, who denied the allegations against him. In particular, he submitted that the gendarmes had not been to the village since December 2003, that they did not have any vehicles and that they used G3 and MG3 guns. The accused maintained that the deceased had come to the gendarmerie around September/October to ask for their help in obtaining a green card. He further maintained that the deceased might have been killed by the sons of a person killed in 1995 and for which killing certain people held the deceased responsible.", "On 17 March 2004 the Van provincial criminal police laboratory carried out a ballistic examination of the cartridges found at the incident scene.", "According to an examination of the deceased’s clothes conducted by three experts at the Van Regional Criminal Laboratory on 25 March 2004 the deceased had received sixteen shots at close range and the bullets had entered from the front and exited from his back.", "On 7 April 2004 the Human Rights Association wrote a report regarding the killing of Imam Boztaş. In this report, they pointed to a number of issues which they considered needed to be elucidated in the present case.", "On 25 August 2005 the Mazgirt public prosecutor, relying on the forensic and other evidence in the case file including numerous witness statements, decided not to prosecute Mr A.K., the Bulgurcular Gendarmerie Commander, on the ground that there was no cogent evidence to support the allegation that he had abused his office, threatened or killed the deceased. In his elaborated decision the prosecutor examined in particular the issues raised by the applicants and referred to in the Human Rights Association’s report. The prosecutor noted, inter alia, that there were certain inconsistencies in the eyewitness accounts of Fidan Boztaş and Eylem Boztaş as regards the number of assassins and the type of clothes they were wearing, so that even assuming that the alleged perpetrators were dressed in military clothing, this did not in itself prove that the assailants were soldiers, since such clothing was freely available in the shops and, citing some previous incidents, members of terrorist organisations also wore such garments.", "The prosecutor examined the applicants’ allegations of negligence on account of the belated arrival of the gendarmes from the Bulgurcular Gendarmerie Command. In this connection, referring to witness statements and information received from the Turkcell Telephone Company, the prosecutor noted, inter alia, that the gendarmes were informed approximately one hour after the incident, that it took them around half an hour to cross-check the information and to prepare to leave the gendarmerie and that they arrived half an hour after walking approximately 4-5 km on foot through fields, for security reasons, under adverse weather conditions. He therefore concluded that there was no intentional belated arrival at the scene of the incident.", "As regards the allegations that the deceased had been threatened by the Bulgurcular Gendarmerie Commander and that, as a result, the deceased had left the village for three months, the prosecutor, after noting serious inconsistencies and contradictions in the various witness statements and the absence of an official complaint to this effect, held that there was no cogent evidence to demonstrate that the deceased had been threatened by the commander. In this connection, the prosecutor also examined the allegations that the commander was threatening others and found them to be unsubstantiated on the same grounds.", "Finally, the prosecutor noted, inter alia, that there was strong evidence that Imam Boztaş had been killed by a branch of TIKKO, namely the MKP, on account of a document found on four members of the MKP (Maoist Communist Party), who were killed by security forces during a clash on 26 October 2004 and which implicated the MKP in the killing of the deceased.", "On 28 September 2005 the Erzincan Assize Court dismissed the complainants’ objections."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}