{"ITEMID": "001-5678", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "GAIDJURGIS v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a Lithuanian national, born in 1958 and living in Šilutė region. He is represented before the Court by Mr K. Stungys, a lawyer practising in Vilnius.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 12 February 1999 the applicant was arrested on suspicion of the unlawful possession of a hunting knife, in breach of Article 235 of the Criminal Code. On 13 February 1999 the Palanga City District Court found inter alia that the knife was 284 mm long and could be considered to be a weapon for the purpose of that provision. The court ordered the applicant’s detention on remand for the alleged offence under Article 235 of the Criminal Code on the grounds of his serious criminal record, his unemployment and a risk that he might commit new offences, within the meaning to Article 104 § 3 (3) of the Code of Criminal Procedure. His remand in custody was authorised until 13 March 1999. The applicant and his defence counsel were present in court.", "The applicant appealed against the detention order, asserting that there were no reasons for holding him in custody. He stated in particular that there was no danger of his committing new offences.", "On 1 March 1999 the Klaipėda Regional Court held the appeal hearing in the presence of the applicant’s defence counsel. The Regional Court dismissed the appeal, finding that there was a reasonable suspicion that the applicant had committed an offence. The court held that the District Court had erred in detaining the applicant under Article 104 § 3 (3) of the Code of Criminal Procedure as he had not been suspected of having committed any offence listed in paragraph 6 of that provision. The Regional Court found no reason to suspect that the applicant might commit any new offence envisaged by Article 104 § 3 (3) of the Code. However, it ruled that these errors were not of such a nature or degree as to render the applicant’s detention unlawful. By reference to the fact that the applicant had misled the authorities concerning the question of his address and that he had no permanent place of residence, the Regional Court also held that there was a danger of his absconding, thereby justifying his detention under Article 104 § 3 (1) of the Code of Criminal Procedure.", "On 10 March 1999 the Palanga City District Court extended the term of the applicant’s remand in custody to 10 April 1999, emphasising the danger of his absconding, given the applicant’s contradictions about his place of residence. The applicant and his representatives were present in court.", "The applicant appealed, claiming that there was no danger of his absconding that the case-file contained no proper evidence of his guilt, and that the alleged offence alleged was minor. He requested the Klaipėda Regional Court to quash the decision of 10 March 1999 and to release him. On 24 March 1999 the Klaipėda Regional Court, in the presence of the applicant’s defence counsel, rejected the appeal as unsubstantiated.", "On 8 April 1999 the Palanga City District Court extended the term of the applicant’s remand in custody to 25 April 1999, finding that there was a danger of his absconding, given the applicant’s contradictions about his place of residence. The applicant and his defence counsel were present in court.", "On 21 May 1999 the Palanga City District Court convicted the applicant of the unlawful possession of a weapon under Article 235 of the Criminal Code. He was given a prison sentence of three months and 10 days, which was deemed served on account of the time spent in detention on remand. He was released in the courtroom.", "The applicant did not appeal against that judgment.", "Relevant provisions of the Criminal Code (Baudžiamasis kodeksas):", "Article 235 of the Criminal Code provides that a person may be punished with a sentence of up to three years’ imprisonment for the unlawful possession, production or sale of weapons specifically made to kill or inflict bodily harm, including hunting knives.", "Relevant provisions of the Code of Criminal Procedure (Baudžiamojo proceso kodeksas):", "Article 10:", "“No one shall be arrested or detained save by virtue of a decision of a court or judge.”", "Articles 52 § 2 and 58 § 2 provide that the accused and their counsel have the right to submit requests and appeal against acts and decisions of an interrogator, investigator, prosecutor or court.", "Article 104:", "“Detention on remand shall be used only … in cases where a statutory penalty of at least one year’s imprisonment is envisaged. … .", "The grounds for the detention on remand shall be the reasoned suspicion that the accused will:", "(1) abscond from the investigation and trial;", "(2) obstruct the determination of the truth in the case;", "(3) commit new offences … whilst suspected of having committed crimes.”", "Article 104-1:", "“ … the arrested person shall be brought before a judge within not more than 48 hours. The judge must hear the person as to the grounds of the arrest. The prosecutor and defence counsel must take part in the inquiry, unless the judge decides otherwise. After having questioned the arrested person, the judge may maintain the arrest order by designating the specific term of detention, or vary or revoke the remand … .", "After the case has been transmitted to the court … [it] can order, vary or revoke the detention on remand. The court shall extend the detention on remand before its expiry.”", "Article 106 § 3 (in force from 21 June 1996 until 24 June 1998):", "“For the purpose of extending the term of detention on remand a judge … must convene a hearing to which defence counsel, the prosecutor and the detainee, the presence of whom is obligatory, shall be called. The judge decides whether or not to extend the term of detention on remand. … .”", "Article 109-1 provides for an appeal to a higher court and a hearing against a decision ordering or extending the term of detention both at the stage of pre-trial investigation and trial, in the presence of the detainee and his defence counsel, or only counsel. If the appellate court finds procedural irregularities that do not affect the essence of the detention order, the court must eliminate the defects without quashing the order.", "Pursuant to the general provision of Article 399, a first instance decision, including remand decisions, was not effective pending the time-limit for an appeal against that decision or during the appeal proceedings. The present Article 104-3 § 3 (version in force from 21 December 1999) specifies that all decisions of detention on remand become effective and are executed on the date when they are taken."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}