{"ITEMID": "001-5644", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "MOYA ALVAREZ v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Miguel Moyá Alvarez, a Spanish national, was born in 1958 and lives at Palma de Mallorca. He was represented before the Court by Mr R. Guix Aguado, of the Pontevedra Bar.", "The facts of the case, as presented by the parties, can be summarised as follows.", "Following a road-traffic accident the applicant brought an action seeking compensation before the Barcelona Court of First Instance. In a judgment of 20 June 1994, the Court of First Instance dismissed his claims and gave judgment on the defendant’s counterclaims, ordering Mr Moyá Alvarez to pay damages. He appealed to Barcelona Audiencia Provincial, which on 19 December 1995 partly overruled the impugned judgment by dismissing both the applicant’s claims and the defendant’s counterclaims.", "Relying on Article 24 § 1 of the Spanish Constitution (which guarantees the right to a fair hearing), the applicant brought an amparo appeal before the Constitutional Court, which in a decision (providencia) of 20 May 1996, served on the applicant on 23 May 1996, declared that appeal inadmissible.", "On 9 December 1996 the Constitutional Court, noting that State Counsel’s Office had not within the period prescribed by Article 50 § 2 of the Institutional Act on the Constitutional Court availed itself of its right to lodge a súplica appeal against the decision of 20 May 1996, declared that decision final. The applicant was so informed on 13 December 1996.", "Institutional Act on the Constitutional Court", "“2. State Counsel’s Office shall intervene in all amparo proceedings to uphold the law, the rights of citizens and the public interest protected by law.”", "“2. The decision (providencia) referred to in the preceding paragraph ... shall be served on the appellant and on State Counsel’s Office. Only State Counsel’s Office may lodge a súplica appeal against that decision, the time-limit for so doing being three days. The appeal shall be decided in a judgment (auto).”", "Under Spanish law, súplica appeals, in common with similar types of remedy such as reforma or reposición appeals, is a form of appeal enabling a party to the proceedings (such as a private petitioner or State Counsel’s Office) to request the court which has decided the case to reconsider its judgment or decision.", "Relying on Article 6 § 1 of the Convention, the applicant alleged that his case had not been tried fairly and within a reasonable time by the Spanish courts.", "The applicant maintained that the Spanish courts had not tried his case fairly and within a reasonable time. He relied on Article 6 § 1 of the Convention.", "The Court does not have to decide whether the facts presented by the applicant in his application disclose a prima facie violation of the Convention. That is because it considers that in the instant case the final domestic decision, within the meaning of Article 35 § 1 of the Convention, was the Constitutional Court’s decision of 20 May 1996, which was served on the applicant on 23 May 1996, that is to say more than six months before the application was lodged. Admittedly, in a decision of 9 December 1996 served on the applicant on 13 December, the Constitutional Court found that State Counsel’s Office had not lodged a súplica appeal against the decision dismissing the amparo appeal and declared the decision of 20 May 1996 final. However, regard being had to its nature and to the conditions governing its exercise in this particular instance, notably the fact that it could only be lodged by State Counsel’s Office, the súplica appeal concerned here cannot be regarded as a remedy within the meaning of Article 35 § 1 of the Convention. It follows that the application must be dismissed pursuant to Article 35 § 4 of the Convention.", "For these reasons, the Court, unanimously,", "Declares the application inadmissible."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}