{"ITEMID": "001-110675", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GENNADIY MEDVEDEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-3-c - Defence through legal assistance;Free legal assistance)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicant was born in 1960 and is currently serving a prison sentence in the Kemerovo Region.", "6. On 9 March 2001 the applicant was arrested on suspicion of murder. He was remanded in custody pending the investigation and trial. According to the applicant, from 9 March to 4 May 2001 no medical assistance was available to him and from 12 March to 15 June 2002 he was detained in appalling conditions.", "7. On 3 May 2002 the applicant broke a toe on his right foot. The fracture caused him severe pain which allegedly rendered him unfit to attend the trial on 3 and 6 May 2002.", "8. On 15 July 2002 the Kemerovo Regional Court found the applicant guilty of murder, abduction, disturbance of the peace and illegal possession of firearms, and sentenced him to eighteen years’ imprisonment. Both the applicant and his lawyer submitted statements of appeal.", "9. On 5 September 2002 the applicant was allegedly beaten by guards. He complained to the prosecutor but to no avail.", "10. On an unspecified date the Supreme Court of the Russian Federation dismissed the applicant’s request for the appointment of a lawyer to represent him before the appellate court, noting that “the applicable rules of criminal procedure [did] not provide for the appointment of a public defender to represent a defendant in appeal proceedings”.", "11. On 24 April 2003 the Supreme Court acquitted the applicant on the charge of disturbance of the peace, upheld the remainder of the verdict and reduced the applicant’s sentence to seventeen and a half years’ imprisonment. The applicant was not present or represented during the hearing. The prosecutor was present and made submissions to the court.", "12. On 14 May 2004 the Yurga Town Court reclassified the applicant’s conviction in accordance with the latest amendments to the Russian Criminal Code, reducing his sentence to seventeen years’ imprisonment.", "13. On 16 November 2007 the Deputy Prosecutor General of the Russian Federation asked the Presidium of the Supreme Court of Russia for a supervisory review of the judgment of 24 April 2003 in view of a violation of the applicant’s right to be represented by a State-appointed lawyer before the appellate court.", "14. On 28 December 2007 the Supreme Court granted the prosecutor’s request and remitted the matter for further consideration to the Presidium of the Supreme Court.", "15. On an unspecified date the Supreme Court appointed counsel P. to represent the applicant in the supervisory-review proceedings.", "16. On 12 March 2008 the Presidium of the Supreme Court quashed the judgment of 24 April 2003 by way of supervisory review and remitted the matter for fresh consideration. The court expressly acknowledged the violation of the applicant’s right to legal assistance. The applicant did not participate in the hearing. Counsel P. was present and made submissions to the court.", "17. On 27 June 2008 the Town Court again reclassified the applicant’s conviction in accordance with the latest amendments to the Russian Criminal Code, reducing his sentence by six months.", "18. On 1 July and 1 October 2008 the Supreme Court received additional statements of appeal from the applicant whereby he also requested the court to appoint a public defender to represent him. The court appointed counsel K. On 15, 16, 22 and 24 September 2008 counsel K. studied the case-file.", "19. The applicant requested to take part in the appeal hearing in person. On 16 July 2008 the Supreme Court granted him leave to attend in person and ordered the applicant’s temporary transfer to a remand prison in Kemerovo (3,742 kilometres away from Moscow) to ensure his participation in the appeal hearing by means of video link.", "20. On 1 October 2008 the Supreme Court held the appeal hearing. The applicant participated in the hearing by means of a video link. Counsel K. attended the hearing and made submissions to the court. According to the applicant, he was provided with an opportunity to communicate with counsel K. prior to the hearing (he did not provide further detail as regards the time and means of such communication). The court acquitted the applicant on the charges of disturbance of the peace and illegal possession of firearms, upheld the remainder of the verdict and reduced the applicant’s sentence to sixteen years’ imprisonment. The court further granted counsel K.’s application for reimbursement of his fee and awarded him 5,967.5 Russian roubles (RUB) – approximately 165.4 euros (as per the Euro foreign exchange reference rate of the European Central Bank at 1 October 2008) – to be paid by the applicant.", "21. The applicant provided the following description of the appeal hearing:", "“The appeal hearing was conducted by means of a video link. The video link was of poor quality. The image [quality] remained unchanged, but there were interruptions in the sound and not everything that was said was understandable. ... After the court opened the hearing I was invited to make a statement. Then I asked the court to admit to the case-file the documents that proved my innocence. These were the documents showing that secretary G. had not been present at a number of trial hearings and that my lawyer had been absent from one of the court hearings. Despite that, the court hearing had not been adjourned and the court had proceeded with the examination of the witnesses. The [trial] court had not respected my right to defend myself and had proceeded with the examination of the case when I had a fracture [of the toe]. The court interrupted me, saying that I was deliberately delaying the proceedings and that they had other cases to consider after mine.", "After the judge rapporteur had presented the case I was invited to present my complaint. However, when I started reading out my statement of appeal the judge interrupted me, saying that those issues had been already considered in the previous appeal hearing or had been submitted in the statements of appeal. The court heard the prosecutor and [my] counsel, who failed to present any argument in my defence. He merely suggested that the charges [of illegal possession of firearms and disturbance of the peace] should be dropped owing to the expiry of the statutory time-limit for prosecution or decriminalisation of the offence. Then the judges exited to the deliberations room without giving me a chance to make my final statement. When the judges returned and pronounced their decision, I realised that neither counsel, the prosecutor, nor the court had studied my case. They were simply giving the appearance of a hearing.”", "22. According to the applicant, in 2001 numerous newspapers and television channels covered his case. In one article the applicant was referred to as “a gang leader”. The regional officials who were quoted in the articles expressed the opinion that the applicant was guilty of murder, thus appearing to rule out the possibility that he had acted in self-defence.", "23. For a summary of the relevant domestic provisions and practice, see the case of Sakhnovskiy v. Russia [GC], no. 21272/03, §§ 31-39, 2 November 2010."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-c"]}