{"ITEMID": "001-101458", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF AUNE v. NORWAY", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;Remainder inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1976 and lives in Stjørdal. Together with Mr G., she has a son A, who was born on 21 February 1998. From another relationship she also has a son, B (born in 1995). Both children have been in foster care since 1998. The present application relates to a decision of 25 April 2005 by the Southern and Northern Trøndelag County Social Affairs Board (hereinafter “the County Board”) to deprive the applicant and G. of parental responsibilities in respect of A and to authorise his adoption. The proceedings before the County Board had been brought by the child welfare services following an initiative by G.", "6. The taking into care of A - first as an emergency measure on 26 August 1998, then on a permanent basis on 29 December 1998 - had been decided on the grounds both of suspicion that he had been subjected to ill-treatment and of his parents' drug abuse problems (a decision by the County Board which Trondheim City Court upheld on 22 September 1999, whilst limiting the applicant's contact with A to four hours four times a year; these measures became final after the applicant had withdrawn her appeal to the Frostating High Court in part due to a worsening of her drug abuse problem). The measure had been taken in light of A's hospitalisation in July 1998, after G. had found him unconscious in his bed and had resuscitated him. A had arrived unconscious at the hospital and had been placed in intensive care. The examinations, in which large amounts of liquid had been found in his brain, had required operations on A involving the placement of a drain in his brain. Suspecting that A had repeatedly been subjected to ill-treatment, the hospital reported both parents to the police. Because of this suspicion and the parents' appearing intoxicated at the hospital, the child welfare authorities were contacted.", "7. In view of the state of the evidence, the police subsequently decided to discontinue the investigation in respect of both parents.", "8. Although a vulnerable child due to trauma in early life, A developed well in foster care, first with Mr and Mrs R. and then, from October 1999, when he was one year and eight months old, with Mr and Mrs O., whom he considered his psychological parents and with whom he developed particularly strong links.", "9. At the same time as A, B was taken into public care and was placed with the applicant's father and his cohabitant partner, who later became his foster parents. They protested against A being placed in a different foster home from his brother.", "10. The child welfare services had had contact with the applicant because of concerns about hers and G.'s drug abuse as early as 1996. The extent of the applicant's drug abuse before A's birth was uncertain but, according to her, she had started using heroin after A was taken into care in August 1998. Since 2000 she had spent periods of varying duration in detoxification centres. In the autumn of 2005 she started methadone treatment (medically based rehabilitation). She lived with her mother and received disability benefit, then got a new cohabitant, with whom she set up a renovation business and worked in addition to receiving disability benefit.", "11. From the time A was compulsorily taken into care in August 1998 until the autumn of 2003, the applicant attended six of the fifteen visits that had been arranged for her to have contact with A. For approximately a year no visits took place, because of her drug abuse problem. From the autumn of 2003 contact visits resumed and the applicant, with her mother, also spent nights at the foster home. The applicant, her mother and the foster parents agreed that contact functioned very well in 2003. There was also regular access in 2004, including in December 2004 at the farm where the applicant lived. The applicant, her mother and B spent the weekend of 22 to 24 April 2005 at the foster home.", "12. On 29 October 2005 the foster parents travelled with A to Trondheim for him to meet B. The applicant was prevented from taking part as she was undergoing detoxification before starting methadone treatment.", "13. In its decision of 25 April 2005 to deprive the applicant of her parental responsibilities in respect of A and to authorise his adoption by his foster parents, the County Board gave, inter alia, the following reasons:", "“[A.] has been described to the County Board as a boy with many good qualities. He is described as cheerful, sociable, sensitive, imaginative, thoughtful and philosophical. At the same time, he is a boy who has a background that makes him especially vulnerable and with special care needs. It should be noted that [A] was born prematurely and during the first months of his life experienced serious neglect which, inter alia, resulted in his sustaining brain damage. He has several times experienced close relationships being broken up, first having to move from his parents to the emergency foster home and then on to the foster home. [A]'s development in the foster home has been very positive and today his functioning is normal for a person of his age. In his assessment of [A]'s vulnerability, the appointed expert [Z] stated as follows on page 8:", "'... Nevertheless, it will continue to be necessary for many years to come to take account of the fact that he is a high-risk child in every area, in other words that he may react more strongly than normal to new pressures and one must expect that his development could be more vulnerable to stress and strain from everyday life. He will therefore continue to need care providers who are more sensible, responsible and loving than would be the case for a normal child.'", "Psychologist [Z] expanded on this to the County Board and reiterated his assessment. He considered that [A] had a conditional sense of security, meaning that he functioned well as long as he knew he was safe. [A]'s insecurity manifested itself in the fact that he was concerned about whether or not he would remain with his foster parents. Psychologist [Z] was of the opinion that [A] was unusually concerned with this issue and that he expended energy on keeping this subject at arm's length. His vulnerability to further negative developments meant that he would be continuously dependent on the presence of secure adults who he knew would be there for him. He was dependent on the calm and structure provided by the foster parents.", "The expert's assessment has been emphasised by the statements given by the case officer of the Child Welfare Services, the foster parents, the supervisor and a teacher. The descriptions of [A] received by the County Board show that he needs a great deal of calm and predictability and that he is particularly vulnerable to stress. He needs a great deal of time to do things at his own pace. He is a thoughtful and philosophical boy who is absent-minded, remote and dreamy. It is precisely because his character is not superficial that the County Board is concerned about the strain caused by uncertainty about the future. Generally, foster children need reassurance. However, the County Board finds that this is a very prominent feature in [A] and that it takes a form that is harmful to him. The supervisor told the County Board about a contact visit in [X] with his maternal grandfather and [B] at which the foster parents had not been present. [B] had then told [A] that [the applicant] was his mother. Although [A] already knew this, he crept behind a chair and hid. When they returned to T, the foster parents were waiting for them. The supervisor's description of [A]'s reunions with the foster parents was an intense description of the way in which [A] clung to his foster father and how he sought assurances that he would be staying with them. The foster parents had stated that both before and after contact visits, [A] needed constant reassurance that they would always love him and that he would always live with them.", "...", "In the County Board's assessment, [A]'s need to know that he would always remain in the foster home has not been met to a satisfactory degree. There has been continuous conflict in relation to [A]'s placement. It is understandable that the mother's family should react to the placement. However, the approach used towards [A]'s foster parents have not been in [A]'s best interest. Letters and cards have been written and cooperation between the maternal grandfather and his cohabitant and the foster parents has been strained; it is the County Board's understanding that this conflict is still ongoing, although it is no longer as pronounced. The maternal grandfather and his cohabitant openly express a negative attitude towards the foster parents and have difficulty in appreciating that they are contributing to the conflict. The mother and maternal grandmother have gradually come to work well with the foster parents on the question of contact visits, but express a sceptical attitude towards the foster parents on the subject of contact even when adoption is only a possibility. The County Board also finds that the mother and her family envision the return of [A] in the longer term. The County Board was told that this question had been put on hold. It was impossible for the County Board to elicit an acknowledgment that [A] would remain in the foster home until he reached the age of eighteen.", "The County Board's opinion, having heard the evidence, is also supported by [the applicant's lawyer] Mrs Thiis' response of 1 March 2005, from which it is apparent that it is not possible to establish with certainty that the applicant will never be in a position to care for the child. It would be most unsatisfactory for [A] and his foster parents to have this question hanging over them at all times. The County Board finds that the foster parents too must be safeguarded in relation to the unpredictability of what might happen, because A picks up on their uncertainty. He expressed to psychologist [Z] that it was his wish that the foster parents should take all decisions in his life. ...", "The County Board considers that [A]'s need for security and secure ties to the foster family are more important than maintaining contact with a father and a mother whose lives are very unstable. There has been no improvement in the circumstances of the lives of the father and the mother over the last seven years. In the assessment of the County Board the foster parents are undoubtedly best placed to make the choices that are right for [A] today and in the future. An adoption would also provide [A.] with the necessary assurance that there would be no future proceedings in relation to returning him to the parents. [A] is a very vulnerable boy who needs the security that the foster home and the environment around it represent for him. This, combined with an open question about future proceedings to return [A], the level of conflict between the mother's family, in particular the maternal grandfather and his cohabitant, and the foster parents and the conflict between [A]'s mother and father, induce the County Board to draw the conclusion that there are strong grounds for granting consent to adoption.”", "14. The applicant lodged an appeal against the County Board's decision of 25 April 2005 at Trondheim City Court, which by a judgment of 14 December 2005 upheld the decision.", "15. On a further appeal by the applicant the Frostating High Court, sitting with three judges and four lay members, including two psychologists, and after hearing the applicant, G., a representative of the Municipality, expert Z, a guardian representing A and fourteen witnesses, unanimously overturned the City Court's judgment on 3 October 2006.", "16. The High Court observed that the removal of parental responsibilities and adoption would entail severing A's ties to his biological origins. These were particularly far-reaching measures that would have irreversible consequences and ought to be supported with strong reasons.", "17. The High Court found no reason to doubt that the condition in section 4-20(3)(a) of the Child Welfare Act, that it was probable that the parents would permanently be unable to provide proper care for A, had been fulfilled. The applicant had also conceded that this was the case.", "18. Nor did the High Court doubt that the condition in section 4-20(3)(c) had been met, namely that the foster parents were fit to bring up A as their own child.", "19. The central issue was whether adoption would be in A's best interest as required by section 4-20(3)(b). Under any circumstance, in order for adoption to be authorised it ought to be in the child's best interest. Moreover, the measure should not be incompatible with Article 8 of the Convention.", "20. In this regard, the High Court noted the various factors pertaining to A's attachment to his foster parents and the foster home environment, notably that he had been with his foster parents since he was approximately one year and eight months old, that he considered them as his psychological parents, called them “mama” and “papa”, and that he did not consider himself different because he was a foster child. In the same way as a child would benefit from favourable conditions of upbringing, it would be in A's best interest too to grow up in a well-functioning home such as his foster home. He was also a very vulnerable child with a particular need for foreseeability, framework and structure. These considerations alone suggested that he would benefit from adoption, in that he would be ensured an upbringing under particularly favourable conditions.", "21. The High Court observed that A had had contact with his biological family, namely his paternal grandmother and great-grandmother, his mother (“mama Lise”), his brother and his maternal grandmother and grandfather. He knew them well and knew that they were his biological family. In the same way as he had expressed a definite wish to live in the foster home he had stated that he wished to have contact with the applicant and his brother B.", "22. The High Court noted that since last year, when the applicant had started methadone treatment, there had been several positive contacts between the applicant, B and A. Previously there had been long interruptions of contact, partly because of the applicant's drug abuse, but also because of a lack of coordination and facilitation on the part of the child welfare services. The fact that, despite this, there had been so many instances of contact, not least in 2004 when five contact visits had been arranged, ought to a large extent be ascribed to the foster parents, who had actively contributed to the facilitation of contact. In 2005 only one meeting with the applicant had taken place. However, while awaiting methadone treatment she had been prescribed the drug Dolcontin. In October 2005 she had been unable to take part in contact visits while undergoing detoxification before starting the methadone treatment. Since last year, the contact visits had been drug free.", "23. As regards the Municipality's concern that the applicant and her family, especially her father, had conducted a major battle against the child welfare services and against A's placement in the foster home, the High Court observed the following. The pressure did not subside until the adoption case was opened. According to the Municipality there had been reason to believe that there would be new pressures aimed at the foster parents unless adoption was authorised. The High Court agreed that in so far as the family had acted directly against the foster parents and children, this was blameworthy and an undesirable situation. The High Court had nonetheless based itself on the applicant's statement that, despite her preference that the boys be brought up together, she agreed that A was doing very well in the foster home. She had no wish to change this situation. The High Court found that such an attitude on her part contributed to the creation of a secure environment for A in his care situation. The High Court further found reason to rely on the applicant's statement in court that she to a greater extent than before would be able to confront her father in respect of his initiatives regarding A's placement.", "24. The High Court further observed that both the child welfare services and the foster parents regarded it as desirable and positive for A's development that his contact with the applicant and the remainder of his biological family be maintained after any adoption. Before the High Court the foster parents had expressed that they were prepared to allow as much contact as would be natural. The High Court found no reason to doubt this and emphasised that it was largely thanks to them that A had had contact with the biological family at a level which went beyond the minimum.", "25. The High Court reiterated that the Supreme Court had on several occasions emphasised that the relationship between the child and its biological parents ought to carry great weight in the wider discretionary assessment. In both of the judgments reported in Norsk Retstidende, 1997534 and Norsk Retstidende, 2001-14, the Supreme Court had concluded, each time by a majority, that adoption should not be authorised. In both cases it had been deemed desirable that contacts between mother and child be maintained.", "26. The last-mentioned judgment had contained reasoning which could be transposed to the present case. A had an established attachment to his mother and brother which ought to be continued. The applicant had previously been a heavy drug abuser and had currently started rehabilitation, which according to experience would be long and difficult and involved a risk of relapse. That risk would increase if adoption were to be authorised, especially in the period after such an authorisation. During the year in which the applicant had been drug-free she had developed positively. She currently lived with a cohabitant in their own house; the couple had registered their own company and were working legally in addition to receiving a disability pension.", "27. In the first-mentioned judgment it had also been the case that the children had a need for contact with their mother. The Supreme Court majority had held that authorising adoption was questionable in that it would leave it to the adoptive parents to decide on contact. This ruling, the High Court pointed out, had been a clear invitation to consider whether the law should be amended so as to confer a right to contact between children and biological parents after an adoption had been effected without the parents' consent. On this point the High Court quoted the conclusion of Report No. 40 to the Storting [Parliament] in 200 1-2002, point 9.9.3:", "“The Ministry of Children and Family Affairs monitors thoroughly any developments regarding these issues and assesses continuously whether there are reasons for amending the Act. In the view of the Ministry, there is nonetheless insufficient basis for making such amendments at present. An adoption under section 4-20 of the Child Care Act is a particularly far-reaching measure and one should be cautious about making amendments that could lead to an increase in the number of such adoptions. In the report referred to it is maintained that authorisation of adoption under the Child Welfare Act should not be granted in cases in which it is considered to be beneficial for the child to maintain contact with his or her biological parents. The Ministry of Children and Family Affairs shares this view and is concerned as to how best to ensure that consent to adoption not be granted where contact with the biological parents is desirable. The Ministry is considering whether guidelines for such situations should be introduced.”", "28. In light of the above, the High Court held that as a main rule adoption should not be authorised when continued contact between a child and its biological parents was desirable. The reasons adduced for A's adoption were insufficient to justify a departure being made from this main rule in the instant case.", "29. The Municipality, joined by G., appealed to the Supreme Court against the High Court's assessment of the evidence and application of the law.", "30. The Supreme Court appointed two experts. Mrs H., a specialist in clinical psychology, submitted a report whilst the other expert withdrew.", "31. On 20 April 2007 the Supreme Court unanimously upheld the City Court's judgment, disagreeing with the High Court's interpretation and application of the law.", "32. Mrs Justice Coward's reasoning, which the other four Justices on the panel endorsed in the main, could be summarised as follows.", "33. It was undisputed that the foster parents fulfilled the condition in section 4-20(3)(c) of the Child Welfare Act that they had been shown to be suited to raise the child as their own.", "34. However, unlike before the lower courts, before the Supreme Court the applicant argued that it was not probable that she was permanently unable to provide proper care for A for the purposes of section 4-20(3)(a); she only conceded that the alternative ground for authorising adoption under that provision, namely A's attachment to the foster home, had been fulfilled.", "35. In this regard Mrs Justice Coward observed that both parents had a long history of drug abuse problems. The applicant had been on a rehabilitation scheme since October 2005 and had been drug-free during the entire treatment. She had established an individual enterprise with her current cohabitant, had obtained a driving licence and had plans to pursue studies. Despite this positive development, the court-appointed expert had stated a clear opinion to the effect that the applicant was unable to provide A with proper care. Mrs Justice Coward, like the High Court, found no reason to doubt either that the condition of inability to provide care was fulfilled. And G. had at no time alleged that he was capable of providing care for his son. Over the years he had spent several periods in prison for drug offences and violent assault.", "36. Mrs Justice Coward found no doubt that the further condition in section 4-20(3)(c), that the foster parents be able to raise A as their own child, had been fulfilled. Only positive remarks had been made about them by the experts and by the lower courts. Nothing had emerged before the Supreme Court which weakened these observations made by the High Court:", "“[Mr and Mrs] O. had been described as caring, resourceful, generous and warm people who had a solid network. They had contributed to A's maintaining contact with his biological family. Over the years they had also contributed to contact being arranged beyond the minimum level and ... in connection with [the applicant's] own home at [X]. They had both appeared and given statements before the High Court which bore out the way they had been described by other courts. The High Court relies on their assurances that they love A as their own child, that they only wish the best for him and that as far as they are concerned A should stay with them.”", "37. The central issue was whether authorising adoption would be justified in A's best interest (section 4-20(3)(b)). Mrs Justice Coward observed:", "“(47) As regards the general meaning of this condition, it has been stated in several Supreme Court judgments that, in order for an authorisation of adoption to be granted against the will of the biological parents, there must be pressing reasons. Moreover, it is clear that the decision must be based on a concrete assessment of the individual case. However, the assessment must also be based on general experience, including experience from research into child psychology or child psychiatry.", "(48) The relationship between general experience and special considerations has been discussed in a number of Supreme Court judgments. In its judgment reported in Norsk Retstidende, 1991-557 it held at page 562 that the decision on the deprivation of parental responsibilities", "'... must depend on an overall and concrete assessment of the competing interests. Some of these considerations are of a general nature, namely considerations that normally — but to varying degrees — apply in cases of this type, whereas other considerations are particular to the case. In my view, there is only limited scope for drawing up general principles on how these considerations should be balanced against one another.'", "(49) In Norsk Retstidende, 2001-14 (23), the Supreme Court held that:", "'Thus, it is mainly the general empirical doctrine, that long-term foster relationships are best served by a transition to adoption, that militates in favour of adoption in this case. As a starting point, general assumptions — based on comparative investigations into how foster children who have been adopted have fared in comparison with children who have not been adopted or who have been returned to their biological parents — cannot be entirely decisive in a specific instance. Such general considerations will, to varying degrees, need to be supplemented by specific and individual circumstances. In the present case, such circumstances appear to be present only to a limited extent.'", "(50) In my view, no clear distinction can be drawn between general experience and individual considerations: general experience may be formed with greater or lesser degrees of nuance, for example, on the basis of the child's age when placed in the foster home and the duration to date and future duration of the placement. In this case, the expert had stated that according to general experience a foster home was not to be preferred for long-term placement of a child who had come to the foster home before it had established ties to a biological parent; in such instances adoption would offer the best solution for the child's development. In my view, a general but nuanced experience of this nature must carry considerable weight. In any event, individual factors — for or against adoption — must be assessed against general experience.", "(51) Moreover, in Norsk Retstidende, 2001-14 (22)— on the basis of the case-law of the European Court of Human Rights — there appears to be a requirement that authorisation of adoption against the will of the parents should be granted only 'in exceptional circumstances'. Reference has in particular been made to the first case of Adele Johansen v. Norway [Johansen v. Norway, 7 August 1996, Reports of Judgments and Decisions 1996 III]. Of course, doubt can be raised about whether such a requirement in fact follows from the case-law of the European Court of Human Rights, inter alia in view of the admissibility decision on 10 October 2002 in the second case of Adele Johansen v. Norway [Johansen v. Norway (dec.) 12750/02, 10.10.2002]. I, at least, find it unclear what such a requirement should entail; a long-term foster home placement would normally occur precisely when the child would be in a situation that would otherwise be characterised as exceptional. In my view, from the case-law of the European Court of Human Rights hardly anything more could be deduced than that an adoption requires particularly weighty reasons.", "(52) After adoption, the biological parents would no longer have a legal right to contact. Against this background, the High Court held that as a main rule authorisation for adoption should not be granted if contact with the biological parents is desirable. Particular reference is made to Report No. 40 to the Storting [Parliament] in 200 1-2002, page 145, where a discussion concluded as follows:", "'In the report referred to it is maintained that authorisation of adoption under the Child Welfare Act should not be granted in cases in which it is considered to be beneficial for the child to maintain contact with his or her biological parents. The Ministry of Children and Family Affairs shares this view and is concerned as to how best to ensure that consent to adoption not be granted where contact with the biological parents is desirable. The Ministry is considering whether guidelines for such situations should be introduced.'", "(53) I attach little weight to this statement. It was not made in connection with the legislative procedure and accordingly has little value as a source of law. Moreover, the statement is lacking in nuance so that it is by no means clear that it is intended to apply to situations in which it is assumed that contact will continue after an adoption. Neither the wording of the Act nor the Supreme Court case-law suggests that adoption should be ruled out if contact with the biological parents is desirable. It is true that in two judgments dealing with issues under the 1992 Child Welfare Act — reported in Norsk Retstidende, 1997- 534 and Norsk Retstidende, 2001-14 — the Supreme Court refused to authorise adoption in two such cases. However, neither of these judgments, which were both rendered with dissenting opinions (3-2), concluded that adoption was precluded in law in such cases. In the 1997 judgment, the majority raised strong doubts as to whether contact would in fact take place after an adoption. The issue of contact was viewed as an element in the overall assessment of the best interests of the child.", "(54) As regards the points of departure in law, I am otherwise in agreement with the Municipality that it follows from section 6-3 of the Child Welfare Act and Article 12 of the Convention on the Rights of the Child that the child's own wishes are of importance.", "(55) Moreover, it is not clear to me that the case-law under the European Convention on Human Rights makes any contribution to the resolution of a case such as the present one beyond what follows from the case-law of the Norwegian Supreme Court. Decisions in which the European Court has found adoption to be incompatible with the Convention have concerned cases with very little in common with this case. Moreover, the aforementioned admissibility decision in the second Johansen case indicates that the European Court too attaches weight to the child's own wishes and the child's special need for secure and calm conditions to prevail in the foster family.", "(56) Having conducted a review of the situation in law, I will now move on to the assessment of the present case.", "(57) This case concerns a foster home placement that has already been of considerable duration and is intended to continue for many years, and has no 'connection' in a narrow sense to his biological parents. I refer to the passages quoted from the expert witness's report on the subject of the discussion of [the applicant's] ability to care for the child. The general experience outlined by the court-appointed expert is that in such cases adoption would be better for the child than a continuing foster home arrangement.", "(58) That the general experience is also pertinent to our case is in my view apparent from a number of intertwined elements. As a result of what [A] underwent during the first year of his life, he is a vulnerable child. He was born seven weeks prematurely, experienced serious neglect and was severely ill-treated on several occasions to the degree that he sustained cerebral haemorrhage. In addition, he underwent the strains of being moved several times during the early months of his life. He has a need for security, including certainty that he belongs to his foster parents. One problem in this context is that [the applicant's] wish has been that [A] should live with her father and his cohabitant, and there has been considerable unrest around the placement with the foster parents. It is hard to ignore the possibility that the biological family, particularly [A]'s father and his cohabitant, will play a part in creating further unrest around [A] if he is not adopted.", "(59) A sense of belonging is important to [A] today and could become even more important to him during his teenage years, when he will have to deal, inter alia, with the fact that his biological parents have been involved in drug abuse and that his father has also been involved in crime. I refer to the court-appointed expert's comments on this point:", "'[A] is generally described as a confident child, although I also found him to be rather small and careful. It is worth noting the supervisor's statement that she as a nurse continued to view him as a vulnerable child about whom she was concerned, but that her worries did not materialise for as long as he remained with his foster parents. I share this view: his, in part, dramatic start in life as a premature baby and the subsequent neglect in the care and life-threatening ill-treatment he suffered made him vulnerable, but it is only when he is under pressure that this vulnerability manifests itself. In this context, the identity of the person(s) responsible for the ill-treatment is not of significance. What matters is his experience.", "Notwithstanding his current sense of security within the foster family, adoption would offer an extra element of protection. He may well need this in the coming years since, in psychological terms, the teenage years are a period in which early problems and experiences more readily come to the surface and need to he tackled. With time, he would also need to tackle issues of drug abuse and crime. I would also strongly emphasise the importance of absolute emotional security when he is told/becomes aware that his mother and his father were both heavy drug users, that they are on methadone, that he has been exposed to gross ill-treatment and that his parents are suspected of this ill-treatment, and that his father has served a total of over six years in prison. This will need to be integrated in his self- perception/identity.'", "(60) The parties disagree about the extent to which [A] himself wishes to be adopted. As has already been noted, the wishes of the child must be an element in the overall assessment of the best interests of the child. It is, of course, not easy for a nine-year-old to grasp the difference between being adopted and being in a foster home. However, [A] had at least said to the court-appointed expert that he wanted his foster parents to decide everything, including when he should see his mother and half-brother, and accordingly that the Child Welfare Services should not have anything to do with the question of contact. And I agree with the expert that in [A]'s situation it might be natural to view this as an expression of a wish to be adopted.", "(61) This leads on to the question of contact with the biological family. There is no disagreement that contact is desirable, particularly with [A]'s mother and half-brother. In the event of adoption, the biological parents would no longer have any legal right of contact, and this could militate against adoption, as can be seen above in the discussion of the legal points of departure. However, in the present case the foster parents have granted the biological family contact far beyond their legal entitlement, both in terms of the persons involved and the extent of the contact. In earlier periods, [the applicant] was unable to take part in contact visits. However, the foster parents can of course not be blamed for this. G, who had also been granted contact rights, has not wished to exercise this right as long as his life was burdened by drugs and crime. His mother and grandparents, however, have established a good relationship with the foster parents and keep in contact with them and with [A].", "(62) [The applicant] has raised doubts as to whether the foster parents would continue to be open to contact in the event of an adoption. The County Board, the City Court, the High Court and the experts who interviewed the foster parents have been in no doubt that this openness to permitting contact will continue; the City Court found this to be the case 'with great certainty, bordering on absolute certainty'. I agree that this must be accepted and, accordingly, that the fact the legal right to contact will cease to apply in the event of an adoption will not constitute a major factor in the assessment of [A]'s best interests.", "(63) Despite this, [the applicant] might feel concern about the question of contact, and [A.]'s adoption would at the very least be emotionally difficult for her. She submitted that this might adversely affect [A]. I consider that this argument against adoption does not outweigh the factors suggesting that adoption would be in [A.]'s best interest. I also refer to [the applicant's] contact person in the methadone project, who stated that she now 'has mature strategies for handling adversity'.", "(64) Finally, I would point to the fact that it is apparent that G. is now in favour of [A.]'s being adopted by the foster parents. Both the County Board and the City Court found that this view had been reached after a full assessment of the best interests of the boy, and I see no reason to doubt this.", "(65) As will be apparent from the comments above, my view is that the County Board's decision to deprive the parents of parental responsibilities and to authorise adoption ought to be upheld. I will quote the expert's closing remarks on what message society would convey to [A] through the Supreme Court judgment: authorisation to adopt entails 'acknowledging his full right to be the child of his parents':", "'A decision that he should remain a foster child would tell him that the people with whom he has always lived and who are his parents and with whom he established his earliest ties and sense of belonging should remain under the control of the Child Welfare Service — the public authorities — and that they are not viewed by society as his true parents but rather as foster parents under an agreement that can be terminated. His biological parents, who abused drugs and may have exposed him to serious ill-treatment and with whom he has established no ties, continue to be regarded by society as his true parents whose rights must be protected. If the outcome is that authorisation is granted for adoption to proceed, the message communicated to him would be that the injustice he suffered as an infant would be remedied in the only way that remains possible, that is to say by acknowledging his full right to be the child of his parents.'”", "38. After the meeting arranged on 29 October 2005 described under sub-heading 2 above, several visits were arranged for the applicant and A to have contact.", "39. From 10 to 11 March 2006 the applicant and her mother visited A at Mr and Mrs O's home. On 6 May and 5 August 2006 A visited the applicant, his brother B and members of the applicant's family. From 3 to 4 November 2006 the applicant and B visited A.", "40. On 23 March 2007 (which was the correct date according to the applicant) there was a contact visit to celebrate her mother's birthday. From 21 to 22 July 2007 the applicant, her mother and B visited A.", "41. From 1 to 2 February 2008 the applicant and B visited A. From 11 to 12 October 2008 A visited the applicant. B and the applicant's mother were also present.", "42. Between 3 and 5 April 2009 A went to watch B competing in a cross-country race. Hospitalised due to pregnancy, the applicant was unable to attend. On 2 August 2009 A attended the baptism of his new brother (“C.”, born on 9 May 2009).", "43. A has in addition maintained contact with the applicant through telephone calls and SMS messages.", "44. Section 4-20 of the Child Welfare Act 1992 (lov om barneverntjenester) provided in relevant parts:", "“If the County Board has made a care order, the Board may also decide that the parents shall be deprived of their parental responsibilities. [...]", "When an order has been made depriving the parents of parental responsibilities, the County Board may give its consent for a child to be adopted by persons other than the parents.", "Such consent may be given if", "(a) it must be regarded as probable that the parents will be permanently unable to provide the child with proper care or the child has become so attached to persons and the environment where he or she is living that, on the basis of an overall assessment, it is determined that removing the child may lead to serious problems for him or her and", "(b) adoption would be in the child's best interests and", "(c) the applicant adoptive parents have been the child's foster parents and have shown themselves fit to bring up the child as their own and", "(d) the conditions for adoption under the Adoption Act have been fulfilled.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}