{"ITEMID": "001-24031", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "HARABIN v. SLOVAKIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Štefan Harabin, is a Slovakian national who was born in 1957 and lives in Bratislava. He was represented before the Court by Mrs E. Ľalíková, a lawyer practising in Bratislava. The respondent Government were represented by their Agent, Mr P. Vršanský, succeeded by Mr P. Kresák as from 1 April 2003.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 11 February 1998 the National Council of the Slovak Republic elected the applicant President of the Supreme Court for a five-year period.", "On 16 August 2000 the Government adopted a resolution under which it initiated the revocation of the applicant’s appointment. The background for the resolution was a proposal submitted by the Minister of Justice in which the following reasons for the applicant’s removal from office were invoked.", "According to the proposal, the applicant, in his speeches, attitudes and decisions, had taken several steps which cast doubt on the trustworthiness of the Supreme Court and of the judiciary as a whole.", "Firstly, the applicant had failed to initiate disciplinary proceedings to dismiss J.Š. from his appointment as a judge. J.Š. was then the VicePresident of the Supreme Court and had forcibly entered premises belonging to the Ministry of Justice and had used force against a high ranking official of that Ministry in June 1999. According to the Minister’s proposal, the applicant’s behaviour in the matter had not been appropriate.", "Secondly, the applicant had initiated, in September 1999, the amendment of several laws concerning the judiciary. Those proposals clearly exceeded the legitimate interest in ensuring that the Supreme Court should have its own chapter in the State budget. If they had been approved, the President of the Supreme Court would have had the exclusive right to determine the number of judges of the Supreme Court and to decide on the assignment or transfer of judges to it. This initiative had been strongly criticised in a declaration adopted by the Council of the Association of Judges of Slovakia in October 1999. According to the declaration, the proposal was against the principle of transparency in staff matters and created the danger of making decision-making on judges’ careers much less objective. The Minister’s report concluded that the applicant had sought to obtain more power rather than to strengthen the self-administration of judges.", "Thirdly, the applicant had taken into account the views expressed by organs of self-administration of judges only in cases where it suited his interests. Thus the applicant had not accepted the transfer of a judge to the Supreme Court despite the fact that it had been recommended by the Council of Judges of the Slovak Republic. On the other hand, the applicant had proposed to assign temporarily to the Supreme Court a District Court judge who clearly failed to meet the professional and moral requirements for holding a post at the Supreme Court. The Minister’s report concluded that the applicant had failed to apply correct professional and ethical criteria when proposing to fill posts at the Supreme Court.", "Fourthly, the applicant had not acted in a correct manner when presenting his views on a draft amendment to the Constitution. In particular, in a letter addressed to a representative of the European Commission, the applicant had stated that, in the opinion of almost all judges of the ordinary courts, the draft amendment to the Constitution was contrary to the principle of the separation of powers and permitted interference with the independence of judges. That was contrary to the views expressed by the Council of Judges of the Slovak Republic, by the Association of Judges of Slovakia and by the National Association of Female Judges of Slovakia, those being organisations which represented a majority of judges. Furthermore, the applicant had incorrectly alleged that the whole judiciary including the Supreme Court would be ruled by a member of the Government if the Judicial Council were to be established in accordance with the draft amendment to the Constitution, whereas under the amendment the Judicial Council was to be composed of nine judges elected by judges and of another nine members, of whom three were to be appointed by the Parliament, three by the President of Slovakia and three by the Government.", "The applicant’s comments on the draft amendment were “noteworthy” in that they showed that he did not understand the purpose of an amnesty in a democratic State. The report also stated that the applicant’s comments showed that the real reason for his disagreement with the draft amendment to the Constitution was the point concerning the termination of the powers of the President of the Supreme Court.", "Fifthly, several cases taken up by the media had impaired the trustworthiness of the judiciary. For example, a representative of the Supreme Court was suspected of having forged an official document concerning the use of a building in which the Supreme Court had its seat. The applicant was not in a position to show that the suspicion was unsubstantiated and had frequently changed his explanation of the relevant facts. Furthermore, the applicant had failed to initiate disciplinary proceedings against a Supreme Court judge who had been treated free of charge in a spa. The applicant had taken an inappropriate initiative in the context of judicial proceedings in that he had informed the media, on his own initiative, about a Supreme Court decision and commented upon it prior to its delivery to the parties.", "The Minister’s report concluded that the applicant’s actions and behaviour showed that he did not meet the professional and moral requirements for holding the post of President of the Supreme Court. In performing his duties, the applicant had laid emphasis on his material status and the strengthening of his powers rather than on professional and ethical problems of the judiciary.", "The applicant filed a petition to the Constitutional Court under Article 130(3) of the Constitution. With reference to the Government’s proposal, he alleged a violation of his right to freedom of expression as guaranteed by Article 26 § 1 and also a violation of Article 30 §§ 1 and 4 of the Constitution.", "On 10 October 2000 the Constitutional Court dismissed the applicant’s petition as being manifestly ill-founded. The decision stated that the Government’s proposal to revoke the applicant’s appointment as President of the Supreme Court did not amount to a violation of any of his constitutional rights. The Constitutional Court pointed out, in particular, that there was no right under the Constitution to exercise the post to which the applicant had been elected. Furthermore, there was no indication that the applicant’s right to freedom of expression or his other constitutional rights had been violated as a result of the proposal to remove him from the post since that proposal did not, as such, directly affect the applicant’s rights or his interests protected by law.", "On 19 December 2000 in the National Council of the Slovak Republic the motion that the applicant’s appointment be revoked was defeated by 62 votes to 60, with 15 abstentions.", "Following the entry into force, on 1 July 2001, of a constitutional amendment the post of President of the Supreme Court was to be filled in accordance with Article 145(3) of the Constitution. The applicant was a successful candidate for that post in an election held by the Judicial Council on 20 December 2001. Subsequently the Constitutional Court invalidated the election on the ground that the other candidate had been at a disadvantage vis-à-vis the applicant. The subsequent elections having not resulted in the appointment of the President of the Supreme Court pursuant to Article 145(3) of the Constitution, the applicant held the post of President of the Supreme Court until February 2003 when the term for which he had been appointed expired. Since then he has performed the duties of a Supreme Court judge.", "The following provisions of the Constitution, as in force at the relevant period, are pertinent in the present case.", "Article 26(1) guarantees the freedom of expression and the right to information. Paragraph 2 of Article 26 guarantees to everyone the right to express his or her views orally, in writing, through the press, pictures or by other means and to freely seek, receive and impart ideas and information. Paragraph 3 of Article 26 prohibits censorship. Under paragraph 4 of Article 26, freedom of expression and the right to seek and impart information may be restricted by law where it is necessary in a democratic society for the protection of rights and freedoms of others, in the interest of state security or public order or for the protection of public health and morals.", "Under Article 30(1), citizens have the right to participate in the administration of public affairs either directly or by electing their representatives. Paragraph 4 of Article 30 entitles citizens to have access to public posts on equal terms.", "Under Article 145(1), as in force until 30 June 2001, judges were elected by the National Council of the Slovak Republic upon the Government’s proposal for a four-year period. After the expiry of that period the National Council elected judges, upon the Government’s proposal, for an indefinite period.", "Paragraph 2 of Article 145, as in force until 30 June 2001, provided that the President and Vice-Presidents of the Supreme Court were to be elected by the National Council from the judges of the Supreme Court for a fiveyear period. Such posts could not be held by the same persons for more than two consecutive periods of five years.", "Under Article 147(1) as in force until 30 June 2001, the appointment of a judge could be revoked by the National Council of the Slovak Republic either after his or her final conviction for an intentional criminal offence or when he or she had committed a disciplinary offence which was incompatible with the office of a judge. Paragraph 3 of Article 147, as in force until 30 June 2001, provided that, prior to revoking the appointment of a judge, the National Council had to ask the competent disciplinary court for an opinion.", "Following an amendment to the Constitution, the following relevant provisions entered into force with effect from 1 July 2001.", "Article 141a(1) provides for establishment of the Judicial Council, composed of the President of the Supreme Court, eight judges elected by the judges who may revoke their appointment, and another nine members, three of whom are appointed by the Parliament, three by the President of the Slovak Republic and three by the Government. Under paragraph 4(c) of Article 141a, the Judicial Council has the right to propose to the President of Slovakia the names of persons to be appointed to the posts of President and Vice-President of the Supreme Court and to call for their removal from office.", "Pursuant to Article 145(3), the President and Vice-President of the Supreme Court are appointed by the President of the Slovak Republic, upon the proposal of the Judicial Council, from among the judges of the Supreme Court for a five-year period. Prior to the expiry of that period the President of the Slovak Republic can revoke the appointments to the posts of President and Vice-President of the Supreme Court for any of the reasons laid down in Article 147 of the Constitution.", "Act No. 80/1992 governs, inter alia, the State administration of courts, which consists in setting up necessary conditions for the proper administration of justice without interfering with the independence of the judiciary.", "Under Section 8(1), the central authority charged with State administration of justice is the Ministry of Justice. Paragraph 2 of Section 8 provides that the other authorities in charge of State administration of Justice are the President and the Vice-President of the Supreme Court and the presidents and vice-presidents of Regional Courts and District Courts.", "Pursuant to Section 9(2), State administration of the Supreme Court is carried out by the Ministry of Justice through the President of the Supreme Court.", "Section 12(1)(d) provides that the Ministry of Justice organises, directs and controls the State administration of courts by their presidents.", "Pursuant to Section 13(1), the President of the Supreme Court carries out the State administration of that court in that he or she (a) ensures the functioning of the Supreme Court in terms of personnel and organisation, being responsible in particular for filling the expert and other posts with duly qualified staff and for dealing with personnel matters relating to judges and the other staff of the court, (b) ensures the functioning of the Supreme Court from the economic, material and financial point of view and (c) attends to the professional education of judges and other staff members of the Supreme Court.", "Under paragraph 2 of Section 13, the President of the Supreme Court also takes care to ensure that the dignity of judicial proceedings is respected, that the rules of judicial ethics are complied with and that proceedings before the Supreme Court are conducted without undue delays.", "Paragraph 3 of Section 13 entitles the President of the Supreme Court to initiate complaints in the interest of the law in the cases provided for by law.", "According to Article 11, any natural person has the right to protection of his or her personality, in particular of his or her life and health, civil and human dignity, privacy, name and personal characteristics.", "Pursuant to Article 13(1), any natural person has the right to request that unjustified infringement of his or her personal rights should be stopped and the consequences of such infringement eliminated, and to obtain appropriate satisfaction.", "Article 13(2) provides that in cases where the satisfaction obtained under Article 13(1) is insufficient, in particular because a person’s dignity and position in society has been considerably diminished, the injured person is entitled to compensation for non-pecuniary damage. According to paragraph 3 of Article 13, when determining the amount of such compensation the courts have to take into account the seriousness of the prejudice suffered by the person concerned and also the circumstances under which the violation of that person’s rights occurred."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}