{"ITEMID": "001-68605", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF OSINGER v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;Mark Villiger", "TEXT": ["8. The applicant was born in 1937 and lives in Mank/Austria.", "9. A., the applicant's brother, died on 1 December 1988. He had been a farmer and the owner of a farm. On 23 December 1998 the competent court was informed about A.'s death and, subsequently, appointed a notary public as court commissioner (Gerichtskommissär).", "10. On 22 and 23 February 1989 the applicant and eight other persons entitled to the estate of A. appeared before the notary public in Ybbs and made conditional declarations of acceptance of succession (bedingte Erbserklärung).", "11. On 23 February, 28 March and in April 1989 three experts submitted opinions on the value of the farm.", "12. On 28 July 1989 the applicant's sister M. argued that the farm was a hereditary one (Erbhof) within the meaning of the Agricultural Succession Act 1958 (Anerbengesetz) and filed an application to be appointed as its principal heir (Anerbin).", "13. On 22 September 1989 an expert submitted his opinion and concluded that the farm should not be considered hereditary.", "14. On 2 October 1989 the applicant requested to be appointed as principal heir.", "15. On 28 December 1989 the Ybbs District Court (Bezirksgericht) found that the farm did not qualify as a hereditary one because it could not provide a living for five adults as required under the applicable law. Further, it found the declarations of acceptance to be valid and appointed all nine statutory heirs as heirs to A.'s estate (Einantwortungsurkunde) but dismissed the requests by the applicant and M. to be appointed principal heirs. On 9 January 1990 the applicant appealed.", "16. On 21 February 1990 the St. Pölten Regional Court (Landesgericht) quashed the District Court's decision and remitted the case to it. It found that the issue whether the farm qualified as hereditary within the meaning of the Agricultural Succession Act 1958 had not been sufficiently determined. The other heirs appealed.", "17. On 18 October 1990 the Supreme Court dismissed the appeals and upheld the Regional Court's finding.", "18. On 31 December 1990 the District Court transmitted the file to the public notary for supplementary investigations. On 28 February 1991 an expert submitted an additional opinion.", "19. On 8 April 1991 the District Court decided to request an additional expert opinion, which it obtained on 12 September 1991.", "20. On 17 October 1991 the District Court, having heard an agricultural expert, found that the farm qualified as a hereditary one under the Agricultural Succession Act 1958. Five parties appealed.", "21. On 4 March 1992 the Regional Court dismissed the appeals and, on 27 Mai 1992, the Supreme Court dismissed an appeal on points of law and confirmed that the Agricultural Succession Act 1958 was applicable.", "22. Subsequently the District Court held hearings on 7 September and 9 November 1992. It heard several agricultural experts in order to clarify whether M. or the applicant qualified as principal heir. On 13 January and 11 March 1993 the court obtained further expert opinions.", "23. From April to June 1993 forest pest control measures were carried out in the forest belonging to the farm. As the parties of the hereditary proceedings did not reach an agreement, an estate curator (Verlassenschaftskurator) was appointed and the succession proceedings were suspended.", "24. On 8 September 1993 the District Court dismissed the applicant's request to be appointed as principal heir. It found that he did not qualify as such because he already owned part of another hereditary farm, and appointed M. as principal heir. The applicant appealed and submitted a new private expert opinion.", "25. On 29 December 1993 the Regional Court allowed his appeal and remitted the case to the District Court. It found that there was not sufficient evidence to conclude that the applicant did not meet the requirements as principal heir.", "26. On 7 March 1994 the District Court transferred the file to the public notary for supplementary investigations. On 27 April 1994 additional expert opinions were submitted. On 13 May 1994 the applicant commented thereupon.", "27. From September to November 1994 new forest pest control measures were carried out in the forest belonging to the farm. Again an estate curator was appointed and the succession proceedings were suspended. On 17 November 1994 the District Court ordered the public notary to submit his final submissions.", "28. On 2 February 1995 the District Court, having heard additional experts, again dismissed the applicant's request and appointed M. as principal heir. The applicant appealed.", "29. On 12 July 1995 the Regional Court quashed the decision and remitted the case to the District Court. On 10 August 1995 the file was transmitted to the notary public.", "30. On 5 February 1996 the District Court held a further hearing. Thereafter, it obtained further expert reports and the applicant commented repeatedly on these reports and repeatedly requested further opinions.", "31. On 12 August 1997 the applicant submitted a private expert opinion and requested to discuss it at an oral hearing. The court-appointed expert commented on the private expert opinion.", "32. On 13 July 1998 the court held another hearing in which the applicant asked to hear further experts.", "33. On 21 October 1998 the District Court dismissed the applicant's request to be appointed as principal heir and appointed M. instead. It refused to hear further experts.", "34. On 19 March 1999 the Regional Court dismissed the applicant's appeal. It confirmed the District Court's refusal to hear further experts finding that the court-appointed expert had commented in detail on the private expert opinion submitted by the applicant and that the latter could not impugn the plausibility of the opinion of the court-appointed expert.", "35. On 10 June 1999 the Supreme Court dismissed the applicant's appeal on points of law. This decision was served on the applicant's lawyer on 14 July 1999.", "36. The Non-Contentious Proceedings Act 1854 (Außerstreitgesetz) does not contain any specific provision on hearings in succession proceedings. Case-law and opinion of writers consider that hearings under this act are not public (see Fasching, Lehrbuch des österreichischen Zivilprozessrechts, Wien, 1984, marginal number 682; Gögl, Der Beweis im Verfahren außer Streitsachen, ÖJZ 1956, 344 (347)).", "37. On 1 January 2005 a new draft of the Non-Contentious Proceedings Act entered into force and repealed the 1854 Act. As general rules, Sections 18 and 19 of the 2005 Act now provide for oral and public hearings in non-contentious proceedings, and their conduct lies within the discretion of the court. Section 162 provides for oral hearings in succession proceedings on the determination of an heir (Verfahren über das Erbrecht), in particular. Section 185 stipulates that, with the exception of proceedings on the determination of an heir (Section 162), there are no public hearings in succession proceedings (Verlassenschaftsverfahren)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}