{"ITEMID": "001-83781", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "GRUBER v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Karl-Heinz Gruber, is a German national who was born in 1942 and lives in Berlin. He was represented before the Court by Mr C. Lenz, a lawyer practising in Stuttgart.", "On 6 March 2000 the Berlin Regional Court convicted the applicant of seventy-one counts of fraudulent breach of trust (Untreue) and sentenced him to a cumulative sentence of two years’ imprisonment suspended on probation and a fine of 3,600 Deutschmarks (DEM). It found that the applicant, as a liquidator employed by the Treuhand agency (Treuhandanstalt), had embezzled a total of more than eleven million Deutschmarks belonging to the various firms he had liquidated or to the Treuhand agency itself. In particular, he had received money for a stock corporation he was liquidating and, contrary to a decision made by its shareholders to pay part of the sum to the Jewish Claims Conference, had transferred some 1,93 million Deutschmarks to another company to conceal damage he had previously caused. The applicant had decided to embezzle money as the Treuhand agency had failed to pay him the supplementary commissions he had claimed under his contracts with it. In fixing the sentence of one year’s imprisonment for the most serious count of fraudulent breach of trust (compare ‘Relevant domestic law’ below), the court considered as an aggravating factor the extraordinarily high amount of damage caused, amounting to almost two million Deutschmarks.", "On 19 December 2000 the Federal Court of Justice, allowing the appeal on points of law lodged by the Public Prosecutor’s Office solely against the fixing of the sentence, quashed the Regional Court’s judgment in this respect and remitted the case to a different chamber of the Regional Court. It left open whether, having regard to the amount of damage caused, the very mild sentence imposed could still be considered as an appropriate sanction. In any event, the Regional Court had, inter alia, unlawfully taken into consideration grounds for granting probation when fixing the sentence itself.", "On 16 July 2001 the Berlin Regional Court sentenced the applicant to a cumulative sentence of two years and six months’ imprisonment – a sentence which could not be suspended on probation (see ‘Relevant domestic law’ below) – for forty-five counts of fraudulent breach of trust. It had previously discontinued the proceedings in respect of twenty-six counts of fraudulent breach of trust in view of the sentence the applicant had to expect for the remaining counts he had been found guilty of.", "In fixing the sentence of one year and six months’ imprisonment for the most serious count of fraudulent breach of trust (compare ‘Relevant domestic law’ below), the Regional Court considered in mitigation that the applicant had confessed to the offences and regretted them, that he had no previous convictions and that he made serious efforts to redress the damage caused. Moreover, the proceedings had been lengthy and he might be prohibited from further exercising his profession as a tax consultant. Furthermore, following recent developments in the case-law, the applicant might be able to enforce the payment of supplementary commissions he had claimed from his former employer.", "As aggravating circumstances the Regional Court took into consideration that the applicant had caused very serious damage amounting to 1,93 million Deutschmarks and that he had flagrantly breached his duty as a tax consultant to keep accounts for assets not belonging to him separated from his own accounts. By withdrawing and transferring money on his own motion to settle his claims against his employer at that time instead of enforcing them in court, the applicant had negligently handled the assets of others in breach of his duties and had recklessly pursued his own profit. Moreover, the court considered as an aggravating factor that the applicant had embezzled money which belonged to, inter alia, the Jewish Claims Conference, whereby, against the background of German history, he had touched upon a very sensitive issue.", "The Regional Court noted that, compared to other cases in which a similarly grave damage had been caused, the cumulative sentence imposed was comparatively low, which was mainly owing to the fact that the applicant could now most probably enforce his claim for supplementary commissions before the civil courts.", "On 28 September 2001 the applicant lodged an appeal on points of law. He complained that the Regional Court had considered as an aggravating factor that his offence had affected assets belonging to the Jewish Claims Conference. This was not an element which could lawfully be taken into account in determining his penalty.", "In his submissions dated 5 February 2002, the Federal Public Prosecutor General argued that the Regional Court, in referring to the fact that the applicant had embezzled money which should have been transferred to the Jewish Claims Conference, took account of the way in which the applicant had committed his offence and its background, which were permissible criteria for fixing a sentence under section 46 § 2 of the Criminal Code (see ‘Relevant domestic law’ below).", "On 5 March 2002 the Federal Court of Justice, without giving reasons, dismissed the applicant’s appeal on points of law as ill-founded.", "On 12 April 2002 the applicant lodged a constitutional complaint with the Federal Constitutional Court. Setting out the course of the proceedings before the criminal courts and the reasons given for their decisions, he complained that his sentence had been fixed at two years and six months’ imprisonment by reference to the fact that he had embezzled assets belonging to the Jewish Claims Conference. He had to serve this sentence as, contrary to his initial sentence, it exceeded two years and could therefore no longer be suspended on probation. He had been imposed an executable prison sentence contrary to the rule of law and arbitrarily. In particular, the courts had failed to verify whether he had known at the time of the offence in August 1998 that the Jewish Claims Conference was affected by his acts. Its involvement had in fact become apparent only in November 1998 when the decision on the distribution of the assets belonging to the company in liquidation had been taken. In any event, it had been a share of less than ten per cent of the amount of money in liquidation which had been claimed by the heirs of former associates of the company in liquidation who were represented by the Jewish Claims Conference. Moreover, by taking this criterion into account the courts had treated proprietors differently on grounds of their race or religion contrary to the right to equal treatment.", "On 2 October 2002 the Federal Constitutional Court communicated the complaint to the Government of the Land Berlin and the Federal Court of Justice for observations. The Berlin Ministry of Justice (Senatsverwaltung) arranged for the execution of the applicant’s prison sentence to be suspended while the proceedings were pending before the Federal Constitutional Court following that court’s informal request to do so.", "In its observations of 3 December 2002 the Federal Court of Justice recalled that according to its case-law, only foreseen or foreseeable consequences of an offence could be considered as aggravating circumstances.", "On 3 September 2004 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint and declared that the motion for an injunction was therefore disposed of (file no. 2 BvR 587/02).", "The Federal Constitutional Court found that it was not necessary to consider the applicant’s complaint in order to enforce his rights as the violation he alleged was neither severe nor did he suffer a particularly grave disadvantage by not obtaining a decision on the merits.", "The court noted that the applicant complained only that the Regional Court, in fixing his sentence, had wrongfully considered as an aggravating factor that he had embezzled assets belonging to the Jewish Claims Conference. However, even assuming that the impugned criterion had not been taken into consideration in determining his punishment, the Regional Court would not have imposed a different sentence. The Regional Court, in fixing the sentence for the most severe count of fraudulent breach of trust, had not attached decisive importance to the fact that the applicant had embezzled assets belonging to the Jewish Claims Conference. It had mainly taken into account the amount of damage the applicant had caused (DEM 1,930,000), the disrespect of his professional duties as a tax consultant and his reprehensible pursuit of personal profit. Having regard to the enormous damage caused by the most severe count of fraudulent breach of trust alone, the impugned criterion could not have had a decisive influence on the sentence fixed. In these circumstances, the applicant did not suffer a particularly grave disadvantage by not obtaining a decision of the Federal Constitutional Court.", "Section 46 of the Criminal Code lays down the principles to be observed in determining a perpetrator’s punishment. The guilt of the perpetrator is the basis for fixing the punishment (section 46 § 1). In fixing the penalty, the court shall counterbalance the circumstances being in the perpetrator’s favour and against him, in particular his motives and aims, the extent of the breach of his duties, the manner in which the offence was executed and its consequences caused by fault of the perpetrator, his past life, personal and financial circumstances and his conduct after the offence (section 46 § 2).", "If a perpetrator committed more than one offence and thus incurred more than one term of imprisonment or more than one fine, the court, when giving its judgment on these offences at the same time, shall fix a cumulative sentence (section 53 § 1 of the Criminal Code). The cumulative sentence shall be fixed by increasing the severest sentence or fine incurred (section 54 § 1 of the Criminal Code).", "Pursuant to section 56 of the Criminal Code, the court may, under certain circumstances, suspend on probation the execution of a prison term which does not exceed two years. The court may grant probation if it can be expected that the conviction as such will already serve the convicted person as a warning and that he will not commit any further offences in the future even without the influence exerted by the execution of the sentence. Moreover, a comprehensive evaluation of the act and personality of the convicted person must reveal the presence of special circumstances."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}