{"ITEMID": "001-80647", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MISHKETKUL AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3", "JUDGES": "Christos Rozakis", "TEXT": ["5. The first two applicants were born in 1977 and 1975 respectively and live in the town of Noginsk in the Moscow region. The third applicant was born in 1948 and lives in Moscow.", "6. On 27 April 2001 the police were called to a flat owned by the third applicant. Upon their arrival, the police officers discovered the first applicant in the flat. He jumped out of the kitchen window and ran away trying to escape. The policemen fired several shots in the air, but the first applicant did not stop. A policeman pursued him, knocked him down to the ground and handcuffed him.", "7. The first applicant was taken to the Lyublino police station, where he was allegedly beaten up for four hours. He signed a statement confessing to having broken into the flat attempting to commit theft. Mr Kostyukov, appointed to act as the first applicant's counsel, was present when he made that statement.", "8. An investigator of the Lyublino District Police Department drew up the record of the first applicant's arrest. He indicated that the first applicant had been apprehended at the crime scene, that eyewitnesses, including the victims, had identified him as the perpetrator of the criminal offence, that he had tried to escape and that he had no permanent place of residence.", "9. On the same day the second applicant was arrested as the first applicant's accomplice to the theft.", "10. The first two applicants were charged with theft and on 30 April 2001 the Lyublino District Prosecutor, by separate decisions, authorised their placement in custody. The prosecutor noted that the first two applicants were charged with a serious criminal offence carrying a sentence of imprisonment; that they did not have a permanent place of residence in Moscow; that the second applicant was a “citizen of the Republic of Abkhazia” and the first two applicants were liable to abscond and evade justice. The decisions were amenable to appeal, but the first two applicants did not make use of this avenue.", "11. On 25 June 2001 the first two applicants and their lawyers started reading the case file. An investigator drew up records in which the two applicants and their lawyers made handwritten notes confirming that they had been provided with the entire file and that no time restrictions had been imposed on them.", "12. On 28 June 2001 the pre-trial investigation was closed, the first two applicants were served with the bill of indictment and the case was set down for trial in the Lyublinskiy District Court of Moscow. On the same day the District Court fixed the first trial hearing and extended the two applicants' detention. That decision was not appealed against and became final.", "13. On 25 December 2001 the Lyublinskiy District Court found the first two applicants guilty as charged and sentenced the first applicant to four years and two months' imprisonment and the second applicant to four years' imprisonment. The District Court based its judgment on statements by the victims, including the third applicant, witnesses, expert opinions, documentary evidence and the confession made by the first applicant on 27 April 2001. That judgment was upheld by the Moscow City Court on 3 April 2002.", "14. In March 2003 the applicants requested a review of the judgment of 25 December 2001, as upheld on appeal on 3 April 2002.", "15. On 11 September 2003 the Presidium of the Moscow City Court, by way of supervisory review, quashed the judgments of 25 December 2001 and 3 April 2002 and remitted the case to the District Court for a fresh examination. The Presidium held that the first two applicants should “remain in detention”. No reason for the extension was cited.", "16. On 10 October 2003 the Lyublinskiy District Court scheduled the first trial hearing, appointed Mr Vasichkin to act as counsel for the first two applicants and ordered that witnesses should be called according to lists prepared by the parties. As follows from the decision, the District Court did not determine the issue of detention. According to the Government, the District Court held that the measure of restraint to which the first two applicants were subject should “remain unchanged”.", "17. On 16 March 2004 the District Court found the first two applicants guilty of aggravated theft and sentenced them to four years' imprisonment. The District Court relied, inter alia, on the statement made by the first applicant on 27 April 2001.", "18. The Moscow City Court, on appeal, quashed the judgment on 27 April 2004 and remitted the case to the District Court for a fresh examination. The City Court, without indicating any reasons, held that the first two applicants should “remain in detention”.", "19. The Lyublinskiy District Court received the case file on 17 May 2004. On 1 June 2004 the District Court fixed the hearing date, appointed counsel for the first two applicants and held that the preventive measure “should remain unchanged”.", "20. Six days later the Lyublinskiy District Court extended the detention of the first two applicants until 30 August 2004. It held that the applicants had been charged with a serious criminal offence and “there were no grounds for changing the measure of restraint”.", "21. The first two applicants appealed, arguing that there were no grounds for their continued detention and that they should be released subject to a written undertaking. They further complained that the length of their detention was excessive and that the District Court had failed to provide reasons for extending it.", "22. On 1 July 2004 the Moscow City Court upheld the order of 7 June 2004, relying on the gravity of the charges and the fact that the trial proceedings were pending. It also noted that the entire period of the detention of the first two applicants had been authorised in compliance with the procedural requirements and had not been excessively long.", "23. On 17 August 2004 the Lyublinskiy District Court extended the detention of the first two applicants until 30 November 2004, holding that in view of the complexity of the case it needed additional time for the trial, that the first two applicants were charged with a serious criminal offence and that there was no reason to release them.", "24. On 13 September 2004 the Moscow City Court upheld the order, noting the gravity of the charges against the first two applicants and the absence of any grounds for their release.", "25. On 19 October 2004 the Lyublinskiy District Court found the first two applicants guilty of aggravated theft, sentenced them to four years' imprisonment and ordered that they should jointly pay the third applicant 81,000 Russian roubles in compensation for damage. The District Court did not make any reference to the confession made by the first applicant on 27 April 2001. At the same time it noted that the prosecution authorities had examined the complaints alleging ill-treatment and had dismissed them as unfounded. The first applicant and his lawyer had not appealed against that prosecutor's decision and had therefore agreed with the prosecutor's findings.", "26. On 23 December 2004 the Moscow City Court upheld the judgment. In response to the first applicant's complaint that his confession of 27 April 2001 had been obtained under duress, it noted that the District Court had not taken the confession into consideration and had not based its findings on it. The City Court once again indicated that the first applicant had not appealed against the prosecutor's decision.", "27. The first two applicants were released on 27 April 2005 after having served their sentence.", "28. The first applicant complained to the prosecutor that on 27 April 2001 the policemen had beaten him up and had forged evidence in his case.", "29. On 1 July 2001 an assistant of the Lyublinskiy District Prosecutor refused to institute criminal proceedings in connection with the applicant's claim of ill-treatment. He studied a record of the medical examination of the first applicant on 27 April 2001, in which multiple bruises on his face, upper body and legs had been noted. The assistant prosecutor found that the first applicant could have received those injuries on 27 April 2001 as a result of falling down when trying to escape from the policemen. The reasoning of the two-page decision was founded on the statements by the police officer who had apprehended the applicant on 27 April 2001 and Mr O., a neighbour of the third applicant, who had seen the first applicant immediately after his arrest. The decision of 1 July 2001 was promptly notified to the first applicant.", "30. Until 1 July 2002 criminal-law matters were governed by the Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic (Law of 27 October 1960, “the old CCrP”). From 1 July 2002 the old CCrP was replaced by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, “the new CCrP”).", "31. Before 14 March 2001, pre-trial detention was authorised if the accused was charged with a criminal offence carrying a sentence of at least one year's imprisonment (Article 96). The amendments of 14 March 2001 repealed the provision that permitted defendants to be remanded in custody on the sole ground of the dangerous nature of the criminal offence they were charged with. The new CCrP reproduced the amended provisions (Articles 97 § 1 and 108 § 1) and added that a defendant should not be remanded in custody if a less severe preventive measure was available.", "32. After the arrest the suspect is placed in custody during the investigation. The period of detention during the investigation may be extended beyond six months only if the detainee is charged with a serious or particularly serious criminal offence. No extension beyond eighteen months is possible (Article 97 of the old CCrP, Article 109 of the new CCrP).", "33. Before 14 March 2001 the old CCrP set no time-limit for detention during the trial proceedings. On 14 March 2001 a new Article 239-1 was inserted which established that the period of detention during the trial proceedings could not generally exceed six months from the date the court received the file. That limitation did not apply to defendants charged with particularly serious criminal offences. The new CCrP establishes that the detention during the trial proceedings may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255).", "34. The RSFSR Code of Criminal Procedure (in force until 1 July 2002, “the CCrP”) established that a criminal investigation could be initiated by an investigator upon the complaint of an individual or on the investigative authorities' own initiative when there were reasons to believe that a crime had been committed (Articles 108 and 125). A prosecutor was responsible for general supervision of the investigation (Articles 210 and 211). He could order a specific investigative action, transfer the case from one investigator to another or order an additional investigation. If there were no grounds to initiate a criminal investigation, the prosecutor or investigator issued a reasoned decision to that effect which had to be notified to the interested party. The decision was amenable to an appeal to a higher prosecutor or to a court of general jurisdiction (Article 113).", "35. On 29 April 1998 the Constitutional Court of the Russian Federation held that anyone whose legitimate rights and interests had been affected by a decision not to institute criminal proceedings should have the right to appeal against that decision to a court."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}