{"ITEMID": "001-105167", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF GOH v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant is a Singaporean citizen, born in 1958 and residing in Romania. He is currently serving a prison sentence in Ploieşti Prison.", "6. On 8 March 2001, a robbery took place in the flat of a Chinese couple, H.Z.Y. and Y.X. The two victims reported the incident to the police. They indicated that three men had entered their flat, one of them threatening H.Z.Y. with a knife. The same person had forced H.Z.Y., under the threat of knife, to write down a receipt by which he recognised that he owed a debt of 5,000 US Dollars to another person.", "7. On 15 March 2001, the applicant and H.Z.Y. agreed to meet in a restaurant in order to collect payment of part of the debt. After the applicant had received from H.Z.Y. an envelope with money, police officers had intervened and had arrested him. At the same time, the police officers apprehended F.Y., who had been sitting outside the restaurant closely following the movements of H.Z.Y. and the applicant.", "On the same date, the police seized from the flats of the two accused items related to the robbery, the knife used to threaten the victims, a wallet and residence permit belonging to H.Z.Y, as well as the stolen electronic equipment.", "8. In one of the first statements given to the investigative authorities, both accused denied the robbery.", "9. After the prosecutor issued an indictment against the applicant on charges of robbery and blackmail and against F.Y on charges of robbery, the case was referred to the Bucharest District Court (“the District Court”).", "10. On 5 October 2001, the District Court heard from the victims, two witnesses who had attended the search of the defendants’ flats, the applicant’s lawyer and both accused. F.Y. admitted that he had committed the robbery, but indicated that the applicant had not been involved. The applicant’s request to have three additional witnesses heard (persons with whom he was sharing his flat) was denied, as the court considered that their statements would be made pro causa.", "11. By a judgment of 9 October 2001, the District Court found the applicant guilty of both charges and sentenced him to fifteen years’ imprisonment. It considered that F.Y.’s new statement did not corroborate the other evidence. It noted that the applicant had not been consistent in his statements and that there were contradictions between the submissions of the two accused concerning how they knew each other and why they had gone to the restaurant together on 15 March 2001. It considered that F.Y.’s new statement could be explained by the high standing that the applicant had within the Chinese community, as person in charge of obtaining the extension of residence permits and recovery of monetary debts.", "The District Court applied the maximum sentence in the applicant’s case, relying on the fact that during the trial he had displayed a violent attitude, threatening the victims in Chinese while they were testifying and taking into account his criminal record and the circumstances in which the acts had been committed.", "12. The applicant and F.Y. lodged appeals, the former alleging that he was innocent and the latter asking for a milder sentence.", "13. On 13 May 2002, upon the applicant’s request, H.X.P., a new witness, testified in front of the County Court, claiming that he had been involved in the robbery and that the applicant had been the victim of a trap.", "14. The County Court dismissed both appeals by a decision of 20 May 2002. After reviewing all of the evidence in the case file, it concluded that H.X.P.’s statement was untrue, as it had not been corroborated by the other evidence in the file.", "15. The applicant lodged an appeal on points of law, alleging that he was innocent and that he had not committed the alleged crimes. The Bucharest Court of Appeal (“the Court of Appeal”) denied the request to have H.X.P. called as a witness once more. By a final decision delivered on 3 September 2002, the appellate court upheld the decisions of the lower courts. After reviewing all the evidence available in the case file, including the statement made by H.X.P., the Court of Appeal concluded that the evidence pointed to the applicant’s guilt and that H.X.P.’s statement had not been corroborated by the rest of evidence.", "16. After his final conviction, the applicant lodged an extraordinary appeal, which was dismissed by a final decision of the Court of Appeal on 12 October 2004.", "17. The applicant has been in prison since the day of his arrest on 15 March 2001. He has been held in a number of different detention centres. No information is available in respect of his place of detention before 13 June 2001. From the latter date until 20 July 2001 he was detained in Jilava Prison. On the latter date he was transferred to Rahova Prison, where he was held until 26 January 2009. He was then transferred to Margineni Prison. On 19 June 2009 he was transferred from that prison to Giurgiu Prison. By letter of 4 January 2011, he informed the Court that he was transferred to Ploiesti Prison.", "18. In respect of the three establishments, the applicant alleged that he had been kept in overcrowded cells, with poor hygiene conditions. In addition, he described the situation in each of the establishments, as detailed further below.", "19. The applicant complains that during the months of June and July 2001, owing to extremely hot weather, the conditions in prison had been unbearable: there had been forty to fifty people in one cell; two to three prisoners had shared the same bed; he had had to share a bed with another prisoner who had had many wounds on his skin; the water had been of very poor quality, having been of a yellow colour, smelling and containing worms. Sometimes, there had been no water – either for drinking or for the toilet. The food had also been of very poor quality.", "20. On 20 July 2001 the applicant was transferred to Rahova Prison.", "21. Here, in cells originally planned for ten prisoners (approximately 6 m in length and 3 m wide), there had sometimes been between twelve and fourteen prisoners. The quality of food had been poor.", "22. From 1 January 2007 the prisoners had no longer been allowed to receive food by post and the only way of obtaining food had been to do so from the prison shop, where the prices had been higher than normal market prices. The applicant further alleged that the food normally served had not included meat.", "23. The applicant complained that money had often been stolen from letters sent to prisoners and that using the bank transfer system had been rather complicated and had taken a considerable time.", "24. He alleged that between 2001 and 2006 he had been subjected to great anxiety and stress because of abuses on the part of (masked) special forces, who had stormed the cells, beaten the prisoners and stolen items belonging to them.", "25. The applicant complained that in Mărgineni Prison, he had shared a cell with a surface area of 48 sq. m with twenty-seven other prisoners.", "26. The Government provided official information, submitted by the National Prison Administration (“NPA”), concerning the size of and facilities in the cells that the applicant had occupied during his detention, as well as the general detention conditions in the three establishments.", "27. In Jilava Prison, the applicant had been placed in cell no. 512, which had had a surface area of 42.84 sq. m. The average number of prisoners occupying the cell during the month of June 2001 had been forty-five, and during the month of July, forty-nine. The cell had been equipped with two squat toilets connected to the water network and separated from the rest of the room by a wall. Fresh air had been able to come in through the windows in the cell and toilet. A laboratory analysis of water quality had not indicated that the water had presented the characteristics described by the applicant. The prisoners had been allowed to take one hot shower per week in communal bathrooms available in each section of the prison, where there had been between nineteen and twenty-three showers available. The applicant had been allowed to walk outside the cell for thirty minutes each day. The official documents did not give the exact number of bunks per cell.", "28. In Rahova Prison, the applicant had been placed in cells with an average size of 21 sq. m and which had had ten bunk beds for a maximum of ten detainees. The cells had also included a table, benches, a TV stand, a wardrobe, shelves and a food storage space. A bathroom measuring 8.26 sq. m with cold water had been attached to the cell, separated from the rest of the room by a wall and consisting of a shower, two sinks and a toilet. Hot water had been available twice per week, between midday and 2 p.m. and from 5 p.m. to 7 p.m. Each cell had had a double window, while the bathroom and the food storage room had each had one window.", "The detainees had been allowed to walk outside for one to three hours per day and, upon their request, they had been given access to sports fields twice a week.", "The prison had ensured detainees’ right to purchase different items from a shop operated by a company and located inside the prison. The prices had been regularly checked to ensure that they stayed within the average prices charged by other companies nearby the prison.", "Although the applicant had had the right to take part in sports or recreational activities, he had not joined in those activities.", "29. As regards the applicant’s detention in Mărgineni Prison, the applicant had been placed in cell no. 14, which had had a total surface area of 42.12 sq.m. The cell had included twenty-seven bunk beds and the number of detainees had never exceeded the number of available beds. The average number of inmates in the cell had been twenty-five during the months of February, March and May 2009 and twenty-four during April 2009. The cell had also been equipped with a few tables, a TV set belonging to the prison and storage spaces for dishes and food.", "A bathroom measuring 7 sq. m had been attached to the cell, including two toilets separated by a wall, a sink and a shower. Cold running water had been available and it had been of drinking quality.", "A schedule approved by the penitentiary authorities had ensured the availability of a shower twice a week.", "The applicant had been able to take part in outdoor sport activities for one hour twice a week until 31 March 2009 and for two hours once a week starting from 1 April 2009. The applicant had also been able to walk outside the cell in one of the seven prison courtyards according to a schedule approved by the penitentiary authorities.", "30. In respect of the three prisons, the Government indicated that the cells had had natural light and electricity. The inmates had been responsible for cleaning their cells, using products put at their disposal by the prison administration. Pest control measures and insecticide treatments had been carried out regularly.", "The quality of drinking water had been regularly assessed. Food had been prepared on a daily basis. The quality of the raw materials used for the preparation of meals had been certified by reports attached to the food provided by different suppliers.", "31. The applicant alleged that he did not receive adequate medical treatment for his various medical conditions and he did not receive any treatment for anaemia. He alleged that in the period 2005-2007, he made numerous requests to receive a dental prosthesis, which had been ignored. In December 2007, he received a prosthesis, which according to him was damaged.", "32. From the information submitted to the case-file by the Government, based on documents furnished by NPA, it appears that the applicant received and currently still receives treatment for his various medical conditions. None of the medical records indicates that the applicant suffers from anaemia. In respect of the dental treatment, the medical records indicate that a dental prosthesis has been prepared for him and that between the date when he received it (27 December 2007) and his transfer to Margineni prison on 26 January 2009, he did not report to the medical staff any complaint regarding its quality.", "33. The relevant provisions of Law no. 23/1969 on the execution of sentences are described in paragraphs 23 and 25 of the Năstase-Silivestru v. Romania, (no. 74785/01, 4 October 2007).", "34. The Government’s Emergency Ordinance no. 56 of 27 June 2003 (“Ordinance no. 56/2003”) regarding the rights of prisoners states, in Article 3, that prisoners have the right to bring legal proceedings before a court of first instance concerning the implementing measures taken by the prison authorities in connection with their rights. Ordinance no. 56/2003 has been repealed and replaced by Law no. 275 of 20 July 2006, which has restated the content of Article 3 mentioned above in Article 38, which provides that a judge shall have jurisdiction over complaints by convicted prisoners against measures taken by prison authorities (see also Petrea v. Romania, no. 4792/03, §§ 21-23, 29 April 2008).", "35. The Government submitted to the Court copies of judicial decisions delivered by the domestic courts concerning the application of Ordinance no. 56/2003 and Law no. 275/2006. The decisions mainly concern complaints lodged by prisoners in respect of disciplinary sanctions imposed on them by prison authorities, alleged lack of adequate medical treatment, breaches of their rights to receive visits, to correspondence, to confidentiality of telephone conversations, to have walks outside their cell, to medical assistance during transport to a courthouse, and the right to be placed in a non-smoking cell. In one decision of 9 March 2006, a domestic court noted that the cells in the relevant prison had been designed to accommodate a large number of inmates and only the prison infirmary had been able to accommodate a lower number of inmates. Therefore, as the applicant in that case had not had any medical need to be placed in the infirmary, he was required to remain in a large cell. In another decision of 16 June 2006, a domestic court dismissed a prisoner’s complaint concerning overcrowded cells and the fact of having to share a bed with another person. The court’s reasoning was that the claimant’s state of health had actually improved since he had been placed in detention, he had received adequate medical treatment and therefore that none of his rights had been violated.", "36. The relevant findings and recommendations of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) are described in Bragadireanu v. Romania (no. 22088/04, §§ 73-76, 6 December 2007) and Artimenco v. Romania (no. 12535/04, §§ 22-23, 30 June 2009).", "37. The CPT report published on 11 December 2008, following a visit to different police detention facilities and prisons in Romania (including Jilava Prison) conducted from 8 to 19 June 2006, indicated overcrowding as a persistent problem. The same report concluded that in the light of the deplorable material conditions of detention in some of the cells of the establishments visited, the conditions of detention could be qualified as inhuman and degrading.", "In the same report, the CPT declared itself gravely concerned by the fact that a lack of beds remained a constant problem, not only in the establishments visited but at national level, and that this had remained the case since its first visit to Romania in 1999. The CPT also welcomed the changes introduced in domestic legislation providing for personal space of 4 sq. m for each prisoner. The CPT therefore recommended that the Romanian authorities take the necessary measures to ensure compliance with this requirement, as well as to ensure that each detainee has his or her own bed.", "38. There is no CPT report concerning Rahova Prison. However, a Romanian NGO, APADOR-CH (Association for the Defence of Human Rights in Romania – the Helsinki Committee) visited this establishment on 13 February 2009. The report prepared following this visit indicated that, based on the information submitted by the authorities, the average personal space for prisoners was 2.77 sq. m. The overcrowding was obvious when visiting individual cells: one of the cells visited, measuring 18 sq. m, had accommodated eleven prisoners, even though only ten beds had been available. As regards the prison’s food, the report indicated that only one detainee had complained about its quality and that many prisoners had preferred to eat the food they received from home or that they bought from the shop."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}