{"ITEMID": "001-120034", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF HANU v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Johannes Silvis;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["6. The applicant was born in 1973 and lives in Constanţa.", "7. On 22 March 2000 criminal proceedings were instituted against the applicant, a bailiff by profession. He was charged with bribery, abuse of power and forgery, on the basis of criminal complaints lodged by M.M. and G.A (hereinafter “the complainants”), two individuals he had assisted as a bailiff in enforcement proceedings. M.M. alleged that the applicant had requested money from her in exchange for him asking a judge to assist with the enforcement of a title deed, while G.A. stated that the applicant had requested a certain amount of money from him to assist with the enforcement of a judgment.", "8. On 22 March 2000 an operation was set up in respect of the applicant. The police gave M.M. a tape recorder and money which was marked with a fluorescent substance. She and her cousin met the applicant in a bar. According to the report of the operation, M.M. had wanted to hand the money to the applicant, but he had made a signal to her to put it into his briefcase. Her cousin had not been there when this had happened. After the envelope containing the money had been placed in the applicant’s briefcase, the police had appeared. The report of the operation stated that there had been no fluorescent substance found on the applicant’s hands, but that money had been found in the briefcase.", "9. The applicant was held in pre-trial detention from 30 November 2001 until 27 December 2001, when he was released following a court order dismissing a request by a prosecutor to keep him in custody.", "10. On 3 December 2001 the prosecutor attached to the Constanţa Court of Appeal (“the Court of Appeal”) issued an indictment against the applicant for bribery and abuse of power. The charges against him were based on statements of the complainants and other witnesses, and the report of the operation.", "11. On 24 September 2002 the Constanţa County Court acquitted the applicant of all charges after hearing evidence from the witnesses, the complainants and the applicant.", "12. In reaching its decision, the court noted that the only prosecution evidence available was the statements of the complainants and other witnesses, some of whom were the complainants’ relatives, who could only state what they had been told by them. Moreover, none of the witnesses actually saw the money being given to the applicant. Secondly, the court noted that no mention was made in any of the evidence submitted to it of the tape recorder that had been used during the police operation. It held, therefore, that none of the evidence was conclusive proof as to the applicant’s guilt.", "13. The prosecutor appealed. In a hearing held on 10 January 2003 before the Court of Appeal, the prosecutor sought conviction of the applicant, while the applicant’s lawyer asked for the appeal to be dismissed. The applicant did not give evidence before the court, but he was given the opportunity to address the court at the end of the hearing and declared that he was innocent. No witnesses were heard and no additional evidence was adduced at that stage of the proceedings. Neither the applicant nor his lawyer submitted written observations.", "14. In a decision of 23 January 2003, the Court of Appeal overturned the acquittal and found the applicant guilty of both charges, sentencing him to three years’ imprisonment suspended. It concluded that the witness statements were proof that the applicant had committed the offences alleged.", "15. The applicant lodged an appeal on points of law, claiming, inter alia, that the appellate court had failed to hear the witnesses directly regarding the statements on which it had relied and had failed to take into account other evidence in his defence; that the prosecution had withheld the taperecording of the operation from the case file even though the applicant had asked for it to be assessed by the courts and the prosecutor had authorised the recording himself; and that none of the evidence adduced was conclusive proof that he had committed the offences alleged.", "16. A hearing was held on 27 June 2003 before the Supreme Court of Justice (“the Supreme Court”). The applicant did not attend the hearing, but his lawyer was present. No witnesses were heard and no new evidence was adduced during the hearing. On that day, the court concluded the proceedings and set a date for the public delivery of its final decision.", "17. At the following hearing on 4 July 2003, the Supreme Court dismissed the applicant’s appeal on points of law with final effect. It concluded that the Court of Appeal had assessed the evidence correctly and that the applicant’s submissions were not corroborated by any of the other evidence adduced. It emphasised that besides the statements of the complainants, the Court of Appeal had also relied on statements of witnesses who knew that G.A. had attempted to secure money to pay the applicant. It also considered the fact that no fluorescent substance had been found on the applicant’s hands to be irrelevant, given that he had requested the money which was found in his briefcase. No reference was made to the applicant’s submissions regarding the tape recorder or to the appellate court’s failure to hear the complainants and the witnesses directly.", "18. The relevant provisions of the Romanian Code of Criminal Procedure concerning the authority of the appellate courts, as in force at the material time, read as follows:", "“(1) The court deciding the appeal shall examine the contested decision on the basis of the case file and any new written documents adduced to it.", "(2) In deciding the appeal, the court may make a new assessment of the evidence in the case file and may order any new evidence that it deems to be necessary ...”", "“In deciding the appeal, the court shall decide to:", "...", "(2) uphold the appeal and:", "(a) quash the decision of the first-instance court, deliver a new decision and proceed in accordance with Article 345 et seq. to its judgment on the merits ... ”", "19. The relevant provisions of the Code of Criminal Procedure concerning the authority of courts ruling on appeals on points of law, as in force at the material time, as well as amendments introduced in September 2006, are described in the case of Găitănaru v. Romania (no. 26082/05, §§ 17-18, 26 June 2012). In particular, article 38515 of the Code, as in force at the material time, provided for the Supreme Court of Justice, when allowing an appeal on points of law, to refer the case to a lower court if it was necessary to hear evidence in the case."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}