{"ITEMID": "001-108599", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASES OF HARKINS AND EDWARDS v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Extradition) (Conditional) (United States of America);No violation of Article 3 - Prohibition of torture (Article 3 - Extradition) (Conditional) (United States of America)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["6. On 10 August 1999, in Jacksonville, Florida, Joshua Hayes was killed by a gunshot wound to the head in the course of a robbery.", "The first applicant was subsequently arrested for the murder of Mr Hayes and, on 3 February 2000, was indicted for first degree murder and attempted robbery with a firearm. On 7 February 2000 the prosecution filed a notice that they intended to seek the death penalty for the charge of first degree murder; that notice was subsequently withdrawn. According to an affidavit filed in support of the United States’ extradition request by Mr Charles Thomas Kimbrel, Assistant State Attorney (see paragraph 8 below), the prosecution case is based upon the testimony of a co-accused, Mr Terry Glover, who has since confessed and become a witness for the prosecution. His evidence is that he and the first applicant arranged for Mr Hayes to purchase marijuana from the first applicant. A meeting was arranged for delivery and payment. Mr Glover and the first applicant arrived at the meeting wearing masks. According to Mr Glover, the first applicant brandished a rifle and, when Mr Hayes refused to hand over the money, the first applicant shot him in the head. Mr Glover and the first applicant fled the scene, washed blood from their car at a carwash and threw the rifle in a river. The prosecution further rely on ballistics evidence, and other witnesses whom they intend to call at trial to prove that the applicant planned the robbery and left his residence with a gun shortly before the robbery and killing.", "The applicant maintains that initial police reports into Mr Hayes’ murder record Mr Glover as stating that he, the first applicant, hit Mr Hayes in the head with the gun and the gun went off. The police reports also directly refer to the killing as one of “felony murder”. (The Florida “felony murder rule” allows a defendant to be convicted of murder, even if there was no premeditation on his part, if he committed or was attempting to commit a serious felony offence (including armed robbery) at the time of the killing: see relevant Florida law at paragraph 51 below.) The applicant also maintains that the medical examiner’s report on Mr Hayes’ injuries demonstrates that the injuries are consistent with the gun going off accidentally. However, the first applicant denies being present at the fatal incident: he alleges that he only lent his car to one of those present, a Mr Randle, who went on to participate in the fatal robbery of Mr Hayes.", "After he was indicted, the applicant was released on bail and ordered to appear before the court on 12 July 2002.", "7. On 25 January 2003, the first applicant was arrested in the United Kingdom following a fatal car accident, for which he was subsequently sentenced to five years’ imprisonment. An extradition request was made by the United States’ Government on 7 March 2003. In an affidavit provided in support of the extradition request, Mr Charles Thomas Kimbrel, Assistant State Attorney, confirmed that the notice of intention to seek the death penalty had been withdrawn and that the prosecution sought a life sentence.", "8. On 21 July 2003 the District Judge sitting at Bow Street Magistrates’ Court concluded that the evidence established a prima facie case against the first applicant and ordered that he be committed to prison to await the decision of the Secretary of State as to his surrender to the United States.", "9. In a Diplomatic Note issued on 3 June 2005 the United States Embassy assured the United Kingdom Government that, based on an assurance the United States Department of Justice had received from the State Attorney of the State of Florida, the death penalty would not be sought or imposed on the first applicant.", "10. On 1 June 2006 the Secretary of State refused the first applicant’s representations and ordered his surrender. On the basis of the assurance from the United States Government, the Secretary of State concluded that the death penalty would not be imposed on the first applicant and that extradition would not otherwise violate the first applicant’s rights under the Convention.", "11. The applicant sought judicial review of the Secretary of State’s decision by the High Court. He argued inter alia that the assurance contained in the Diplomatic Note was inadequate because it had been issued by the United States Embassy whereas the prosecution would be conducted by the State of Florida and only an assurance from the State Governor would suffice. He further argued that the trial court in Florida was enabled by the applicable criminal procedure to consider the imposition of the death penalty irrespective of whether or not it was sought by the prosecution.", "12. A further affidavit was then submitted by the Florida Assistant State Attorney, Mr Mark J. Borello, who stated that, as a matter of long-standing practice, the trial court would not conduct a sentencing hearing to decide whether to impose the death penalty when the State Attorney did not seek the death penalty; even if it were to do so, the State Attorney would not present any evidence in support of the death penalty, meaning that there would be no basis upon which the trial court could find there were sufficient aggravating circumstances to warrant the death penalty. Mr Borello therefore stated that the first applicant would not be subjected to the death penalty if he were convicted of first degree felony murder.", "13. On the basis of this affidavit, and on the further basis that the Diplomatic Note was clear and binding as a matter of international law, the High Court found there was no real risk of the death penalty and accordingly refused the application for judicial review. On the same date, 14 February 2007, it also refused the first applicant’s application for certification of a point of law and permission to appeal to the House of Lords.", "14. On 1 March 2007, the applicant’s solicitor informed the Secretary of State that an application had been made to the High Court for reconsideration of its decision. He relied on the affidavit sworn by an American attorney, which stated that the trial court could in fact impose the death penalty if sufficient aggravating features were found to exist in the first applicant’s case. By way of an order dated 20 March 2007, Florida Circuit Judge Michael Weatherby, the trial judge in the first applicant’s case, stated that no death penalty sentencing proceedings would be held and therefore the maximum sentence that could be imposed would be life in prison. It does not appear that the first applicant made an application to the High Court or that any such application was determined by that court.", "15. On 19 February 2007 the first applicant lodged an application with this Court and, on 2 April 2007, the President of the Chamber to which the application was allocated decided to apply Rule 39 of the Rules of Court and to indicate to the Government of the United Kingdom that the applicant should not be extradited until further notice. It was also decided, under Rule 54 § 2(b), that notice of the application should be given to the Government of the United Kingdom and that the Government should be invited to submit written observations on the admissibility and merits of the case, including on whether any life sentence imposed on the first applicant would be compatible with Article 3 of the Convention.", "16. After the Government’s observations had been received, the first applicant indicated that he had submitted fresh representations to the Secretary of State on the issue of the imposition of a life sentence. Those representations were made on 24 September 2008. Further submissions were made in the light of the House of Lords’ judgment in Wellington v. the Secretary of State for the Home Department (see paragraphs 34 – 42 below) on 25 March 2009, 7 September 2009 and 28 October 2009. Proceedings before this Court were therefore adjourned while those representations were considered by the Secretary of State.", "17. The Secretary of State refused the first applicant’s representations on 9 March 2010, relying in particular on this Court’s judgment in Kafkaris v. Cyprus [GC], no. 21906/04, 12 February 2008 and the Wellington judgment, cited above. He noted that, on the basis of information provided by the first applicant and the United States’ authorities, between 1980 and 1996 the Governor had commuted the sentences of forty-four defendants who had been convicted of first-degree murder. Although he was not constrained as to the factors he could take into account in granting clemency, the Governor took in account inter alia the nature of the offence and any history of mental instability. Moreover, the sentence of life imprisonment without parole had only been introduced in 1994. It was not unrealistic to assume that defendants who had received that sentence would be expected to serve more than fourteen to fifteen years before being considered for clemency and thus it was immaterial that the Governor had not granted clemency to anyone who had been given that sentence.", "18. The Secretary of State also had regard to the first applicant’s representations that Florida law allowed for the imposition of a mandatory sentence of life imprisonment without parole either for: (i) premeditated murder; or (ii) if the defendant committed or was attempting to commit a serious felony offence (including armed robbery) at the time the person was killed (the “felony murder rule”). Having regard to the circumstances of the crime of which the first applicant had been accused, the Secretary of State was not satisfied that a sentence of life imprisonment without parole, even as a result of the felony murder rule, was grossly disproportionate. This conclusion was not altered by the applicant’s young age at the time of the offence, or the fact that he had submitted a psychiatric report, which showed he suffered from a severe personality disorder, with features of narcissistic and borderline personality disorders. Both these factors amounted to only limited mitigation. The Secretary of State was also satisfied that no separate issues arose under Articles 5 and 6 of the Convention in respect of life imprisonment without parole or the felony murder rule.", "19. The first applicant sought judicial review of the Secretary of State’s decision, arguing that mandatory life imprisonment without parole as a consequence of the felony murder rule would be in violation of Article 3 of the Convention. The High Court dismissed that application on 14 April 2011 ([2011] EWHC 920 (Admin)).", "20. Lord Justice Gross (with whom Mr Justice Davis agreed) considered it to be “wholly unreal” that the first applicant could be tried in England and Wales. He also applied the approach taken by the House of Lords in Wellington and, on the evidence before the court, concluded that the only mechanism for release of the first applicant was by clemency or conditional release on compassionate medical grounds. However, the clemency procedure had been from time to time exercised, despite the first applicant’s submission that it was subject to political pressure. The fact that no one convicted of first degree murder and sentenced to life imprisonment without parole had been granted clemency did not mean that there was no prospect of clemency being granted in the future to someone thus sentenced. Lord Justice Gross accepted the Secretary of State’s submission that, given that the sentence had only existed since 1994, it was unsurprising that no one sentenced to life imprisonment without parole had yet been granted clemency.", "21. In respect of the felony murder rule, Lord Justice Gross found that the evidence showed that it was likely that, at trial, the prosecution would seek to argue that the first applicant’s shooting of Mr Hayes was a premeditated killing. There was, however, also a realistic possibility that the first applicant could be convicted by way of the felony murder rule and the prosecution was not bound to put the matter higher. Lord Justice Gross observed, however, that:", "“[T]he only ‘accident’ involved is the accidental discharge of the loaded and cocked firearm. The killing would thus not have been premeditated but would have resulted from a serious and most dangerous assault, committed in the course of a robbery. Insofar as it is permissible to have regard to English Law (as furnishing no more than a frame of reference), the most likely outcome, on that factual assumption, would be a conviction for manslaughter. Moreover, it would involve a very grave case of manslaughter indeed...On the material before us, it is fanciful to contemplate a complete acquittal on the basis of (true) ‘accident’.”", "He concluded:", "“64. First and importantly, it is necessary to clarify the ambit of the argument before this Court. It is not contended on behalf of Mr. Harkins that the Florida felony murder rule is unconstitutional on the ground of arbitrariness or its potential application to a wide range of circumstances and in cases of (relatively) low culpability. [Counsel’s] submission is instead confined to the contention that, on the facts of this case, the possible conviction of Mr. Harkins by way of the Florida felony murder [rule] means that his extradition would be incompatible with Art. 3. It follows that some of [counsel’s] more graphic examples of the scope of application of the Florida felony murder rule (e.g., to a man sentenced to LWOP [life imprisonment without parole] after lending his car to friends to commit a burglary, in the course of which a woman was killed), can be put to one side. The Court is concerned with the facts of this case and no question arises of accessory liability, remote from the killing; Mr. Harkins’ alleged role was plainly that of principal.", "65. Secondly, the scope of the debate in this case has now been clarified. Realistically, for reasons already canvassed, this case is concerned with the possibility that Mr. Harkins will be convicted by way of the Florida felony murder rule for conduct (at best for Mr. Harkins) akin to manslaughter in the course of an armed robbery in this jurisdiction. It is fanciful to contemplate Mr. Harkins being at risk of conviction for what was an ‘accident’ truly so called; on any realistic view, there was no such ‘accident’ here.", "66. Thirdly, it is of course a matter for the sentencing policy of the State of Florida whether mandatory LWOP is an appropriate sentence for the crime committed in this case, if Mr. Harkins is convicted. Bearing in mind that this Court is not engaged in a comparative sentencing exercise, it is helpful to keep the following matters in mind when considering whether, seen through ‘the prism of an application for extradition’ (Wellington, supra, at [62]) the potential Florida sentence should be seen as clearly disproportionate:", "i) As this Court is only concerned with the facts of this case, the mandatory nature of the sentence does not carry the significance which it might, had the Court been engaged in some wider review of the law in question.", "ii) The (alleged) facts of the present case are shocking indeed. However analysed, should Mr. Harkins be convicted, he will have committed a grave crime; even on the most favourable (realistic) view of the facts for Mr. Harkins, his culpability will be high. On the (alleged) facts of this case, a severe sentence would be a punishment fitting the crime.", "iii) To the extent that it matters, it would be wrong to underestimate the likely sentence Mr. Harkins would face in this country, even were he convicted “only” of manslaughter rather than murder. It is probable that he would receive an indeterminate sentence of imprisonment for public protection (“IPP”), although the possibility of a life sentence cannot be excluded. In any event, so far as concerned the notional determinate element of an IPP or a determinate sentence if it stood alone, on the conduct alleged in the present case, Mr. Harkins could expect a significant sentence well into double figures.", "67. Fourthly, against this background, I am unable to conclude that the imposition in the US of a sentence of LWOP on Mr. Harkins would be clearly disproportionate, although it would not be a sentence passed here. Given Mr. Harkins’ (alleged) conduct, it would not be a sentence which ‘shocked the conscience’. On any view, that the killing occurred in the course of an armed robbery is a most serious aggravating factor, made, if anything, yet more grave by the (alleged) fact that the loaded rifle had been cocked by Mr. Harkins before getting out of his car.", "68. Fifthly, although I have carefully considered Mr. Harkins’ age at the time of the incident (he was 20), I am not dissuaded by that factor from the conclusion to which I am otherwise minded to come.", "69. Sixthly, on the evidence and as already discussed, the sentence of LWOP is not irreducible. The significance of this feature for the Art. 3 jurisprudence was highlighted above. However, even if, contrary to my conclusion, the sentence was irreducible, on the (alleged) facts of this case, I would not regard the imposition of an irreducible sentence of LWOP as clearly disproportionate and thus in violation of Art. 3 – whatever questions might arise at some point in the course of Mr. Harkins’ detention.", "70. Pulling the threads together, the case of Mr. Harkins does involve a young (alleged) offender, facing a mandatory sentence of LWOP. But, as the Court is solely concerned with the facts of this case, the mandatory nature of the sentence does not have the wider significance which might otherwise attach to it. Should he be convicted, Mr. Harkins will, on any (realistic) view, have committed a grave crime with high culpability. The sentence of LWOP is manifestly severe and different from the sentence he would face in this jurisdiction – but it cannot be seen as clearly disproportionate. It is, moreover, not irreducible, though even if it was, the imposition of the sentence per se would not be incompatible with Art. 3.”", "22. The first applicant then applied to the High Court for a certificate of points of law of general public importance and for leave to appeal to the Supreme Court. On 14 June 2011, the High Court refused both applications.", "23. On 24 October 2006, a grand jury in Washington County, Maryland returned an indictment against the second applicant on eleven counts, relating to the death of a Mr J. Rodriguez, the non-fatal shooting of a second man, Mr T. Perry, and assault of a third man, Mr S. Broadhead. The first count of the indictment is murder in the first degree of Mr Rodriguez. The second count is attempted murder in the second degree of Mr Perry. The third and fourth counts are alternatives to counts one and two, charging the applicant with murder in the second degree of Mr Rodriguez and attempted murder in the second degree of Mr Perry. Counts five to seven charge the applicant with assault in the first degree upon the three men. Counts eight to ten charge him with assault in the second degree upon the men and count eleven charges him with using a handgun in the commission of a crime of violence.", "24. The allegations giving rise to these counts are that, on the evening of 23 July 2006, the second applicant, Mr Rodriguez, Mr Perry and Mr Broadhead were at the apartment of a friend. The second applicant began to argue with Rodriguez and Perry who had made fun of his small stature and feminine appearance. The second applicant left the apartment and later returned with three other men. Mr Broadhead told the police that, while he was restrained by one of the other men in the kitchen, the second applicant produced a handgun and went into the living room. Shots were then fired which left Mr Rodriguez dead and Mr Perry with a non-fatal gunshot wound to the head.", "25. On 21 January 2007, the second applicant was arrested in the United Kingdom pursuant to a provisional warrant of arrest issued under section 73 of the Extradition Act 2003. In an affidavit of 14 March 2007, Mr Joseph S. Michael, an attorney of the Office of the State’s Attorney for Washington County, Maryland, outlined the facts of the case and the charges against the applicant. On count one, he stated:", "“Although a defendant convicted of first degree murder may, under certain circumstances, be subject to the death penalty, none of those circumstances exist in this case. Consequently, the maximum penalty is life in prison.”", "26. On 19 March 2007, the United States Embassy in London issued Diplomatic Note No. 12, which requested the second applicant’s extradition. The note specified that count one, first-degree murder, carried a maximum penalty of life imprisonment and that count two, attempted first-degree murder, also carried a maximum penalty of life imprisonment. Counts three and four each carried maximum penalties of thirty years’ imprisonment. Counts five to seven carried maximum penalties of twenty-five years’ imprisonment; counts eight to ten, ten years’ imprisonment; and count eleven, twenty years’ imprisonment.", "27. On 23 March 2007, the Secretary of State certified that the extradition request was valid. In a decision given on 16 April 2007, the District Judge, sitting at the City of Westminster Magistrates’ Court, ruled that the extradition could proceed. He held that, inter alia, the second applicant’s extradition would not be incompatible with his rights under Article 3 of the Convention since the Maryland Criminal Code stated that it was for the State of Maryland to seek the death penalty and the extradition request clearly indicated that it would not do so. The District Judge accordingly sent the case to the Secretary of State for his decision as to whether the applicant should be extradited.", "28. On 5 June 2007, the United States Embassy issued a further Diplomatic Note in respect of the second applicant, which assured the United Kingdom Government that the second applicant was not subject to the death penalty, the death penalty would not be sought or carried out against him upon his extradition to the United States, and that the Government of the United States has been assured of the same by the Deputy State Attorney of the State of Maryland.", "29. On 27 June 2007, the Secretary of State ordered the second applicant’s extradition. The second applicant appealed to the High Court, inter alia, on the ground that a sentence of life imprisonment without the possibility of parole amounted to inhuman or degrading treatment in violation of Article 3 of the Convention.", "30. On 26 July 2007, in a second affidavit in support of the extradition, Mr Michael provided further details of the sentence for first-degree murder under Maryland law. He stated:", "“5. This particular case qualifies for a maximum penalty of life imprisonment under Maryland Ann. Criminal Law § 2-201(b). The Death Penalty does not apply.", "6. The State has the option of filing a notice to the Defendant that it will seek a sentence of life without the possibility of parole, which entitles the sentencing court to consider a sentence of life without parole, but does not require that the sentencing court impose such a sentence.", "7. Given the heinous nature of the instant case, which the State characterizes as a[n] ‘execution style’ homicide, which claimed one life, and seriously and permanently injured a second victim, the State anticipates that it will seek a sentence of life without the possibility of parole under Maryland Ann. Criminal Law §2-203 and §2-304(a)(1).", "8. In the instant case, in the event that the State did in fact file its notice of intention to seek life without parole, the trial judge would be the sole sentencing authority, and would have the discretion to seek a sentence of:", "- life without the possibility of parole;", "- life with the possibility of parole;", "- life with the possibility of parole, with all but a certain number of years suspended, followed by up to five years of probation.", "9. In the undersigned’s experience, there is no way to accurately predict what sentence a defendant will face if convicted of first degree murder.”", "Mr Michael added that a person convicted of first-degree murder was entitled to a pre-sentencing investigation. This involved a report from the Department of Parole and Probation on the defendant and included information received from the victims. There was also the right to apply for review of the sentencing by the sentencing judge and thereafter review by three other judges of the circuit. Mr Michael also stated he was unprepared to offer an opinion on any mitigating factors which might affect the second applicant’s sentence if convicted of first-degree murder. He continued:", "“In general terms, the Washington County Circuit Court [the county where the second applicant would be tried] has considered as mitigating factors several known attributes possessed by Mr Edwards: youth and lack of serious criminal history. The single biggest mitigating factor in regard to whether a Defendant receives life without parole would be an acceptance of responsibility upon the part of a given defendant.”", "31. Before the High Court, the second applicant accepted that his ground of appeal based on Article 3 of the Convention was precluded by the House of Lords’ ruling in R. v. Lichniak (see paragraph 67 below) and conceded that it had to be dismissed. On 27 July 2007, the High Court therefore dismissed the second applicant’s appeal on this ground, allowing only his appeal that count ten of the indictment was not an extraditable offence. It also refused to certify a point of law of general public importance which ought to be considered by the House of Lords.", "32. On 1 August 2007 the second applicant lodged an application with this Court and requested an interim measure to prevent his extradition. On 3 August 2007 the President of the Chamber to which this application was allocated decided to apply Rule 39 of the Rules of Court and indicate to the Government of the United Kingdom that the applicant should not be extradited until further notice.", "33. For each applicant, the applicable bilateral treaty on extradition was the 1972 UK – USA Extradition Treaty (now superseded by a 2003 treaty). Article IV of the 1972 treaty provided that extradition could be refused unless the requesting Party gave assurances satisfactory to the requested Party that the death penalty would not be carried out.", "34. The United States requested the extradition of Ralston Wellington from the United Kingdom to stand trial in Missouri on two counts of murder in the first degree. In his appeal against extradition, Mr Wellington argued that his surrender would violate Article 3 of the Convention, on the basis that there was a real risk that he would be subjected to inhuman and degrading treatment in the form of a sentence of life imprisonment without parole.", "35. In giving judgment in the High Court ([2007] EWHC 1109(Admin)), Lord Justice Laws found that there were “powerful arguments of penal philosophy” which suggested that risk of a whole-life sentence without parole intrinsically violated Article 3 of the Convention. He observed:", "“The abolition of the death penalty has been lauded, and justified, in many ways; but it must have been founded at least on the premise that the life of every person, however depraved, has an inalienable value. The destruction of a life may be accepted in some special circumstances, such as self-defence or just war; but retributive punishment is never enough to justify it. Yet a prisoner’s incarceration without hope of release is in many respects in like case to a sentence of death. He can never atone for his offence. However he may use his incarceration as time for amendment of life, his punishment is only exhausted by his last breath. Like the death sentence the whole-life tariff is lex talionis. But its notional or actual symmetry with the crime for which it is visited on the prisoner (the only virtue of the lex talionis) is a poor guarantee of proportionate punishment, for the whole-life tariff is arbitrary: it may be measured in days or decades according to how long the prisoner has to live. It is therefore liable to be disproportionate – the very vice which is condemned on Article 3 grounds – unless, of course, the death penalty’s logic applies: the crime is so heinous it can never be atoned for. But in that case the supposed inalienable value of the prisoner’s life is reduced, merely, to his survival: to nothing more than his drawing breath and being kept, no doubt, confined in decent circumstances. That is to pay lip-service to the value of life; not to vouchsafe it.”", "However, and “not without misgivings”, he considered that the relevant authorities, including those of this Court, suggested an irreducible life sentence would not always raise an Article 3 issue.", "36. Wellington’s appeal from that judgment was heard by the House of Lords and dismissed on 10 December 2008. Central to the appeal was paragraph 89 of this Court’s judgment in Soering v. the United Kingdom, 7 July 1989, § 89, Series A no. 161, where the Court stated that considerations in favour of extradition:", "“.. must also be included among the factors to be taken into account in the interpretation and application of the notions of inhuman and degrading treatment or punishment in extradition cases.”", "37. A majority of their Lordships, Lord Hoffmann, Baroness Hale and Lord Carswell, found that, on the basis of this paragraph, in the extradition context, a distinction had to be drawn between torture and lesser forms of ill-treatment. When there was a real risk of torture, the prohibition on extradition was absolute and left no room for a balancing exercise. However, insofar as Article 3 applied to inhuman and degrading treatment and not to torture, it was applicable only in a relativist form to extradition cases.", "38. Lord Hoffmann, giving the lead speech, considered the Court’s judgment in the case of Chahal v. the United Kingdom, 15 November 1996, § 81, Reports of Judgments and Decisions 1996V, in which the Court stated that:", "“It should not be inferred from the Court’s remarks [at paragraph 89 of Soering] that there is any room for balancing the risk of ill-treatment against the reasons for expulsion in determining whether a State’s responsibility under Article 3 (art. 3) is engaged.”", "Lord Hoffmann stated:", "“In the context of Chahal, I read this remark as affirming that there can be no room for a balancing of risk against reasons for expulsion when it comes to subjecting someone to the risk of torture. I do not however think that the Court was intending to depart from the relativist approach to what counted as inhuman and degrading treatment which was laid down in Soering and which is paralleled in the cases on other articles of the Convention in a foreign context. If such a radical departure from precedent had been intended, I am sure that the Court would have said so.”", "For Lord Hoffmann, paragraph 89 of Soering made clear that:", "“...the desirability of extradition is a factor to be taken into account in deciding whether the punishment likely to be imposed in the receiving state attains the ‘minimum level of severity’ which would make it inhuman and degrading. Punishment which counts as inhuman and degrading in the domestic context will not necessarily be so regarded when the extradition factor has been taken into account.”", "He went on to state:", "“A relativist approach to the scope of article 3 seems to me essential if extradition is to continue to function. For example, the Court of Session has decided in Napier v Scottish Ministers (2005) SC 229 that in Scotland the practice of ‘slopping out’ (requiring a prisoner to use a chamber pot in his cell and empty it in the morning) may cause an infringement of article 3. Whether, even in a domestic context, this attains the necessary level of severity is a point on which I would wish to reserve my opinion. If, however, it were applied in the context of extradition, it would prevent anyone being extradited to many countries, poorer than Scotland, where people who are not in prison often have to make do without flush lavatories.”", "39. A minority of their Lordships, Lord Scott and Lord Brown, disagreed with these conclusions. They considered that the extradition context was irrelevant to the determination of whether a whole life sentence amounted to inhuman and degrading treatment. They found no basis in the text of Article 3 for such a distinction. Lord Brown also considered that the Court, in Chahal and again in Saadi v. Italy [GC], no. 37201/06, ECHR 2008..., had departed from the previous, relativist approach to inhuman and degrading treatment that it had taken in Soering. He stated:", "“There is, I conclude, no room in the Strasbourg jurisprudence for a concept such as the risk of a flagrant violation of article 3’s absolute prohibition against inhuman or degrading treatment or punishment (akin to that of the risk of a ‘flagrant denial of justice’). By the same token that no one can be expelled if he would then face the risk of torture, so too no one can be expelled if he would then face the risk of treatment or punishment which is properly to be characterised as inhuman or degrading. That, of course, is not to say that, assuming for example ‘slopping out’ is degrading treatment in Scotland, so too it must necessarily be regarded in all countries (see para 27 of Lord Hoffmann’s opinion)... the Strasbourg Court has repeatedly said that the Convention does not ‘purport to be a means of requiring the contracting states to impose Convention standards on other states’ (Soering, para 86) and article 3 does not bar removal to non-Convention states (whether by way of extradition or simply for the purposes of immigration control) merely because they choose to impose higher levels or harsher measures of criminal punishment.", "Nor is it to say that a risk of article 3 ill-treatment, the necessary pre-condition of an article 3 bar upon extradition, will readily be established. On the contrary, as the Grand Chamber reaffirmed in Saadi at para 142:", "‘[T]he Court has frequently indicated that it applies rigorous criteria and exercises close scrutiny when assessing the existence of a real risk of ill-treatment . . . in the event of a person being removed from the territory of the respondent State by extradition, expulsion or any other measure pursuing that aim. Although assessment of that risk is to some degree speculative, the Court has always been very cautious, examining carefully the material placed before it in the light of the requisite standard of proof . . . before . . . finding that the enforcement of removal from the territory would be contrary to article 3 of the Convention. As a result, since adopting the Chahal judgment it has only rarely reached such a conclusion.’”", "Therefore, for Lord Brown, if a mandatory life sentence violated Article 3 in a domestic case, the risk of such a sentence would preclude extradition to another country.", "40. However, despite these different views, none of the Law Lords found that the sentence likely to be imposed on Mr Wellington would be irreducible; having regard to the commutation powers of the Governor of Missouri, it would be just as reducible as the sentence at issue in Kafkaris v. Cyprus [GC], no. 21906/04, ECHR 2008.... All five Law Lords also noted that, in Kafkaris, the Court had only said that the imposition of an irreducible life sentence may raise an issue under Article 3. They found that the imposition of a whole life sentence would not constitute inhuman and degrading treatment in violation of Article 3 per se, unless it were grossly or clearly disproportionate. Lord Brown in particular noted:", "“Having puzzled long over this question, I have finally concluded that the majority of the Grand Chamber [in Kafkaris] would not regard even an irreducible life sentence—by which, as explained, I understand the majority to mean a mandatory life sentence to be served in full without there ever being proper consideration of the individual circumstances of the defendant’s case—as violating article 3 unless and until the time comes when further imprisonment would no longer be justified on any ground—whether for reasons of punishment, deterrence or public protection. It is for that reason that the majority say only that article 3 may be engaged.”", "Lord Brown added that this test had not been met in Wellington’s case, particularly when the facts of the murders for which he was accused, if committed in the United Kingdom, could have justified a whole life order. However, Lord Brown considered that, in a more compelling case, such as the mercy killing of a terminally ill relative, this Court “might well judge the risk of ill-treatment to be sufficiently real, clear and imminent to conclude that extradition must indeed be barred on article 3 grounds”.", "41. Finally, Lord Hoffmann, Lord Scott, Baroness Hale and Lord Brown all doubted Lord Justice Laws’ view that life imprisonment without parole was lex talionis. Lord Hoffmann, Baroness Hale and Lord Brown did not accept his premise that the abolition of the death penalty had been founded on the idea that the life of every person had an inalienable value; there were other, more pragmatic reasons for abolition such as its irreversibility and lack of deterrent effect. Lord Scott rejected the view that an irreducible life sentence was inhuman and degrading because it denied a prisoner the possibility of atonement; once it was accepted that a whole life sentence could be a just punishment, atonement was achieved by the prisoner serving his sentence.", "42. Wellington’s application to this Court was struck out on 5 October 2010, the applicant having indicated his wish to withdraw it (Wellington v. the United Kingdom (dec.), no. 60682/08).", "43. Section 1 of the Canadian Charter of Rights provides that the Charter guarantees the rights and freedoms set out in it “subject only to such reasonable limits prescribed by law as can be demonstrably justified in a free and democratic society.” Section 7 provides:", "“Everyone has the right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice.”", "Section 12 provides:", "“Everyone has the right not to be subjected to any cruel and unusual treatment or punishment.”", "44. In United States v. Burns [2001] S.C.R. 283, Burns and another (the respondents) were to be extradited from Canada to the State of Washington to stand trial for murders allegedly committed when they were both eighteen. Before making the extradition order the Canadian Minister of Justice had not sought assurances that the death penalty would not be imposed. The Supreme Court of Canada found that the remoteness between the extradition and the potential imposition of capital punishment meant the case was not appropriately considered under section 12 but under section 7. However, the values underlying section 12 could form part of the balancing process engaged under section 7. The extradition of the respondents would, if implemented, deprive them of their rights of liberty and security of person as guaranteed by section 7. The issue was whether such a deprivation was in accordance with the principles of fundamental justice. While extradition could only be refused if it “shocked the conscience” an extradition that violated the principles of fundamental justice would always do so. The court balanced the factors that favoured extradition against those that favoured seeking assurances that the death penalty would not be sought. The latter included the fact that a degree of leniency for youth was an accepted value in the administration of justice, even for young offenders over the age of eighteen. The court concluded that the objectives sought to be advanced by extradition without assurances would be as well served by extradition with assurances. The court held therefore that assurances were constitutionally required by section 7 in all but exceptional cases.", "45. In United States of America v. Ferras; United States of America v. Latty, [2006] 2 SCR 77, the appellants were to be extradited to the United States to face charges of fraud (the Ferras case) or trafficking of cocaine (the Latty case). The appellants in the Latty case had argued that, if extradited and convicted they could receive sentences of ten years to life without parole and this would “shock the conscience”. In dismissing the appeals, the Supreme Court affirmed the balancing approach laid down in Burns to determining whether potential sentences in a requesting state would “shock the conscience”. The harsher sentences the appellants might receive if convicted in the United States were among the factors militating against their surrender but they had offered no evidence or case-law to back up their assertions that the possible sentences would shock the conscience of Canadians. The factors favouring extradition far outweighed those that did not.", "46. Article 7 of the ICCPR where relevant provides that “no one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.” The Human Rights Committee’s most recent general comment on Article 7 (No. 20, of 10 March 1992) states the Committee’s view that: “States parties must not expose individuals to the danger of torture or cruel, inhuman or degrading treatment or punishment upon return to another country by way of their extradition, expulsion or refoulement.” (see also Chitat Ng v. Canada, CCPR/C/49/D/469/1991, 7 January 1994; A.J.R. v. Australia, CCPR/C/60/D/692/1996, 11 August 1997).", "47. Article 3 § 1 of the 1984 United Nations Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (“UNCAT”) provides:", "“No State Party shall expel, return (\"refouler\") or extradite a person to another State where there are substantial grounds for believing that he would be in danger of being subjected to torture.”", "48. Article 16 § 2 provides:", "“The provisions of this Convention are without prejudice to the provisions of any other international instrument or national law which prohibits cruel, inhuman or degrading treatment or punishment or which relates to extradition or expulsion.”", "49. The above guidelines (adopted by the Committee of Ministers on 11 July 2002) contain the following provisions on refoulement and extradition:", "“XII. Asylum, return (‘refoulement’) and expulsion", "...", "2. It is the duty of a State that has received a request for asylum to ensure that the possible return (“refoulement”) of the applicant to his/her country of origin or to another country will not expose him/her to the death penalty, to torture or to inhuman or degrading treatment or punishment. The same applies to expulsion.", "XIII. Extradition", "1. Extradition is an essential procedure for effective international co-operation in the fight against terrorism.", "...", "3. Extradition may not be granted when there is serious reason to believe that:", "(i) the person whose extradition has been requested will be subjected to torture or to inhuman or degrading treatment or punishment...”", "50. Article 19 § 2 of the Charter of Fundamental Rights of the European Union provides:", "“No one may be removed, expelled or extradited to a State where there is a serious risk that he or she would be subjected to the death penalty, torture or other inhuman or degrading treatment or punishment.”", "51. In a letter dated 4 June 2007, the United States Department of Justice set out the law and practice of Florida as it applied to the first applicant. He was facing a first-degree murder charge which could be proved by establishing (i) a premeditated design to effect the death of the person killed; or (ii) that he committed, or was attempting to commit, a serious felony offence, including armed robbery, at the time the person was killed. The punishment upon conviction was the same: life imprisonment.", "52. Article 4, section 8(a) of the Florida Constitution (replicated in Florida Statute section 940.01(1) gave the Governor, with the approval of two members of his cabinet (“the Board of Executive Clemency”), the power to grant pardons and commute punishments. There was no legal limitation on what the Governor could consider in granting pardon or commuting a sentence. However, in every case he would consider inter alia the nature of the offence and any history of mental instability, drug abuse, or alcohol abuse. The letter confirmed that, from 1980-2006, the Governor had commuted 133 sentences, of which forty-four were for first-degree murder. If a request was denied, another request could be made in five years or, alternatively, the defendant could apply for waiver of the five-year period. A defendant could also apply for commutation if he or she became ill and could file a motion to have his sentence set aside on the ground that it amounted to cruel and unusual punishment. The letter accepted that, given the current status of the law, such a motion was unlikely to succeed.", "53. The first applicant provided the following provisions of Florida law on sentencing:", "“775.082(1) A person who has been convicted of a capital felony shall be punished by death if the proceeding held to determine sentence according to the procedure set forth in s. 921.141 results in findings by the court that such person shall be punished by death, otherwise such person shall be punished by life imprisonment and shall be ineligible for parole.", "921.141(1) Separate proceedings on issue of penalty. — Upon conviction or adjudication of guilt of a defendant of a capital felony, the court shall conduct a separate sentencing proceeding to determine whether the defendant should be sentenced to death or life imprisonment as authorized by s. 775.082.", "54. He also provided an affidavit sworn by a Florida criminal defence attorney (and former Assistant State Attorney), Mr Oliver D. Barksdale. Mr Barksdale disagreed with the view of the current Assistant State Attorney Mr Borello that, if the prosecution did not present evidence in support of the death penalty, there was no basis upon which the trial court could find there were sufficient aggravating circumstances to warrant the death penalty (see Mr Borello’s statement summarised paragraph 12 above). In Mr Barksdale’s view, in the penalty phase of a trial there was no requirement that new evidence be present; the jury could be asked simply to rely on the evidence heard during the guilt phase of proceedings. There was no reason why a trial court could not convene a penalty phase and impose the death sentence, even if the prosecution did not seek it. The trial judge was not limited by any recommendation of the prosecution.", "55. The first applicant also submitted an affidavit sworn by Professor Sandra Babcock, of Northwestern University School of Law. Her view was that the assurances provided by the United States Government and the Florida authorities made it unlikely that the first applicant faced a significant risk of being sentenced to death but some risk remained as the assurances were not binding in Florida law. It was more likely that he would face a mandatory sentence of life imprisonment without the possibility of parole and executive clemency was the only avenue by which he could seek reduction in his sentence. The procedure for seeking such a reduction was subject to minimal procedural protections. Florida had never granted clemency to a defendant sentenced to life imprisonment without parole and rarely commuted sentences of those accused of first degree murder; after 1994, no one convicted of first degree murder had been granted a commutation. Although the granting of clemency required the approval of two cabinet members, it could be denied unilaterally by the Governor at any time. The Governor and cabinet were elected officials and would never risk political unpopularity by granting a commutation unless there were clear evidence of innocence. The first applicant’s chances of receiving clemency were remote and it was virtually certain that he would spend the rest of his life in prison.", "56. Further to the second affidavit of Mr Michael set out at paragraph 30 above, section 2-304 of the Maryland Criminal Code provides that where the State has given notice of its intention to seek a sentence of life imprisonment without the possibility of parole, the court shall conduct a sentencing hearing as soon as practicable after the defendant is found guilty of murder in the first degree to determine whether he shall be sentenced to imprisonment for life without the possibility of parole or to imprisonment for life. By section 2-101(b), a sentence of imprisonment for life without the possibility of parole means “imprisonment for the natural life of an inmate under the custody of a correctional facility”. A person who receives such a sentence is not eligible for parole consideration and may not be granted parole at any time during the term of sentence (Maryland Code of Correctional Services Article 7-301(d)(3)(i)). The courts of Maryland have no role in determining whether such prisoners should be released on parole; that power is vested in the Governor of the State (Article 7-301(d)(3)(ii) and 7-601). He may pardon any individual convicted of a crime subject to any conditions he requires or remit any part of a sentence of imprisonment without the remission operating as a full pardon. An inmate who has been sentenced to life imprisonment (as opposed to a sentence of life imprisonment without the possibility of parole) is not eligible to be considered for parole until he has served fifteen years’ imprisonment. If eligible, he may only be paroled with the approval of the Governor (7-301(1) and (4)).", "57. On 29 May 2008, the United States Department of Justice, having contacted the prosecutor in Maryland, provided the following information to the United Kingdom Government:", "“The prosecutor intends to seek a trial on all counts of the indictment pending against Mr Edwards if he is surrendered on all counts.", "Mr Edwards is convicted of two or more offenses, the prosecutor would, in all likelihood, ask the court to impose – and the court would, in all likelihood, impose – consecutive sentences.", "If Mr Edwards is convicted of an offense, it is unlikely that the court would place much significance on his age. It is likely, however, that the court would place some significance on the fact that, given his age, he has a relatively minor criminal record.", "...", "If the court were to sentence Mr Edwards to life imprisonment without parole, the Governor of Maryland could commute the sentence or grant Mr Edwards a full pardon.”", "58. In a letter of 2 September 2008 to the second applicant’s representatives, the Department of Public Safety and Correctional Services of Maryland provided the following information on the sentence of life imprisonment without the possibility of parole. The sentence is available for a number of non-homicide offences, including rape, child sex offences, kidnapping and, since 1975, for a fourth conviction of a crime of violence (“the repeat offender provision”). It has been available for homicide since 1987. Approximately 367 offenders from 1977 onwards have been sentenced to life imprisonment without the possibility of parole. A review of records dating back to 1985 indicated that there had been no releases into the community by a Governor’s commutation of a sentence of life imprisonment without the possibility of parole. In 1995, there was one commutation of the sentence to one of life imprisonment. The second applicant maintains that, in that particular case, the person had been sentenced to life imprisonment without the possibility of parole under the repeat offender provision. He had applied unsuccessfully for parole after 30 years’ imprisonment.", "59. The Eighth Amendment to the Constitution provides, inter alia, that cruel and unusual punishments shall not be inflicted. It has been interpreted by the Supreme Court of the United States as prohibiting extreme sentences that are grossly disproportionate to the crime (Graham v. Florida 130 S. Ct. 2011, 2021 (2010)). There are two categories of cases addressing proportionality of sentences.", "The first category is a case-by-case approach, where the court considers all the , the court compares the sentence in question with sentences for the same crime in the same jurisdiction and other jurisdictions. If that analysis confirms the initial inference of gross disproportionality, a violation of the Eighth Amendment is established.", "In the second category of cases, the Supreme Court has invoked proportionality to adopt “categorical rules” prohibiting a particular punishment from being applied to certain crimes or certain classes of offenders.", "60. Under the first category, the Supreme Court has struck down as grossly disproportionate a sentence of life imprisonment without parole imposed on a defendant with previous convictions for passing a worthless cheque (Solem v. Helm 463 US 277 (1983)). It has upheld the following sentences: life with the possibility of parole for obtaining money by false pretences (Rummel v. Estelle 445 US 263 (1980)); life imprisonment without parole for possessing a large quantity of cocaine (Harmelin v. Michigan 501 US 957 (1991)); twenty-five years to life for theft under a “three strikes” recidivist sentencing law (Ewing v. California 538 US 11 (2003)); forty years’ imprisonment for distributing marijuana (Hutto v. Davis 454 US 370 (1982)).", "61. Examples of cases considered under the second category include Coker v. Georgia 433 US 584 (1977) (prohibiting capital punishment for rape) and Roper v. Simmons 543 US 551 (2005) (prohibiting capital punishment for juveniles under eighteen). In Graham, cited above, the court held that the Eighth Amendment also prohibited the imposition of life imprisonment without parole on a juvenile offender who did not commit homicide. The court found that life imprisonment without parole was an especially harsh punishment for a juvenile and that the remote possibility of pardon or other executive clemency did not mitigate the harshness of the sentence. Although a State was not required to guarantee eventual freedom to a juvenile offender convicted of a non-homicide crime, it had to provide some meaningful opportunity to obtain release based on demonstrated maturity and rehabilitation. The court also held that a sentence lacking in legitimate penological justification (such as retribution, deterrence, incapacitation and rehabilitation) was, by its nature, disproportionate. Such purposes could justify life without parole in other contexts, but not life without parole for juvenile non-homicide offenders.", "62. The relevant texts of the Council of Europe, the European Union and other international legal texts on the imposition and review of sentences of life imprisonment, including the obligations of Council of Europe member States when extraditing individuals to States where they may face such sentences, are set out in Kafkaris, cited above, at §§ 68-76. Additional materials before the Court in the present cases (and those materials in Kafkaris that are expressly relied on by the parties) may be summarised as follows.", "63. The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“CPT”) prepared a report on “Actual/Real Life Sentences” dated 27 June 2007 (CPT (2007) 55). The report reviewed various Council of Europe texts on life sentences, including recommendations (2003) 22 and 23, and stated in terms that: (a) the principle of making conditional release available is relevant to all prisoners, “even to life prisoners”; and (b) that all Council of Europe member States had provision for compassionate release but that this “special form of release” was distinct from conditional release.", "It noted the view that discretionary release from imprisonment, as with its imposition, was a matter for the courts and not the executive, a view which had led to proposed changes in the procedures for reviewing life imprisonment in Denmark, Finland and Sweden. The report also quoted with approval the CPT’s report on its 2007 visit to Hungary in which it stated:", "“[A]s regards “actual lifers”, the CPT has serious reservations about the very concept according to which such prisoners, once they are sentenced, are considered once and for all as a permanent threat to the community and are deprived of any hope to be granted conditional release”.", "The report’s conclusion included recommendations that: no category of prisoners should be “stamped” as likely to spend their natural life in prison; no denial of release should ever be final; and not even recalled prisoners should be deprived of hope of release.", "64. Article 77 of the Rome Statute of the International Criminal Court allows for the imposition of a term of life imprisonment when justified by the extreme gravity of the crime and the individual circumstances of the convicted person. Such a sentence must be reviewed after twenty-five years to determine whether it should be reduced (Article 110).", "65. Article 5(2) of Council Framework Decision of 13 June 2002 on the European arrest warrant provides:", "“if the offence on the basis of which the European arrest warrant has been issued is punishable by custodial life sentence or life-time detention order, the execution of the said arrest warrant may be subject to the condition that the issuing Member State has provisions in its legal system for a review of the penalty or measure imposed, on request or at the latest after 20 years, or for the application of measures of clemency to which the person is entitled to apply for under the law or practice of the issuing Member State, aiming at a non-execution of such penalty or measure...”", "66. In his comparative study entitled “Outlawing Irreducible Life Sentences: Europe on the Brink?”, 23: 1 Federal Sentencing Reporter Vol 23, No 1 (October 2010), Professor Van Zyl Smit concluded that the majority of European countries do not have irreducible life sentences, and some, including Portugal, Norway and Spain, do not have life sentences at all. In Austria, Belgium, Czech Republic, Estonia, Germany, Lithuania, Luxembourg, Poland, Romania, Russia, Slovakia, Slovenia, Switzerland and Turkey, prisoners sentenced to life imprisonment have fixed periods after which release is considered. In France three such prisoners have no minimum period but it appears they can be considered for release after 30 years. In Switzerland there are provisions for indeterminate sentences for dangerous offenders where release can only follow new scientific evidence that the prisoner was not dangerous, although the provisions have not been used. The study concludes that only the Netherlands and England and Wales have irreducible life sentences.", "67. R. v. Lichniak and R. v. Pyrah [2003] 1 AC 903, the House of Lords considered the compatibility of a mandatory life sentence as imposed in England and Wales with Articles 3 and 5 of the Convention. It found that, in its operation, a mandatory life sentence was not incompatible with either Article.", "Such a sentence was partly punitive, partly preventative. The punitive element was represented by the tariff term, imposed as punishment for the serious crime which the convicted murderer had committed. The preventative element was represented by the power to continue to detain the convicted murderer in prison unless and until the Parole Board, an independent body, considered it safe to release him, and also by the power to recall to prison a convicted murderer who had been released if it was judged necessary to recall him for the protection of the public (Lord Bingham of Cornhill at § 8 of the judgment).", "The House of Lords therefore held firstly, that the appellant’s complaints were not of sufficient gravity to engage Article 3 of the Convention and secondly, that the life sentence was not arbitrary or otherwise contrary to Article 5 § 1 of the Convention. Lord Bingham added:", "“If the House had concluded that on imposition of a mandatory life sentence for murder the convicted murderer forfeited his liberty to the state for the rest of his days, to remain in custody until (if ever) the Home Secretary concluded that the public interest would be better served by his release than by his continued detention, I would have little doubt that such a sentence would be found to violate articles 3 and 5 of the European Convention on Human Rights ... as being arbitrary and disproportionate.”", "68. In R. v. Secretary of State for the Home Department, ex parte Hindley [2001] 1 AC 410, HL and R. v. Anderson [2003] 1 AC 837, HL, the House of Lords found that, under the tariff system then in operation, there was “no reason, in principle, why a crime or crimes, if sufficiently heinous should not be regarded as deserving lifelong incarceration for purposes of pure punishment” (per Lord Steyn at pp. 416H). Lord Steyn also observed: “there is nothing logically inconsistent with the concept of a tariff by saying that there are cases were the crimes are so wicked that even if the prisoner is detained until he or she dies it will not exhaust the requirements of retribution and deterrence” (p. 417H).", "69. Under the present statutory framework in England and Wales, Chapter 7 of the Criminal Justice Act 2003, a trial judge can impose a whole life term or order on a defendant convicted of murder. Such a defendant is not eligible for parole and can only be released by the Secretary of State. In R v. Bieber [2009] 1 WLR 223 the Court of Appeal considered that such whole life terms were compatible with Article 3 of the Convention.", "It found that a whole life order did not contravene Article 3 of the Convention because of the possibility of compassionate release by the Secretary of State. It also found that the imposition of an irreducible life sentence would not itself constitute a violation of Article 3 but rather that a potential violation would only occur once the offender had been detained beyond the period that could be justified on the ground of punishment and deterrence. The court stated:", "“45. While under English law the offence of murder attracts a mandatory life sentence, this is not normally an irreducible sentence. The judge specifies the minimum term to be served by way of punishment and deterrence before the offender’s release on licence can be considered. Where a whole life term is specified this is because the judge considers that the offence is so serious that, for purposes of punishment and deterrence, the offender must remain in prison for the rest of his days. For the reasons that we have given, we do not consider that the Strasbourg court has ruled that an irreducible life sentence, deliberately imposed by a judge in such circumstances, will result in detention that violates article 3. Nor do we consider that it will do so.", "46. It may be that the approach of the Strasbourg court will change. There seems to be a tide in Europe that is setting against the imposition of very lengthy terms of imprisonment that are irreducible. Thus it may become necessary to consider whether whole life terms imposed in this jurisdiction are, in fact irreducible.", "...", "Under the regime that predated the 2003 Act it was the practice of the Secretary of State to review the position of prisoners serving a whole life tariff after they had served 25 years with a view to reducing the tariff in exceptional circumstances, such as where the prisoner had made exceptional progress whilst in custody. No suggestion was then made that the imposition of a whole life tariff infringed article 3.", "...", "Under the current regime the Secretary of State has a limited power to release a life prisoner under section 30 of the Crime (Sentences) Act 1997.", "...", "At present it is the practice of the Secretary of State to use this power sparingly, in circumstances where, for instance, a prisoner is suffering from a terminal illness or is bedridden or similarly incapacitated. If, however, the position is reached where the continued imprisonment of a prisoner is held to amount to inhuman or degrading treatment, we can see no reason why, having particular regard to the requirement to comply with the Convention, the Secretary of State should not use his statutory power to release the prisoner.", "49. For these reasons, applying the approach of the Strasbourg court in Kafkaris v Cyprus 12 February 2008, we do not consider that a whole life term should be considered as a sentence that is irreducible. Any article 3 challenge where a whole life term has been imposed should therefore be made, not at the time of the imposition of the sentence, but at the stage when the prisoner contends that, having regard to all the material circumstances, including the time that he has served and the progress made in prison, any further detention will constitute degrading or inhuman treatment.”", "70. Article 1 of the Basic Law of the Federal Republic of Germany provides that human dignity shall be inviolable. Article 2(2) provides:", "“Every person shall have the right to life and physical integrity. Freedom of the person shall be inviolable. These rights may be interfered with only pursuant to a law.”", "The compatibility of a mandatory sentence of life imprisonment for murder with these provisions was considered by the Federal Constitutional Court in the Life Imprisonment case of 21 June 1977, 45 BVerfGE 187 (an English translation of extracts of the judgment, with commentary, can be found in D.P. Kommers, The Constitutional Jurisprudence of the Federal Republic of Germany (2nd ed.), Duke University Press, Durham and London, 1997 at pp. 306-313).", "The court found that the State could not turn the offender into an object of crime prevention to the detriment of his constitutionally protected right to social worth. Respect for human dignity and the rule of law meant the humane enforcement of life imprisonment was possible only when the prisoner was given “a concrete and realistically attainable chance” to regain his freedom at some later point in time.", "The court underlined that prisons also had a duty to strive towards the re-socialisation of prisoners, to preserve their ability to cope with life and to counteract the negative effects of incarceration and the destructive changes in personality that accompanied imprisonment. It recognised, however, that, for a criminal who remained a threat to society, the goal of rehabilitation might never be fulfilled; in that case, it was the particular personal circumstances of the criminal which might rule out successful rehabilitation rather than the sentence of life imprisonment itself. The court also found that, subject to these conclusions, life imprisonment for murder was not a senseless or disproportionate punishment.", "71. In the later War Criminal case 72 BVerfGE 105 (1986), where the petitioner was eighty-six years of age and had served twenty years of a life sentence imposed for sending fifty people to the gas chambers, the court considered that the gravity of a person’s crime could weigh upon whether he or she could be required to serve his or her life sentence. However, a judicial balancing of these factors should not place too heavy an emphasis on the gravity of the crime as opposed to the personality, state of mind, and age of the person. In that case, any subsequent review of the petitioner’s request for release would be required to weigh more heavily than before the petitioner’s personality, age and prison record.", "72. In its decision of 16 January 2010, BVerfG, 2 BvR 2299/09, the Federal Constitutional Court considered an extradition case where the offender faced “aggravated life imprisonment until death” (erschwerte lebenslängliche Freiheitsstrafe bis zum Tod) in Turkey. The German government had sought assurances that he would be considered for release and had received the reply that the President of Turkey had the power to remit sentences on grounds of chronic illness, disability, or old age. The court refused to allow extradition, finding that this power of release offered only a vague hope of release and was thus insufficient. Notwithstanding the need to respect foreign legal orders, if someone had no practical prospect of release such a sentence would be cruel and degrading (grausam und erniedrigend) and would infringe the requirements of human dignity provided for in Article 1.", "73. As stated at paragraph 43 above, section 12 of the Canadian Charter protects against cruel or unusual treatment or punishment. The Supreme Court of Canada has found that a grossly disproportionate sentence will amount to cruel and unusual treatment or punishment (see, inter alia, R v. Smith (Edward Dewey) [1987] 1 SCR 1045). In R v. Luxton [1990] 2 S.C.R. 711, the court considered that, for first degree murder, a mandatory minimum sentence of life imprisonment without eligibility for parole for twenty-five years was not grossly disproportionate. Similarly, in R v. Latimer 2001 1 SCR 3, for second degree murder, a mandatory minimum sentence of life imprisonment without eligibility for parole for ten years was not grossly disproportionate. The court observed that gross disproportionality would only be found on “rare and unique occasions” and that the test for determining this issue was “very properly stringent and demanding”.", "74. In Dodo v. the State (CCT 1/01) [2001] ZACC 16, the South African Constitutional Court considered whether a statutory provision which required a life sentence for certain offences including murder, was compatible with the constitutional principle of the separation of powers, the accused’s constitutional right to a public trial and the constitutional prohibition on cruel, inhuman or degrading treatment or punishment. The court found none of these constitutionals provisions was infringed, since the statute allowed a court to pass a lesser sentence if there were substantial and compelling circumstances. The court did, however, observe that the concept of proportionality went to the heart of the inquiry as to whether punishment was cruel, inhuman or degrading.", "75. In Niemand v. The State (CCT 28/00) [2001] ZACC 11, the court found an indeterminate sentence imposed pursuant to a declaration that the defendant was a “habitual criminal” to be grossly disproportionate because it could amount to life imprisonment for a non-violent offender. The court “read in” a maximum sentence of fifteen years to the relevant statute.", "76. In Reyes v. the Queen [2002] UKPC 11 the Judicial Committee of the Privy Council considered that a mandatory death penalty for murder by shooting was incompatible with section 7 of the Constitution of Belize, which prohibits torture and ill-treatment in identical terms to Article 3 of the Convention. Lord Bingham observed that to deny the offender the opportunity, before sentence is passed, to seek to persuade the court that in all the circumstances to condemn him to death would be disproportionate and inappropriate was to treat him as no human being should be treated. The relevant law was not saved by the powers of pardon and commutation vested by the Constitution in the Governor-General, assisted by an Advisory Council; in Lord Bingham’s words “a non-judicial body cannot decide what is the appropriate measure of punishment to be visited on a defendant for the crime he has committed”.", "77. In de Boucherville v. the State of Mauritius [2008] UKPC 70 the appellant had been sentenced to death. With the abolition of the death penalty in Mauritius, his sentence was commuted to a mandatory life sentence. The Privy Council considered the Court’s judgment in Kafkaris, cited above, and found that the safeguards available in Cyprus to prevent Kafkaris from being without hope of release were not available in Mauritius. The Mauritian Supreme Court had interpreted such a sentence as condemning de Boucherville to penal servitude for the rest of his life and the provisions of the relevant legislation on parole and remission did not apply. This meant the sentence was manifestly disproportionate and arbitrary and so contrary to section 10 of the Mauritian Constitution (provisions to secure protection of law, including the right to a fair trial). It had also been argued by the appellant that the mandatory nature of the sentence violated section 7 of the Constitution (the prohibition of torture, inhuman or degrading punishment or other such treatment). In light of its conclusion on section 10, the Committee considered it unnecessary to decide that question or to consider the relevance of the possibility of release under section 75 (the presidential prerogative of mercy). It did, however, find that the safeguards available in Cyprus (in the form of the Attorney-General’s powers to recommend release and the President’s powers to commute sentences or decree release) were not available in Mauritius. It also acknowledged the appellant’s argument that, as with the mandatory sentence of death it had considered in Reyes, a mandatory sentence of life imprisonment did not allow for consideration of the facts of the case. The Privy Council also considered any differences between mandatory sentences of death and life imprisonment could be exaggerated and, to this end, quoted with approval the dicta of Lord Justice Laws in Wellington and Lord Bingham in Lichniak (at paragraphs 35 and 67 above).", "78. In State v. Philibert [2007] SCJ 274, the Supreme Court of Mauritius held that a mandatory sentence of 45 years’ imprisonment for murder amounted to inhuman or degrading treatment in violation of section 7 on the grounds that it was disproportionate.", "79. In State v. Tcoeib [1997] 1 LRC 90 the Namibian Supreme Court considered the imposition of a discretionary life sentence to be compatible with section 8 of the country’s constitution (subsection (c) of which is identical to Article 3 of the Convention). Chief Justice Mahomed, for the unanimous court, found the relevant statutory release scheme to be sufficient but observed that if release depended on the “capricious exercise” of the discretion of the prison or executive authorities, the hope of release would be “too faint and much too unpredictable” for the prisoner to retain the dignity required by section 8. It was also observed that life imprisonment could amount to cruel, inhuman or degrading treatment if it was grossly disproportionate to the severity of the offence. The High Court of Namibia found mandatory minimum sentences for robbery and possession of firearms to be grossly disproportionate in State v. Vries 1997 4 LRC 1 and State v Likuwa [2000] 1 LRC 600.", "80. In Lau Cheong v. Hong Kong Special Administrative Region [2002] HKCFA 18, the Hong Kong Court of Final Appeal rejected a challenge to the mandatory life sentence for murder. It found that the possibility of regular review of the sentence by an independent board meant it was neither arbitrary nor grossly disproportionate and thus it did not amount to cruel, inhuman or degrading punishment.", "81. Section 9 of the New Zealand Bill of Rights Act 1990 also protects against disproportionately severe treatment or punishment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}