{"ITEMID": "001-59459", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF STOIDIS v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "András Baka", "TEXT": ["7. Until 31 December 1992, when he was fired, the applicant used to work for the State Electricity Company (Δημόσια Επιχείρηση Ηλεκτρισμού, hereinafter DEI).", "8. On 23 March 1993 he instituted civil proceedings before the singlemember first instance civil court of Athens to challenge his dismissal and ask for non-pecuniary damages. In asking for non-pecuniary damages the applicant claimed that DEI had invaded his privacy by sending a doctor to his house, while he was on sick leave, to check the state of his health. He also claimed that DEI wished to defame him because of his “anti-Greek” and “pro-Skopje” activities. The introductory writ ran in 163 pages and contained 20 different claims.", "9. A hearing was fixed for 6 October 1993 but was cancelled because of the elections. On 10 October 1993 the applicant asked the court to fix a new hearing date. The court decided to resume the examination of the case on 9 February 1994 when it ordered an adjournment until 1 June 1994. On 1 June 1994 the defendant was not present in court. The court decided to adjourn the examination of the case until 9 January 1995. On 9 January 1995 none of the parties was present in court and the hearing was cancelled. On 10 January 1995 the applicant asked the court to fix a new hearing date. The court decided to resume the examination of the case on 18 May 1995 when the applicant’s action was finally heard. Judgment was delivered on 6 October 1995. The text was finalised in December 1995. The court ordered DEI to rehire the applicant and to pay him salary arrears. However, the court refused to grant the applicant compensation for non-pecuniary damage.", "10. On 21 December 1995 DEI appealed. The applicant, who obtained a copy of the finalised text of the judgment on 22 December 1995, also appealed on 29 December 1995. He invoked 27 grounds and submitted 234 documents. The Court of Appeal of Athens decided to join the two appeals and hear them on 5 March 1996. On 25 June 1996 the court allowed DEI’s appeal and dismissed the applicant’s. The applicant claims that he received a copy of the decision in August 1997.", "11. On 30 September 1997 the applicant appealed in cassation, invoking 65 grounds. The Court of Cassation heard the appeal on 27 October 1998. On 11 May 1999 the Court of Cassation rejected the applicant’s appeal. The text of the decision was finalised on 23 June 1999 and was filed on 12 July 1999.", "12. According to section 32 of Law no. 1545/1985, in labour disputes the hearing must be scheduled to take place at the latest fifteen days after the institution of the proceedings and the decision must be issued within one month from the hearing."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}