{"ITEMID": "001-121143", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "POA AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Paul Mahoney", "TEXT": ["1. The first applicant is the Professional Trades Union for Prison, Correctional and Secure Psychiatric Workers (“the POA”), a listed and certified trade union in the United Kingdom. The other applicants are British nationals: Ms Jacqueline Bates, born in 1960, and Mr Adrian Watts, born in 1965. They are both resident in the United Kingdom and are employed as prison officers, Ms Bates in a State-run prison and Mr Watts in a prison that was transferred to private-sector management in 2011. They are members of the POA. Ms Bates indicated she is the chair of the union branch in her establishment, and Mr Watts indicated that he is secretary to the union branch in his place of employment.", "2. The applicants were represented by Ms V. Phillips of Thompsons Solicitors, a law firm in London, and advised by Mr J. Hendy QC and Professor S. Fredman QC, lawyers practising in London. The United Kingdom Government (“the Government”) were represented by their Agents, Ms A. Sornarajah and Ms R. Tomlinson of the Foreign and Commonwealth Office.", "3. A joint submission was received from the European Trades Union Confederation (ETUC) and the Trades Union Congress (TUC), which had both been given leave by the President to intervene as third parties in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 2).", "4. The facts of the case, as submitted by the parties, may be summarised as follows.", "5. In 1993 it was established that prison officers were forbidden by law to take industrial action. The issue arose in the context of injunction proceedings taken against the POA to prevent it organising industrial action (Home Office v. Evans, 19 May 1993, unreported). The High Court (May J) ruled that since prison officers were vested with the “powers or privileges of a constable” (Prisons Act, 1952, section 8), they were for this reason expressly excluded from the terms “employees” and “workers” within the meaning of the statutory provisions governing lawful industrial action (Trade Union and Labour Relations (Consolidation) Act, 1992, sections 219 and 280). The following year, legislation was introduced to restore to prison officers the status of workers for the purpose of employment law, while maintaining the ban on industrial action (Criminal Justice and Public Order Act, 1994, sections 126 and 127). The parties expressed contrasting views on these developments. For the applicants, the Evans ruling was “an unintended legal anomaly”, and section 127 of the 1994 Act “a sudden change of long-standing policy by fixing in legislation what was a surprising and unheralded court decision”. The Government rejected that view, stating that it was the intention of Parliament to give a clear statutory basis to the ban on industrial action by prison officers, rendered necessary by the willingness of the POA to take such action.", "6. Industrial relations in the prison service are conducted in various formats and in accordance with a variety of procedures. As in other parts of the public sector in the United Kingdom, there are in the prison service what are known as \"Whitley Councils\", at both local and national level. These are joint bodies, made up of representatives of management and staff, whose purpose is to facilitate co-operation. Acting principally as forums for consultation and dialogue, they do not encompass binding dispute settlement mechanisms. For this reason, the applicants considered that the dialogue that takes place within the Whitley Councils is not true collective bargaining. They held the same view in relation to the establishment-level disputes procedure (Prison Service Order No. 8525), which details the procedure to be followed in such situations but does not lead to a resolution binding on management.", "7. There have been successive industrial relations-agreements within the prison sector. In 2001, the POA and the prison service entered into the Industrial Relations Procedure Agreement (“IRPA”). The IRPA, which did not apply to the issue of remuneration, included a legally binding prohibition on strike action. The applicants described the IRPA as “asymmetric” in this regard, as there was no equivalent binding obligation on the part of the State. There were disagreements between the two sides over the precise scope of application of the IRPA. On 27 January 2004 the POA served notice of their intention to withdraw from the IRPA, which terminated one year later.", "8. A new agreement, the Joint Industrial Relations Procedure Agreement (“JIRPA”), was reached in November 2004. It too contained an undertaking by the POA not to take industrial action. The JIRPA, which did not apply to remuneration, took effect in January 2005. At the same time, the statutory prohibition on industrial action was disapplied. Formal assurances were given to Parliament that it would be reactivated in the event of the JIRPA being terminated. According to the applicants, there was again repeated disagreement between the two sides as to the scope of the JIRPA, leading the POA to give notice of termination in May 2007, effective one year later. The Government stated that on the whole the JIRPA operated successfully, as shown by the number of new policies introduced within the prison service and the number of changed policies, which were adopted without dispute. They added that, notwithstanding the undertaking given, the POA threatened industrial action in 2004, 2005 and 2006. A special delegates’ conference of the POA voted in February 2008 not to accept any further agreement that included a no-strike undertaking. With the termination of the JIRPA on 8 May 2008, the statutory prohibition on industrial action was brought back into force. A new provision was added to the 1994 Act empowering the Secretary of State to suspend and revive the prohibition (section 127A).", "9. A new agreement within the prison service took effect in February 2011, the National Disputes Resolution Procedure for Changes for Specified Terms and Conditions (“the NDRP”) and is currently in force. It provides for binding arbitration, but, like previous agreements, does not apply to pay. The situation in Scotland is different. There the Voluntary Industrial Relations Agreement for the Scottish prison service provides that, in the absence of agreement, pay disputes are to be resolved by binding independent arbitration.", "10. The issue of remuneration of prison officers employed in State-run prisons in England, Wales and Northern Ireland comes within the remit of the Prison Services Pay Review Body (“PSPRB”), created in April 2001. For private-sector prison establishments, remuneration and other employment matters are agreed contractually.", "11. Composed of independent members, the function of the PSPRB is to make recommendations each year on prison-officer pay to the Secretary of State for Justice. At the outset of each exercise, the Secretary of State may give directions, in the form of a “remit letter”, to the PSPRB setting out the considerations to which they are to have regard (Regulation 4, Prison Service (Pay Review Body) Regulations 2001). This power has been used repeatedly. In addition, the Chair of the PSPRB meets with the Chancellor of the Exchequer or the Chief Secretary of the Treasury prior to the start of each review exercise to discuss the general economic context. Trade union involvement in the process takes the form of submitting evidence and making representations to the PSPRB (Regulation 5). The PSPRB’s recommendations are not binding on the Secretary of State, who may accept them, or “make such other determination ... as he thinks fit” (Regulation 8, Prison Service (Pay Review Body) Regulations 2001).", "12. On 20 August 2004 the POA brought a complaint before the Committee on Freedom of Association of the International Labour Organisation alleging that the statutory prohibition of industrial action by prison officers constituted a breach of the right to strike under ILO Convention No. 87. The Committee’s conclusions on the case are set out below (at paragraphs 19 and following).", "13. The applicants stated that industrial action, including strike action, occurred from time to time in the prison service before 1993. They provided examples of strikes at local level and, at national level, of other forms of industrial action in the 1970s and 1980s. On 29 August 2009 the POA organised, for the first time, a national strike by prison officers, in protest against the Government’s decision to stage that year’s pay rise. According to the Government, notice of the strike was given by telephone less than an hour before the strike commenced at 7 a.m. Government lawyers obtained an injunction against the POA by 1 p.m. that day. Prison officers returned to work that evening, about 12 hours after the strike began. The strike disrupted the normal operation of the prison service, and in one institute for young offenders the absence of prison officers led to serious disorder that lasted for three days and caused extensive material damage. The applicants countered that the day had passed without incident in over 130 other prison establishments affected by the strike. As for the establishment referred to by the Government, an official report into the incident had noted that the rationale for the violence was complex, the strike by prison officers being just one contributing factor, amplified by negative reporting on television. The report had considered that the indiscipline was spontaneous, and so could not have been foreseen or avoided.", "14. The Government maintained that the POA was intent on withholding its members’ services as part of a general public service strike on 30 November 2011, and that it had sought to rely on health and safety concerns which the Government described as spurious. The situation was ultimately resolved the day before under threat of legal action. The applicants rejected the Government’s account, asserting the validity of their concerns at the time, given that other categories of prison staff would be on strike, as well as fire services and ambulance crew. On the day of the strike, POA members had merely held lunchtime meetings, with management permission, so as to demonstrate their support for the aims of the strike. Another public-sector strike took place on 10 May 2012. According to the Government, the POA indicated beforehand that its members would just attend lunchtime meetings. Despite this, POA members stayed away from work for several hours in over sixty establishments, necessitating the intervention of prison service lawyers. The applicants denied that the actions of POA members on that day amounted to industrial action. They noted that while here had been correspondence from prison-service lawyers, no proceedings had been issued and that the POA leadership had ordered its members to resume work at lunchtime. The action taken that day had not led to any danger to persons or property.", "15. The Prisons Act 1952 provides at section 8:", "“Every prison officer while acting as such shall have all the powers, authority, protection and privileges of a constable.”", "16. The relevant provisions of the Trade Union and Labour Relations (Consolidation) Act 1992 read as follows:", "“219.— Protection from certain tort liabilities.", "(1) An act done by a person in contemplation or furtherance of a trade dispute is not actionable in tort on the ground only—", "(a) that it induces another person to break a contract or interferes or induces another person to interfere with its performance, or", "(b) that it consists in his threatening that a contract (whether one to which he is a party or not) will be broken or its performance interfered with, or that he will induce another person to break a contract or interfere with its performance.", "(2) An agreement or combination by two or more persons to do or procure the doing of an act in contemplation or furtherance of a trade dispute is not actionable in tort if the act is one which if done without any such agreement or combination would not be actionable in tort.", "...", "244.— Meaning of ‘trade dispute’ in Part V.", "(1) In this Part a ‘trade dispute’ means a dispute between workers and their employer which relates wholly or mainly to one or more of the following—", "...", "280.— Police service.", "(1) In this Act ‘employee’ or ‘worker’ does not include a person in police service; and the provisions of sections 137 and 138 (rights in relation to trade union membership: access to employment) do not apply in relation to police service.", "(2) ‘Police service’ means service as a member of any constabulary maintained by virtue of an enactment, or in any other capacity by virtue of which a person has the powers or privileges of a constable.”", "17. The Criminal Justice and Public Order Act 1994 provides as relevant:", "“127.— Inducements to withhold services or to indiscipline.", "(1) A person contravenes this subsection if he induces a prison officer—", "(a) to take (or continue to take) any industrial action;", "(b) to commit a breach of discipline.", "(1A) In subsection (1) ‘industrial action’ means—", "(a) the withholding of services as a prison officer; or", "(b) any action that would be likely to put at risk the safety of any person (whether a prisoner, a person working at or visiting a prison, a person working with prisoners or a member of the public).", "(2) The obligation not to contravene subsection (1) above shall be a duty owed to the Secretary of State or, in Scotland, to the Scottish Ministers or, in Northern Ireland, to the Department of Justice .", "(3) Without prejudice to the right of the Secretary of State or, in Scotland, to the Scottish Ministers or, in Northern Ireland, of the Department of Justice, by virtue of the preceding provisions of this section, to bring civil proceedings in respect of any apprehended contravention of subsection (1) above, any breach of the duty mentioned in subsection (2) above which causes the Secretary of State or, in Scotland, to the Scottish Ministers or, in Northern Ireland, the Department of Justice to sustain loss or damage shall be actionable, at his suit or instance, against the person in breach.", "(4) In this section ‘prison officer’ means any individual who—", "(a) holds any post, otherwise than as a chaplain or assistant chaplain or as a medical officer, to which he has been appointed ... under section 2(2) of the Prison Act (Northern Ireland) 1953 (appointment of prison staff), or", "(aa) holds any post, other than as a chaplain or assistant chaplain, to which he has been appointed for the purposes of section 7 of the Prison Act 1952 (appointment of prison staff),", "(c) is a custody officer within the meaning of Part I of this Act or a prisoner custody officer, within the meaning of Part IV of the Criminal Justice Act 1991 or Chapter II or III of this Part.", "(5) The reference in subsection (1) above to a breach of discipline by a prison officer is a reference to a failure by a prison officer to perform any duty imposed on him by the prison rules or any code of discipline having effect under those rules or any other contravention by a prison officer of those rules or any such code.", "(6) In subsection (5) above ‘the prison rules’ means any rules for the time being in force under section 47 of the Prison Act 1952, section 39 of the Prisons (Scotland) Act 1989 or section 13 of the Prison Act (Northern Ireland) 1953 (prison rules).", "...”", "18. The Prison Service (Pay Review Body) Regulations 2001, which entered into force on 17 April 2001, provide as relevant:", "“Establishment of the Pay Review Body", "2. The Prime Minister shall appoint a Pay Review Body to examine and report on such matters relating to the rates of pay and allowances to be applied to the prison service in England and Wales, and Northern Ireland, as may from time to time be referred to them by the Secretary of State.", "...", "Directions", "4. With respect to matters referred to the Pay Review Board by him, the Secretary of State may give directions to the Pay Review Body as to the considerations to which they are to have regard and as to the time within which they are to report; and any such directions may be varied or revoked by further directions under these Regulations.", "Notice", "5. Where a matter has been referred to the Pay Review Body, they shall give notice of the matter and of any relevant direction to such organisations appearing to them to be representative of persons working in the prison service in England and Wales, and Northern Ireland, and shall afford every such organisation a reasonable opportunity of submitting evidence and representations on the issues arising,", "Report", "6. Where a matter has been referred to the Pay Review Body, their report shall contain their recommendations on that matter and such other advice relating to that matter as they think fit.", "...", "Determination of rates of pay and allowances", "8. Where, following the reference of any matter to them the Pay Review Body have made a report, the Secretary of State may determine the rates of pay and allowances to be applied to the prison service in England and Wales, and Northern Ireland, in accordance with the recommendations of the Pay Review Body, or make such other determination with respect to the matters in that report as he thinks fit.”", "19. As noted above (see paragraph 12), the POA made a complaint before the ILO Committee on Freedom of Association in 2004, examined as case no. 2383. While there is no provision in the Conventions adopted by the International Labour Organisation expressly recognising a right to strike, both the Committee on Freedom of Association and the Committee of Experts on the Application of Convention and Recommendations have progressively developed a number of principles relating to the right to strike, based on Articles 3 and 10 of the Freedom of Association and Protection of the Right to Organise Convention, 1948 (No. 87) (see “Giving globalisation a human face”, International Labour Office, 2012, at paragraph 117). This Convention was ratified by the United Kingdom on 27 June 1949. The POA alleged that section 127 of the 1994 Act constituted a breach of the right to strike, as prison officers did not exercise authority in the name of the State and did not provide essential services in the strict sense of the term. It further complained that no adequate compensatory measures had been put in place whereby prison officers or their union could protect their interests in the absence of a right to strike.", "20. In its first consideration of the case (336th Report, March 2005), the Committee on Freedom of Association held:", "“763. The Committee has considered that officials working in the administration of justice are officials who exercise authority in the name of the State and whose right to strike could thus be subject to restrictions or even prohibitions [see Digest, op. cit., para. 537]. The Committee considers that to the extent that prison officers and prisoner custody officers exercise authority in the name of the State, their right to strike can be restricted or even prohibited.", "...", "766. The Committee recalls that to determine situations in which a strike could be prohibited, the criteria which have to be established are the existence of a clear and imminent threat to the life, personal safety or health of the whole or part of the population [see Digest, op. cit., para. 540]. The Committee considers that the prison service is clearly one where the interruption of the service could give rise to an imminent threat to the life, personal safety or health of the whole or part of the population, in particular, the prisoners and the wider public.", "767. Considering that the prison service constitutes an essential service in the strict sense of the term and that prison officers, as well as prisoner custody officers to the extent that they perform the same functions, exercise authority in the name of the State, the Committee is of the view that it is in conformity with freedom of association principles to restrict or prohibit the right to take industrial action in the prison service.”", "21. The Committee on Freedom of Association then raised the issue of compensatory guarantees:", "“769. ... The Committee recalls that where the right to strike is restricted or prohibited in certain essential undertakings or services, adequate protection should be given to the workers to compensate for the limitation thereby placed on their freedom of action with regard to disputes affecting such undertakings and services [see Digest, op. cit., para. 546]. The Committee requests the Government to take the necessary measures so as to establish appropriate mechanisms in respect of prisoner custody officers in private sector companies to which certain of the functions of the prison have been contracted out so as to compensate them for the limitation of their right to strike, and to keep it informed in this respect.", "...", "773. ...[T]he Committee notes that the Government does not specify the method (including any relevant guidance or criteria) for the appointment of the members of the Pay Review Body, and recalls that in mediation and arbitration proceedings it is essential that all the members of the bodies entrusted with such functions should not only be strictly impartial but if the confidence of both sides, on which the successful outcome even of compulsory arbitration really depends, is to be gained and maintained, they should also appear to be impartial both to the employers and to the workers concerned [see Digest, op. cit., para. 549]. With regard to [the nature of PSPRB recommendations], the Committee notes that the Government does not specify which exceptional circumstances might justify a departure from the recommendations of the Pay Review Body. The Committee also observes that the text of Regulation 8 of the Prison Service (Pay Review Body) Regulations, 2001, seems to leave complete discretion upon the Secretary of State as regards the implementation of the recommendations of the Pay Review Body, by providing that ‘where, following the reference of any matter to them, the Pay Review Body has made a report, the Secretary of State may determine the rates of pay and allowances to be applied to the prison service in England and Wales, and Northern Ireland, in accordance with the recommendations of the Pay Review Body, or make such other determination with respect to the matters in that report as he thinks fit’. The Committee recalls that as regards the nature of appropriate guarantees in cases where restrictions are placed on the right to strike in essential services and the public service, restrictions on the right to strike should be accompanied by adequate, impartial and speedy conciliation and arbitration proceedings in which the parties concerned can take part at every stage and in which the awards, once made, are fully and promptly implemented [see Digest, op. cit., para. 547]. The Committee requests the Government to initiate consultations with the complainant and the prison service with a view to improving the current mechanism for the determination of prison officers’ pay in England, Wales and Northern Ireland. In particular, the Committee requests the Government to continue to ensure that: (i) the awards of the Prison Service Pay Review Body are binding on the parties and may be departed from only in exceptional circumstances; and (ii) the members of the Prison Service Pay Review Body are independent and impartial, are appointed on the basis of specific guidance or criteria and have the confidence of all parties concerned. The Committee requests to be kept informed in this respect.”", "22. The Committee on Freedom of Association submitted the following recommendations to the ILO Governing Body:", "“777. In light of the foregoing conclusions, the Committee invites the Governing Body to approve the following recommendations:", "(a) Noting that the prison service is an essential service in the strict sense of the term where the right to strike can be restricted or even prohibited, the Committee requests the Government to take the necessary measures so as to establish appropriate mechanisms in respect of prisoner custody officers in private sector companies to which certain of the functions of the prison have been contracted out so as to compensate them for the limitation of their right to strike.", "(b) The Committee requests the Government to initiate consultations with the complainant and the prison service with a view to improving the current mechanism for the determination of prison officers’ pay in England, Wales and Northern Ireland. In particular, the Committee requests the Government to continue to ensure that:", "(i) the awards of the Prison Service Pay Review Body are binding on the parties and may be departed from only in exceptional circumstances; and", "(ii) the members of the Prison Service Pay Review Body are independent and impartial, are appointed on the basis of specific guidance or criteria and have the confidence of all parties concerned.", "(c) The Committee requests to be kept informed of developments in respect of the above.”", "The ILO Governing Body approved them (Minutes of the 292nd Session, 22-24 March 2005, paragraph 154).", "23. Since its initial assessment of the case, the Committee on Freedom of Association has reviewed the situation periodically. In its Report No. 359 of March 2011, it regretted the state of relations between the POA and the Government, and that little progress had been made in improving the mechanism for the determination of prison officers’ pay. Regarding the binding nature of PSPRB awards, that report states:", "“181. ... [T]he Committee notes the Government’s statement that matters of public finances are for the Government to decide and that departures from PSPRB recommendations might on occasion become necessary to ensure acceptable award levels. The Committee recalls that the reservation of budgetary powers to the legislative authority should not have the effect of preventing compliance with the terms of awards handed down by a compulsory arbitration tribunal. Any departure from this practice would detract from the effective application of the principle that, where strikes by workers in essential services are prohibited or restricted, such prohibition should be accompanied by the existence of conciliation procedures and of impartial arbitration machinery, the awards of which are binding on both parties.”", "24. The most recent consideration of the situation is contained in Report No. 364 of the Committee on Freedom of Association, of June 2012. The Committee took note of the information provided by the Government on latest developments (including the NDRP) and commented:", "\"75. The Committee notes the information provided by the Government with satisfaction. Observing that it has been dealing with this case since 2005 and has been requesting the Government to initiate consultations with the complainant and the prison service with a view to achieving a satisfactory solution to the need to provide for an appropriate mechanism to compensate for the strike prohibition, the Committee wishes to recognize the efforts made by all the parties concerned and commends the Government’s desire to address the issues raised in this case. It encourages the Government to maintain full, frank and meaningful consultations with all interested parties in the future.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}