{"ITEMID": "001-59480", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF K.S. v. FINLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["8. In May 1991 the applicant was dismissed, with six months’ notice, from his post as tax inspector, and immediately suspended from office. He was deemed unable to perform his duties adequately and found to have continuously failed to comply with, or to have neglected, his obligations as a civil servant. His appeals were rejected, in the last resort by the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen).", "9. In February 1992 the Unemployment Fund (työttömyyskassa, arbetslöshetskassan) for Lawyers and Legal Associates refused to pay the applicant a salary-related unemployment benefit for the period 28 November 1991 - 8 January 1992. The Fund had regard to an opinion from the Employment Commission (työvoimatoimikunta, arbetskrafts-kommissionen) of Vaasa which concluded that the applicant had himself caused his dismissal. Under domestic law the Unemployment Fund was bound by the Employment Commission’s opinion. The applicant had received a copy thereof in the beginning of December 1991.", "10. The applicant appealed to the Board for Unemployment Benefits (työttömyysturvalautakunta, arbetslöshetsnämnden), essentially contesting the Employment Commission’s opinion, as adhered to by the Unemployment Fund in an unsigned computer-printed decision. The appeal was first processed by the Unemployment Fund which requested the Employment Commission to comment on it. Having received the Employment Commission’s opinion, the Unemployment Fund forwarded it to the Board for Unemployment Benefits together with the appeal itself and the Unemployment Fund’s own opinion.", "11. The Employment Commission’s opinion referred to the Supreme Administrative Court’s decision upholding the applicant’s dismissal. The opinion further stated that no such evidence had been presented which would have warranted a change of the Employment Commission’s earlier opinion. The Unemployment Fund’s opinion referred to the earlier stages of the proceedings and noted that unemployment funds were authorised to dispatch electronically signed decisions. The opinion further stated that no evidence had been presented which could be considered by the Unemployment Fund and that, accordingly, its decision should stand.", "12. None of the above opinions were communicated to the applicant in the proceedings before the Board for Unemployment Benefits. In its decision of 31 January 1994 the Board summarised the facts, the applicant’s appeal and the opinions of the Employment Commission and the Unemployment Fund. The Board then dismissed the appeal, considering that a person who had himself caused the termination of his employment was not entitled to unemployment benefits for a period of six weeks. As the applicant’s suspension from office had resulted in his dismissal, he was deemed to have caused the termination of his employment himself. He was therefore not entitled to unemployment benefits for the period in question. The Board relied on section 9 of the Act on Unemployment Benefits (työttömyysturvalaki, lagen om utkomstskydd för arbetslösa 602/1984).", "13. The applicant appealed further to the Insurance Court (vakuutusoikeus, försäkringsdomstolen). In an opinion requested by the Insurance Court the Unemployment Fund considered that no such evidence had been presented which it had been unaware of when making its decision of 1992. Accordingly, that decision should be upheld. The Unemployment Fund’s opinion was not communicated to the applicant in the course of the proceedings. The Insurance Court also obtained from the Supreme Administrative Court its decision regarding the applicant’s dismissal.", "14. In its decision of 9 March 1995 the Insurance Court upheld the decision of the Board for Unemployment Benefits, referring to the reasons stated therein.", "15. Section 9, subsection 1, of the Act on Unemployment Benefits stipulates that a person who causes the termination of his or her employment shall not be entitled to an unemployment benefit for a period of eight weeks. According to established practice, the period is shortened to six weeks in certain circumstances. If a dismissal has been challenged the withdrawal of unemployment benefits should normally be based on a decision which has acquired legal force (section 9, subsection 2). The competent employment commission shall issue an opinion in respect of someone’s entitlement to unemployment benefits. Such an opinion is binding on the competent unemployment fund (section 3, subsection 2).", "16. According to section 39, subsection 4, and section 42, subsection 4, an appellant shall be given an opportunity to be heard in a matter before the Board for Unemployment Benefits or the Insurance Court, if such new evidence is presented of which the appellant is not aware.", "17. At the relevant time the Insurance Court applied mainly the principles derived from the rules of procedure of the courts of appeal. Insofar as relevant, the Code of Judicial Procedure provided as follows. According to Chapter 25, sections 17 to 20, the opposing party was to be heard in proceedings before appellate courts. According to Chapter 25, section 19, subsection 1, a copy of the observations of the opposing party was to be forwarded to the appellant on request. According to Chapter 26, section 6, the court of appeal was to request written observations from the parties when it obtained evidence on its own initiative and such evidence could affect the decision in the case, unless such hearing of the parties was manifestly unnecessary.", "18. From 1 April 1999 onwards the Insurance Court has been applying the Act on Administrative Judicial Procedure (hallintolainkäyttölaki, förvaltningsprocesslagen 586/1996) except with regard to extraordinary proceedings, in respect of which special rules apply (section 9 of the Act on the Insurance Court, as amended by Act no. 278/1999)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}