{"ITEMID": "001-93915", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PERDIGAO v. PORTUGAL", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of P1-1;Pecuniary damage - award;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Vladimiro Zagrebelsky", "TEXT": ["5. The applicants were born in 1932 and 1933 respectively and live in Lisbon.", "6. The applicants owned a piece of land measuring 128,619 m². By order of the Ministry of Public Works, published in the Official Gazette on 11 September 1995, the land was expropriated to build a motorway.", "7. During the expropriation proceedings before the first-instance court, then before the Court of Appeal of Evora, the parties discussed whether the potential profit from exploiting a quarry located on the land concerned should be taken into account when calculating the amount to be paid in compensation for the expropriation. The applicants argued that they should be paid 20,864,292 euros (EUR) in compensation. Having examined several expert reports, one of which was ordered by the first-instance court of its own motion, the Evora Court of Appeal finally decided, in a judgment of 10 July 2003, that the potential profit from the quarry should not be taken into account, and awarded the applicants EUR 197,236.25 in compensation for the expropriation.", "8. On 7 April 2005 the applicants lodged application no. 12849/05 with the Court, complaining about the lack of compensation regarding the quarry. The application was rejected by a committee on 30 August 2005 as being out of time.", "9. On 4 February 2005 the applicants received notice of the court fees payable for the expropriation proceedings. The sum they were expected to pay amounted to EUR 489,188.42.", "10. On 22 February 2005 the applicants filed a complaint about the fees, alleging in particular that they violated the principle of fair compensation and the right of access to a court. They also pointed out various inaccuracies and miscalculations.", "11. On 1 April 2005, acting on information provided by the registry, the Evora court judge acknowledged the mistakes and ordered their rectification. The amount owed was reduced to EUR 309,052.71, leaving the applicants owing the State EUR 111,816.46 EUR in addition to the full amount of the compensation they had been awarded. The judge dismissed the applicants' complaint regarding the alleged violations.", "12. The applicants appealed to the Evora Court of Appeal. In a judgment of 13 December 2005, of which they were notified on 19 December 2005, the Court of Appeal dismissed the appeal.", "13. On 12 May 2006 the applicants lodged a constitutional appeal against that decision, alleging that the interpretation of the relevant provisions of the Court Fees Code, particularly Article 66 § 2, was contrary to the principles of fair compensation and the right of access to a court guaranteed in the Constitution. In their view, court fees should on no account exceed the sum awarded to them in compensation for the expropriation of their property.", "14. In a judgment of 28 March 2007 the Constitutional Court dismissed their appeal. First it noted that it could only examine the constitutionality of Article 66 § 2 of the Court Fees Code, the only provision the courts below had applied. It then went on to hold that the provision concerned was not contrary to Articles 20 (access to a court) and 62 § 2 (fair compensation) of the Constitution. Concerning access to a court, it pointed out that while excessively high court fees could in some circumstances be an obstacle to access to a court, this was not the case in this instance as the applicants had to pay only EUR 15,000, a sum it considered reasonable. On the subject of fair compensation, the Constitutional Court found that compensation for the loss suffered as a result of expropriation was quite unrelated to the matter of court fees, and that there was accordingly no reason why court fees should not exceed the sum awarded in compensation.", "15. On 20 April 2007 the applicants filed a request to have that judgment rectified, claiming that the Constitutional Court had made a mistake, in so far as it had considered in its reasoning that the applicants owed EUR 15,000 when they were in fact expected to pay court fees in the sum of EUR 111,816.46 .", "16. In a judgment of 25 September 2007 the Constitutional Court acknowledged its mistake and the need to rectify the judgment in respect of Article 20 of the Constitution. It found that EUR 111,816.46 was a large enough sum to have affected the right of access to a court. It accordingly declared Article 66 § 2 of the Court Fees Code, as interpreted by the lower courts, contrary to Article 20 of the Constitution. As regards Article 62 § 2 of the Constitution, however, it held that its earlier decision needed no rectification.", "17. On 6 November 2007 the applicants, wishing to know the exact sum they owed in court fees, filed a request for clarification of the judgment of 25 September 2007.", "18. In a judgment of 13 November 2007 the Constitutional Court rejected that request, considering that it was for the lower court to determine the sum to be paid.", "19. In an order of 4 January 2008, the Evora court, to which the case had been referred back, decided that the fees should not exceed the compensation awarded by more than EUR 15,000.", "20. On 20 February 2008 the applicants paid the extra EUR 15,000.", "21. Article 20 of the Constitution guarantees the right of access to a court. Article 62 of the Constitution guarantees the right of property and the right to fair compensation in the event of expropriation.", "22. The general rule governing court fees is set forth in Article 446 of the Code of Civil Procedure, under the terms of which it is in principle for the losing party to pay the court fees, which are indexed to the sum in dispute in the proceedings.", "23. Article 66 § 2 of the Court Fees Code (Código das Custas Judiciais), as applicable at the material time, stipulated that court fees owed by a person whose property had been expropriated were to be “deducted” (saem) from the compensation awarded for the expropriation.", "24. Article 16 of the same code provided for the court, in certain circumstances, to be able to exempt a party from paying all or part of the court fees."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}