{"ITEMID": "001-110988", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "MOLDOVAN AND OTHERS v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi", "TEXT": ["1. The present application, concerning the living conditions of Romanian citizens of Roma origin living in the village of Hădăreni, Mureş County, follows two initial applications that have been joined (nos. 41138/98 and 64320/01). The said applications were lodged with the Court on 14 April 1997 and 9 May 2000 respectively, by twenty-five Romanian nationals of Roma origin living in the above-mentioned village, as a consequence of the inter-ethnic clashes of 20 September 1993 which led to the killing of three people of Roma origin and the burning of eighteen Roma houses.", "2. It also follows thirty other applications lodged with the Court between 5 February 2004 and 5 November 2008, concerning the same issue, lodged by eighty-six applicants who are mainly relatives of the initial twenty-five applicants. Six of the eighty-six applicants had also been parties to the initial two applications.", "3. The thirty-two applications mentioned above have resulted in a friendly settlement agreement (see Moldovan and Others v. Romania (no 1) (friendly settlement), 5 July 2005), concerning eighteen of the initial twentyfive applicants. In a judgment on the merits concerning the remaining seven of the initial twenty-five applicants (see Moldovan and Others v. Romania (no 2), 12 July 2005, ECHR 2005-VII) where the Court found a violation, inter alia, of Articles 3 and 8 of the Convention in respect of the applicants’ living conditions. As well as in a joined decision (see Costică Moldovan and Others v. Romania (dec.), no. 8229/04 and other applications, 15 February 2011) concerning the additional eighty-six applicants where the Court declared their complaint under Article 3 and 8 of the Convention inadmissible mainly for non-exhaustion of domestic remedies.", "4. The applicants in the present case, Mr Luşca and his wife Mrs Monica Simona Moldovan (born Lăcătuş), Ms Olguţa, Ms Sanda and Mr Traian Florin Lăcătuş and Mr Lucian-Gruia Rostaş, are Romanian nationals of Roma origin who were born in 1966, 1974, 1978, 1978, 1976 and 1981 respectively, and live in Saint Gilles, Belgium. Mr Luşca and his wife, Mrs Monica Simona Moldovan, lodged their complaints before the Court on 25 February 2004. Mr Traian Florin and Ms Olguţa Lăcătuş lodged their complaints before the Court on 24 August 2004. Ms Sanda Lăcătuş and Mr Lucian-Gruia Rostaş lodged their complaints before the Court on 9 August 2005. All the complaints were joined in the present application. The applicants were all represented before the Court by Mr Jean Paul Vidick, a lawyer practising in Brussels. The Romanian Government (“the Government”) are represented by their Agent, Mr RăzvanHoraţiu Radu, from the Ministry of Foreign Affairs.", "5. The facts of the case submitted by the parties, in so far as they concern the current applicants, may be summarised as follows.", "6. The present case originates in the events which took place in 1993 in the village of Hădăreni and which are summarised in the judgments of Moldovan and Others (nos 1 and 2), cited above. The steps taken by the respondent Government prior to and after the adoption of the judgments of Moldovan and Others, (nos 1 and 2) with the aim of improving the living conditions of the Roma affected by the violent events of 20 September 1993 are summarised in Costică Moldovan and Others, cited above, §§ 93-109.", "7. Some of the applicants, namely, Mrs Monica Simona Moldovan, Ms Olguţa, Ms Sanda and Mr Traian Florin Lăcătuş and Mr Lucian-Gruia Rostaş, are the brothers and sisters of two of the three Roma who were killed during the violent events of 20 September 1993.", "8. Mr Luşca Moldovan had been living in the house where the three murdered Roma had been hiding prior to their death. The house was destroyed as a result of the violent events of 20 September 1993. Mr Moldovan’s personal belongings and a large sum of money he had saved from commercial activities were also destroyed together with the house. Moreover, two years after the violent incident the house was only partly rebuilt. Furthermore, as a result of the events he had needed psychological treatment.", "9. According to Mrs Monica Simona Moldovan, in the aftermath of the events her entire family, numbering seventeen individuals, was forced to live in a room of 30 sq.m without food, medicine or an income. Moreover, they had been “tortured” by police officers who had visited them at night and forced them to testify. Her mother, Ms Cătălina Lăcătuş had died allegedly as a result of the harassment on 12 February 1994. Mrs Moldovan had developed diabetes as a result of the stress and fear caused by the violent events of 1993. After one of the individuals involved in the killing of her brothers had been acquitted, he had started threatening her and her husband. Consequently, she and Mr Moldovan had moved to Belgium on 8 November 2002 and 10 June 2003 respectively, where they had been granted refugee status.", "10. On unspecified dates the other four applicants also moved to Belgium. In their first letters to the Court on 24 August 2004 (Mr Traian Florin and Ms Olguţa Lăcătuş) and on 9 August 2005 (Ms Sanda Lăcătuş and Mr Lucian-Gruia Rostaş) they stated that they had been granted refugee status in Belgium. They also contended that in the aftermath of the events they had been forced to live in cold and inappropriate conditions (sleeping in the woods, on floors or in crowded conditions) together with their family. They had lived in those conditions for several months.", "11. All six applicants consider that as a result they have developed a number of medical conditions, in particular tuberculosis, asthma and diabetes. Some of them have also developed psychological problems and have been obliged to pay for treatment themselves even though they lacked an income.", "12. Only Mrs Monica Simona Moldovan was a party to the criminal and civil domestic proceedings opened after the violent events of 20 September 1993. She did not appeal, however, against the judgment delivered by the first-instance court during the course of the civil proceedings opened against the third parties convicted for the destruction of her home.", "13. On 12 January 2001, following the discontinuance of the criminal investigation against the police officers involved in the incident and the criminal conviction and sentencing of twelve civilians by the final judgment of 22 November 1999 of the Court of Cassation, the Mureş County Court delivered its judgment in the civil case. The court noted that the victims had claimed compensation for pecuniary damage resulting from the destruction of the houses and their contents (furniture and so on), as well as compensation for non-pecuniary damage. The court further noted that, during the events of 20 September 1993, eighteen houses belonging to the Roma population in Hădăreni had been totally or partially destroyed and three Roma had been killed, a criminal court having found twelve villagers guilty of those acts. Basing its decision on an expert report, the court awarded compensation for pecuniary damage for those houses which had not been rebuilt in the meantime, and maintenance allowances for the children of the Roma killed during the riots. On the basis of an expert report, the court awarded compensation for pecuniary damage in respect of the partial or total destruction of the houses of six Roma. The court rejected the other applicants’ request for compensation for pecuniary damage in respect of the rebuilt houses, finding, on the basis of the same expert report, that their value was either the same as or higher than the original buildings. It further refused all claims for damages in respect of belongings and furniture, on the ground that the claimants had not submitted documents to confirm the value of their assets.", "14. The court finally rejected all claims in respect of non-pecuniary damage on the ground that they had not been substantiated, and that the crimes committed were not of a nature to produce such damage.", "15. The court ordered the villagers convicted in the criminal trial to pay the damages awarded.", "16. Relying on some procedural errors in the Mureş County Court’s judgment, the parties to the proceedings, including Mrs Moldovan, lodged an appeal with the Mureş Court of Appeal.", "17. On 17 October 2001 the Mureş Court of Appeal found that a number of procedural errors had occurred during the public hearings on the merits before the Mureş County Court: the hearings had been held in the absence of the accused and their lawyers; one of the parties had not been summoned; the public prosecutor had not been given leave to address the court and a number of expert reports ordered by the court had not been completed. The Court of Appeal quashed the judgment of 12 January 2001 and ordered a new trial in the case.", "18. In the second procedural cycle, the Mureş County Court delivered its judgment in the civil case on 12 May 2003. Basing its decision on an expert report drafted in 1999 and updated in 2003, the court ordered the civilians found guilty by the criminal court in respect of the destruction of the claimants’ houses to pay damages to some of the parties to the proceedings for the destruction of their homes, including Mrs Moldovan, who was awarded 60,000,000 lei (ROL) (approximately 1,725 euros (EUR)).", "19. The courts also ordered that the amounts be revised to take account of any devaluation in the national currency.", "20. However, the court rejected all the parties’ claims in respect of nonpecuniary damage, on the ground that they were not substantiated.", "21. Mrs Moldovan did not appeal against the Mureş County Court judgment of 12 May 2003.", "22. The civil proceedings ended with the final judgment of 25 February 2005 of the Court of Cassation, with the domestic courts also awarding the appellants non-pecuniary damages.", "23. There is no evidence in the file that Mrs Moldovan opened any enforcement proceedings in respect of the judgment of 12 May 2003 before the domestic authorities or that she opened proceedings before the domestic authorities in respect of the death of her mother.", "24. The relevant legal provisions, including the relevant provisions of the Romanian Civil Code, Code on Civil and Criminal Procedure, Law No. 188/2000 concerning enforcement officers, and the relevant caselaw, are set forth in the judgments Moldovan and Others v. Romania (nos. 41138/98 and 64320/01, §§ 79-85, 12 July 2005); Ursu v. Romania (no. 58670/00, (dec.), 3 May 2005); Kalanyos v. Romania (no. 57884/00, (dec.), 9 December 2003); Fociac v. Romania, no. 2577/02, § 70, 3 February 2005; and Topciov v. Romania (dec.), no. 17369/02, 15 June 2006).", "25. Articles 998 and 999 of the Civil Code provide that any person who has suffered damage can seek redress by bringing a civil action against the person who has intentionally or negligently caused it.", "“Any person, including any person who has suffered damage as a result of the enforcement, shall have the right to contest the enforcement or any procedural steps taken during the enforcement proceedings. In addition ... the enforcement proceedings can be contested ... when the enforcement officer refuses to carry out an act of enforcement in accordance with the applicable legal provisions.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}