{"ITEMID": "001-111532", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "HIZB UT-TAHRIR AND OTHERS v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Karel Jungwiert;Mark Villiger", "TEXT": ["1. The first applicant, Hizb Ut-Tahrir, is an unincorporated association which did not inform the Court of any registered address. The second applicant, Mr Shaker Hussein Assem, an Austrian national who lives in Germany, is the appointed representative of the first applicant for the purposes of the proceedings before the Court. The third to seventeenth applicants (see list appended) are members or supporters of the first applicant residing in Germany and Romania (applicant no. 5). They were represented before the Court by Mr Tayab Ali of Irvine Thanvi Natas solicitors, a law-firm practising in London.", "The German Government (“the Government”) were represented by their agent, Ms Almut Wittling-Vogel, of the Federal Minstry of Justice and by Mr Thomas Giegerich, professor of international law at Kiel University.", "Having been informed on 15 June 2010 of their right to submit written observations, the Austrian Government indicated to the Court that they did not intend to take part in the proceedings. The Turkish Government did not express an intention to take part in the proceedings.", "2. The first applicant, whose name means “Liberation Party”, describes itself as a “global Islamic political party and/or religious society”. It was established in Jerusalem in 1953 and advocates the overthrow of governments throughout the Muslim world and their replacement by an Islamic State in the form of a recreated Caliphate. The first applicant has achieved a small, but highly committed following in a number of Middle Eastern states and has also gained popularity among Muslims in Western Europe. In Germany, where the first applicant has been active since the 1960s, it has approximately two hundred followers.", "3. On 10 January 2003 the German Federal Ministry of the Interior (Bundesministerium des Innern) issued a decision by which it proscribed the first applicant’s activities within German territory under sections 3 § 1, 14 § 2 no. 4 in conjunction with sections 15 § 1 and 18 § 2 of the Law on Associations (see relevant domestic law, below). It further ordered the first applicant’s assets to be confiscated. Assets of third parties were confiscated as far as they had been intentionally used or were intended to be used to promote the first applicant’s illegal activities.", "4. The Ministry considered that the first applicant was a foreign private association operating on an international scale and that there existed no known sub-organisation in Germany. Its activities in Germany included the distribution of leaflets and brochures and the distribution of information via internet as well as, more recently, the organisation of public events.", "5. The Ministry considered that the first applicant’s activities were directed against the principle of international understanding and that the applicant advocated the use of violence as a means to achieve its political goals. The organisation’s mouthpiece and ideological platform in Germany was the quarterly magazine “Explizit”.", "6. Basing its decision on the book “The inevitability of the battle of cultures”, published in 1953 by the organisation’s founder, Taqiuddin AnNabhani, as well as on a number of publications attributed to the first applicant, in particular articles published in the magazine “Explizit”, leaflets and publications on the organisation’s website, the Ministry considered that the first applicant denied the right of the State of Israel to exist and called for its destruction and for the killing of Jews. This constituted an expression of the applicant’s basic philosophical position, which included the “active Jihad”. The applicant agitated in a targeted fashion against Islamic States and the governments, which overthrow it repeatedly called for. It pursued its objectives, which were directed against the concept of international understanding, in a pro-actively aggressive manner. It did not thereby restrict itself to merely criticising existing political or social conditions or rejecting peaceful coexistence between States and peoples but also called for the armed struggle against the State of Israel, Jews and the Governments of Islamic States.", "7. The Ministry further considered that the first applicant was not a political party, as it did not intend to stand for elections in Germany. It further held that the first applicant was not to be regarded as a religious or philosophical community (Religions- oder Weltanschauungsgesellschaft), as it did not pursue religious, but political objectives.", "8. On 10 February 2003 the applicants, represented by counsel, lodged an application against the prohibition order with the Federal Administrative Court (Bundesverwaltungsgericht). They alleged, in particular, that the prohibition violated their right to freedom of religion under Article 4 of the Basic Law. They denied that they advocated the use of violence.", "9. On 24 November 2003 the Federal Administrative Court ordered the first applicant to submit evidence as to where the organisation was based. On 7 January 2004 the first applicant pointed out that its organisation was prohibited in all Arab states, they were thus forced to work clandestinely and were unable to reveal the organisation’s address.", "10. On 21 January 2004 the Federal Administrative Court severed the first applicant’s application from the remainder of the proceedings and declared it admissible. That court considered that the first applicant had the legal standing to lodge an application against the prohibition order. Furthermore, it had been properly represented before the court. On the same day, the Federal Administrative Court orally informed the applicants, that, under its established case-law (compare paragraph 34, below) actions lodged by individual members of a prohibited association were to be declared inadmissible. A decision on the admissibility of the remaining applicants’ actions was postponed until 25 February 2004.", "11. On 3 February 2004 the second to seventeenth applicants withdrew their applications with reference to the indication given by the Federal Administrative Court as to the inadmissibility of their applications. On 19 February 2004 the Federal Administrative Court decided to discontinue the proceedings insofar as they concerned the applications lodged by these applicants.", "12. In its submissions dated 8 and 29 November 2004, the first applicant accepted that it was not to be regarded as a political party within the meaning of the relevant law. The first applicant claimed, however, that all its activities had a religious foundation and that it enjoyed the protection of freedom of religion under the Basic Law. It further submitted that the Government had misconstrued the nature of its ideology, stressing, in particular, that the first applicant promoted peaceful dialogue and had never advocated the use of violence. It contested that the magazine “Explizit” was the organisation’s mouthpiece. The first applicant further pointed out that it did not seek to establish a “caliphate” in any of the Western European democracies. Lastly, it complained of a violation of its rights under Articles 9, 10 and 11 of the Convention.", "13. On 8 August 2005 the Federal Administrative Court, by court order without a prior oral hearing, rejected the first applicant’s application as unfounded. Relying on the so-called “organisational law” submitted by the applicants, the court considered that the first applicant did not fulfil the requirements of a religious community, as its activities did not include the exercise of a common religious practice. Furthermore, the first applicant could not be regarded as a philosophical community, as its existence and activities were based on Islam.", "14. The Federal Administrative Court further confirmed that the first applicant’s activities were directed against the principle of international understanding and were thus subject to prohibition under Article 9 § 2 of the German Basic Law in conjunction with the Law on Associations. Examining the sources already relied upon by the Federal Ministry of the Interior, the court considered that numerous statements were attributable to the applicant, which called for the violent elimination of the State of Israel and for the physical destruction of human lives and thus worked contrary to a peaceful resolution of the Middle East conflict.", "15. The Court considered that articles published in the magazine “Explizit” contained denials of Israel’s right to exist and called for the violent elimination of the State of Israel or for people to be killed. The Article “Wie lange noch?” (How long?; Explizit, issue no. 30 March to June 2002, p. 4 et seqq.) addressed the political and military situation in Palestine. The article sharply criticised the Saudi Arabian peace deal adopted at the summit meeting of Arab States in Beirut in March 2002. This was followed by criticism of the Palestinian authority, which was accused of not pursuing the goal of", "“freeing Palestine, but of handing over Palestine in the name of the Palestinian people to the Jews.”", "This assessment was followed by the statement:", "“As Muslims, we must be clear that the problem of “Israel” is not a border issue but an existential issue. The Zionist foreign body at the heart of the Islamic world can under no circumstances be allowed to continue to exist...We repeat again the unalterable Islamic duty: There can only be one response to the Zionist aggression in Palestine: Jihad. Allah, the Exalted, commands: “And slay them wherever ye catch them, and turn them out from where they have turned you out” (Al Baquarah 2, Aya 191).”", "This was followed by the opinion that Israel was to be overcome by military means and that the", "“Muslim armies (had) never really fought against the Zionist aggressor”.", "16. The court considered that the call to Jihad in the article represented a summons to violently eliminate the State of Israel. It conceded that the term “Jihad” was multilayered in Islamic usage, referring to more than just the “Holy War”. The term described every endeavour, effort and strengthening of Islam. What was decisive in the present context, however, was how the term was to be understood by readers in the context of the article. It was embedded in the statement that Israel could on no account be allowed to continue to exist and the summons to eliminate the State by military means. In this context there could be no doubt that the call to Jihad was aimed at the violent destruction of Israel as a solution to the Israeli-Palestinian conflict. This interpretation corresponded to the quotation from the Qur’an relied upon in the article. It did not have to be decided how this quotation was to be understood in its original context. In the context of the article, it constituted a call to take violent action with the intention of causing physical destruction and banishment.", "17. In the article “Fünfzig Jahre – Happy Birthday Israel?” (Fifty years – Happy birthday Israel?, Explizit, issue no. 5, April to June 1998, p. 2 et seqq.) it was stated that the creation of the State of Israel to the detriment of the Palestinian people was accompanied by crimes against humanity and that Israel thus lacked legitimacy. The article closed with the following statement:", "“Whoever accepts the State of Israel is against Allah’s commands and thus commits a serious sin.”", "This was followed by a quotation from the Qur’an of a “command by Allah”:", "“And fight for Allah against those who fight against you, but do not transgress! Truly, Allah loves those who do not transgress. And slay them wherever ye catch them, and turn them out from where they have turned you out.”", "18. The court considered that it could be left open whether the denial of Israel’s right to exist already breached the concept of international understanding. An any rate, that concept had been interfered with as soon as the assertion was followed by a call violently to eliminate the State of Israel, as had been the case with regard to the quotation from the Qur’an.", "19. The Federal Administrative Court analysed the content of one further article published in the magazine Explizit in 2001 and concluded that that article also contained a call for the destruction of the State of Israel.", "20. According to the court, there were a number of indications, which taken as a whole, left no doubt that there was a close link between the magazine “Explizit” and the first applicant, and that therefore the articles discussed in the above were attributable to the first applicant.", "21. The call to eliminate the State of Israel by force and to kill people was not restricted to the magazine “Explizit”. Among other sources, the court referred to a transcript dated 8 August 2002 of a programme broadcast on Berlin local television about a debate on the Middle East conflict at the Technical University of Berlin, according to which the second applicant said the following with regard to suicide attacks in Israel:", "“These actions would be banned in Germany or in other countries in the West – since Islam rejects violence against civilians, but there are no civilians in Israel; all of them, women and men, are part of the military and the founding of the State of Israel was an act of aggression. Everyone who goes to Israel and lives there is complicit in it. An attack on an institution with adults inside is an act of self-defence. If children are also killed, their parents are responsible for having decided to live in Israel.”", "The Federal Administrative Court considered that these statements, in which the second applicant justified the physical destruction of Israeli nationals, spoke for themselves. According to the court, the same objective was reflected in a statement made by the second applicant at an event held on 27 October 2002, during which he said:", "“For us, Israel is a State of aggression. A State of violence, a State of attack. That is why we are not prepared to accept this State, to make peace with this Zionist entity. This State was built upon the blood of Muslims, through aggression, through violence and we have a duty as Muslims to liberate the land again.”", "22. According to the Federal Administrative Court, the denial of Israel’s right to exist, linked to the call to eliminate the State by force, was also the subject matter of several of the first applicant’s flyers. The court quoted, inter alia, a flyer dated 29 March 2001, which read:", "“The whole of Palestine, from the sea to the river, is Islamic territory. Muslims are duty bound to liberate it from the rule of the Jews, even if it costs the lives of millions of martyrs.”", "Another flyer dated 28 February 2002 contained the following:", "“The Palestinian question is not a question of withdrawing from the region called the Palestinian territories. Nor is it a question of the withdrawal from the West Bank, the Gaza Strip or from Jerusalem. It is the Jewish entity itself which unlawfully appropriated Palestine. The solution is to uproot the Jewish entity from the entire Palestinian territory. Thus speaks Allah: “And slay them wherever ye catch them, and turn them out from where they have turned you out”...(2:191). Every recognition, every negotiation with the Jews is treason against Allah, His Prophet and the believers. We are not allowed to accept this or to keep quiet about it.”", "23. Lastly, the court considered that the prohibition was proportionate. In this connection, it observed that the first applicant did not enjoy special protection under the Constitution as a religious or philosophical community. It further considered that the Federal Government did not have a milder means at their disposition to achieve the pursued aim.", "24. On 3 October 2005 the first applicant submitted its comments on the court order. It alleged, in particular, that the court’s interpretation of the notion “religious community” had been too restrictive and was not consistent with the case law of the Federal Constitutional Court. It further requested an oral hearing to be held.", "25. By judgment of 25 January 2006, which was served on the applicants’ counsel on 6 March 2006, the Federal Administrative Court, following a hearing, rejected the application as unfounded. At the outset, the court confirmed its ruling that the applicant could not be regarded as a religious community, as its aims were primarily of a political nature, even if they were based on religious foundations.", "26. The Federal Administrative Court further considered that, even assuming that the first applicant could be regarded as a religious community or a religious association (religiöser Verein), it remained subject to prohibition under Article 9 § 2 of the Basic Law. The court was satisfied that the conditions for a ban to be issued were fulfilled because a multitude of public statements attributable to the first applicant against the backdrop of the Israeli-Palestinian conflict called for the violent elimination of the State of Israel and for people to be killed.", "27. The Federal Administrative Court considered that the first applicant’s objections against this ruling were not convincing. The evidence presented in the court order was sufficient to justify the assumption that the cited articles were attributable to the first applicant. Irrespective of this fact, the first applicant’s calls for the State of Israel to be eliminated by force and for people to be killed were not only restricted to the magazine “Explizit”.", "28. The court lastly found that, having regard to the seriousness of the statements attributable to the first applicant, the measure taken had to be regarded as proportionate even if the first applicant did enjoy the right to religious freedom. It would, in particular, not have been sufficient exclusively to ban the second applicant’s activity, as the impugned statements were not only made by the second applicant. Neither would it have been sufficient to ban the first applicant from issuing statements on the Middle East conflict, as the first applicant regarded it as a primary duty to combat and violently to destroy the State of Israel. As was demonstrated by the multitude of statements examined by the court in its court order, and had been confirmed by the first applicant during the oral hearing, the first applicant considered it as a main duty of the Caliphate to be created to destroy the State of Israel. These statements had such a weight that even the protection, which religious and philosophical associations generally enjoyed under the Constitution, did not call for renouncing the prohibition for the mere reason that the statements had so far not been followed by actions.", "29. On 3 April 2006 the first applicant lodged a constitutional complaint, alleging, in particular, that the prohibition was disproportionate and violated its right freely to assemble as a religious community (religiöse Vereinigungsfreiheit) under Article 4 § 1 of the Basic Law. The first applicant complained, in particular, that Article 9 § 2 of the Basic Law was not applicable in the instant case. Furthermore, the prohibition order failed sufficiently to take into account its interests as a religious community and was disproportionate. According to the first applicant, it would have been sufficient to order the second applicant or other members of the association to refrain from making political statements on the Middle East conflict. The first applicant further alleged that the impugned decisions violated its rights under Articles 9, 10, 11 and 14 of the Convention.", "30. On 27 December 2007 the Federal Constitutional Court, sitting as a panel of three judges, refused to admit the first applicant’s complaint for adjudication. According to that court, the complaint was inadmissible because the first applicant was not qualified to file a complaint as it did not have a registered address in Germany. Pursuant to the relevant provisions of the Law on proceedings before the Federal Constitutional Court, only those persons who could claim a violation of their constitutional rights were entitled to lodge a constitutional complaint. Article 19 § 3 of the Basic Law provided that the basic rights also applied to domestic legal persons to the extent that the nature of such rights permitted. The applicant, however, was a foreign legal person. While it might be considered that a foreign legal person based in another member State of the European Union had a right to equal treatment under Community Law, this did not apply in the first applicant’s case, as it had not been established that the first applicant had a registered office in another EU member State.", "31. This decision was served on the first applicant’s counsel on 18 January 2008.", "32. The relevant provisions of the German Basic Law (Grundgesetz) read as follows:", "Article 2", "[Personal freedoms]", "“(1) Every person shall have the right to free development of his personality insofar as he does not violate the rights of others or offend against the constitutional order or the moral law.”", "Article 4", "[Freedom of faith and conscience]", "“(1) Freedom of faith and of conscience, and freedom to profess a religious or philosophical creed, shall be inviolable.", "(2) The undisturbed practice of religion shall be guaranteed.", "...”", "Article 9", "[Freedom of association]", "“(1) All Germans shall have the right to form corporations and other associations.", "(2) Associations whose aims or activities contravene the criminal laws, or that are directed against the constitutional order or the concept of international understanding, shall be prohibited.", "...”", "Article 19", "[Restriction of basic rights – Legal remedies]", "“(1) Insofar as, under this Basic Law, a basic right may be restricted by or pursuant to a law, such law must apply generally and not merely to a single case. In addition, the law must specify the basic right affected and the Article in which it appears.", "(2) In no case may the essence of a basic right be affected.", "(3) The basic rights shall also apply to domestic legal persons to the extent that the nature of such rights permits.", "(4) Should any person’s rights be violated by public authority, he may have recourse to the courts. If no other jurisdiction has been established, recourse shall be to the ordinary courts...”", "33. The relevant sections of the Law on Associations (Vereinsgesetz) read as follows:", "Section 3", "Banning", "“(1) An association can only be treated as being banned (Article 9 § 2 of the Basic Law) if the competent authority established by decree that its aims or its activity contravene the criminal law or that they are directed against the constitutional order or against the idea of international understanding ; the order shall decree the dissolution of the association (ban). As a general rule, such ban shall entail confiscations and seizure of", "1. the association’s assets,", "2...and", "3. property of third parties provided that the owner, by handling the items over to the association, has deliberately promoted the association’s anti-constitutional activities or if the items were intended to further such activities.", "...”", "Section 18", "Geographical applicability of bans imposed on associations", "“...If a (foreign) association does not have a sub-organisation within the geographical applicability of this Act, the ban (section 3 paragraph 1) is directed against its activity within that territory.”", "Section 20", "“Anyone who, within the geographical applicability of this act, by pursuing an activity", "(...)", "4. contravenes an enforceable prohibition under section 18 sentence 2 (...) will be sentenced to up to one year’s imprisonment or to a fine.”", "34. Under the established case-law of the Federal Administrative Court (compare judgment of 13 August 1984, no. 1 A 26/83 and decision of 3 April 2003, no. 6 A 5/02), individual members of an association are not entitled to lodge actions against the banning of the respective association, because the ban exclusively affects the legal position of the respective association, and not the individual rights of its members."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}