{"ITEMID": "001-68732", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KARALEVICIUS v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Violation of Art. 5-1 in respect of two periods of detention;No violation of Art. 5-1 in respect of one period of detention;Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["9. The applicant was born in 1952 and lives in Vilnius.", "10. The applicant was suspected of having committed various fraudulent offences between October 1992 and October 1993. In 1994 criminal proceedings on three counts of cheating, suppression of documents and false accounting were instituted against him. As the applicant had absconded from the investigation, on 21 November 1994 the prosecutors declared him a wanted person.", "11. On 24 September 1996 the applicant was arrested in Moscow on an extradition request by the Lithuanian authorities. He was extradited to Lithuania on 30 December 1996.", "12. On 31 December 1996 the Šiauliai City District Court ordered the applicant's detention on remand until 31 January 1997 on suspicion of his suppressing documents. The court referred to the dangers of the applicant absconding and committing further offences. On 24 January 1997 the court extended the term to 31 March 1997, on 28 March to 31 May 1997 and on 30 May to 13 June 1997.", "13. On 5 June 1997 the case was transmitted to the Šiauliai City District Court. On 6 August 1997 the court committed the applicant for trial. On the same date the court also authorised the applicant's detention, stating that his remand must remain unchanged. No term of the detention was specified.", "14. On 10 September 1998 the Šiauliai City District Court convicted the applicant of cheating and suppressing documents but acquitted him of false accounting. He was sentenced to five years' imprisonment and his property was confiscated. The court ordered him to pay 615,264 Lithuanian litai (LTL) of damages in favour of a bank.", "15. On 2 March 1999 the Šiauliai Regional Court amended the first instance judgment insofar as it concerned the damages against the applicant, reducing the amount to 476,000 LTL.", "16. Upon the applicant's cassation appeal, on 29 June 1999 the Supreme Court quashed the above decisions and returned the case for a new first instance examination. No question relating to the applicant's remand in custody was mentioned by the Supreme Court in the decision.", "17. On 30 July 1999 the Šiauliai City District Court ordered the applicant's detention on remand until 1 September 1999 on suspicion of his having cheated and suppressed documents. The court referred to the danger of the applicant absconding. The District Court also noted that on 29 June 1999 the Supreme Court had not ruled on the applicant's remand. On 31 August 1999 the term of the applicant's detention was extended until 15 November 1999. On 15 November 1999 the term was extended until 31 December 1999. On 30 December 1999 the Šiauliai District Court extended the term of the applicant's remand in custody “until a court judgment would be taken in the case”.", "18. On 6 March 2000 the Šiauliai District Court convicted the applicant of suppressing documents and acquitted him of cheating. 476,000 LTL were awarded against the applicant in damages in favour of a bank. The sentence of five years' imprisonment was reduced by one third due to an amnesty law. The applicant was released in the courtroom as he was deemed to have already completed his sentence because of the time he had spent on remand. The court also ordered his release on bail, with home arrest, until the entry into force of the judgment. The applicant and his lawyer were present during the hearing.", "19. On 4 May 2000 the Šiauliai Regional Court rejected the applicant's appeal. On that date the conviction took effect for the purposes of domestic law and the bail constraints ceased. The applicant and his representative were present at the appeal hearing.", "20. On 24 October 2000 the Supreme Court examined the applicant's cassation appeal. The court amended the lower decisions, reducing the applicant's sentence to three years' imprisonment. The applicant and his defence counsel were present before the Supreme Court. That decision was final.", "21. From 2 January 1997 until 22 September 1999 the applicant was held at the Šiauliai Remand Prison (Šiaulių tardymo izoliatorius). From 22 to 28 September 1999 he was held at a Kaunas police custody centre. On 28 September 1999 he was again detained at the Šiauliai Remand Prison until his release on 6 March 2000.", "22. The applicant gave the following account of the detention conditions at the Šiauliai Remand Prison:", "Living space for one prisoner amounted to 1.5 square metres. The applicant states that he lived and slept in cells of less than 20 square metres where from 10 to 15 inmates were held. There was an open toilet in each cell. They lacked ventilation and had a strong smell due to the inmates' smoking and toilet use. The cells were very humid and cold, particularly during the winter. The insufficiency of the living space was aggravated by the scarce time for strolling in the prison yard (one hour daily). Prison bedding was in an awful and dirty condition. All washing had to be done by hand in a sink in the cell. There was a constant lack of hot and cold water. The applicant had access to a shower only once in 15 days. Food was prepared and served in awful conditions. Only 6 LTL per day were allocated for an inmate's catering.", "23. The Government provided the following account of the applicant's detention conditions at the Šiauliai Remand Prison:", "From 2 January 1997 until 24 August 1998 the applicant was held at the cell no. 11 of the prison which accommodated 11 detainees at the time. The overall capacity of the cell was 16.65 square metres, i.e. 1.51 m² per detainee.", "From 24 August 1998 until 22 June 1999 he was held in the cell no. 86 which accommodated 9 inmates. The cell's capacity was 17.78 m², i.e. 1.98 m² per detainee.", "From 22 June 1999 until 28 December 1999 the applicant was held in the cell no. 87 which accommodated 10 inmates. The capacity of cell was 19.7 m², i.e. 1.97 m² per detainee.", "From 7 January 2000 until 12 January 2000 he was held in the cell no. 37 which had 4 inmates, including the applicant. The cell's capacity was 7.68 m², i.e. 1.92 m² per detainee.", "From 12 January 2000 until 3 March 2000 the applicant was held in the cell no. 34 which accommodated 2 inmates. The capacity of the cell was 7.9 m², i.e. 3.95 m² per inmate.", "The cells had toilets separated by 1.2 metres-high partitions. The cells also had windows, and the ventilation and lighting were adequate. Inmates were allowed to smoke, but persons could apply to the prison administration to be transferred to a no-smoking cell upon request. In 1997 the sanitation facilities were renovated. In 1998 a new heating system was installed. After the renovation in 1999-2000 of the prison bath, possibilities were afforded for each detainee to use the bath once a week. In 2000 industrial laundry facilities were procured, therefore allowing for adequate washing of inmates' clothes and bedding.", "24. The applicant alleged that his letters to the European Commission of Human Rights of 12 and 13 October 1998, and to the European Court of Human Rights of 28 March, 13 July, 26 August, 5, 8 and 17 November, 26 December 1999, 15 and 30 January, 2, 7, 9, 13, 21, 25 and 29 February, 2 and 5 March 2000 had been censored by the administration of the Šiauliai Remand Prison.", "25. The applicant also alleged that the letters addressed to him by the Registry of the European Court of Human Rights of 17 November 1998, 21 April, 9 and 10 August, 8 October, 14 December 1999, 17 January 2000, 1, 21 and 23 February, 3 and 9 March 2000 had been opened up and read in his absence by the administration of the Šiauliai Remand Prison.", "26. Article 21 of the Constitution prohibits inhuman and degrading treatment. Conditions of detention of remanded persons are regulated by the Detention on Remand Act 1996. Article 18 of the Act provides that conditions of detention in remand centres shall not be inhuman or degrading, and that these conditions shall correspond to the relevant requirements and norms established by the Ministry of Health and other authorities.", "27. The following is the summary of the provisions of the Code of Criminal Procedure applicable at the material time in relation to detention on remand. All these provisions have now been repealed as a result of the entry into force on 1 May 2003 of the new Code of Criminal Procedure.", "Article 10:", "“No one shall be arrested save by virtue of a decision of a court, or an order of a judge ...”", "Article 104:", "“Detention on remand shall be used only ... in cases where a statutory penalty of at least one year's imprisonment is envisaged. ... .", "The grounds for detention on remand shall be the reasoned suspicion that the accused will:", "(1) abscond from the investigation and trial;", "(2) obstruct the determination of the truth in the case [influence other parties or destroy evidence];", "(3) commit new offences ... whilst suspected of having committed crimes provided in Articles ... [274] [cheating,] 275 [embezzlement] of the Criminal Code ...”", "Article 104-1 (in force from 21 June 1996 to 24 June 1998):", "“... [T]he arrested person shall be brought before a judge within not more than 48 hours ... The judge must hear the person as to the grounds of the arrest. The prosecutor and counsel for the arrested person may take part in the inquiry. After having questioned the arrested person, the judge may maintain the arrest order by designating the term of detention, or may vary or revoke the remand measure. ...", "After the case has been transmitted to the court ... [it] can order, vary or revoke the detention on remand.”", "The amended Article 104-1 (in force from 24 June 1998 until 1 May 2003) provided that the prosecutor and defence counsel must have taken part in the first judicial inquiry of the arrested person, unless the judge decided otherwise. The amended provision also permitted the court to extend the detention on remand before its expiry.", "Article 106 § 3 (in force from 21 June 1996 to 24 June 1998):", "“For the purpose of extending the term of detention on remand [at the stage of pre-trail investigation a judge] must convene a hearing to which defence counsel and the prosecutor and, if necessary, the detained person shall be called.”", "The Code in force from 24 June 1998 to 1 May 2003 made obligatory the attendance of the detainee at the remand hearings.", "Article 109-1 (in force from 21 June 1996 to 24 June 1998):", "“An arrested person or his counsel shall have the right during the pre-trial investigation to lodge [with an appellate court] an appeal against the detention on remand ... . With a view to examining the appeal, there may be convened a hearing, to which the arrested person and his counsel or only counsel shall be called. The presence of a prosecutor is obligatory at such a hearing.", "The decision taken by [the appellate judge] is final and cannot be the subject of a cassation appeal.", "A further appeal shall be determined when examining the extension of the term of the detention on remand.”", "Article 109-1 (as in force from 24 June 1998 to 1 May 2003) provided for an appeal to a higher court and a hearing against a decision ordering or extending the term of detention both at the stage of pre-trial investigation and trial, in the presence of the detainee and his counsel, or only his counsel.", "Article 226 § 6 (in force until 24 June 1998):", "“The period when the accused and his counsel have access to the case-file is not counted towards the overall term of pre-trial investigation and detention. Where there are several accused persons, the period during which all the accused and their counsel have access to the case-file is not counted towards the overall term of pre-trial investigation and detention.”", "From 24 June 1998 to 1 May 2003 that period was no longer relevant for remand decisions.", "Article 372 § 4 (in force until 1 January 1999):", "“Decisions of courts ... ordering, varying or revoking a remand measure ... cannot be the subject of appeal ...”", "Pursuant to the general provision of Article 399, a first instance decision was not effective pending the time-limit for an appeal against that decision or during the appeal proceedings. Only those decisions against which no appeal was possible, including remand decisions under the former Article 372 § 4, became effective and were executed on the date when they were taken. Article 104-3 § 3 as amended on 21 December 1999 specified that all decisions of detention on remand became effective and were executed on the date when they were taken, regardless of the fact that an appeal was possible against any such decision under the amended Article 109-1 (in force from 24 June 1998 to 1 May 2003, see above).", "Article 250 § 1:", "“After having decided, that there is a sufficient basis to commit the accused for trial, a judge individually or a court in a directions hearing shall determine the questions ...", "(2) of the remand measure in respect of the accused ...”", "Article 277:", "“In the course of the trial, a court may decide to order, vary or revoke a remand measure in respect of the defendant.”", "28. Article 22 of the Constitution guarantees the right to respect for one's private life, family life and correspondence.", "According to Article 15 of the Detention on Remand Act 1996 and Rule 72 of the Remand Prisons Internal Rules 1996, which were applicable at the material time, remanded persons' letters could be subject to censorship.", "Rule 75 of the Remand Prisons Internal Rules provides that the remand centre administration cannot open letters of detainees addressed to the European Court of Human Rights if those letters were given to the administration to be sent in a closed envelope.", "Rule 83 provides that the remand prison administration shall familiarise the detainee with a reply to his correspondence within three days following receipt of the letter addressed to the detainee. Therefore, as a rule, all letters received by the detainees are not given to them and are kept in their files by the remand centre administration."], "VIOLATED_ARTICLES": ["3", "5", "8"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}