{"ITEMID": "001-78876", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KWIECIEŃ v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Not necessary to examine Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings;Costs and expenses partial award - domestic proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1949 and lives in Dzierżoniόw. He used to run a car repair garage.", "6. He was a party to various sets of administrative proceedings before the Dzierżoniów District Office (Urząd Rejonowy) relating to planning matters and disputes with his neighbours. He considered that the decisions of the District Office in his cases were incorrect and unlawful as evidenced by the fact that they were regularly quashed by higher administrative authorities. He formed that view, inter alia, on the basis of proceedings in which the District Office had, in a decision of 25 March 1996 (no. BA7355D/21/10/96), ordered him to demolish a building (a tank) on his property on the ground that it had been erected illegally. Those proceedings, following the applicant's complaints, were discontinued by the District Office on 28 November 1996 in decision no. BA-7355-D/21/24/95-96 in which it held that the building had in fact been erected legally. The applicant also referred to a decision by the District Office of 4 May 1998 refusing him planning permission. On 30 July 1998 the Wałbrzych Governor, reversed that decision following an appeal by the applicant and granted planning permission (decision no. 145/98).", "7. The Head of the Dzierżoniów District Office was Mr S.L., who was due to stand for election to the district council (rada powiatu) in the local elections scheduled for 11 October 1998. On 21 September 1998 the applicant sent Mr S.L. an open letter calling on him to withdraw from the election. The applicant sent copies of his letter to the Wałbrzych Governor, the Wałbrzych Regional Assembly, the Dzierżoniów Municipal Council, local mayors, the Prime Minister's Office and a number of local newspapers. A thousand copies of the letter were to be made available to local inhabitants. According to the applicant none of the newspapers published the letter.", "“Open letter", "Mr S.L.", "Head of the Dzierżoniów District Office", "Dear Sir,", "I kindly request that you once again reflect on the suitability of your standing for election to the district council in the local elections of 11 October 1998. My open letter is not motivated by spite, but is merely intended to express my concern that persons who represent me should be willing to help others in solving their problems instead of doing them harm. I consider that as the Head of the Dzierżoniów District Office you carried out your duties ineptly and sometimes even maliciously, frequently breaking the law and basing your statements on lies. In order to demonstrate that my opinion is not groundless I refer to the [following] supporting facts:", "[a] in case no. BA-7355-D/27 a crucial document was lost from the case file by the administrative authority you are in charge of. The public prosecutor's office in Dzierżoniów made an inquiry into this matter;", "[b] [administrative] decision no. BA-7355-D/27/35/93-96 of 8 March 1996 was issued by the authority you are in charge of on the basis of documents which were forged in the Dzierżoniów District Office;", "[c] in order to intimidate me the administrative authority you are in charge of instituted proceedings no. 7355-D/21 which resulted in decision no. BA7355D/21/10/96 requiring the demolition of a building. Subsequently by virtue of decision no. BA-7355-D/21/24/95-96 the proceedings were discontinued, after it was found that the building had in fact been erected lawfully;", "[d] for a period of eight months you have maliciously and unlawfully refused to grant my application for planning permission. This malicious conduct was brought to an end by the Wałbrzych Regional Governor who decided to grant my application (decision no. 145/98);", "[e] while defending your position on the refusal to issue a building permit you resorted to a lie (see the article 'War with decisions' that was published in the Gazeta Wrocławska of 30 June 1998);", "[f] you instituted enforcement proceedings in violation of my rights. In breach of the law and in excess of your powers you demanded that I perform a non-existent obligation. The enforcement proceedings were discontinued by the Dzierżoniów Tax Office by virtue of decision no. US VIII-924/67/98.", "I think that the above few examples should prompt you to consider whether you should withdraw. I have only one question: WOULD YOU LIKE A PERSON WHOM YOU ELECT TO LOCAL GOVERNMENT TO DEAL WITH YOUR CASES AS ILLUSTRATED BY THE ABOVE EXAMPLES?", "Yours sincerely", "Leszek Kwiecień”", "8. On 6 October 1998 Mr S.L. brought an action against the applicant in the Wałbrzych Regional Court (Sąd Wojewódzki) under section 72 of the Law on Elections to Municipal Councils, District Councils and Regional Assemblies (“the Local Elections Act”). He sought an order requiring the applicant to correct untrue information that had been circulated in the open letter and to publish a correction in the local newspapers Gazeta Wrocławska and Tygodnik Dzierżoniowski and other newspapers to which the open letter had been originally addressed. Mr S.L. also requested that the court order the applicant to issue an apology. Finally, he requested that the applicant be ordered to pay PLN 10,000 for the benefit of a charity run by the Order of St. Elizabeth in Dzierżoniów and to pay PLN 10,000 to the claimant in damages.", "9. On 7 October 1998 (at about 2 p.m.) the Wałbrzych Regional Court gave its decision. It ordered the applicant to publish in the local newspaper Gazeta Wrocławska and in a letter to the claimant a statement that he had included untrue information in his open letter of 21 September 1998 and the following apology:", "“I apologise to Mr. S.L. for defamatory statements about him which were included in my open letter to him of 21 September 1998”.", "The court also ordered the applicant to pay PLN 10,000 for the benefit of the charity run by the Order of St. Elisabeth in Dzierżoniów and PLN 10,000 to the claimant in damages.", "10. The Regional Court held as follows:", "“The court established the following facts:", "The defendant sent to the claimant and a large number of persons and institutions his open letter dated 21 September 1998, in which he alleged that the claimant, while the Head of the Dzierżoniów District Office, had been an inept, and sometimes malicious manager and had frequently broken the law. He alleged that a document had been lost from a case file examined by the District Office, that in another case documents had been forged, and that the claimant, with a view to intimidating the defendant, had instituted proceedings and ordered him to demolish a building; [that] for 8 months he had maliciously refused to grant planning permission, [that] he had resorted to a lie in the 30 June 1998 edition of 'Gazeta Wrocławska', and, finally, that he had instituted enforcement proceedings, infringing the defendant's rights, and thus broken the law and abused his authority by demanding that the defendant execute a non-existent obligation (see the defendant's open letter of 21 September 1998).", "On 29 June 1995 the Dzierżoniów District Prosecutor's Office discontinued the investigation in case no. Ds 936/95 concerning a lost document since no suspects could be identified. It did not determine when or where a copy of the decision of the Dzierżoniów Municipal Council dated 12 October 1973 had been lost (copy of the decision to discontinue the proceedings of 29 June 1965). ...", "On 21 November 1995 the Dzierżoniów District Office instituted proceedings of its own motion in respect of the construction of a tank on the defendant's property, following complaints from neighbours. Those proceedings were discontinued by a decision of 28 November 1996, since it was established in the course of the proceedings that the tank had been constructed legally (..., decision of the Dzierżoniów District Office of 25 March 1996, decision of the Dzierżoniów District Office of 28 November 1996).", "On 5 November 1997 the defendant and his wife made an application to the Dzierżoniów District Office for planning permission in respect of a shop/office, a manual car wash, a tank, .... These administrative proceedings were terminated by the Wałbrzych Governor's decision of 30 July 1998 ....", "On 30 June 1998 'Gazeta Wrocławska' published an article 'War with decisions', in which the claimant mentioned a sewer junction located at the intersection of Wojska Polskiego Street and Staszica Street in Dzierżoniów. In the defendant's letter published in 'Gazeta Wrocławska' of 10 July 1998 he stated that there was no sewer junction in the place indicated by the claimant.", "By a decision of 11 December 1997 the Dzierżoniów District Office ordered the defendant and his wife to produce the documents necessary to obtain permission to use a building. On 10 March 1998 the Dzierżoniów District Office executed the order of 11 December 1997 in lieu of the debtors and at the debtors' expense. On 6 July 1998 the Dzierżoniów Tax Office discontinued the enforcement proceedings ...", "The court considered:", "The content of the open letter dated 21 September 1998 from the defendant to the claimant, which was received by a large number of people and institutions, constitutes a ground for allowing the application under section 72 of the Local Elections Act. That letter contains untrue information about the claimant and the authority of which he is the head. The [court's] assessment of the evidence showed that it was not true that a document had been lost from the case file in one of the cases examined by the Dzierżoniów District Office, that documents had been forged, or that the District Office had sought to intimidate the defendant or had acted maliciously against him. Nor is it true that the claimant violated the defendant's rights by instituting enforcement proceedings, in the course of which he broke the law and abused his authority. The investigation carried out in respect of the [lost] document did not establish the time or place of its disappearance. The defendant did not prove that the maps prepared by the District Office were forgeries or that the District Office had acted improperly, still less, maliciously. These are the defendant's impressions which are arbitrary and unsupported by evidence. All of the proceedings which were pending before the Dzierżoniów District Office were instituted and carried out on the basis of applicable law and the defendant exercised his right to appeal against individual decisions. It was established that the proceedings were conducted speedily, as evidenced by the dates on which they were instituted and on which they ended. As regards the claimant's statement in 'Gazeta Wrocławska' the court found credible his claims that the statement had not been approved beforehand and so might be inaccurate and that the claimant could not speak about a sewer which had existed in the place he had indicated.", "In these circumstances, the court finds the application founded and, pursuant to section 72 subsections 1, 3, 4, 5 and 6 of the Local Elections Act, rules as in the operative part”", "11. On 8 October 1998 the applicant complained to the President of the Wałbrzych Regional Court that he had been refused access to the official record of the hearing of 7 October 1998. He also alleged that he had been refused access to the case file, despite the fact that the claimant had adduced new documentary evidence with a view to rebutting the truthfulness of the applicant's statements. He argued that this refusal had had adversely affected his rights as a party to the proceedings, in view in particular of the 24hour time-limit for filing an appeal.", "12. At about midday on 8 October 1998 the Regional Court allowed the applicant access to the case file.", "13. On 8 October 1998 the applicant filed an appeal with the Wrocław Court of Appeal (Sąd Apelacyjny) and requested that the decision of the Regional Court be quashed.", "14. He submitted that his open letter did not amount to electoral campaigning. He relied, inter alia, on Article 10 of the Convention and submitted that his critical remarks concerned Mr S.L. as the head of an administrative authority. The criticism was based on shortcomings in the administrative proceedings in which the applicant was involved, as evidenced by numerous documents, relevant administrative decisions and statements of higher administrative authorities and of the Supreme Administrative Court. Furthermore, the applicant contested the Regional Court's finding that the information contained in the open letter was thoroughly. Further, he submitted that at the hearing the Regional Court had prevented the applicant from making comprehensive submissions in reply to the claimant's lengthy arguments and refused to admit evidence confirming the truthfulness of the statements contained in the open letter.", "15. The applicant disputed the Regional Court's order to pay damages to S.L. and argued that the claimant had not proved that he had suffered any damage. In respect of the order to make payment to the institution run by the Order of St. Elisabeth, he denied that it was a charity. The applicant complained that the Regional Court had allowed the claimant's application in its entirety and made orders to pay damages and to make payment to a charity at the maximum end of the scale provided for by law. Further, the applicant referred to the fact that after the hearing before the Regional Court his access to the case file had been impeded, despite the fact that an appeal had to be lodged within 24 hours after the firstinstance decision was pronounced. Finally the applicant made detailed submissions with a view to proving the accuracy of the factual statements contained in the open letter.", "16. The local elections took place on 11 October 1998. Mr S.L. was not elected.", "17. On 12 October 1998 the Wrocław Court of Appeal dismissed the applicant's appeal. It also made an order for costs against the applicant for PLN 1,500. The Court of Appeal held as follows:", "“The appeal is unfounded.", "The proceedings provided for under section 72 of the Local Elections Act are aimed at protecting electoral law and ensuring the proper conduct of the electoral campaign by preventing infringements of the personal rights of those standing for election ..., which could affect the result of the elections.", "The Regional Court correctly found that the defendant had clearly infringed the personal rights of the claimant as a candidate for local government office by his open letter to the claimant that was sent to various authorities and individuals.", "The content of the letter portrayed the claimant in an unambiguously negative light as a candidate for the local council and was aimed at preventing him from being elected. Contrary to the appellant's assertions, in order to achieve that aim it was not necessary to openly discourage [the voters] from voting for a particular candidate. It was enough that a recipient of information about a candidate should come to such a conclusion, which, given the open letter's content, was very likely.", "The court concurs with the Regional Court's findings that the defendant did not prove that his allegations against the claimant were true and so justified his criticism. In fact, the allegations related to decisions issued by the District Office and should not have been equated with the claimant as such. A legal right of appeal lay against the decisions [and] in most instances the defendant obtained favourable rulings.", "Against the background of those decisions, the applicant's categorically negative assessment of the District Office and the attribution of responsibility to the claimant as a person managing the Office, coupled with the fact that this was made public were unwarranted and unjustified in law. The facts of the case appear to indicate unequivocally that the defendant transferred to the claimant an aversion to the District Office he had developed because of dissatisfaction with one of its decisions; he had used this for the purposes of electoral propaganda, and this [situation] was rightly considered by the Regional Court as amounting to a breach of section 72 of the Local Elections Act .... “", "18. On 20 October 1998 the applicant requested a stay of execution of the decision in his case. He submitted that the financial orders made against him, amounting to PLN 20,000, were disproportionate to his earnings and financial situation. On 27 October 1998 the Wrocław Court of Appeal dismissed his request.", "19. On 4 December 1998 the applicant filed a cassation appeal against the judgment of the Court of Appeal. On 15 December 1998 the Wrocław Court of Appeal refused to proceed with the cassation appeal, finding that it was inadmissible in law. It observed that section 72 § 3 of the Local Elections Act did not provide for any further appeal against the decision of the Court of Appeal. On 5 January 1999 the applicant appealed against that decision to the Supreme Court. On 3 March 1999 the Supreme Court dismissed the applicant's appeal on the same grounds as those relied on by the Court of Appeal.", "20. On an unspecified later date in 1999 the applicant requested the Wrocław Court of Appeal to reopen the proceedings. He submitted that the claimant had not been properly represented in the proceedings before the Court of Appeal. On 20 September 1999 the Court of Appeal rejected the applicant's request. The applicant appealed unsuccessfully. On 31 July 2000 the applicant again requested the reopening of the proceedings. On 8 November 2000 the Świdnica Regional Court (formerly: Wałbrzych Regional Court) rejected his request.", "21. On 12 February 2001 the applicant filed a constitutional complaint with the Constitutional Court (Trybunał Konstytucyjny). He alleged that section 72 of the Local Elections Act was incompatible with Articles 32, 45 § 1 and 77 § 2 of the Constitution. On 13 May 2002 the Constitutional Court gave judgment. It ruled that section 72 § 3 of the impugned Act, which was construed as excluding any possibility of having the proceedings reopened, was incompatible with Articles 45 § 1 and 77 § 2 of the Constitution.", "22. On 20 May 2002 the applicant requested the Wrocław Court of Appeal to direct the reopening of the proceedings in his case, following the judgment of the Constitutional Court. Later, he submitted three further similar requests. On 17 June 2002 the Court of Appeal rejected his request. The applicant appealed unsuccessfully. On 28 October 2002 the Court of Appeal rejected two of the applicant's further requests for the proceedings to be reopened. In respect of the third request, the Court of Appeal considered that it should be examined by the Świdnica Regional Court. On 16 December 2002 the Świdnica Regional Court rejected the applicant's third request also. All the applicant's appeals were unsuccessful.", "23. Having unsuccessfully attempted to reopen the proceedings, on 12 October 2003 the applicant requested the Constitutional Court to provide an interpretation of its judgment of 13 May 2002. On 14 April 2004 the Constitutional Court gave its decision. It ruled that in accordance with Article 190 § 4 of the Constitution its judgment of 13 May 2002 it was possible for proceedings to be reopened after they had been terminated by a decision (postanowienie) given on the basis of a provision which had been declared unconstitutional.", "24. On 1 February 1999 the enforcement proceedings against the applicant were instituted in respect of the order requiring him to pay PLN 10,000 for non-pecuniary damage to Mr S.L. They were finally terminated on 10 April 2003 since the applicant had executed the order.", "25. In the 2002 local elections the applicant was elected a local councillor for the Dzierżoniów Municipal Council.", "26. Article 14 provides as follows:", "“The Republic of Poland shall ensure freedom of the press and other means of social communication.”", "Article 31 § 3 of the Constitution, which lays down a general prohibition on disproportionate limitations on constitutional rights and freedoms (the principle of proportionality), provides:", "“Any limitation upon the exercise of constitutional freedoms and rights may be imposed only by statute, and only when necessary in a democratic State for the protection of its security or public order, or to protect the natural environment, health or public morals, or the freedoms and rights of other persons. Such limitations shall not violate the essence of freedoms and rights.”", "Article 54 § 1 of the Constitution guarantees freedom of expression. It states, in so far as relevant:", "“Everyone shall be guaranteed freedom to express opinions and to acquire and to disseminate information.”", "27. Section 72 of the Law of 16 July 1998 on Elections to Municipal Councils, District Councils and Regional Assemblies (Ordynacja wyborcza do rad gmin, rad powiatów i sejmików województw) (“the Local Elections Act”) provided, in so far as relevant:", "“§ 1. If posters, slogans, leaflets, statements or other forms of publicity or campaign materials contain untrue data or information, candidates standing for local election or representatives of electoral committees shall be entitled to apply to the Regional Court for an order:", "(1) for the confiscation of such materials;", "(2) restraining [the defendant] from publishing such data or information;", "(3) for the correction of the information;", "(4) requiring [the defendant] to apologise to the aggrieved party;", "(5) requiring [the defendant] to pay up to PLN 10,000 to a charity;", "(6) requiring [the defendant] to pay to the claimant up to PLN 10,000 in damages.", "§ 2. The Regional Court, sitting with a single judge, shall examine the application referred to in § 1 within 24 hours in non-contentious [civil] proceedings. [...]. The court shall, without undue delay, serve on the interested party referred to in § 1, the regional electoral commissioner and the person required to execute the court's decision a decision which will bring the proceedings in the case to an end.", "§ 3. An appeal to the Court of Appeal shall lie against the decision of the Regional Court provided it is lodged within 24 hours from the moment the decision was delivered. The Court of Appeal, sitting as a panel of three judges, shall examine the appeal in non-contentious [civil] proceedings, under the same procedure and within the time-limit referred to in § 2. No appeal shall lie against the decision of the Court of Appeal and its decision shall be enforceable with immediate effect.", "28. On 3 July 2002 a bill amending the Local Elections Act was tabled in the Sejm. Under the terms of the bill, subsections 5 and 6 of section 72 of the Local Elections Act were to be repealed with a view to aligning that Act with the Law of 12 April 2001 on Elections to the Sejm and the Senate of the Republic of Poland (Ordynacja wyborcza do Sejmu Rzeczypospolitej Polskiej i do Senatu Rzeczypospolitej Polskiej). On 26 July 2002 the Sejm amended section 72 of the Local Elections Act by repealing subsection 6. However, subsection 5 of section 72 of the Local Elections Act remained unchanged.", "29. Until 31 May 2001 the conduct of parliamentary elections was primarily governed by the Law of 28 May 1993 on Elections to the Sejm of the Republic of Poland (Ordynacja wyborcza do Sejmu Rzeczypospolitej Polskiej). Section 139 of the Law of 28 May 1993 provided for comparable summary proceedings to those referred to in section 72 of the Local Elections Act. However, that provision laid down a substantially lower ceiling (PLN 2,000) on the amount which a defendant could be ordered to pay to a charity or for non-pecuniary damage. The Law of 12 April 2001 on Elections to the Sejm and the Senate of the Republic of Poland (Ordynacja wyborcza do Sejmu Rzeczypospolitej Polskiej i do Senatu Rzeczypospolitej Polskiej), which entered into force on 31 May 2001, repealed the Law of 28 May 1993. Section 91 of the latter Law, which regulates summary electoral proceedings, does not provide for any pecuniary awards to be granted against a defendant.", "30. On 1 October 1998 the Katowice Court of Appeal gave a decision in case no. I ACz 972/98 in which it stated:", "“1. Section 72 of the Local Elections Act applies to factual statements contained in the materials pertaining to an electoral campaign. It does not apply to conclusions or opinions based on those factual statements. Only factual statements have an objective character. Every opinion is subjective depending on the viewpoint of the person holding it.", "2. No one can be prevented from expressing his views and making comments as long as he or she does not infringe the rights of others. However, even an infringement of personal rights that fails to meet the conditions specified in section 72 will not qualify the holder of the right for protection under that provision, since it is an exception [to the general rule] and thus cannot be interpreted broadly.”", "31. On 7 November 2002 the Katowice Court of Appeal gave a decision in case no. I ACz 1956/02 in which it held:", "“Section 72 of the Local Elections Act [...] provides an exception to the general rule and so cannot be construed broadly. It is applicable solely to untrue information included in electoral materials. It is not applicable to comments and opinions concerning the characteristics of a candidate [for election]. If such comments and opinions infringe the candidate's personal rights, he may seek redress under the general rules [of protection of personal rights], but not on the basis of section 72 of the Local Elections Act.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}