{"ITEMID": "001-91442", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF JAANTI v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1951 and lives in Espoo. He is an attorney.", "5. The applicant was suspected of aiding and abetting aggravated embezzlement. He was first questioned by the police on 28 September 1998. He was subsequently questioned again in connection with two other similar offences.", "6. On 14 December 2000 the public prosecutor brought charges against him and another defendant, R, in the Helsinki District Court (käräjäoikeus, tingsrätten). The court held its first session on 29 November 2001. In the course of the proceedings, the court was presented with written evidence, including 94 documents submitted by the applicant. It also received testimony from both defendants and twelve witnesses, four of whom were called by the applicant. The evidence included a written statement and the oral testimony of the Bankruptcy Ombudsman. On 10 May 2002 the court gave its judgment. It found that on 30 September 1994 the applicant had, as a receiver of a bankrupt’s estate, unlawfully transferred a substantial sum of money from the estate’s bank account to the account of his own law firm. The court also found that, on the same date, he had aided and abetted his associate R in the commission of two similar offences. The court convicted the applicant of aggravated embezzlement and two counts of aiding and abetting aggravated embezzlement and sentenced him to a suspended term of one year and four months’ imprisonment. R was found guilty of having made unlawful money transfers on several separate occasions between 29 April 1993 and 31 May 1996. He was convicted of two counts of aggravated embezzlement, as well as aiding and abetting the applicant’s aggravated embezzlement.", "7. The applicant, R, and the prosecutor all appealed against the judgment to the Helsinki Court of Appeal (hovioikeus, hovrätten). At the applicant’s request, the court had extended by some five weeks the time-limit for lodging his appeal. In his letter of appeal, lodged on 16 July 2002, the applicant claimed that he had only transferred funds to which he believed he was entitled as a retainer and that he had, therefore, lacked criminal intent. He made similar claims in connection with the two counts of aiding and abetting R’s offences. He also referred, inter alia, to the written statement of the Bankruptcy Ombudsman, in which the latter had considered it possible that the applicant had, in fact, lacked criminal intent in regard to the alleged embezzlement. On 15 and 17 November 2004 the Court of Appeal held an oral hearing. By its judgment of 13 January 2005 it upheld the applicant’s conviction but changed his sentence to one year and ten months’ unconditional imprisonment. In its reasons the court had regard, inter alia, to the Bankruptcy Ombudsman’s testimony. The Ombudsman had noted, inter alia, that at the time of drawing up his written statement he had not had all the information about the applicant’s actions in the matter or, at least, had not paid attention to it. He had also testified that the receiver of a bankrupt’s estate did not have a right to withdraw money from the estate’s account without consent.", "8. On 4 May 2005 the Supreme Court (korkein oikeus, högsta domstolen) refused leave to appeal.", "9. Chapter 6, section 7, subsection 3 of the Penal Code (rikoslaki, strafflagen; as amended by Act No. 515/2003 which took effect on 1 January 2004) reads:", "“In addition to what is provided above in section 6, grounds for mitigating the sentence that are also to be taken into consideration are", "...", "(3) a considerably long period that has passed since the commission of the offence;", "if the punishment that accords with established practice would for these reasons lead to an unreasonable or exceptionally detrimental result.”", "10. In its judgment of 11 June 2004 (KKO 2004:58), the Supreme Court noted that, although there were no legal provisions justifying the dismissal of a criminal charge due to unreasonably long proceedings, such a dismissal or declaring a case inadmissible might in some exceptional circumstances, for example if their duration ruled out a good defence, be the only effective remedy satisfying the requirements of Article 13 of the Convention. That was, however, not the case here. In considering whether there were grounds for applying Chapter 6, section 7, subsection 3 of the Penal Code, the Supreme Court held that it had to be decided in casu whether the duration of the proceedings (here over 5.5 years) had been unreasonable. It concluded that in this case there were no grounds not to impose a sentence or to mitigate the sentence owing to the duration of the proceedings."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}