{"ITEMID": "001-80548", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "SEVER AND ASLAN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mr Aykan Sever and Mr Yaşathak Aslan, are Turkish nationals who were born in 1968 and 1952, respectively. They live in Ankara and Artvin. They were represented before the Court by Ms S. Coşkun, a lawyer practising in Ankara.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The first applicant is the publisher of a book entitled “The writings of 1982” (“1982 Yazıları”), written by the second applicant.", "On 7 November 2000, at the request of the public prosecutor, the judge at the Ankara State Security Court issued an injunction prohibiting the distribution of the book. It held that it praised and promoted the activities of illegal leftist organisations. Police officers from the Ankara Security Directorate seized copies of the book from the publishing house and submitted them to the public prosecutor’s office.", "On 25 January 2001 the public prosecutor filed an indictment with the Ankara State Security Court, charging the applicants under Article 61 and 169 of the Criminal Code, as well as Article 5 of the Law on Prevention of Terrorism. The indictment relied on the following extracts from the book:", "“It should not be forgotten that all our evaluations concerning the past years were for the purpose of our revolutionary struggle. An evaluation of the past that does not shed light on our present and future would be futile. It would be nothing but an inadequate critique of the past...", "In the future, we should be thinking more seriously about establishing a political party. Our efforts concerning the establishment of the party should evolve on two different grounds which are connected to each other. First of all, this political party should be based on an armed struggle in order to take control of the government. It should be a militant and dynamic organisation that is ready to fight in different areas...", "We are making a big step on our way to pursuing our revolutionary duty. For the time being, with the participation of eight groups (the Revolutionary Road (“Devrimci Yol”), the PKK (the Kurdistan Workers’ Party), the Emekçi (the Labour Movement Party), the SVP (the Socialist Homeland Party), the TKEP (the Turkish Communist Labour Party), the Acilciler (the People’s Revolutionary Vanguards), Devrimci Savaş (Revolutionary War), and the İşçinin Sesi (the Communist Party of Turkey – Workers’ voice), the FKBDC (the Unified Resistance Front Against Fascism) has been founded. In the near future, the organisation which was formed by only a few groups should be extended by assembling all socialist forces, and should be transformed into a real authority...", "We are aware that the armed struggle is the only way to initiate a revolution in Turkey. Therefore, our primary duty is to create and organise this armed struggle. Accordingly, in the near future, both the political party and the front should be established in order to accomplish this armed struggle...", "Despite the extremely difficult conditions in which we find ourselves, hundreds of revolutionary road militants are in an honourable fight for existence. This struggle is worthy of our Revolutionary Road...", "As a revolutionary road militant, what you should do is to recapture the spirit of being part of a key political movement...”", "In his written petition submitted to the Ankara State Security Court, the first applicant argued that the banning of books was unacceptable in a democratic society.", "The Gebze Assize Court, acting under powers delegated to it by the Ankara State Security Court, summoned the second applicant, who was serving a sentence in Gebze prison, to submit his defence. The applicant contended that he had merely collected in the book all the articles, pamphlets, indictments and defence petitions which had already been published several years earlier. Moreover, in his written submissions to the State Security Court, the second applicant maintained that the book was of a documentary nature and that he was making an evaluation of the events and political movements which had occurred 20 years earlier.", "On 12 September 2001 the Ankara State Security Court acquitted the applicants as it considered that the constituent elements of the offence were missing. It held that, since the book was seized prior to distribution, the ideas therein never became public. Thus, the propaganda of the illegal organisations was never made. The court ordered the confiscation of the copies already published and banned the book from further publication.", "On 20 November 2001 the applicants appealed against the decision of the State Security Court, contending that critical essays of this kind, which made an evaluation of the political past, should not be banned. Moreover, they invoked Articles 25 to 29 of the Constitution which guarantee freedom of the media, freedom of expression and the right to receive and impart information.", "On 5 February 2002 the Court of Cassation upheld the decision of the State Security Court. On 5 March 2002 the decision of the Court of Cassation was deposited with the registry of the first instance court.", "Before 22 June 1999, section 5 of the State Security Courts Act, Law no. 2845, provided that one of the three members of the bench sitting in State Security Courts had to be a military judge. Following the entry into force of Law no. 4390, on the abovementioned date, military judges were no longer allowed to sit in such courts, which were eventually abolished by Law no. 5190 of 16 June 2004."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}