{"ITEMID": "001-4501", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "BARIM v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, who was born in 1965, is a Turkish citizen, resident in Elazığ. He is currently detained at Elbistan Prison. Before the Court, he is represented by his brother, Erdem Barım.", "On 13 February 1994 four persons from the same family, B.F., E.F., M.F. and Y.K. were found dead near their house in Elazığ. The ensuing police investigation led to the arrest of Zihni Umay (Z.U.) on 16 February 1994. Whilst he was in police detention Z.U. confessed that he had killed B.F., E.F., M.F. and Y.K.. He stated that three other persons, including the applicant, had also been involved in the killing. On 16 February 1994 the applicant was detained on the ground of these allegations. In his statement, allegedly taken under duress in the police station, the applicant confessed that he had been involved in the murders.", "On 20 February 1994 the applicant was brought before the public prosecutor and the Magistrate’s Court in Criminal Matters. In his defence submissions he retracted from his statement taken in the police station and denied all the charges against him. On the same day he was placed in detention on remand together with the other three co-accused.", "On 4 March 1994 the Elazığ Public Prosecutor instituted criminal proceedings in the Elazığ Assize Court against the applicant and the other three co-accused, Z.U., V.Ç. and Me.B.", "The Elazığ Assize Court heard oral evidence from the witnesses called both by the prosecution and defence, examined the autopsy reports and conducted a survey of the scene of the crime. The Assize court further carried out an investigation into the applicant’s allegations of ill-treatment in police detention. It examined the medical reports and heard oral evidence from the police officers, who were allegedly responsible.", "On 27 September 1994 the Elazığ Assize Court convicted the applicant of homicide and sentenced him to lifetime imprisonment. It held that the four co-accused had acted with premeditation in order to steal Y.K.’s jewellery and killed B.F., E.F., M.F. and Y.K. to destroy the evidence and the traces. The court also found that Z.U. had killed Y.K., V.Ç. had killed M.F., Me.B. had killed E.F. and the applicant had killed B.F.", "The Elazığ Assize Court further examined the credibility of a letter by Z.U., dated 1 July 1994. In this letter, he stated that he had lied in his earlier statements. He admitted that he had killed the four persons alone and that the other accused persons were innocent. The Elazığ Assize Court found that Z.U.’s", "The applicant appealed and on 8 February 1995 the Court of Cassation quashed the judgment of 27 September 1994 without examining the merits of the case for violation of procedural rules. It stated that the record of the trial, dated 14 July 1994, was signed by a recording clerk of the court other than the one mentioned in the record.", "The Elazığ Assize Court, to which the case was referred, re-examined the case and on 1 May 1995 convicted the applicant of homicide and sentenced him to lifetime imprisonment.", "The applicant appealed against this judgment. On 25 October 1995 the Court of Cassation, upholding the cogency of the Elazığ Assize Court’s assessment of evidence and reasoning dismissed the appeal by 3 votes against 2.", "On 16 November 1995 the Public Prosecutor attached to the Court of Cassation challenged the decision of 25 October 1995 on the ground that there was not enough evidence to convict the applicant of homicide.", "On 5 December 1995 the Joint Criminal Chambers of the Court of Cassation, upholding the cogency of the Elazığ Assize Court’s assessment of evidence and its reasoning in rejecting the applicant’s defence, dismissed the Public Prosecutor’s request to acquit the applicant by 20 votes against 5. In the dissenting opinions it was stated that the applicant was probably involved in the killing, but that there was not the decisive element of proof which would definitively establish the liability of the applicant and that it could not be entirely excluded that Z.U.’s account of facts was true."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}