{"ITEMID": "001-112125", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "RUDEVITS v. LATVIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Felikss Rudevits, is a Latvian national, who was born in 1957 and who died on 30 November 2006. His long-term partner, Ms Diāna Kleine, expressed her wish to pursue the application. The applicant and Ms Kleine are represented before the Court by Ms I. Eglīte, a lawyer practising in Rīga. The Latvian Government (“the Government”) were represented by their Agent, Mrs I. Reine.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant was suffering from a terminal illness – polycystic kidney and liver disease. It appears that it was first diagnosed in 1985. Up to 1997 he underwent treatment every year in Rīga, Latvia. From then until 2001 he received treatment in St. Petersburg, Russia. Upon his return to Latvia in 2002 the applicant was admitted to the Gaiļezers civil hospital in Rīga on at least two occasions for a total duration of 27 days in 2002 and on at least seven occasions for a total duration of 31 days in 2003. It appears that he also visited that hospital three times a week for haemodialysis (artificial kidney) sessions.", "4. At least since 17 January 2003 the applicant had been recognised as being Category 1 disabled (the most severe degree of disability).", "5. According to the Government, on 4 June 2004 the applicant was convicted of acquisition of narcotics and sentenced to five years’ imprisonment, which was suspended due to his state of health.", "6. On 25 November 2004 the applicant was arrested on the street on suspicion of possessing drugs. A preventive measure – police supervision – was imposed on him. Following forensic examinations, it was established that the applicant had been in possession of thirty packages of cannabis, in total approximately ten grams. Criminal proceedings were opened, charges were brought against the applicant and the case was sent to the Rīga Regional Court (Rīgas apgabaltiesa).", "7. On 11 March 2005 the Rīga Regional Court requested the Prisons Administration (Ieslodzījuma vietu pārvalde) to state whether it could ensure appropriate medical treatment for the applicant in custody. On 14 March 2005 the Prisons Administration replied that the applicant was suffering from a severe and terminal illness and that his prospects were poor. They contended that they could not provide the necessary medical care to the applicant, or ensure his regular attendance (three times per week) at a specialised hospital.", "8. On 14 March 2005 the Rīga Regional Court requested the State Centre for Forensic Medical Expertise (Valsts tiesu medicīnas ekspertīzes centrs) to evaluate the applicant’s state of health and determine if he was fit to serve a custodial sentence.", "9. On 15 April 2005 forensic experts drew up report no. 17-K, which concluded that the applicant was suffering from a severe and terminal illness – polycystic kidney and liver disease, as well as from chronic kidney failure, secondary hypertension, secondary anaemia, coronary heart disease, a form of stenocardia, and an old myocardial infarction. It stated that in order to survive he needed three five-hour haemodialysis sessions per week in a hospital, but that permanent inpatient treatment was not necessary. The forensic experts reached the conclusion that the applicant was fit to serve a custodial sentence upon the condition that his transfers to a specialised centre for haemodialysis were ensured and that he received medicine prescribed by a nephrologist and a cardiologist.", "10. On 2 June 2005 the Rīga Regional Court convicted the applicant of the repeated acquisition of narcotics. The applicant pleaded guilty. The court took into consideration forensic report no. 17-K and stated its agreement with it; it had “critically evaluated” the Prisons Administration’s contention that they could not provide the necessary medical care. It made no further comments in this regard. The court sentenced the applicant to five years’ imprisonment. Taking into account that the applicant had breached a previous suspended five-year custodial sentence, the court joined both sentences and determined a total custodial sentence of six years. The custodial sentence was suspended until his conviction took effect; a preventive measure of police supervision was imposed until then.", "11. The applicant appealed against the judgment. He requested that his sentence be changed to a more lenient one. He argued that, taking into account his state of health and the fact that it was not possible to provide him with the necessary medical care in prison, a custodial sentence would amount to a death penalty. He noted that the first-instance court had rejected the Prisons Administration’s contention without any reasoning. He also pointed out that the outcome of the case would affect his partner and their minor son. On 4 July 2005 the Criminal Chamber of the Supreme Court (Augstākās tiesas Krimināllietu tiesu palāta) allowed the applicant’s appeal and scheduled a hearing for 14 February 2006.", "12. On 29 September 2005, while the applicant was still at liberty, the appellate court, upon an application from the police department, decided to change the preventive measure of police supervision to a less restrictive one. It was noted that supervision of the applicant had become difficult because of his state of health. The applicant was instead required not to change his place of residence and he was thus no longer subject to police supervision.", "13. On 14 February 2006 the Criminal Chamber of the Supreme Court upheld the judgment of the first-instance court. The court considered that, regardless of the Prisons Administration’s contention, the applicant had to receive a custodial sentence under the penal law. It was noted that the Prisons Administration had an obligation to organise the execution of custodial sentences.", "14. On 2 May 2006 the Criminal Department of the Senate of the Supreme Court (Augstākās tiesas Senāta Krimināllietu departaments) dismissed the applicant’s appeal on points of law; the applicant’s conviction took effect. The Senate established that the sentence imposed on the applicant was the minimum sentence provided for in law for the type of offence; a more lenient sentence (than that provided for in law) was impossible since the applicant had reoffended. The Senate noted that a court could release a prisoner under section 59, paragraph 6 of the Criminal Law if he or she had fallen ill with a severe and incurable illness after the pronouncement of the judgment. The applicant, however, had been suffering from an incurable illness since long before his conviction. Moreover, his illness had not prevented him from committing an especially serious offence. The Senate pointed out that under section 78 of the Sentence Enforcement Code emergency medical care was available to detainees, if necessary in a civil setting. The Prisons Administration was under an obligation to organise the execution of custodial sentences; if such execution became impossible, section 640 of the Law of Criminal Procedure provided for the possibility of release on health grounds. This could only be decided by a judge overseeing matters of execution of custodial sentences, after the conviction had taken effect.", "15. After the applicant’s conviction took effect, on 14 June 2006 he was detained and placed in a temporary investigative unit. On the next day he was transferred to a prison.", "16. On 15 June 2006 the applicant was transferred to Central Prison in Rīga and was placed in the hospital located therein; he remained there for nineteen days.", "17. According to the Government, the applicant received particular attention from the prison hospital’s personnel. In all, he was taken for seven haemodialysis sessions in the Gaiļezers hospital.", "18. On 4 July 2006 the applicant was transferred to Valmiera Prison, where he was detained for almost one month. According to the Government, the applicant was placed in the inpatient treatment unit and prison doctors attended to and examined him almost every day, on some days more than once, because of high arterial blood pressure. For the same reason, an emergency ambulance was often called. The applicant received fourteen haemodialysis sessions in a civil hospital in Valmiera.", "19. It appears that on 31 July 2006 it was recorded that his health had deteriorated and he was placed in a civil hospital in Valmiera, where he remained until 4 August 2006.", "20. On 4 August 2006 he was transferred to the prison hospital in Rīga for medical treatment; he remained there for twenty-five days. The applicant was taken for nine haemodialysis sessions in the Gaiļezers hospital during that period.", "21. On 28 August 2006 a medical commission (consisting of doctors from the Prisons Administration, the prison hospital and Valmiera Prison) examined the applicant. They established that the applicant was suffering from the same illnesses as mentioned in forensic report no. 17-K, but that his state of health had deteriorated. The applicant’s body had reacted badly to haemodialysis: his arterial blood pressure had been extremely high after the sessions and it had remained high on the days when he was not on haemodialysis; this had caused complications for the applicant’s heart (stenocardia seizures), for which qualified medical assistance could not be provided in prison.", "22. On the basis of the medical commission’s report, the administration of Valmiera Prison applied to the Valmiera District Court (Valmieras rajona tiesa) for permission to release the applicant on account of his state of health.", "23. On 29 August 2006 the National Human Rights Office (Valsts cilvēktiesību birojs), following a complaint by the applicant, issued an opinion, which was not binding on the domestic authorities, inviting the Valmiera District Court to release the applicant on health grounds. It was noted that the prison authorities were not in a position to provide the requisite medical assistance to detainees because of a lack of financial resources. Only 6 % of the necessary financial resources had been allocated in 2005 for medical assistance in prisons. They noted that these budget cuts had meant in practice that the scope of primary and secondary medical care was significantly reduced and that preventive care (screening for TB, STD and HIV/AIDS) was largely limited. Therefore, the Prisons Administration’s contention that they could not provide the necessary medical care to the applicant held true. It also had to be taken into account that approximately seven thousand prisoners were being held in penal institutions and that every one of them was entitled to an equal amount of medical care. Finally, in support of their argument that the prison authorities were not in a position to ensure adequate medical assistance, they referred to the Court’s ruling in the case of Farbtuhs v. Latvia (no. 4672/02, 2 December 2004).", "24. On 6 September 2006 the Valmiera District Court examined the application for release. It also had before it the opinion of the National Human Rights Office. Following a hearing in the presence of the applicant’s representative, the court released the applicant from the further serving of his custodial sentence on the grounds of section 59, paragraph 6 of the Criminal Law and section 640, paragraph 4 of the Law of Criminal Procedure. The applicant was released on the same date.", "25. Following his release, the applicant’s state of health deteriorated.", "26. In September 2006 an ambulance was called to the applicant’s aid on thirty-one occasions, on some days up to three times.", "27. In October 2006 an ambulance was called to his aid on nine occasions. The applicant was admitted to hospital, where he remained from 4 to 11 October 2006; he underwent his ordinary haemodialysis sessions, as well as some additional ones.", "28. The applicant was again hospitalised on 14 October 2006, and he underwent urgent haemodialysis. Afterwards the applicant left the hospital.", "29. In November an ambulance was called to his aid on sixteen occasions until the last call was made on 29 November 2006. He had apparently fallen ill, collapsed and lost consciousness. The applicant was taken to hospital in a critical condition, in a deep coma (koma II-III). Doctors discovered that he had a brain haematoma (smadzeņu hematoma) and diffuse cerebral oedema (difūza smadzeņu tūska). The applicant died on 30 November 2006; haemorrhagic stroke (hemorāģisks insults) and high arterial blood pressure (arteriāla hipertensija) were registered as the cause of death.", "30. According to section 59, paragraph 6 of the Criminal Law (Krimināllikums), in force since 1 April 1999, if a convicted person has fallen ill with a severe and incurable illness after the pronouncement of a judgment, a court may release that person from serving the remainder of the sentence.", "31. According to section 116 of the Sentence Enforcement Code (Sodu izpildes kodekss), if a convicted person has fallen ill with a severe and incurable illness owing to which he or she is unable to serve the remainder of his or her sentence, the relevant penal institution has to order a medical examination and, on the basis of the results, make an application for release to the appropriate court.", "32. The relevant part of section 640, paragraph 4 of the Law of Criminal Procedure (Kriminālprocesa likums), in force since 1 October 2005, provides that a judge may release a convicted person from serving the remainder of his or her sentence if that person has fallen ill while serving the sentence, taking into account the personality of the convicted person, the nature of the crime, and other circumstances. Before the entry into force of the Law of Criminal Procedure, the relevant provision was contained in section 364 of the Code of Criminal Procedure (Kriminālprocesa kodekss)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}