{"ITEMID": "001-98692", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF DOKIĆ v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Remainder inadmissible;Pecuniary damage - award;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. Flats represented nearly 20% of the pre-war housing stock of Bosnia and Herzegovina (around 250,000 housing units out of 1,315,000). By local standards, they were a particularly attractive type of home, equipped with modern conveniences and located in urban centres. Practically all flats were under the regime of “social ownership” – a concept which, while it does exist in other countries, was particularly highly developed in the former Socialist Federal Republic of Yugoslavia (“the SFRY”). They were generally built by socially owned enterprises or other public bodies for allocation to their employees, who became “occupancy right holders”. All citizens of the SFRY were required to pay a means-tested contribution to subsidise housing construction. However, the amount an individual had contributed was not amongst the legal criteria taken into account in the waiting lists for allocation of such flats.", "6. The rights of both the allocation right holders (public bodies which nominally controlled the flats) and the occupancy right holders were regulated by law (the Housing Act 1984, which is still in force in Bosnia and Herzegovina). In accordance with this Act, an occupancy right, once allocated, entitled the occupancy right holder to permanent, lifelong use of the flat against the payment of a nominal fee. When occupancy right holders died, their rights transferred, as a matter of right, to their surviving spouses (indeed, spouses held occupancy rights in common) or registered members of their family households who were also using the flat (sections 19 and 21 of this Act). In practice, these provisions on transfer meant that occupancy rights originally allocated by public bodies to their employees could pass, as of right, to multiple generations for whom the initial employment-based link to the allocation right holder no longer existed. Occupancy rights could be cancelled only in court proceedings (section 50 of this Act) on limited grounds (sections 44, 47 and 49 of this Act), the most important of which was failure by the occupancy right holders to physically use their flats for their own housing needs for a continuous period of at least six months, without justified grounds (such as, military service, medical treatment, prison sentence, or temporary work elsewhere in the SFRY or abroad). Although inspections were foreseen to ensure compliance with this requirement (section 42 of this Act), occupancy rights were rarely, if ever, cancelled on these grounds prior to the 1992-95 war. Moreover, on 24 December 1992 the Constitutional Court of the Republic of Bosnia and Herzegovina annulled the inspection provisions.", "7. Following its declaration of independence on 6 March 1992, a brutal war started in Bosnia and Herzegovina. More than 2.2 million people left their homes as a consequence of “ethnic cleansing” or generalised violence. As a rule, they fled to areas controlled by their own ethnic groups. All parties to the conflict quickly adopted procedures allowing the flats of those who had fled the territory under their control to be declared “abandoned” and allocated to new occupancy right holders. While the alleged rationale for the allocation of “abandoned” properties was to provide humanitarian shelter to displaced persons, particularly attractive properties – typically urban flats – were commonly awarded to the military and political elites. In some cases, occupancy rights were cancelled pursuant to the aforementioned section 47 of the Housing Act 1984, because of failure by the occupancy right holders to use their flats for a continuous period of at least six months. In most cases, however, the authorities applied legislation specially enacted for those purposes: the Abandoned Flats Act 1992, the Abandoned Flats Decree 1993, the Refugee Accommodation Decree 1993, the Refugee Accommodation Act 1995 and the Abandoned Property Act 1996.", "8. The concept of “social ownership” was abandoned during the 1992-95 war . As a result, socially owned flats were effectively nationalised.", "9. On 14 December 1995 the General Framework Agreement for Peace in Bosnia and Herzegovina (“the Dayton Peace Agreement”) entered into force. Pursuant to that Agreement, Bosnia and Herzegovina consists of two Entities: the Federation of Bosnia and Herzegovina and the Republika Srpska. In the immediate aftermath of the war, legislation on abandoned property remained in force in both Entities and reallocation of flats continued nearly unabated, which further reinforced ethnic separation.", "10. All such legislation was repealed in 1998 under international pressure. Initially, however, in the Federation of Bosnia and Herzegovina only those who could prove that they were genuine refugees or displaced persons were entitled to return to their pre-war homes (former section 3(2) of the Restitution of Flats Act 1998). The vague terms of this provision left broad discretion to the housing authorities and reportedly led to abuses. The High Representative therefore repealed it in July 1999. Nevertheless, as a result of strong resistance of the military of the Federation of Bosnia and Herzegovina (see decision CH/97/60 et al. of the Human Rights Chamber of 7 December 2001, § 56), a similar restriction remained in force as regards military flats (section 3a of this Act). While this was done on the pretext of creating a pool of flats which could be used to house destitute war veterans and their families, the domestic Human Rights Chamber held that there was no evidence that the property was necessarily being used for this stated purpose (see, for example, its decision CH/97/60 et al. of 7 December 2001, § 154). The Organisation for Security and Cooperation in Europe maintained, in its third-party submissions to that Chamber, that many high-ranking military officials in the Federation of Bosnia and Herzegovina whose housing needs were otherwise met had nevertheless been allocated military flats, in direct contravention of domestic legislation, and that the Ministry of Defence of the Federation of Bosnia and Herzegovina had almost 2,000 unclaimed military flats at its disposal to pursue the legitimate aim of housing war veterans without the need to reach out for claimed ones (see decision CH/02/8202 et al. of the Human Rights Chamber of 4 April 2003, § 121; see also the High Representative's submissions in decision CH/97/60 et al. of the Human Rights Chamber of 7 December 2001, § 61).", "11. The JNA, the armed forces of the SFRY, nominally controlled around 16,000 flats in Bosnia and Herzegovina until the 1992-95 war.", "12. On 6 January 1991 the JNA members were offered the opportunity to purchase their flats at a discount on their market value (see the Military Flats Act 1990). On 18 February 1992 Bosnia and Herzegovina put on hold the sale of military flats on its territory (see the Suspension on the Sale of Flats Decree 1992). The Decree was respected in what is today the Federation of Bosnia and Herzegovina, and those who had purchased military flats located in that Entity could not register their ownership and remained, strictly speaking, occupancy right holders (a purchase contract does not of itself transfer title to the buyer under domestic law). Since the Decree was ignored in what is today the Republika Srpska, those who had purchased military flats in that Entity became their registered owners.", "13. During the war, the local armed forces (namely, the ARBH, HVO and VRS forces) assumed the nominal control of all non-privatised military flats on the territory under their respective control. Although on 1 January 2006 those forces merged into the armed forces of Bosnia and Herzegovina, non-privatised military flats are still under the nominal control of the Entities (see “Relevant domestic law and practice” below).", "14. The dissolution of the SFRY was a gradual process which took place in 1991/92 (see Opinion No. 11 of the Arbitration Commission of the International Conference on the Former Yugoslavia of 16 July 1993). Bosnia and Herzegovina declared its independence on 6 March 1992. It was recognised by the European Community and the United States on 7 April 1992 and admitted to membership of the United Nations on 22 May 1992.", "15. On 15 May 1992 the United Nations Security Council, acting under Chapter VII of the United Nations Charter, demanded that all units of the JNA and all elements of the Croatian Army either be withdrawn from Bosnia and Herzegovina, or be subject to the authority of the Government of Bosnia and Herzegovina, or be disbanded and disarmed with their weapons placed under effective international monitoring (see Resolution 757). While the JNA formally withdrew from Bosnia and Herzegovina on 19 May 1992, the United Nations Secretary General and the International Criminal Tribunal for the former Yugoslavia (“the ICTY”), a United Nations court of law dealing with war crimes that took place during the conflicts in the Balkans in the 1990s, later established that JNA members born in Bosnia and Herzegovina actually remained there with their equipment and joined the VRS forces and only those born in Serbia and Montenegro left and joined the VJ forces (see the United Nations Secretary General's report of 3 December 1992, A/47/747, § 11, and the ICTY judgment in the Tadić case, IT-94-1-A, § 151, 15 July 1999).", "16. The ICTY has also held that the VRS forces were to be regarded as acting under the overall control of and on behalf of the Federal Republic of Yugoslavia and that hence, even after 19 May 1992, the armed conflict in Bosnia and Herzegovina between the local Serbs and the central authorities of Bosnia and Herzegovina must be classified as an international armed conflict (see the ICTY judgment in the Tadić case, IT-94-1-A, §§ 146-62, 15 July 1999, and the ICTY judgment in the Čelebići case, IT-96-21-A, §§ 34-51, 20 February 2001). It has arrived at a similar conclusion as regards the relationship between neighbouring Croatia and the HVO forces (see the ICTY judgments in the Blaškić case, IT-95-14-T, §§ 95-123, 3 March 2000, and IT-95-14-A, §§ 167-78, 29 July 2004).", "17. The International Court of Justice (“the ICJ”), the principal judicial organ of the United Nations, has arrived at a different conclusion in the Application of the Convention on the Prevention and Punishment of the Crime of Genocide (Bosnia and Herzegovina v. Serbia and Montenegro) case. It held that despite much evidence of direct and indirect participation by the VJ forces, along with the VRS forces, in military operations in Bosnia and Herzegovina, the acts of those who committed genocide at Srebrenica cannot be attributed to the Federal Republic of Yugoslavia under the rules of international law of State responsibility (see the judgment of 26 February 2007, §§ 377-415).", "18. The applicant was born in Serbia in 1960. He lives in Niš, Serbia.", "19. Being a lecturer at a military school in Sarajevo, the applicant was allocated a military flat there in 1986.", "20. On 9 March 1992 he bought the flat pursuant to the Military Flats Act 1990. Although he had paid the full purchase price on 18 February 1992 (in the amount of 379,964 Yugoslav dinars), the local authorities refused to register his title (see paragraph 12 above).", "21. On 18 April 1992 the military school was transferred from Bosnia and Herzegovina to Serbia (initially to Sombor and then to Niš). On 19 May 1992 the applicant decided to leave Bosnia and Herzegovina and to continue lecturing at the same military school.", "22. On 17 August 1998 the applicant made an application for the restitution of his flat in Sarajevo. On 30 March 2000 his application was rejected pursuant to section 3a of the Restitution of Flats Act 1998.", "23. On 17 July 2000 the competent Ministry of the Sarajevo Canton upheld the first-instance decision of 30 March 2000.", "24. On 21 May 2001 the applicant lodged an application with the Human Rights Chamber, a domestic human-rights body. He relied on Articles 6, 8 and 14 of, and Article 1 of Protocol No. 1 to, the Convention.", "25. On 25 April 2002 the Sarajevo Cantonal Court, on an application for judicial review, quashed the administrative decisions of 30 March and 17 July 2000 for procedural reasons and remitted the case for reconsideration.", "26. On 9 July 2002 the restitution commission set up by Annex 7 to the Dayton Peace Agreement, before which the applicant pursued parallel proceedings, held that the applicant was neither a refugee nor a displaced person within the meaning of Annex 7 and declined jurisdiction.", "27. On 12 November 2002 the competent housing authorities refused once again the applicant's application for restitution pursuant to section 3a of the Restitution of Flats Act 1998.", "28. On 12 September 2003 the competent Ministry of the Sarajevo Canton upheld the first-instance decision of 12 November 2002.", "29. On 26 November 2003 the applicant lodged an application for judicial review. On 22 June 2004 the Sarajevo Cantonal Court stayed the proceedings under an instruction from the legislature of the Federation of Bosnia and Herzegovina.", "30. On 28 December 2005 the Ministry of Defence of the Federation of Bosnia and Herzegovina formally allocated the disputed flat to Dž.K., a former member of the ARBH forces. It would appear, however, that Dž.K. had lived in that flat even before, since 25 April 2000.", "31. On 8 March 2006 the Human Rights Commission (which had succeeded the Human Rights Chamber in 2004) found a violation of Article 6 of the Convention because of the length of the restitution proceedings and awarded the applicant 2,100 convertible marks for non-pecuniary damage in this connection. Having established the excessive length of the restitution proceedings, the Human Rights Commission held that they did not constitute an effective remedy which would have to be used as a condition for the examination of the applicant's substantive complaints. In accordance with domestic jurisprudence, it considered that although the purchase contract of 9 March 1992 had not of itself transferred title to the impugned flat to the applicant, it had conferred on him valuable personal rights (that is, the rights to occupy the flat and to be registered as owner) amounting to “possessions” within the meaning of Article 1 of Protocol No. 1 to the Convention. The Human Rights Commission further held that the situation complained of (that is, the applicant's inability to repossess the flat and to register his title to it) undoubtedly amounted to a continuing interference with the peaceful enjoyment of his “possessions”. While assessing the proportionality of the interference, the Human Rights Commission held that the applicant's service in the VJ forces after the 1992-95 war demonstrated his disloyalty to Bosnia and Herzegovina. Taking into consideration also the serious shortage of housing units and compensation to which the applicant was entitled, the Human Rights Commission concluded that the interference was justified. It therefore found no violation of Article 1 of Protocol No. 1 to the Convention and considered it to be unnecessary to examine the discrimination and Article 8 complaints.", "32. On 30 August 2006 the Supreme Court of the Federation of Bosnia and Herzegovina quashed the decision of 22 June 2004 and remitted the case to the Sarajevo Cantonal Court for reconsideration.", "33. On 19 December 2006 the Sarajevo Cantonal Court upheld the administrative decision of 12 September 2003.", "34. The applicant has not been allocated a flat in Serbia, but receives from the Serbian authorities a rent allowance in the monthly amount of approximately 100 euros (EUR). It would appear that he has not applied for compensation pursuant to section 39e of the Privatisation of Flats Act 1997 (see paragraph 37 below).", "35. On 22 December 1995 all purchase contracts concluded under the Military Flats Act 1990 were declared void. As explained in paragraph 12 above, this affected flats in the Federation of Bosnia and Herzegovina only.", "36. On 3 November 1997 the domestic Human Rights Chamber held that a contract to purchase a military flat, although it had not of itself transferred title to the buyer, conferred on the buyer valuable property rights (that is, the rights to occupy the flat and to be registered as owner) which constituted “possessions” for the purposes of Article 1 of Protocol No. 1 to the Convention. It then found a breach of that Article and ordered the Federation of Bosnia and Herzegovina to restore the legal validity of all such contracts (decision CH/96/3 et al.).", "37. On 5 July 1999 the Federation of Bosnia and Herzegovina amended the Privatisation of Flats Act 1997 and the Restitution of Flats Act 1998. While all such contracts have since been regarded as legally valid, two categories of buyers are not entitled to repossess their flats and to register their title (see section 39e of the Privatisation of Flats Act 1997 and section 3a of the Restitution of Flats Act 1998). First, those who served in foreign armed forces after the 1992-95 war. Since those who were granted a refugee or equivalent status in a country outside the former SFRY are exempted, the restriction affects only those who served in the forces of the successor States of the SFRY and, in reality, almost exclusively those who served in the VJ forces referred to in paragraph 15 above. The second category is those who acquired an occupancy or equivalent right to a military flat in a successor State of the SFRY. At present, people falling into those categories are only entitled to the refund of the amount paid for their flats in 1991/92 plus interest at the rate applicable to overnight deposits (see section 39e of the Privatisation of Flats Act 1997, as amended on 11 July 2006). Previously the compensation was calculated differently: the value of a flat was to first be calculated at a rate of approximately EUR 300 per square metre, the age of the flat was to then be taken into consideration with the depreciation of 1% of its value for each year.", "38. On 7 December 2001 the Human Rights Chamber considered the amended legislation to still be discriminatory and in conflict with Article 1 of Protocol No. 1 to the Convention. It ordered the Federation of Bosnia and Herzegovina to register the applicants as owners, regardless of their service in foreign armed forces (decision CH/97/60 et al.). The relevant part of that decision (§ 164) reads as follows:", "“It could potentially be reasonable and necessary to bar persons serving in a foreign army from the exercise of certain rights; however service in a foreign army is not a basis for stripping a person of an otherwise valid property contract.”", "The Human Rights Commission, which had succeeded the Human Rights Chamber in 2004, followed that approach in decisions CH/98/514 of 7 July 2004 and CH/99/1704 of 1 November 2004, but on 9 February 2005 it decided to depart from that jurisprudence (decision CH/98/874 et al.). It regarded those who had served in foreign armed forces after the 1992-95 war as disloyal to Bosnia and Herzegovina and held that it was hence justified to strip them of their purchase contracts. The same approach has subsequently been applied in numerous follow-up cases.", "39. On 27 June 2007 the Human Rights Commission held in a similar case (also concerning the purchase of a socially owned flat before the 1992-95 war which had not been followed by the registration of ownership) that a legally valid purchase contract, although it had not of itself transferred title to the buyer, conferred on the buyer valuable property rights (notably the right to be registered as owner) which constituted “possessions” for the purposes of Article 1 of Protocol No. 1 to the Convention (see decision CH/03/13106 and CH/103/13402 of 27 June 2007).", "40. On 9 July 2009 the Supreme Court of the Federation of Bosnia and Herzegovina held that a tenancy right of limited duration on a military flat in Serbia should not be regarded as equivalent to occupancy right for the purposes of the restitution legislation.", "41. Since 2 August 1992 it has no longer been possible to acquire occupancy rights in Serbia (see section 30(1) of the Housing Act 1992). From that date until 14 December 2004 members of the armed forces had the opportunity to acquire a tenancy right of unlimited duration on a military flat. Since 14 December 2004 they have only had the right to acquire a tenancy right of limited duration.", "42. The Dayton Peace Agreement was initialled at a military base near Dayton, the United States, on 21 November 1995. It entered into force on 14 December 1995 when it was signed in Paris, France. It put an end to the 1992-95 war in Bosnia and Herzegovina.", "The relevant part of Annex 4 (the Constitution of Bosnia and Herzegovina) reads as follows:", "“All refugees and displaced persons have the right freely to return to their homes of origin. They have the right, in accordance with Annex 7 to the General Framework Agreement, to have restored to them property of which they were deprived in the course of hostilities since 1991 and to be compensated for any such property that cannot be restored to them. Any commitments or statements relating to such property made under duress are null and void.”", "The relevant part of Annex 7 (the Agreement on Refugees and Displaced Persons) provides:", "“All refugees and displaced persons have the right freely to return to their homes of origin. They shall have the right to have restored to them property of which they were deprived in the course of hostilities since 1991 and to be compensated for any property that cannot be restored to them. The early return of refugees and displaced persons is an important objective of the settlement of the conflict in Bosnia and Herzegovina. The Parties confirm that they will accept the return of such persons who have left their territory, including those who have been accorded temporary protection by third countries.”", "“Any returning refugee or displaced person charged with a crime, other than a serious violation of international humanitarian law as defined in the Statute of the International Tribunal for the Former Yugoslavia since January 1, 1991 or a common crime unrelated to the conflict, shall upon return enjoy an amnesty. In no case shall charges for crimes be imposed for political or other inappropriate reasons or to circumvent the application of the amnesty.”", "43. The Agreement on Succession Issues was the culmination of nearly ten years of intermittent negotiations under the auspices of the International Conference on the former Yugoslavia and the High Representative (appointed pursuant to Annex 10 to the Dayton Peace Agreement). It entered into force between Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia (succeeded in 2006 by Serbia), “the former Yugoslav Republic of Macedonia” and Slovenia on 2 June 2004. The provision concerning occupancy rights reads as follows:", "“Domestic legislation of each successor State concerning dwelling rights ('stanarsko pravo/ stanovanjska pravica/ станарско право') shall be applied equally to persons who were citizens of the SFRY and who had such rights, without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "44. The relevant principles, endorsed by the United Nations Sub-Commission on the Promotion and Protection of Human Rights in 2005 (E/CN.4/Sub.2/2005/17), are the following:", "“1.1 The Principles on housing and property restitution for refugees and displaced persons articulated herein are designed to assist all relevant actors, national and international, in addressing the legal and technical issues surrounding housing, land and property restitution in situations where displacement has led to persons being arbitrarily or unlawfully deprived of their former homes, lands, properties or places of habitual residence.", "1.2 The Principles on housing and property restitution for refugees and displaced persons apply equally to all refugees, internally displaced persons and to other similarly situated displaced persons who fled across national borders but who may not meet the legal definition of refugee (hereinafter 'refugees and displaced persons') who were arbitrarily or unlawfully deprived of their former homes, lands, properties or places of habitual residence, regardless of the nature or circumstances by which displacement originally occurred.”", "“2.1 All refugees and displaced persons have the right to have restored to them any housing, land and/or property of which they were arbitrarily or unlawfully deprived, or to be compensated for any housing, land and/or property that is factually impossible to restore as determined by an independent, impartial tribunal.", "2.2 States shall demonstrably prioritize the right to restitution as the preferred remedy for displacement and as a key element of restorative justice. The right to restitution exists as a distinct right, and is prejudiced neither by the actual return nor non-return of refugees and displaced persons entitled to housing, land and property restitution.", "“7.1 Everyone has the right to the peaceful enjoyment of his or her possessions.", "7.2 States shall only subordinate the use and enjoyment of possessions in the public interest and subject to the conditions provided for by law and by the general principles of international law. Whenever possible, the 'interest of society' should be read restrictively, so as to mean only a temporary or limited interference with the right to peaceful enjoyment of possessions.”", "“16.1 States should ensure that the rights of tenants, social-occupancy rights holders and other legitimate occupants or users of housing, land and property are recognized within restitution programmes. To the maximum extent possible, States should ensure that such persons are able to return to and repossess and use their housing, land and property in a similar manner to those possessing formal ownership rights.”", "“21.1 All refugees and displaced persons have the right to full and effective compensation as an integral component of the restitution process. Compensation may be monetary or in kind. States shall, in order to comply with the principle of restorative justice, ensure that the remedy of compensation is only used when the remedy of restitution is not factually possible, or when the injured party knowingly and voluntarily accepts compensation in lieu of restitution, or when the terms of a negotiated peace settlement provide for a combination of restitution and compensation.", "21.2 States should ensure, as a rule, that restitution is only deemed factually impossible in exceptional circumstances, namely when housing, land and/or property is destroyed or when it no longer exists, as determined by an independent, impartial tribunal. Even under such circumstances the holder of the housing, land and/or property right should have the option to repair or rebuild whenever possible. In some situations, a combination of compensation and restitution may be the most appropriate remedy and form of restorative justice.”", "45. The relevant part of the Resolution reads as follows:", "“...", "9. In the light of the above, the Assembly calls on member states to resolve post-conflict housing, land and property rights issues of refugees and IDPs, taking into account the Pinheiro Principles, the relevant Council of Europe instruments, and Recommendation Rec(2006)6 of the Committee of Ministers.", "10. Bearing in mind these relevant international standards and the experience of property restitution and compensation programmes carried out in Europe to date, member states are invited to:", "...", "10.4. ensure that previous occupancy and tenancy rights with regard to public or social accommodation or other analogous forms of home ownership which existed in former communist systems are recognised and protected as homes in the sense of Article 8 of the European Convention on Human Rights and as possessions in the sense of Article 1 of the First Protocol to the Convention;", "10.5. ensure that the absence from their accommodation of holders of occupancy and tenancy rights who have been forced to abandon their homes shall be deemed justified until the conditions that allow for voluntary return in safety and dignity have been restored;", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}