{"ITEMID": "001-4521", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "PAVLOVIC v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["The applicant, born in 1970, presently resides in Karlskrona, Sweden. In his application form, he states that he has Croatian nationality.", "a.", "", "On 19 November 1993 the applicant arrived in Sweden. He requested asylum three days later. He had a Croatian passport but stated that he considered himself to be a citizen of Bosnia-Hercegovina and not of Croatia. He claimed further that he had been a soldier in the Bosnian-Croatian army from which he had deserted.", "On 9 September 1994 the National Immigration Board (Statens invandrarverk) rejected the applicant’s request and ordered his deportation to Croatia. The Board found that the applicant held both Bosnian and Croatian citizenship. Noting that the prevailing situation in Bosnia-Hercegovina rendered a deportation to that country impossible, the Board examined the applicant’s situation with respect to Croatia. The Board found that he did not risk to be sent from Croatia to Bosnia-Hercegovina or to be punished for desertion in Croatia.", "The applicant appealed to the Aliens Appeals Board (Utlänningsnämnden). On 2 June 1995 the Appeals Board granted the applicant a temporary residence permit until 1 December 1995 and quashed the deportation order. In so doing, the Board referred to a Government decision of 5 May 1995 according to which the worsened situation in Croatia constituted an impediment to the deportation of asylum seekers to that country.", "On 16 November 1995 the applicant submitted a new application for a residence permit. He referred to his previous statements and added that he is an ethnic Croat from Kresevo in Bosnia-Hercegovina. Further, he had been informed by his parents in Bosnia-Hercegovina that he had been sentenced to five years’ imprisonment for desertion. He was convinced that, if returned to that country, he would have to serve the sentence and also risk harassment as the majority of the population in his home district were now Muslims. The applicant referred also to the time he had spent in Sweden.", "On 24 February 1997 the Immigration Board rejected the applicant’s new application and ordered his deportation to Croatia. The Board had regard to a guiding decision taken by the Swedish Government on 28 November 1996. In that decision the Government stated, inter alia, the following:", "(Translation)", "“As regards the situation in Croatia and the region, the ongoing peace process, based on a general agreement on peace in Bosnia-Hercegovina, has lead to stabilisation. The relations between Croatia and the Federal Republic of Yugoslavia have improved. Croatia has been admitted into the Council of Europe. Acts of warfare have not occurred on Croatian territory since August 1995. The risk of further conflicts appears unlikely. The general situation in Croatia has improved in such a way since the Government’s previous assessment in May 1995 that nowadays Croatian citizens can generally be afforded protection in Croatia.”", "As in its previous decision concerning the applicant, the Board found that he could not be sent back to Bosnia-Hercegovina. The Board considered, however, that the applicant’s submissions did not show that he was unable to go to Croatia.", "Following the applicant’s appeal, the Aliens Appeals Board, on 23 April 1997, quashed the Immigration Board’s decision and referred the case back for re-examination. The Appeals Board found that no oral hearing had been held by the Immigration Board, as required by law.", "The Immigration Board later held an oral hearing at which the applicant stated that, being a Catholic, he would be persecuted by Muslims in Bosnia-Hercegovina. He maintained further that he had obtained his Croatian passport illegally and that he could not be considered as a citizen of that country. He had no relatives or friends in Croatia and could not see any reasons why Croatia should admit him. Allegedly, during his stay in Sweden he had adjusted to Swedish society.", "In a decision of 17 July 1997 the Immigration Board rejected the applicant’s new application and ordered that he be deported to either Bosnia-Hercegovina or Croatia. The Board referred to the Swedish Government’s decision of 28 November 1996 in which the following conclusions were drawn as regards the situation in Bosnia-Hercegovina:", "(Translation)", "“Recently, the situation in Bosnia-Hercegovina has improved. After the parties signed a general agreement on peace in Bosnia-Hercegovina there is an ongoing peace process in the country. It has been strengthened by the establishment of Government institutions and the general elections held in September 1996. There are still actual restrictions on the movement of people within the territory of the State. The possibility to return to the home district without risking harassment and outrage is, in the present circumstances, dependent on the prevailing ethnic composition of the population in the district. In the Government’s view, it is now possible to return to the home district where one’s own ethnic group is in the majority. This view corresponds to the position taken by the UNHCR in regard to the return of people to Bosnia-Hercegovina. The relative stability enjoyed by “the majority population” in the respective regions leads to the conclusion that asylum seekers from such places in Bosnia-Hercegovina can no longer be considered as generally being in need of protection.”", "The Board noted that, according to information from the United Nations High Commissioner for Refugees (UNHCR), the majority of the population in Kresevo were Catholics. Consequently, the applicant’s fear of persecution was considered to be exaggerated. The Board considered also that the amnesty laws enacted in Bosnia-Hercegovina would be applicable to the applicant.", "As regards the possible deportation of the applicant to Croatia, the Board considered that the applicant’s Croatian passport was genuine and noted that the applicant had previously stated that this was the case. According to the Board, there was thus no reason to assume that Croatia would not afford him protection. In this respect, the Board again referred to information available from the Swedish Government and the UNHCR. This view had been confirmed also by the Croatian Government. Finally, the Board found that there were no reasons of a humanitarian nature to grant the applicant a residence permit.", "On 9 March 1998 the Aliens Appeals Board upheld the Immigration Board’s decision.", "On 16 June 1998 the applicant submitted yet another application for a residence permit to the Appeals Board. He referred to his long stay in Sweden and to the fact that he had already had a temporary residence permit. Furthermore, he claimed that, while serving in the Bosnian-Croatian army, he had seen how his neighbour and a work-mate had been killed. His experiences during the war, a difficult childhood and his fears of persecution and punishment for desertion in Bosnia-Hercegovina had impaired his mental health and rendered the deportation to that country impossible. He could not be deported to Croatia either, as he had no connections to Croatia and as the situation for Bosnian Croats in Croatia had worsened as of late. He invoked a medical certificate issued on 3 April 1998 by chief physician E.A. and psychologist L.L. at the psychiatric clinic at the hospital in Karlskrona, according to which the applicant suffered from insomnia, anxiety and flashbacks from the war.", "By a decision of 25 June 1998 the Appeals Board rejected the applicant’s latest application.", "In a further medical certificate issued at the above-mentioned psychiatric clinic on 2 December 1998 physician M.N. stated that the applicant, as from 19 November 1998, received treatment at the clinic for a post-traumatic stress syndrome. M.N. found that there was a considerable risk that the applicant would attempt to commit suicide. The applicant states that he has since left the clinic but that he continues to visit his psychiatrist on a regular basis.", "Relevant domestic law", "Under Section 29 of the Act on Compulsory Mental Care (Lagen om psykiatrisk tvångsvård, 1991:1128), such care shall be terminated at the request of the competent police authority whenever the person placed in care is ordered to be deported. This presupposes, however, that the chief physician finds that the alien’s condition allows that the deportation takes place. According to Section 33, no appeal lies against the chief physician’s decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}