{"ITEMID": "001-98118", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "PAK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Kliment Yencherovych Pak, is a Kazakhstani national who was born in 1947 and lives in Astana. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On an unspecified date the applicant arrived in Kyiv, Ukraine and applied for refugee status.", "On 8 December 2003 the Podilskyy District Police Office of Kyiv (“the Police Office”) arrested the applicant on suspicion of vagrancy.", "On 9 December 2003 the local prosecutor authorised the applicant’s detention.", "The same day the local authorities refused to grant the applicant refugee status.", "On 10 December 2003 the Police Office placed the applicant in the Kyiv Police Holding Centre for vagrancy.", "According to the applicant, the cell in which he was held was always overcrowded; he was not provided with sufficient food; he could not take a shower; and he developed back and skin problems there.", "On 6 January 2004 the applicant was released.", "On 4 May 2005 the applicant instituted civil proceedings in the Podilskyy District Court of Kyiv against the Police Office, claiming that his arrest and detention had been unlawful and seeking compensation on this account.", "On 27 February 2006 that court left the claim unexamined in view of the applicant’s repeated failure to appear for the hearings. The applicant did not appeal against that decision.", "On 17 February 2007 the domestic authorities forbade the applicant to enter and stay in Ukraine for three years for having breached the regulations on foreigners staying in Ukraine. Following that decision the applicant left Ukraine for Latvia, where he stayed for a while, and subsequently went back to Kazakhstan.", "Section 11 of the Act provided, inter alia, that the police authorities could – subject to a prosecutor’s warrant – detain persons who were suspected of vagrancy for a period of up to thirty days.", "Section 25 of the Act provided, inter alia, that actions of a police officer could be challenged, in accordance with the established procedure, to a supervising police authority, a prosecutor, or a court.", "Article 248-1 of the Code provided that anyone who considered that his or her rights or freedoms had been infringed by a decision, action or omission of a State body, a legal entity or an official, could lodge a complaint with a court.", "According to Article 248-6 of the Code, if such complaint concerned a dispute that had to be resolved in the course of civil adversary proceedings, the court had to leave the complaint unexamined and explain to the claimant his right to lodge a civil claim on a general basis.", "Under Article 248-7 of the Code, if a complaint lodged under Article 248-1 of the Code was substantiated, the court could declare the decision, act or omission unlawful and oblige the respondent authority or official to put an end to the violation found. The court could quash the obligation imposed on or the measures applied to the claimant or restore his or her rights in another manner. The court could further order immediate execution of its decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}