{"ITEMID": "001-58259", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF AÏT-MOUHOUB v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (as regards first complaint);Violation of Art. 6-1 (as regards second complaint);Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "N. Valticos;R. Pekkanen", "TEXT": ["6. Mr Areski Aït-Mouhoub, a French national born in 1951, is currently in prison in Montpellier.", "7. On 1 July 1992 the Indictment Division of the Nîmes Court of Appeal committed the applicant, together with his son and daughter, who had been minors at the material time, for trial at the Gard Youth Assize Court for aiding and abetting armed robbery, for aggravated theft and for handling stolen goods.", "8. On 11 December 1992 the Assize Court sentenced him to twelve years’ imprisonment for aiding and abetting armed robbery and for aggravated handling and ordered that he should not be eligible for any form of release for seven years.", "9. On 14 December 1992 the applicant lodged an appeal on points of law against his conviction.", "10. On 28 December 1992 Mr Aït-Mouhoub lodged a criminal complaint, together with a civil-party application, against two gendarmes (Mr Maurin and Mr Seguin) who had taken part in the judicial investigation that had led to the applicant’s being found guilty and sentenced by the Youth Assize Court.", "In it the applicant accused Mr Maurin of subornation of perjury, forgery of documents and uttering, malfeasance, abuse of office, extortion and aiding and abetting theft, and Mr Seguin of forgery of documents and uttering.", "11. The complaint in question read as follows:", "“I am lodging with you a complaint, together with a civil-party application, against Gendarmerie Staff Sergeant Jean-Paul Maurin, head of the Nîmes investigation section, in respect of the following judicial offences and exactions: subornation of perjury, forgery and uttering, bringing proceedings to challenge officially recorded documents as forgeries, forgery of documents and uttering, aiding and abetting theft, malfeasance, abuse of office and extortion.", "I am lodging a complaint, together with a civil-party application, against Gendarme Seguin in respect of the following judicial offences and exactions: forgery of documents and uttering, forgery of a report, bogus interview, imitating the signature of a witness.", "Naturally I hold all the evidence and testimony to support each of my accusations.", "I am sending a copy of these complaints to Nîmes Legal Aid Office.”", "12. The applicant applied for legal aid to pursue this complaint.", "13. On 28 June 1993 the Legal Aid Office at the Nîmes tribunal de grande instance refused the application on the ground that although the applicant’s means had been assessed at nil, the application was inadmissible because the applicant’s appeal on points of law against the Youth Assize Court’s judgment of 11 December 1992 was still pending.", "14. On 24 July 1993 Mr Aït-Mouhoub appealed to the Legal Aid Office against that decision. He confirmed his appeal in a letter of 1 October 1993.", "15. In an order of 24 August 1993 the senior investigating judge of the tribunal de grande instance, noting that the applicant had not obtained legal aid, directed that he should pay into court 80,000 French francs (FRF) as security for costs in respect of the complaint against the two gendarmes. He set 28 September 1993 as the time-limit for paying the security, failing which the complaint would be inadmissible.", "16. The applicant did not challenge the amount by appealing to the Indictment Division against the order.", "17. On 9 September 1993 Mr Aït-Mouhoub wrote to the senior investigating judge to inform him that he had appealed against the decision not to grant him legal aid.", "18. On 21 September 1993 the Court of Cassation dismissed the applicant’s appeal on points of law against the Gard Youth Assize Court’s judgment of 11 December 1992.", "19. On 18 October 1993 the applicant, having heard nothing from the Legal Aid Office, renewed his application for legal aid. He pointed out that the ground of inadmissibility relied on in the refusal of 28 June 1993 had ceased to be valid as the Court of Cassation had given judgment in the meantime.", "20. In an order of 29 December 1993 the senior investigating judge ruled that the applicant’s complaint was inadmissible on the following grounds:", "“By Articles 88 and R. 236 of the Code of Criminal Procedure, a party who has not obtained legal aid is required to pay into court a sum to cover the costs of the proceedings where he has not joined existing proceedings brought by the public prosecutor, failing which his criminal complaint will be inadmissible.", "As the civil party has not paid within the time allowed the sum specified in the aforementioned order and the public prosecutor does not consider it necessary to institute criminal proceedings,", "I declare Mr Areski Aït-Mouhoub’s application to become a civil party to criminal proceedings inadmissible.”", "The applicant did not appeal against that order.", "21. On 15 March 1994 the Legal Aid Office dismissed Mr Aït-Mouhoub’s appeal against the refusal of 28 June 1993.", "22. On 2 January 1993 the applicant lodged a second criminal complaint and civil-party application against two other persons (Mr Dumas, a prosecution witness at his trial, and Mr Eut, the brother-in-law of a gendarme). The complaint read as follows:", "“I am lodging a complaint, together with a civil-party application, against the following individuals:", "Georges Dumas of Quartier des Usines, Gagnières, in respect of incitement of a minor to immorality, selling military weapons and munitions to a minor, impeding apprehension or prosecution, perjury, and failure to obey a summons to appear as a witness at the Gard Assize Court. The presiding judge of the Assize Court publicly issued a warrant for him to be brought before the court. This person boasts that it was ‘bogus’, that he had immediately been told by a senior gendarme to be absent, that he was no longer at the address indicated, whereas he had never left home. I lodged a complaint a year ago, on which no action has been taken, thanks to a judicial intervention of which he likewise boasts.", "I have at your disposal all the evidence in support of my accusations, which I will summarise for you in a pleading as soon as the judicial investigation has been opened.", "Jacky Eut, living at Saint-Florent-sur-Auzonet.", "Theft, blackmail, threatening behaviour.", "This individual, who claims to be the brother-in-law of a gendarmerie sergeant against whom I have also lodged a criminal complaint in respect of malfeasance, forgery and uttering, on the basis of irrefutable evidence, paid a visit to my home, with a gendarme, at the time of my arrest and took away all the furniture from my bar and restaurant. Subsequently, he took away all the furniture belonging to my under-age daughter. Despite my complaints, I was warned to watch my step if I didn’t want to blow up … and my under-age daughter, who had recently tried to complain to this individual, was told:", "‘You’d better not make any claims at all … your mother owes me much more, thanks to me and my brother-in-law, she didn’t go to prison, we managed to get her off the hook … so you be careful little girl … you might get done too.’", "Naturally I hold all the evidence and testimony to support my accusations.", "I am sending a copy of this complaint to Nîmes Legal Aid Office in order to apply for legal aid, since I am ruined.”", "23. The applicant applied for legal aid to pursue this complaint also, but the Legal Aid Office took no decision on the application.", "24. In an order of 24 August 1993 the senior investigating judge, noting that the applicant had not obtained legal aid, set the security payable in respect of the complaint against Mr Dumas and Mr Eut likewise at FRF 80,000, on the ground that “the evidence and … the existence of another complaint justify applying Articles 88-1 and 91 of the Code of Criminal Procedure [see paragraph 32 below]”. He set 28 September 1993 as the time-limit for paying the security, failing which the complaint would be inadmissible.", "25. The applicant did not challenge the amount by appealing to the Indictment Division against the order.", "26. On 9 September 1993 Mr Aït-Mouhoub wrote to the senior investigating judge to inform him that he had not yet had any reply concerning legal aid.", "27. On 18 October 1993 the applicant, having still heard nothing from the Legal Aid Office, renewed his application.", "28. In an order of 29 December 1993 the senior investigating judge ruled that the applicant’s complaint was inadmissible on the following grounds:", "“By Articles 88 and R. 236 of the Code of Criminal Procedure, a party who has not obtained legal aid is required to pay into court a sum to cover the costs of the proceedings where he has not joined existing proceedings brought by the public prosecutor, failing which his criminal complaint will be inadmissible.", "As the civil party has not paid within the time allowed the sum specified in the aforementioned order and the public prosecutor does not consider it necessary to institute criminal proceedings,", "I declare Mr Areski Aït-Mouhoub’s application to become a civil party to criminal proceedings inadmissible.”", "The applicant did not appeal against that order.", "29. Section 2 of the Law of 10 July 1991 on legal aid provides:", "“Natural persons whose means are insufficient to enable them to assert their rights in the courts may be granted legal aid. They may be aided in whole or in part.", "…”", "Section 7 of the same Law imposes a further condition on persons who are not civilly liable and have not been either charged with or convicted of a criminal offence and are not defendants in criminal proceedings or assisted witnesses: the action must not appear to be “manifestly inadmissible or unfounded” (see also section 22 of the Law).", "30. Applications for legal aid are examined by boards called legal-aid offices, which consist of lawyers, representatives of the State and users (sections 12 et seq. of the same Law). These offices are attached to courts and determine applications relating to cases brought before those same courts.", "Legal-aid offices may order any useful information to be provided, in particular on the financial position of persons making applications, and may also have any persons interviewed (section 21 of the aforementioned Law and Article 42 of the implementing decree of 19 December 1991).", "31. In French law the victim of an offence may join criminal proceedings as a civil party either by applying to the investigating judge, the Indictment Division or the trial court, if proceedings are already under way, or by bringing proceedings by directly summoning the accused before the trial court or lodging a complaint and civil-party application with the investigating judge, if the public prosecutor has not instituted criminal proceedings.", "32. The relevant provisions of the Code of Criminal Procedure (“CCP”) are worded as follows:", "“Anyone who has personally suffered from damage directly caused by a criminal offence may bring civil-party proceedings to seek compensation for such damage.", "Discontinuance of such proceedings can neither terminate nor stay the criminal proceedings, without prejudice to the cases provided for in paragraph 3 of Article 6 [CCP].”", "“A judicial investigation shall be mandatory in cases of serious crime (crime)…”", "“Anyone who claims to have suffered damage as a result of a serious crime (crime) or other serious offence (délit) may, by lodging a criminal complaint, join the criminal proceedings as a civil party on application to the appropriate investigating judge.”", "“The investigating judge shall record in an order the lodging of the complaint. According to the civil party’s means, he shall determine the amount of security for costs which that party must, if he has not obtained legal aid, deposit at the registry and the time-limit for doing so if the complaint is not to be declared inadmissible. He may exempt the civil party from paying security.”", "“The security set pursuant to Article 88 shall guarantee payment of the civil fine which may be imposed pursuant to the first paragraph of Article 91.", "The sum paid into court shall be returned where the proceedings based on that provision are time-barred or have resulted in a decision that has become final to the effect that the civil-party application was neither an abuse of process nor intended purely to gain time.”", "“Where, after a judicial investigation begun on a criminal complaint and civil-party application, a decision has been taken that there is no case to answer, the public prosecutor may summon the civil party before the Criminal Court in which the case was investigated. If the complaint and civil-party application are held to have been an abuse of process or to have been intended purely to gain time, the court may impose a civil fine, the amount of which shall not exceed FRF 100,000…”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}