{"ITEMID": "001-87411", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF TOKIĆ AND OTHERS v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections dismissed (victim, non-exhaustion of domestic remedies);Violation of Art. 5-1;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1934 and lives in Lukavac.", "6. On 16 August 1999 the local police searched the applicant and found a hand grenade on him. The police acted on a tip-off because the applicant had a history of violent outbursts, including the killing of his first wife.", "7. On 24 January 2000 he was charged with possessing a prohibited weapon.", "8. On 14 November 2001 the Gračanica Municipal Court found the applicant not guilty by reason of insanity (paranoid schizophrenia) and imposed a hospital order on him under Article 63 of the Criminal Code of the Federation of Bosnia and Herzegovina 1998 (“old Criminal Code”). The decision entered into force on 28 January 2002.", "9. On 28 June 2002 he was placed in Zenica Prison Forensic Psychiatric Annex.", "10. On 4 July 2003 the Gračanica Municipal Court reviewed the necessity of the applicant’s continued confinement pursuant to Article 480 § 1 of the Code of Criminal Procedure of the Federation of Bosnia and Herzegovina 1998 (“old Code of Criminal Procedure”). It decided on the basis of reports prepared by Zenica Prison Forensic Psychiatric Annex that the applicant’s condition did not allow for his discharge.", "11. On 11 November 2003 the applicant lodged a complaint with the Human Rights Chamber concerning the lawfulness of his detention.", "12. On 3 March 2004 the Gračanica Municipal Court relinquished jurisdiction in favour of the Social Work Centre in Gračanica pursuant to Article 420 of the Criminal Code of the Federation of Bosnia and Herzegovina 2003 (“new Criminal Code”).", "13. On 23 November 2004 the Social Work Centre in Gračanica established that the applicant’s mental disorder no longer warranted his confinement and ordered his conditional discharge. He was released from Zenica Prison Forensic Psychiatric Annex on 8 December 2004.", "14. In the light of the applicant’s release, on 26 June 2007 the Constitutional Court of Bosnia and Herzegovina (“the Constitutional Court”), the legal successor of the Human Rights Chamber, held that it was no longer justified to continue the examination of the applicant’s case.", "15. The applicant was born in 1971 and lives in a care home in Fojnica.", "16. On 31 March 1999 he threatened Z.B. with a knife on the premises of the Social Work Centre in Goražde.", "17. On 16 April 1999 he was charged with threatening behaviour.", "18. On 17 June 1999 the Goražde Municipal Court found the applicant not guilty by reason of insanity (schizophrenia) and imposed a hospital order on him under Article 63 of the old Criminal Code. The decision entered into force immediately.", "19. On 21 June 1999 the applicant was placed in Zenica Prison Forensic Psychiatric Annex.", "20. On 26 November 2001 the Goražde Municipal Court established that the applicant’s mental disorder no longer warranted his confinement and ordered his conditional discharge. He was released on 9 January 2002.", "21. On 17 January 2002 the Goražde Municipal Court recalled the applicant to Zenica Prison Forensic Psychiatric Annex, after he had been found to be abnormally aggressive by Sarajevo Psychiatric Hospital.", "22. On 21 January 2003 the applicant complained of the unfairness and outcome of the criminal proceedings (which had ended on 17 June 1999) to the Human Rights Chamber.", "23. On 20 January 2004 the Goražde Municipal Court relinquished jurisdiction in favour of the Social Work Centre in Goražde pursuant to Article 420 of the new Criminal Code.", "24. Relying on section 22 of the Mental Health Act of the Federation of Bosnia and Herzegovina 2001 (“Mental Health Act”), on 18 February 2004 the Social Work Centre in Goražde reviewed the necessity of the applicant’s continued confinement. It decided on the basis of reports prepared by Zenica Prison Forensic Psychiatric Annex that the applicant’s condition did not allow for his discharge. The applicant appealed to the Cantonal Ministry for Social Affairs in Goražde pursuant to the instructions of the social work centre.", "25. On 10 May 2004 the Cantonal Ministry for Social Affairs in Goražde declined jurisdiction and, since it was unable to determine the competent body to which to transfer the file, dismissed the appeal. The applicant lodged a further appeal with the Goražde Cantonal Court.", "26. On 9 July 2004 the Goražde Cantonal Court dismissed the appeal because the applicant had not appealed to the competent second-instance body. The Goražde Cantonal Court was silent regarding which body was competent at second instance.", "27. On 22 November 2004 the applicant complained of the unlawfulness of his detention to special chambers which had been created within the Constitutional Court on 1 January 2004 with a mandate to decide on cases received by the former Human Rights Chamber (namely, the Human Rights Commission within the Constitutional Court).", "28. On 13 June 2006 the Social Work Centre in Goražde established that the applicant’s mental disorder no longer warranted his confinement and ordered his unconditional discharge. It relied on section 25(2) of the Mental Health Act. The applicant was released from Zenica Prison Forensic Psychiatric Annex on 16 June 2006.", "29. On 26 June 2007 the Constitutional Court, the legal successor of the Human Rights Chamber, dismissed the applicant’s complaint of 21 January 2003 as out of time and that of 22 November 2004 as incompatible ratione temporis: the Constitutional Court had jurisdiction to deal only with those unresolved cases of the former Human Rights Chamber which had been introduced by 31 December 2003.", "30. The applicant was born in 1966. He is still in Zenica Prison Forensic Psychiatric Annex.", "31. On 12 July 1999 the applicant killed his parents under the delusion that they were trying to kill him. On the same day, having surrendered himself to the police, the applicant was remanded in custody.", "32. On 21 September 1999 he was charged with two counts of murder.", "33. On 9 November 1999 the Mostar Cantonal Court found the applicant not guilty by reason of insanity (schizophrenia) and imposed a hospital order on him under Article 63 of the old Criminal Code. The decision entered into force on 22 November 1999.", "34. On 28 November 2000 the applicant was transferred from the remand section of Mostar Prison to Zenica Prison Forensic Psychiatric Annex.", "35. On 20 December 2002 and 22 October 2003 the Mostar Cantonal Court reviewed the necessity of the applicant’s continued confinement pursuant to Article 480 § 1 of the old Code of Criminal Procedure (notwithstanding the fact that the Code was in force only until 31 July 2003). It decided on the basis of reports prepared by Zenica Prison Forensic Psychiatric Annex that the applicant’s condition did not allow for his discharge.", "36. On or around 23 March 2004 the Mostar Cantonal Court relinquished jurisdiction in favour of the Social Work Centre in Mostar pursuant to Article 420 of the new Criminal Code.", "37. On 7 November 2005 the applicant complained to the Constitutional Court of the unlawfulness of his detention. His application and a number of other similar applications were subsequently joined.", "38. On 21 December 2006 the Constitutional Court found that the applicant (like others in a similar situation) had found himself in a legal vacuum following the 2003 reform of the criminal legislation. Furthermore, it held that Zenica Prison Forensic Psychiatric Annex was not an appropriate institution for the detention of mental health patients. As a result, the Constitutional Court found breaches of Article 5 §§ 1 and 4 of the European Convention on Human Rights and ordered the competent authorities to undertake such legislative and other measures as might be necessary within three months of delivery of the decision. The decision was delivered on 7 February 2007. It would appear that the applicant and the other complainants did not seek any compensation.", "39. The applicant was born in 1982 and lives in Sarajevo.", "40. On 19 January 2003 he entered a tram and stabbed I.D. for no apparent reason. I.D. survived the attack.", "41. On 21 January 2003 the applicant killed E.G. under the delusion that he was persecuting his mother. He was remanded in custody the same evening.", "42. On 17 March 2003 the applicant was charged with murder.", "43. On 20 March 2003 he was transferred from the remand section of Sarajevo Prison to Zenica Prison Forensic Psychiatric Annex", "44. On 9 April 2003 the Sarajevo Cantonal Court found the applicant not guilty by reason of insanity (hebephrenic schizophrenia) and imposed a hospital order on him under Article 63 of the old Criminal Code. The decision entered into force on 24 April 2003.", "45. On five occasions (28 November 2003, 9 June 2004, 11 March 2005, 10 April 2006 and 16 November 2006), the Sarajevo Cantonal Court reviewed the necessity of the applicant’s continued confinement pursuant to Article 480 § 1 of the old Code of Criminal Procedure (although the Code was no longer in force). It decided on the basis of reports prepared by Zenica Prison Forensic Psychiatric Annex and Sarajevo Psychiatric Hospital that the applicant’s condition did not allow for his discharge.", "46. On 17 May 2005, 23 May 2006 and 8 February 2007 the Supreme Court of the Federation of Bosnia and Herzegovina upheld the decisions of 11 March 2005, 10 April 2006 and 16 November 2006 respectively.", "47. On 21 December 2006 the Constitutional Court examined a number of joined applications (including that of Mr Hadžić) and found breaches of Article 5 §§ 1 and 4 of the European Convention on Human Rights (see paragraphs 37-38 above).", "48. On 25 June 2007 the Sarajevo Cantonal Court established that the applicant’s mental disorder no longer warranted his confinement and ordered his conditional discharge. It relied on Article 480 § 2 of the old Code of Criminal Procedure (although the Code was no longer in force). The applicant was released from Zenica Prison Forensic Psychiatric Annex on 10 July 2007.", "49. There are two legal regimes applicable to psychiatric detention.", "50. First of all, the competent civil court can order compulsory confinement of a mental health patient in a psychiatric hospital if it is satisfied on the evidence of a psychiatrist that this is necessary in order to protect the patient concerned and/or the public from serious harm (see sections 22(1), 29(1) and 31(1) of the Mental Health Act of the Federation of Bosnia and Herzegovina 2001; Zakon o zaštiti osoba sa duševnim smetnjama; published in the Official Gazette of the Federation of Bosnia and Herzegovina (“OG FBH”) no. 37/01 of 15 August 2001; amendments published in OG FBH no. 40/02 of 21 August 2002; “Mental Health Act”). The patient concerned must be summoned by the court, where this is possible, and must be examined in person by a psychiatrist (see sections 30(3) and 31(2) of the Mental Health Act). Proceedings must be concluded within seven days and a court decision must be issued within next three days (see sections 45(2) and 53(1) of the Non-Contentious Proceedings Act of the Federation of Bosnia and Herzegovina 1998; Zakon o vanparničnom postupku; published in OG FBH no. 2/98 of 20 January 1998; amendments published in OG FBH nos. 39/04 of 24 July 2004 and 73/05 of 28 December 2005). A court decision ordering civil psychiatric detention must always indicate the duration of such detention; that period cannot be longer than one year, but is renewable (see sections 33-35 of the Mental Health Act). The patient concerned, among other authorised persons and bodies, has the right to appeal within eight days (see section 37 of the Mental Health Act). The competent second-instance court must give a decision within three days (ibid.). A civil psychiatric detainee has the right to seek judicial review of his or her detention at any time (see section 40 of the Mental Health Act).", "51. Secondly, the competent criminal court can impose a hospital order (obavezno psihijatrijsko liječenje i čuvanje u zdravstvenoj ustanovi) on an offender who at the time of committing a criminal offence was suffering from a mental disorder affecting his or her mental responsibility, if it is satisfied on the evidence of a psychiatrist that this is necessary in order to prevent the offender from committing another criminal offence. However, there is an important difference in this regard between the old and new criminal legislation (the latter entered into force on 1 August 2003). While a hospital order can still be imposed on those who have been found guilty although suffering from diminished responsibility, it can no longer be imposed against those who have been found not guilty by reason of insanity (see Article 74 § 1 of the Criminal Code of the Federation of Bosnia and Herzegovina 2003; Krivični zakon Federacije Bosne i Hercegovine; published in OG FBH no. 36/03 of 29 July 2003; amendments published in OG FBH nos. 37/03 of 31 July 2003, 21/04 of 17 April 2004, 69/04 of 7 December 2004 and 18/05 of 23 March 2005).", "52. Accordingly, as from 1 August 2003 an offender who has been acquitted on the grounds of insanity can be placed in psychiatric detention only by the competent civil court if this is considered necessary for the protection of the offender and/or the public from serious harm (see paragraph 50 above). Any such acquittal is therefore reported to the competent social work centre which must initiate the appropriate procedure (see Article 410 § 1 of the Code of Criminal Procedure of the Federation of Bosnia and Herzegovina 2003; Zakon o krivičnom postupku Federacije Bosne i Hercegovine; published in OG FBH no. 35/03 of 28 July 2003; amendments published in OG FBH nos. 37/03 of 31 July 2003, 56/03 of 14 November 2003, 78/04 of 31 December 2004, 28/05 of 11 May 2005, 55/06 of 20 September 2006, 27/07 of 18 April 2007 and 53/07 of 8 August 2007).", "53. The relevant authorities had until 1 September 2003 to verify the status of all those who had been acquitted on the grounds of insanity pursuant to the old criminal legislation, to terminate the application of any hospital orders which were still pending and to initiate the procedure in which the competent civil court would decide whether to prolong the detention of any such mental health patient (see Article 420 of the Criminal Code 2003 and the instructions of the Ministry of Justice of the Federation of Bosnia and Herzegovina no. 03-02-3132/03 of 22 December 2003)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}