{"ITEMID": "001-109547", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KARPENKO v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-d - Examination of witnesses);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing;Equality of arms);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1971 and lived until his arrest in Yekaterinburg. He is serving a sentence in a correctional colony in the town of Nevyansk, in the Sverdlovsk Region.", "6. On 8 April 1998 the Revdinsk Town Court found Mr Sh. and Mr B. guilty of several counts of aggravated robbery. In particular, the Town Court found it established that on 5 October 1995 the defendants, acting together with the applicant, the criminal proceedings against whom had been adjourned in view of his absconding during the investigation, and Mr O., the criminal case against whom had been closed following his death, had robbed a warehouse in the village of Vavozh in the Udmurtiya Republic. The Town Court further held that on 19 November 1995 defendant B., assisted by Mr R., the criminal proceedings against whom had been stayed following his escape, the applicant and Mr O. had robbed several warehouses in the village of Kungurka in the Sverdlovsk Region. At the same time, the court acquitted Mr Sh. of an additional robbery charge, having found no evidence in support of the accusation that on 17 September 1996 he and Mr R., Mr O., Mr V. and the applicant had participated in another robbery in the village of Novoye Selo in the Sverdlovsk Region", "7. As regards the robbery in the village of Vavozh, the conviction was based on testimonies by defendant Sh. and the director general of the company and owner of the warehouse, Mr P., and on written depositions made during the pre-trial investigation by a warehouse guard, Mr M., and Mr O. The statements were as follows:", "- defendant Sh. partly admitted his guilt. He argued that, having agreed to the applicant’s proposal and acting on the latter’s detailed instructions, he had gone to the warehouse. The applicant had forced him to watch over the warehouse guard, whom the applicant had beaten and tied up. Mr Sh. also admitted that he had helped the applicant and Mr R. to load stolen goods into a car and had received money from the applicant for his participation in the robbery;", "- in his written statements Mr O. had given a similar account of the events;", "- the company director stated that on the morning of 5 October 1995 he had been informed of the robbery. Having arrived at the warehouse, he had noticed that the guard had been severely beaten up;", "- the warehouse guard testified that on 5 October 1995 two unknown individuals, whom he was unable to identify, had attacked him, beaten and tied him up. He had then heard someone robbing the warehouse.", "8. As to the robberies in the village of Kungurka, the grounds for the conviction were testimonies made by defendant B. and the representative of the owner of the warehouse, Mr A., in open court and on written depositions by a warehouse guard, Mr Kh. and late Mr O., which they had made to the investigating authorities.", "9. Defendant B. partly admitted his guilt and stated that in November 1995 the applicant, taking advantage of his trust, had asked him to help load a car. They had gone to the warehouse. Acting on the orders of the applicant, of whom he was afraid, Mr B. had helped to move the goods from the warehouse.", "10. The representative of the owner of the warehouse confirmed that there had been a robbery at the warehouse.", "11. In his statements to the investigators, Mr O. had admitted to having helped the applicant and Mr R. to rob the warehouse.", "12. The guard Kh. stated that on 19 November 1995 two unknown persons had broken into the warehouse, tied him up and stolen goods.", "13. The Town Court’s decision to acquit defendant Sh. of the robbery charge pertaining to the events in the village of Novoye Selo was based on the testimony by Mr Sh. and written depositions by a warehouse guard, Mr Me., and by Mr O.", "14. Mr Sh. insisted that in September 1996 the applicant had asked him to drive him to the village, having promised money for his help. He had agreed on the condition that his assistance would not involve any criminal activities. Mr Sh. claimed to have had no knowledge that the applicant and Mr R. had committed the robbery.", "15. The warehouse guard, Mr Me., stated that on 17 September 1996 an unknown man had attacked him, beaten and tied him up. He did not remember the attacker.", "16. In his written depositions Mr O. admitted having assisted the applicant and Mr R. in their plan to rob the warehouse.", "17. The judgment of 8 April 1998 became final on 20 May 2000, having been upheld on appeal.", "18. As indicated above (see paragraph 6 above), the applicant had absconded and the criminal proceedings against him had therefore been adjourned. On 25 September 2001 he was arrested in the town of Neftekamsk. Two days later he was transferred to Yekaterinburg and placed in temporary detention facility no. 1.", "19. A month later the Sverdlovsk Regional Prosecutor served the applicant with a bill of indictment, accusing him of organising the robberies of the warehouses in the villages of Vavozh, Kungurka and Novoye Selo. The charges were based, inter alia, on statements made by Mr Sh. and Mr B. during interrogations and confrontation interviews between them and the applicant in the course of the criminal proceedings against the applicant. The two accomplices maintained their testimony given during the 1998 criminal proceedings (see paragraphs 7, 9 and 14 above). In June 2002 the case was committed for trial.", "20. On 19 February 2003 the Revdinsk Town Court held the first trial hearing, to which the applicant’s alleged, and already convicted, accomplices in the robberies, Mr Sh. and Mr B., as well as other persons whose written depositions or testimony in open court had served as the basis for the judgment of 8 April 1998, were summoned as witnesses (see paragraphs 6-16 above). None of them attended. The Town Court noted in the minutes of the hearing that the guard of the warehouse in Novoye Selo had died, Mr B. had travelled to Chelyabinsk on a business matter and Mr Sh. lived in another town. The reasons for the absence of the remaining witnesses were unknown. The Government provided the Court with a typed copy of a letter of 27 January 2003 from Mr Sh. informing the Town Court that in view of financial difficulties and his inability to leave his business matters unattended he had been unable to attend the trial. The Government also submitted a copy of a telegram sent by Mr Sh. to the Town Court on 3 February 2003. Mr Sh. had confirmed his inability to appear at the trial against the applicant and fully maintained the statements he had made during the pre-trial investigation and the court proceedings leading to his conviction in 1998.", "21. The applicant’s lawyer successfully asked the Town Court to hear evidence from Mr V., an accomplice to the robbery committed in Novoye Selo on 17 September 1996, and Mr Ma.", "22. During the hearing Mr V. testified that in 1995, having been approached by Mr R., he had driven to the warehouse. On arrival, he had witnessed Mr R., Mr O. and two unknown persons taking goods from the warehouse. The goods had been loaded up on his car. Mr V. had not seen the applicant and had not been aware of his alleged participation in the robbery.", "23. Mr Ma. stated that in 1997 Mr R. had brought metal objects to him and had asked him to store them. He had subsequently learnt from the police that the goods had been stolen from a warehouse.", "24. At the same hearing, the Town Court heard evidence from a representative of the owner of the warehouse in the village of Novoye Selo, Ms L., who confirmed the theft of goods from the warehouse on 17 September 1996.", "25. Upon the parties’ request, the Town Court again sent summonses to the witnesses. On 11 April and 19 May 2003 it issued orders to a bailiff’s office requiring it to ensure Mr B.’s presence at the hearing. The orders indicated that Mr B. had been properly summoned to the hearings but had failed to attend.", "26. No witnesses appeared before the Town Court at the following hearing on 28 May 2003. In view of their absence, the prosecutor asked the Town Court to read out the statements they had made to the investigating authorities in the 1998 proceedings. The applicant and his lawyer objected to the reading out of the statements by the presumed accomplices in the robberies, Mr Sh., Mr B., Mr R. and Mr O., noting that the applicant had been “denied an effective opportunity to confront those witnesses”. At the same time, the applicant argued that during the confrontation interviews the investigator had warned Mr Sh. and Mr B. against changing their earlier statements, threatening them with revocation of their parole and criminal prosecution.", "27. The Town Court rejected the objection. Having noted that it was impossible to hear certain witnesses in open court owing to their deaths, and having taken into account that the applicant had had confrontation interviews with Mr B. and Mr Sh. during the pre-trial investigation against him, the court proceeded with the reading out of the witnesses’ statements.", "28. On 29 May 2003 the Revdinsk Town Court found the applicant guilty of aggravated robbery committed in the village of Vavozh on 5 October 1995, in the village of Kungurka on 19 November 1995 and in the village of Novoye Selo on 17 September 1996 and sentenced him to eight years’ imprisonment. In addition to the written depositions by the witnesses, the conviction was based on records of crime-scene examinations and inventories showing that goods had been stolen from the warehouses.", "29. In the judgment of 29 May 2003 the Town Court addressed the applicant’s objection to the use of the statements by witnesses whom he had been unable to cross-examine in open court. It held as follows:", "“The court cannot agree with [the applicant’s] and his lawyer’s statement that the accusations against him are based on statements by persons with a vested interest [in his conviction] and who cannot be trusted.", "The fact that Mr Sh., Mr B., Mr R. and Mr O. had taken part in the criminal acts of which [the applicant] stands accused cannot call into question the truthfulness of their statements. In exposing [the applicant] they, at the same time, [admitted to their own guilt] in [respect of] those crimes. In particular, Mr B. and Mr Sh. have already been punished for that.", "As the case-file materials show ... Mr R. willingly went to the Sverdlovsk Regional Police Department and wrote a confession statement in which he described the robberies he had committed together with [the applicant], Mr Sh., Mr O., Mr B. and Mr V.. At the same time, he did not play down the importance of his role in the criminal acts.", "[The applicant’s] statement that Mr B., Mr Sh. and Mr O. had slandered him because Mr R. had forced them to do so is wanton and unsubstantiated. The fact that Mr Sh. had been convicted of having slandered other persons in the course of unrelated criminal proceedings cannot serve as an undisputable ground for doubting the truthfulness of his statements in the present case.", "The court cannot accept [the applicant’s] and his lawyer’s argument that the court has violated the principle of direct examination of evidence at a court hearing and the defendant’s right to defend himself. The statements which were read out at the court hearing are admissible evidence because interrogations and confrontations with those persons had been conducted in accordance with the requirements of the Code of Criminal Procedure. The court did not have an opportunity to question those persons at the court hearing because, despite every possible measure taken, it was unable to establish their places of residence.", "However, the law allows the reading out in court of statements by defaulters.”", "30. The applicant and his lawyer appealed. In particular, they argued that the conviction was exclusively based on statements by the witnesses questioned by the investigating authorities whom the applicant had been unable to confront in open court.", "31. On 19 September 2003 the Sverdlovsk Regional Court upheld the judgment, endorsing the reasons given by the Town Court. In response to the applicant’s arguments concerning the admissibility of evidence, the Regional Court held as follows:", "“The pre-trial investigation and trial were conducted thoroughly and objectively, in accordance with the requirements of the criminal procedural law and in compliance with the rights and lawful interests of the [applicant] and other parties to the criminal proceedings. [The applicant’s] right to defence was not violated. Confrontations between [the applicant] and Mr B. and between [the applicant] and Mr Sh. were conducted in accordance with the requirements of Articles 162 and 163 of the RSFSR Code of Criminal Procedure, [and] the lawyer... protected the [applicant’s] interests in the course of those investigative procedures.", "The court correctly established the factual circumstances and the conclusions set out in the judgment completely correspond to [the facts]. The judgment is based on evidence examined at the court hearing and the court gave a correct interpretation to it. The court fully and objectively examined the materials of the criminal case file ...", "At the hearing the court examined the prosecutor’s motion to read out the statements by [ten witnesses, including the four alleged accomplices]; it heard the parties’ opinion concerning that issue and ... it issued a decision.", "The decision taken by the court to read out the statements of the above-mentioned persons is appropriately reasoned, substantiated and correct. The court considered that the statements which were to be read out at the hearing had been collected in accordance with the requirements of the criminal procedural law, that by virtue of Article 128 of the Constitution of the Russian Federation justice is executed on the basis of equality of the parties, that by virtue of Article 15 § 1 of the Constitution of the Russian Federation [the Constitution] has supreme legal effect in the Russian Federation and other laws cannot contradict its principles and rules. Mr O. ... had died before the trial commenced, Mr R. absconded [and] his place of residence was unknown to the court, the other witnesses defaulted despite being summoned by the court, [the applicant] had confrontations with Mr Sh. and Mr B. during which they entirely confirmed their statements.", "In such circumstances, the reading out of the statements by the abovementioned persons corresponded to the principle that criminal proceedings in the Russian Federation should be adversarial; the court compared the statements to other evidence in the case and evaluated them in accordance with the requirements of the law.", "[The applicant’s] guilt was confirmed by the statements by the [witnesses, including those by the alleged accomplices] and evidence contained in the written materials of the file. The court examined the arguments of the defendant and his lawyer that [the alleged accomplices] had slandered [the applicant][The alleged accomplices], while exposing [the applicant’s] guilt, did not play down their own involvement in the case; Mr Sh. and Mr B. were convicted of the crimes committed. In such circumstances the court had no reason to doubt the statements by [those witnesses].”", "32. On 20 May 2003, having studied the voluminous case file comprising material, documentary and expert evidence and having heard a substantial number of witnesses, the Sverdlovsk Regional Court found the applicant, who was represented by counsel throughout the proceedings, guilty of unlawful possession of a weapon and forgery of documents. The applicant was also found guilty of having aided and abetted aggravated murder and was sentenced to fifteen years’ imprisonment.", "33. The judgment became final on 9 October 2003 when the Supreme Court of the Russian Federation upheld the conviction for murder and unlawful possession of a weapon, discontinued the criminal proceedings in respect of the charge of forgery of documents and reduced the sentence by two months. The Supreme Court noted that the Regional Court’s findings were based on a thorough and well-reasoned analysis of extensive evidence presented both by the prosecution and defence.", "34. According to the applicant, while the criminal proceedings against him were still pending, local newspapers published several articles expressing the opinion that he was guilty of the murder.", "35. While the applicant was serving his sentence, his former wife lodged an action before the Kirovskiy District Court of Yekaterinburg seeking termination of the applicant’s parental rights over their child.", "36. In January 2005 the District Court sent a copy of the statement of claim with attachments to the correctional colony where the applicant was held, asking him to provide observations in reply by 1 March 2005.", "37. The observations from the applicant arrived on 14 April 2005. At the same time, the applicant asked the District Court to call Ms S. as his representative and provided a list of witnesses to be called on his behalf, including his parents and sister. Two weeks later Ms S. sought leave with the District Court for the applicant to appear in court.", "38. On 25 October 2005 the applicant received a copy of a decision by which the Kirovskiy District Court had fixed a preliminary hearing. The applicant immediately sent a letter to the District Court explaining that he was serving a prison sentence and seeking leave to attend.", "39. In November 2005 the applicant repeated his request. No reply followed.", "40. A prosecutor who attended the hearings before the District Court sought dismissal of the action, arguing that the applicant had been unable to actively participate in his child’s life for practical reasons but was interested in maintaining a relationship with the child. The prosecutor noted that the applicant’s relatives regularly passed on information to him about his child.", "41. It appears from the parties’ submissions that the District Court called one witness from the applicant’s witness list, his sister, having refused to call his parents.", "42. On 16 December 2005 the Kirovskiy District Court, in the presence of the applicant’s representative, upheld the action and terminated the applicant’s parental rights, having considered that his absconding from the law-enforcement authorities and being on the run for a long time could not be accepted as a valid justification for his failure to fulfil his parental responsibilities. The District Court stressed that the applicant and his representative had not provided it with evidence to demonstrate that the applicant had effectively carried out his parental role.", "43. A month later the applicant received a copy of the judgment. He lodged an appeal, arguing that he had been unable to present his arguments before the District Court due to his absence from the hearings. He further asked that his presence at the appeal hearing be ensured.", "44. On 28 February 2006 the Sverdlovsk Regional Court, in the presence of the applicant’s representative, upheld the judgment of 16 December 2005. Having ruled on the subject of the applicant’s attendance, the Regional Court held that the law did not require civil courts to obtain attendance by the parties and that the District Court’s responsibility was limited to duly notifying the parties of the hearings.", "45. The reading out of earlier statements made by a victim or a witness is permitted if the parties give their consent to it and if (1) there are substantial discrepancies between the earlier statement and the later statement before the court or (2) the victim or the witness is not present before the court (Article 281 § 1).", "46. The court may, without seeking the consent of the parties, read out earlier statements by the absent victim or witness in the case of (1) death, (2) serious illness, (3) refusal to appear by the victim or the witness if they are citizens of other States or (4) natural disaster or other force majeure circumstances (Article 281 § 2).", "47. If a witness or a victim does not obey a summons to appear without a valid reason, they may be brought to the courtroom under escort (Article 113).", "48. Witnesses and victims are entitled to the reimbursement of costs and expenses incurred in connection with their participation in the criminal proceedings (Article 131).", "49. Article 413 of the Russian Code of Criminal Procedure, setting out the procedure for the reopening of criminal cases, reads, in so far as relevant, as follows:", "“1. Court judgments and decisions which became final should be quashed and proceedings in a criminal case should be reopened if there are new or newly discovered circumstances.", "...", "4. New circumstances are:", "...", "(2) a violation of a provision of the European Convention for the Protection of Human Rights and Fundamental Freedoms committed by a court of the Russian Federation during examination of a criminal case and established by the European Court of Human Rights, pertaining to:", "(a) application of a federal law which runs contrary to provisions of the European Convention for the Protection of Human Rights and Fundamental Freedoms;", "(b) other violations of provisions of the Convention for the Protection of Human Rights and Fundamental Freedoms;", "(c) other new circumstances.”", "50. The Code of Civil Procedure of the Russian Federation (“the CCP”) provides that individuals may appear in court in person or may act through a representative (Article 48 § 1).", "51. The Penitentiary Code provides that convicted persons may be transferred from a correctional colony to an investigative unit if their participation is required as witnesses, victims or suspects in connection with certain investigative measures (Article 77 § 1). The Code does not mention any possibility for a convicted person to take part in civil proceedings, whether as a plaintiff or a defendant.", "52. On several occasions the Constitutional Court has dismissed as inadmissible complaints by detainees whose requests for leave to attend hearings were refused by civil courts. It has reasoned that the relevant provisions of the Code of Civil Procedure and the Penitentiary Code do not, as such, restrict a detainee’s access to court. The Constitutional Court has emphasised nonetheless that an imprisoned person should be able to make submissions to a civil court, either through a representative or in any other way provided by law. If necessary, a hearing should be held at the convict’s place of detention, or the court committed to hear the civil case may instruct the court with territorial jurisdiction over the convict’s place of detention to obtain his/her submissions or to take any other procedural steps (decisions 478-O of 16 October 2003, 335-O of 14 October 2004 and 94-O of 21 February 2008).", "53. Under Articles 58 and 184 of the CCP a court may hold a session elsewhere than in a courthouse if, for instance, it is necessary to examine evidence which cannot be brought to the courthouse.", "54. Article 392 of the CCP contains a list of situations which may justify the reopening of a finalised case on account of newly discovered circumstances. A judgment of the European Court of Human Rights finding a violation of the European Convention on Human Rights in a case in respect of which an applicant lodged a complaint with the Court should be considered a new circumstance warranting a reopening (Article 392 § 4 (4))."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}