{"ITEMID": "001-97372", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF NICOLESCU TRAIAN-CONSTANTIN v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicant was born in 1929 and formerly lived in Slatina.", "5. On 24 October 1991, the Slatina Local Commission responsible for the application of Law 18/1991 (“the local commission”) issued in the applicant's favour an ownership certificate (“adeverinţă de proprietate”) for a plot of land measuring 2.13 hectares located in the city of Slatina, but did not put him into possession of the land.", "6. The applicant brought administrative proceedings against the local commission, seeking to take possession of the land granted to him by the ownership certificate. On 19 January 1998, the Olt County Court allowed the action and ordered the local commission to enable him to take possession of the land on the original placement held by his father. That judgment became final.", "7. In 2000, the applicant filed another action against the local commission, the Olt County Commission responsible for the application of Law 18/1991 (“the county commission”) and a natural person, D.E., seeking to take possession of the 2.13 hectares of land, to obtain the ownership title for that land and the partial annulment of an ownership title issued in favour of D.E. for the area of 0.75 hectares that should have been restored to him in accordance with the final judgment of 19 January 1998. The District Court of Slatina allowed the action on 12 February 2001. Appeals filed by the commissions and D.E. were dismissed by the Olt County Court on 27 September 2001. By a decision of 2 April 2002, the Craiova Court of Appeal allowed an appeal on points of law filed by the commissions, quashed the decision rendered in appeal and remitted the file to the Olt County Court for a fresh examination of the appeals. The appeals were again dismissed on 4 June 2002. On 23 September 2002, the Craiova Court of Appeal allowed the appeal on points of law filed by the local commission. It partially dismissed the action filed by the applicant with respect to the obligation of the commissions to authorise him to take possession of the land and to issue the ownership title, on the ground that the judgment of 19 January 1998 rendered in his favour had the force of res judicata.", "8. By an interlocutory judgment of 2 December 2002, the Slatina District Court allowed the applicant's claim for the payment of 300,000 Romanian lei (ROL) in damages per day of delay until the enforcement of the final judgment of 19 January 1998.", "9. In 2003, the applicant filed another action against the local commission seeking to obtain payment by the latter of damages for the loss of profit caused by the non-enforcement of the final judgment of 19 January 1998. On 7 November 2003, the Slatina District Court partially allowed the applicant's claim and awarded him 18,898,880 ROL. The judgment was upheld by Olt County Court on 26 November 2004.", "10. On 31 November 2003, the county commission issued two ownership titles, but for other plots of land than those to which the applicant was entitled. The applicant lodged an action seeking to obtain the annulment of the ownership titles and new ownership titles in accordance with the judgment of 19 January 1998, namely on the former placement. During the proceedings, on 6 June 2005, the applicant died and his daughter, Ms Mariana Dinu, expressed her wish to pursue the action. The Slatina District Court allowed the applicant's claim on 31 March 2006. It ordered the county commission to issue on behalf of the applicant's daughter an ownership title for 2.13 hectares of land on the former placements. The judgment became final.", "11. Following the judgment of 31 March 2006, the local commission authorised the applicant to take possession of the land, a minute (proces verbal) being drafted to that effect on 3 October 2008.", "12. On October 2008, the Slatina City Council forwarded to the Slatina Land Office (Oficiul de Cadastru şi Publicitate Imobiliară) all the documents necessary for the issue of the ownership title in accordance with the judgment of 19 January 1998.", "13. The proceedings for the issue of the ownership title are pending. So far the applicant's daughter has not received an ownership title.", "14. The relevant domestic law is summarised in the judgments of Sabin Popescu v. Romania (no. 48102/99, §§ 42-46, 2 March 2004) and Drăculeţ v. Romania, no. 20294/02, § 29, 6 December 2007)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}