{"ITEMID": "001-103584", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "FIRST SOFIA COMMODITIES EOOD AND PARAGH v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Ganna Yudkivska;Isabelle Berro-Lefèvre;Julia Laffranque;Mirjana Lazarova Trajkovska;Peer Lorenzen;Zdravka Kalaydjieva", "TEXT": ["1. The first applicant, First Sofia Commodities EOOD, is a singlemember limited liability company whose registered office is in Sofia, Bulgaria. The second applicant, Mr Karel Koes Hiranjgarbh Missier Paragh, is a Dutch national born in 1968, who is the applicant company’s sole member and manager. The applicants were represented before the Court by Ms S. Ganeva and Ms M. Kancheva, lawyers practising in Sofia. The Bulgarian Government (“the Government”) were represented by their Agents, Ms S. Atanasova and Ms M. Dimova, of the Ministry of Justice.", "On 2 February 2009 the President of the Fifth Section decided that notice of some of the complaints raised by the applicant company should be given to the Government. The Government were not given notice of any complaints raised by the second applicant.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. Mr Paragh set up the applicant company in late 2001 in Sofia, with the intention of providing brokerage services for futures at foreign commodity exchanges. In the first half of 2002 the company actively sought new clients and managed to open about fifty client accounts.", "4. On 16 April 2002 the company’s lawyers wrote to the State Securities Commission (“the Commission”), enquiring whether the company’s activity was subject to regulation by it. On 11 May 2002 the Commission replied that the company’s activity fell outside its mandate, because commodity futures were not investment securities within the meaning of the applicable law. It referred the applicant company’s query to the State Commodity Exchanges and Markets Commission, which also informed the company that brokers at foreign commodity exchanges fell outside its purview.", "5. On 25 June 2002 the chairman of the Commission ordered an inquiry into the applicant company’s activities.", "6. While the inquiry was underway, several newspapers ran negative articles about the company.", "7. On 7 August 2002 the inquiry concluded that the company was publicly offering investment securities without making full disclosure, drawing up a prospectus and submitting it for approval to the Commission, as required under the applicable law. The same day the Commission recommended that the company cease its activities.", "8. However, as the company did not comply and continued contacting prospective clients, on 11 September 2002 the Commission opened a procedure for imposing restrictions on its activity. In the course of the proceedings the company filed an objection, saying that its activity was not subject to regulation by the Commission. In a decision of 2 October 2002 the Commission rejected the objection, reasoning that the contracts offered by the company were investment securities. It went on to say that those securities were being offered to the public in breach of the requirements of the law, and ordered the company to desist from making further offers immediately and to unwind its existing contracts within one month. The decision said that it was immediately enforceable and that any application for its judicial review would not have suspensive effect.", "9. On 22 October 2002 the company sought judicial review of the decision. On 18 February 2003 (реш. № 1397 от 18 февруари 2003 г. по адм. д. № 9822/2002 г., ВАС, ІV о.) a threemember panel of the Supreme Administrative Court quashed it. The court found that the contracts between the company and its clients were not investment securities within the meaning of the applicable law. It had therefore not acted unlawfully by offering those contracts without the prospectus required for investment securities. Since it had not breached the law, there were no grounds to order it to cease its activity.", "10. On an appeal by the Commission, in a final judgment of 4 July 2003 (реш. № 6878 от 4 юли 2003 г. по адм. д. № 3584/2003 г., ВАС, петчленен състав) a fivemember panel of the Supreme Administrative Court upheld that judgment, fully agreeing with its reasoning.", "11. Following the successful outcome of the proceedings, the company wished to claim compensation for the damage sustained as a result of the provisional enforcement of the Commission’s decision. However, having received legal advice that such a claim would not stand any prospect of success, it decided not to bring one.", "12. Article 7 of the 1991 Constitution provides that the State is liable for damage caused by the unlawful decisions or actions of its organs and servants. In a binding interpretative decision of 22 April 2005 (тълк. реш. № 3 от 22 април 2005 г. по т. гр. д. № 3/2004 г., ОСГК на ВКС) the Supreme Court of Cassation, confirming the courts’ earlier caselaw, said that that Article did not provide a direct avenue of redress, but merely laid down a general principle whose implementation was to be effected through a statute. As no such statute had been enacted after the Constitution came into force in 1991, that function was being served by the State Responsibility for Damage Caused to Citizens Act (1988) (Закон за отговорността на държавата за вреди, причинени на граждани), in force since 1 January 1989. (On 12 July 2006 it was renamed the State and Municipalities Responsibility for Damage Act (Закон за отговорността на държавата и общините за вреди) – “the 1988 Act”). The former Supreme Court and the Supreme Court of Cassation have held that the Act created a substantive right to claim damages, and has no retroactive effect (реш. № 1370 от 16 декември 1992 г. по гр. д. № 1181/92 г., ВС, IV г. о.; реш. № 63 от 21 февруари 1997 г. по гр. д. № 2180/1996 г., ВС; реш. № 529 от 17 юли 2001 г. по гр. д. № 24/2001 г., ВКС).", "13. Section 1(1) of the Act, as originally enacted and in force until the end of 2005, provided that the State was liable for damage suffered by individuals (граждани) as a result of unlawful decisions, actions or omissions by civil servants, committed in the course of or in connection with the performance of their duties. Section 1(2) provides that compensation for damage flowing from unlawful decisions may be claimed after those decisions have been quashed in prior proceedings. The Supreme Court of Cassation’s caselaw (реш. № 2139 от 12 декември 1997 г. по гр. д. № 1649/1996 г., ВКС; реш. № 1807 от 14 януари 2002 г. по гр. д. № 97/2001 г., ВКС; реш. № 1307 от 21 октомври 2003 г. по гр. д. № 2136/2002 г., ВКС, V г. о.), confirmed in point 1 of the interpretative decision mentioned in paragraph 12 above, was that solely individuals, not legal persons, could claim compensation under that provision. The interpretative decision explained that the wording of section 1(1) was a result of the fact that during the communist regime, when the Act had come into force, all legal persons had been outfits set up by the State. It had therefore been evident that only individuals would need to be compensated for unlawful administrative action.", "14. Section 8(1) provides that those seeking redress for damage occasioned in circumstances falling within the scope of the Act have no claim under the general law of tort. The courts have said that the Act is a lex specialis and excludes the application of the general regime (реш. № 1370 от 16 декември 1992 г. по гр. д. № 1181/1992 г., ВС, ІV г.о.; реш. от 29 юли 2002 г. по гр. д. № 169/2002 г., СГС, ГК, ІVб отд.). The Supreme Court of Cassation has said that liability under section 1(1) of the Act is a special case of vicarious liability under section 49 of the 1951 Obligations and Contracts Act (see paragraph 17 below) (реш. № 738 от 21 ноември 2006 г. по т. д. № 348/06 г., ВКС, I т. о.).", "15. On 18 November 2003 three members of parliament introduced a bill for the amendment of the Act, proposing to add legal persons to those entitled to claim damages under its section 1(1). In the explanatory note to the bill they said that the express wording of that provision deprived legal persons of the possibility of suing the State. They also pointed out that the courts’ caselaw was categorical on the point that legal persons who had suffered damage could sue the authorities only under section 45 et seq. of the 1951 Obligations and Contracts Act (see paragraph 17 below). However, a claim under those provisions would be difficult to prosecute in practice. The bill was not adopted. Another group of members of parliament introduced a similar bill in March 2005.", "16. On 21 December 2005, when adopting the new Tax and Social Security Procedure Code (Данъчноосигурителен процесуален кодекс), parliament decided to amend section 1(1) of the 1988 Act by adding “legal persons” to the category of those entitled to bring a claim (paragraph 9 of the Code’s transitional and concluding provisions). The amendment was published in the State Gazette on 29 December 2005 and came into force on 1 January 2006. In their ensuing caselaw the Supreme Court of Cassation and the Supreme Administrative Court have held that it conferred on legal persons a substantive right to claim damages, and has no retroactive effect (опр. № 9134 от 3 октомври 2007 г. по адм. д. № 8175/2007 г., ВАС, ІІІ о.; опр. № 1046 от 6 август 2009 г. по гр. д. № 635/2009 г., ВКС, ІІІ г. о.; опр. № 1047 от 7 август 2009 г. по гр. д. № 738/2009 г., ВКС, III г. о.; реш. № 335 от 31 май 2010 г. по гр. д. № 840/2009 г., ВКС, III г. о.; реш. № 329 от 4 юни 2010 г. по гр. д. № 883/2009 г., ВКС, IV г. о.).", "17. The general rules of the law of tort are set out in sections 45 to 54 of the 1951 Obligations and Contracts Act (Закон за задълженията и договорите). Section 45(1) provides that everyone is obliged to make good the damage which they have, through their fault, caused to another. Section 49 provides that a person who has entrusted another with performing a job is liable for the damage caused by that other person in the course of or in connection with the performance of the job. Legal persons cannot incur liability under section 45(1), as they cannot act with mens rea. They may, however, be vicariously liable under section 49 for the tortuous conduct of individuals employed by them (пост. № 7 от 30 декември 1959 г., Пленум на ВС). In the interpretative decision mentioned in paragraphs 12 and 13 above, the Supreme Court of Cassation said that legal persons who had sustained damage from unlawful administrative action could vindicate their right to damages under those provisions. On 17 July 2006 the Sofia City Court allowed a claim under section 49 brought by a company against the Council of Ministers in relation to events which had taken place in December 1998. Its ruling was upheld by the Sofia Court of Appeal on 10 April 2008, and by the Supreme Court of Cassation on 12 February 2010 (реш. № 550 от 12 февруари 2010 г. по гр. д. № 3387/2008 г., ВКС, ІІ г. о.). In a judgment of 31 May 2010 (реш. № 335 от 31 май 2010 г. по гр. д. № 840/2009 г., ВКС, III г. о.) the Supreme Court of Cassation examined a claim which the lower courts had characterised under section 1(1) of the 1988 Act and rejected because it had been brought by a legal person and concerned events preceding the entry of the 2005 amendment into force. The court recharacterised the claim as one under section 49 of the 1951 Obligations and Contracts Act, and allowed it.", "18. Section 110 of the 1951 Act , which is also applicable to proceedings under the 1988 Act (тълк. реш. № 3 от 22 април 2005 г. по т. гр. д. № 3/2004 г., ОСГК на ВКС; реш. № 7768 от 10 юни 2010 г. по адм. д. № 14132/2009 г., ВАС, ІІІ о.), provides that the limitation period for all claims is five years. In the interpretative decision mentioned in paragraphs 12 and 13 above the Supreme Court of Cassation said that, in so far as voidable administrative decisions are concerned, time starts running when the judgments quashing them become final."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}