{"ITEMID": "001-57435", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1975, "DOCNAME": "CASE OF NATIONAL UNION OF BELGIAN POLICE v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 11;No violation of Art. 14+11", "JUDGES": "", "TEXT": ["11. The facts of the case may be summarised as follows:", "12. The applicant, the National Union of Belgian Police, has its headquarters at Brussels-Schaerbeek. The union descends from the Belgian Police Federation founded in 1922 and changed its name in 1930; in 1939 it was constituted in the form of a non-profit-making association within the meaning of the Act of 27 June 1921. Associations of this kind have capacity in civil law.", "13. The applicant union is open to all members of the municipal police, including rural policemen, regardless of rank, but members of the two State police forces, the criminal police attached to the prosecuting authorities (police judiciaire près les parquets) and the gendarmerie, may not at present belong to it. It numbers police superintendents and deputy superintendents amongst its members.", "The list of the applicant union’s members deposited on 21 July 1971, in accordance with law, contained the names of 99 persons; this was not the whole of its membership but only the \"active members\", that is to say, those \"who are delegated by the sections to represent them at the general meeting\" and are alone entitled to vote (Article 5 of the applicant union’s articles of association annexed to the Moniteur belge of 8 July 1960). The applicant union claims to have had 7,226 paid-up members in 1961 and that their numbers fell to 6,162 in 1971, 6,011 in 1972, 5,896 in 1973 and 5,748 in 1974. It is alleged by the applicant union that this steep decline of some 20% was due specially to the trade union consultation policy contested in the present case. The Government does not dispute the fact of the decline but does not attribute it to the cause put forward by the applicant.", "There being about 12,000 men serving in the municipal police – whose establishment provides for 13,722 -, at the end of 1974 the applicant union represented almost half of the members of the force.", "14. The municipal police, whose members are classified as municipal officials, is entrusted both with functions of an administrative and crime-deterrent character, as well as with criminal-police functions. In carrying out its administrative and crime-deterrent duties, the municipal police is directly subject to the municipal authorities and placed under the orders of the burgomasters; on the other hand, in the exercise of its criminal-police functions, it is subject solely to the authority of the State and more especially the judicial authorities (autorités judiciaires).", "The two State police forces are distinct from the municipal police. The gendarmerie, itself also vested with both administrative police duties (maintenance of order) and criminal-police duties, can in addition discharge military duties in certain circumstances and is organised on military lines. The criminal police attached to the prosecuting authorities (la police judiciaire près les parquets) has, for its part, exclusively criminal-police (de police judiciaire) duties.", "The municipal police force amounts to some 13% of municipal staff and less than 10% of all municipal and provincial staff. At the end of 1974, municipal staff totalled 88,809 officials to which number were added the staff of municipal social welfare boards (28,999), inter-communal associations (12,156) and provinces (14,260). The gendarmerie and criminal police numbered respectively 13,392 and 827 members as of 30 June 1970.", "15. Under Article 3 of its articles of association, the aim of the applicant union is \"any activity directly or indirectly relating to the study, protection, development, improvement and progress of any matter concerning the rights and occupational interests of the Belgian police, particularly by means of trade union action.\"", "16. Freedom of association is recognised in Belgium by Article 20 of the Constitution and is guaranteed in all fields by the Act of 24 May 1921. Furthermore, Belgium is a party to International Labour Organisation Conventions no. 87 concerning Freedom of Association and Protection of the Right to Organise (Act of 13 July 1951) and no. 98 concerning the Application of the Principles of the Right to Organise and to Bargain Collectively (Act of 20 November 1953). These various provisions safeguard, inter alia, the right freely to form trade unions, the right to join or not to join them, the right of trade union members freely to elect trade union representatives and the right of trade unions freely to organise their administration.", "While therefore in Belgian law freedom is the rule for trade unions in matters of founding, organising, recruitment and propaganda, the same is not true of consultation of trade unions by public authorities acting as employers. In order to avoid having to negotiate with an ever increasing number of parties, the public authorities have in fact fixed certain criteria for selection based on the idea of representativeness of trade unions. They have also introduced this principle in several Acts dealing with relations between employees and employers in the private sector, for example the Act of 17 July 1957 on the Health and Safety of Workers and the Hygiene of Places of Work and Working Conditions, the Act of 29 May 1962 setting up a National Labour Council and the Act of 5 December 1968 on Collective Labour Agreements and Joint Committees.", "17. Apart from a Decree of 26 September 1946 referred to below (paragraph 19), the first regulation on trade union consultation in the public sector dates back to a Royal Decree of 20 June 1955 applicable to State officials exclusively. The Royal Decree confines consultation to organisations having a seat on a \"trade union advisory committee\" set up within each ministerial department and a seat in a \"general trade union advisory committee\" operating under the aegis of the Prime Minister. These committees are consulted on all proposals concerning the status of State officials, organisation of services and work, safety, health and improvement of places of work.", "The representative character of these trade unions is assessed at two levels, first at the level of the different ministerial departments and secondly at the level of the State administration as a whole. The sole criterion for representativeness is the number of members, determined by elections held in principle every four years. In fact, the last trade union elections were held in 1959. The elections due to be held in 1963 were postponed sine die at the request of the large trade union federations, which had obtained a low percentage of votes in 1959.", "In the case of the criminal police attached to the prosecuting authorities, the Government has reserved the benefit of consultation for the organisations which are confined to members of this force (Royal Decree of 21 February 1956); the Government states that in fact these organisations are in turn affiliated to the three large Belgian trade union federations. As regards the gendarmerie, Section 16 para. 2 of the Act of 14 January 1975 provides that members of the gendarmerie may join only occupational associations composed solely of gendarmes. The National Staff Union of the gendarmerie has been recognised as the sole organisation representing members of the corps.", "18. There are no general regulations governing relations of municipal and provincial authorities with trade unions. The municipal authorities are free to set up trade union consultation if they so wish. Some of them, such as the towns of Antwerp, Charleroi, Mons and Verviers, have done so and set up commitees - generally organised like those which operate at national level - on which sit delegates of certain representative trade union organisations. Otherwise there is no organised consultation but trade unions may, as everywhere else in the country, lodge claims or make representations on behalf of a member without any condition of representativeness.", "19. The position proves to be very different as regards relations between the Ministry of the Interior, which is the supervisory authority, and the staff of municipalities and provinces.", "After a first attempt (a Bill of 1957) had failed, trade union consultation was introduced at this level by an Act of 27 July 1961. Prior to that there had been no statutory provisions. A Decree issued by the Regent on 26 September 1946 had set up a trade union consultative committee at the Ministry of the Interior. On this committee there were, amongst others, delegates of the Union of National Associations of Civil Servants and Municipal Officials, including the secretary general of the applicant union; but the Government states that the commitee was of little importance and soon ceased to meet.", "20. Section 9 of the Act of 27 July 1961 reads as follows: \"The general arrangements to be made by the King ... shall be decreed after consulting representatives of those organisations that best represent the staff of the provinces and municipalities ... The forms of such consultation shall be determined by the King.\"", "Under the same section the representative organisations are to be consulted on the following subjects: staffing, recruitment and promotion conditions for municipal staff, pecuniary status and salary scales for the staff of provinces and municipalities, general rules governing certain allowances and bonuses, rules governing the adjustment of pay scales and pecuniary status in line with the changes which have occurred since 1 January 1960 in the pecuniary status of staff of the ministries, conditions for appointment to the posts of police superintendent and deputy superintendent and criteria for up-grading.", "21. Consultation is important on two counts. First, the Government is bound to ask for the opinion of the representative organisations and, secondly, in the course of consultation it informs the representative organisations of its proposals in order that they may make known their opinions before any decision is reached.", "The consultation machinery is set in motion for the preparation of every rule-making instrument - Bill, Royal Decree, ministerial decree or circular - which relates to the matters listed above. Royal Decrees and ministerial circulars have been formulated in this way, usually concerning the entire staff of provinces and municipalities, but several of them containing measures peculiar to the municipal police and some valid only for that force.", "22. If an organisation is not recognised as representative, it is barred from the consultation procedure but may nonetheless, inter alia, submit claims to the supervisory authority, ask to be heard by it, refer cases to it and make representations on behalf of its members.", "23. The modalities of consultation of trade unions recognised as representative were first fixed by a Royal Decree of 23 October 1961. This Decree set up a trade union consultation committee attached to the Ministry of the Interior, on which the only trade union delegates were the representatives of the four large trade union federations listed in the following paragraph (Article 2).", "The applicant union applied to the Conseil d’Etat for a declaration of annulment of the Decree. However, on the day of the hearing, 15 October 1964, the Moniteur belge published a Royal Decree of 12 October 1964 withdrawing the provision which was being challenged. The case was then removed from the list of the Conseil d’Etat.", "24. A Royal Decree of 2 August 1966 re-organised the trade union consultation in question. While the consultation committee remained, its membership was radically changed in respect of both the number and appointment of representatives. The representatives were no longer to be appointed by specified trade unions but by \"the organisations most representative of the staff of the provinces and municipalities\". Article 2 para. 2 specified what was to be understood by \"most representative\":", "\"Those organisations which are open to all staff of the provinces and municipalities and which protect such staff’s occupational interests shall be deemed to be the organisations most representative thereof. Each such organisation shall make itself known by sending to the Minister of the Interior by registered post, within forty days of publication of this Decree in the Moniteur belge, a copy of its articles of association and a list of its officers. The Minister of the Interior shall verify whether it complies with the conditions required and shall notify it of his decision.\"", "Four trade unions, of which the first two have since merged, were recognised as meeting these criteria: the Liberal Union of Civil Servants; the Liberal Public Services Union (a member of the Affiliated Belgian Trade Unions); the Affiliated Public Services Unions, Provincial and Municipal Sector (a member of the Belgian General Federation of Labour); and the Affiliated Christian Public Services Unions, Provincial and Municipal Sector (a member of the Christian Trade Unions).", "It is difficult to specify the number of persons affiliated in these various organisations. Some of the applicant union’s members are also affiliated to one or other of the large federations. The Government says that two of these federations have 1,500 policemen as members.", "At least two of the trade union organisations recognised as representative have technical committees for the municipal police, which, as occasion arises, deal with problems particular to this force.", "25. On 22 September 1966, the applicant union asked the Minister of the Interior to consider it as one of the most representative organisations of staff of provinces and municipalities for the purposes of the implementation of the above-mentioned Royal Decree. By letter of 14 February 1967 the Minister replied as follows: \"From the documents you have submitted it does not appear that your organisation fulfils the required conditions, namely that it should be open to all the staff of the provinces and municipalities and protect such staff’s occupational interests\".", "26. Prior to that, on 25 October 1966, the applicant union had applied to the Conseil d’Etat for a declaration of annulment of the Royal Decree of 2 August 1966, alleging that Section 9 of the Act of 27 July 1961 had been contravened. The applicant contended that Section 9, which was drafted in very wide terms, implied that the organisations grouping officials by category and without regard for their opinions should, subject to their being the most representative organisations, be consulted on an equal footing with the organisations in which officials joined together according to their political feelings and without distinction as to their occupations. In the applicant’s view, the preparatory work to Section 9 showed that consultation should extend to every representative organisation which protected the occupational interests of staff governed by particular staff regulations. Claiming that three quarters of the men in the municipal police belonged to it and that the force had its own regulations and constituted a corps within the personnel of the municipalities; the applicant thus maintained that it was representative in a twofold way, the number of its members as compared with the number of municipal policemen and the special character of their functions. In the submission of the applicant, the King had acted ultra vires in stipulating that the condition \"representative\" must be confined to organisations open to the whole of provincial and municipal staff.", "The applicant union did not refer to Articles 11 and 14 (art. 11, art. 14) of the Convention nor to Article 20 of the Belgian Constitution. It submitted, however, albeit in a subsidiary way, that Article 2 para. 2 of the Royal Decree violated the principle of trade union freedom in that it made it \"obligatory\" for police officers to join \"political\" trade unions.", "27. The Minister of the Interior submitted in reply that Section 9 para. 1 of the Act of 27 July 1961 provided explicitly for consultation of the organisations most representative of the staff of the provinces and municipalities. The Minister added that the Conseil d’Etat, in its opinion no. L 94 38/2, had taken the view that there was no objection to considering as the most representative organisations those which \"included staff members of all categories\". The Minister inferred from this that the application was ill-founded.", "28. The Conseil d’Etat dismissed the application on 6 November 1969. It held that \"while the criterion of number advanced by the applicant was acceptable when applied to workers in the private sector or even to civil servants and officials in large government departments belonging to the same hierarchical structure and subject to the same regulations, it cannot be accepted in the present case since the officers concerned belong to widely different categories which have no link between them, some being governed by separate regulations\". It further considered \"that this diversity of categories and regulations has the effect of making the consultation of organisations representing staff much more difficult; that, in each category, the persons concerned will tend to claim as many advantages as possible for themselves without paying any heed to the implications of measures on which they are consulted for the position of the other staff members, whereas the authority has to take such implications into account; that the consultation of the organisations by the Government cannot in most cases serve any useful purpose unless it concerns organisations which comprise staff belonging to all categories and which therefore have to strike some balance in their claims in order to protect the interests of all their members\". It found \"that in considering the organisations representing the occupational interests of all staff of the provinces and municipalities to be the organisations most representative of such staff, the Decree being challenged is not contrary to the intention of the statute\"; \"that the applicant is in error in still maintaining that the contested provision is contrary to the principle of trade union freedom by making it obligatory for police officers to join political trade unions; that in fact the contested provision does not oblige police officers to join any trade union nor any particular trade union.\"", "The judgment ended with the conclusion \"that in the organisation of public services the King may confine the consultation of occupational organisations to whichever organisations are the most representative of the staff as a whole, which procedure has repeatedly been given statutory confirmation\" (translated from Recueil des arrêts et avis du Conseil d’Etat, 1969, pp. 941-942).", "29. In the meantime a Royal Decree of 20 August 1969 had abolished the committee provided for in the Decree of 2 August 1966, but preserved consultation of the most representative organisations as provided in Article 2 para. 2 of the 1966 Decree; since then, such consultation takes place in writing.", "30. An Act of 19 December 1974 re-organised the relations between public authorities and trade unions of officials in the service of those authorities. Section I of this Act provides that the system which the Act establishes may be made applicable by the King – with certain exceptions one of which concerns the \"members of the armed forces\" - not only to the staff \"of the administration and other government departments\", particularly of the \"services which assist the judicial authorities (pouvoir judiciaire)\", but also to the staff of the provinces and municipalities including the municipal police.", "The Act establishes a procedure of negotiation (Chapter II) and a procedure of consultation (Chapter III).", "For negotiation, the Act provides that the King shall establish three \"general committees\" namely, \"the Committee for the National Public Services\", \"the Committee for Provincial and Local Public Services\", and \"the Joint Committee for all Public Services\" (Section 3), as well as \"special committees\" among which will be committees competent for \"questions relating to the staff\" of provincial or municipal services (Section 4). The King shall determine \"the composition and operation\" of these committees (Section 5) on which only \"representative ... organisations\" shall sit from the trade union side (Section 6). Section 7 defines in detail the criteria of representativeness for each of the three general committees, Section 8 for the special committees.", "Consultation shall take place within \"consultation committees\" set up by the King for \"services and groups of services comprising not less than twenty-five officials\" (Section 10). Section 12 provides that \"the trade union organisations represented on a special negotiating committee shall be entitled to appoint delegates to sit on the consultation committees set up within the competence of that committee\".", "There will be negotiations on \"the basic regulations\" concerning \"staff administration matters\", \"pecuniary status\", \"pension schemes\", \"relations with trade union organisations\", and \"the organisation of the social services\"; on \"regulations, internal measures, or directives, of a general nature relating to the subsequent fixing of staff structures, to working hours or to the organisation of work\"; lastly, on Bills concerning any of these various matters (Section 2). There will be consultation for \"decisions determining the staff structure of the services covered by the consultation committee in question\", \"regulations which the King has not specified as basic regulations\", etc. (Section 11).", "In its observations of 18 February 1975, the applicant union expressed the opinion that the present case would \"probably become pointless\" \"if the Act of 19 December 1974 became applicable to municipal officials\".", "At hearings of 8 and 9 May 1975, the Government stressed that the application of the 1974 Act to provincial and municipal staff would not be an easy matter and would require more time. The Government consider that it may in any case be inferred from the text and the preparatory work of the Act that even when it becomes applicable to such staff it will not change the trade union status in a way favourable to category-based unions. In its view, the applicant union will not be entitled to sit on a general or special negotiating committee.", "The applicant accordingly now feels that \"it is doubtful wether the new law will give just satisfaction to the union\" and has so informed the Court through the Commission.", "31. In its application lodged with the Commission on 5 March 1970, the National Union of Belgian Police alleged violation of Articles 11 and 14 of the Convention in conjunction with Article 17 (art. 17+11, art. 17+14), in that the Belgian authorities refused to recognise it as a representative organisation, thus debarring it from the consultation provided for by the Act of 27 July 1961. The union also claimed damages which it provisionally assessed at 100,000 Belgian francs.", "The Commission declared the application admissible by a final decision of 8 February 1972, after having rejected on 28 May 1971 certain of the preliminary objections made by the respondent Government.", "During the examination of the merits the applicant union confined itself to relying on Article 11 (art. 11), both on its own and in conjunction with Article 14 (art. 14+11).", "32. In its report of 27 May 1974, the Commission expressed the opinion:", "- unanimously, that the State, whether acting as \"legislator\" or \"employer\", assumes obligations within the scope of Article 11 para. 1 (art. 11-1) of the Convention;", "- by eight votes to five, that the right to consultation and, more generally, freedom to bargain collectively are important and even essential elements of trade union action falling within the scope of Article 11 para. 1 (art. 11-1);", "- by eight votes to five, that this right to consultation is not however unlimited, the limit being, in the case of the applicant union, the existence of an objective criterion for representativeness;", "- unanimously, that the regulations at issue on trade union consultation in Belgium do not constitute a breach of Article 11 para. 1 (art. 11-1) of the Convention;", "- unanimously, that the difference in treatment introduced by Belgian legislation between different categories of unions is justified in the (art. 14+11) of the Convention taken together.", "The report contains a separate concurring opinion to which four other members of the Commission subscribed.", "33. The Government made the following final submissions at the oral hearing on 8 May 1975 in the afternoon:", "\"May it please the Court:", "- in the first place, Article 11 (art. 11) does not apply in the present case and there is therefore no reason to consider whether there has been violation of Article 14, taken in conjunction with Article 11 (art. 14+11);", "- alternatively, there has been violation neither of Article 11, (art. 11), nor of Article 14 in conjunction with Article 11 (art. 14+11).\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11", "14"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}