{"ITEMID": "001-86798", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SAMPANIS AND OTHERS v. GREECE - [English Translation] by European Roma Rights Centre \"ERRC\"", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 13;Violation of Art. 14+P1-2;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicants are of Romani origin and live with their families on the area of Psari, near Aspropyrgos, a municipality in the western part of the Attica region.", "6. On 24 June 2004, the Minister Delegate of Health, accompanied by the Secretary General of his ministry, visited the Roma camp in Psari. He had been informed, among other things, of the non-education of Romani children. On 2 August, the representatives of “European Roma Rights Centre” and of “Greek Helsinki Monitor” met with the Minister Delegate for National Education and Religious Affairs. Following this meeting, the Minister Delegate published a press release highlighting, among other things, the importance of integrating Romani children into the national education process.", "7. The 2004-2005 school year began on 10 September 2004. On 17 September 2004, the Secretary of the Department of Education of Expatriate Greeks and Intercultural Education visited the Roma camps in Psari, in the company of two representatives of the Greek Helsinki Monitor, to register all the Romani children of schooling age. To this end, they visited the two primary schools of the municipality (the 10th and 22th primary schools of Aspropyrgos). The respective school directors encouraged Romani parents to enrol their children in primary school. The Greek Helsinki Monitor subsequently informed the competent authorities of the Ministry of Education and Religious Affairs, who gave no follow-up.", "8. The applicants confirm that on 21 September 2004, they visited the premises of the Aspropyrgos primary schools, with other Romani parents, to register their children. The directors of two schools had refused to enrol their children on the grounds that they had not received instructions to this effect from the relevant ministry. They had informed the parents concerned that upon receipt of the necessary instructions, they would invite them to complete the necessary formalities. Never afterwards were the parents invited to register their children.", "9. According to the document no. Φ20.3/747 delivered on 5 June 2007 by the First Bureau of Primary Education in West Attica, at the request of the State Legal Council, the applicants presented themselves to the director of the 10th primary school of Aspropyrgos to gather information on registering their children. The director reportedly showed them the documents necessary to register their children. According to the same documents, on 23 September 2004, the Departmental Director of Education of the Attica region convened an informal meeting with the competent authorities of the municipality of Aspropyrgos to address the problem of additional enrolment of students of Romani origin and the capacity of Aspropyrgos’ primary schools. On one hand, it was decided that the students who had reached the age of first schooling would be accommodated into the existing premises of the 10th and 11th primary schools in Aspropyrgos. On the other hand, the meeting considered that integration of children who had reached an age higher than that of preliminary education into normal classes would be detrimental from a psychopedagogical point of view: the difference of age would not permit them to have an effective schooling. On this basis, the informal meeting decided to provide two additional preparatory classes in preparation for the integration of these students into ordinary classes.", "10. On 13 and 18 September and on 2 October 2004, the Greek Helsinki Monitor referred to the Ombudsman of the Republic on behalf of the applicants of three applications concerning the difficulties of Romani children’s access to primary education for Romani children, inviting him to intervene. On 3 January 2005, the Ombudsman replied in writing that three representatives of his cabinet had, on an unspecified date, visited the Roma camp in Psari. In his response, the Ombudsman noted that there was not, on the part of the competent services, any systematic and unjustified refusal to enrol children of Romani origin in primary education. He noted that he had already informed teachers at Aspropyrgos’ primary schools that domestic legislation provided for the possibility to enrol children in primary school with the simple declaration of those bearing parental authority, provided that they submit birth certificates in due course. The Ombudsman also referred to the conclusions of several meetings with the leaders of the municipality of Aspropyrgos and, more specifically, to their intention to build a separate building from the school closest to the Roma camp to accommodate the older Romani children in view of bringing them up to standard. The Ombudsman mentioned lastly the tensions that existed between the population of Aspropyrgos, composed mainly of those repatriated from states of the former Soviet Union, and the Romani minority, as an additional element preventing the integration of Romani children into the educational environment.", "11. On the 1 October 2004, the Minister Delegate for National Education and Religious Affairs asked the company responsible for operating state real estate to grant some public land with two prefabricated cells to serve as classrooms for Romani children. On an unspecified date, the Minister rejected the request.", "12. According to the Government, in November and December 2004 a delegation from teachers of primary schools no. 10 and 11 visited the Roma Camp in Psari in order to inform and convince the parents and their children, who were minors, of the necessity to enrol their children in preparatory classes. This approach would be in vain, the parents concerned not having registered their children for the current school year.", "13. On 13 February 2005, the Association for the Coordination of Organisations and Communities for the Human Rights of Roma in Greece (SOKARDE) addressed an official letter to the Board of Directors of Primary Education of West Attica in which it requested information about the schooling of the Roma in Aspropyrgos.", "14. On 17 February 2005, the Board of Directors replied that the case had experienced delays attributable to the Ministry of the Environment: it had been slow to resolve the issue of granting public land on which to construct rooms and prefabricated classrooms. The Board of Directors expressed its intention to make every effort to implement the enrolling of Romani children in primary school the following year.", "15. On 24 May 2005, SOKARDE sent a letter to the Minister Delegate of National Education and Religious Affairs stressing the need to take all of the necessary measures to assure the successful schooling of Romani children for the 2005-2006 school year.", "16. A letter dated 1 July 2005 to SOKARDE states that the school authorities took various steps to inform Aspropyrgos’ Romani families of the necessity of enrolling their children in primary school: radio messages, advertisements on the school walls informing Roma that they could register their children between 1 and 21 June 2005 and sending letters to interested parties on this subject.", "17. On 9 June 2005, at the initiative of SOKARDE, twenty-three children of Romani origin, including the children of the applicants, were enrolled in the Aspropyrgos primary school for the 2005-2006 school year. According to the Government, the number of Romani children who were enrolled was fifty-four.", "18. On 12 September 2005, the first day of the school year, the Romani parents, including the parents, accompanied their children to school. In front of the entrance, several non-Romani parents, most of them of Pontic origin, that is to say from the region of Pont-Euxin, on the southern shores of the Black Sea, were gathered, harassing people of Romani origin. They shouted, “There is not a single Roma child who will go to school. You will not have access here, that’s all.” Then, non-Romani parents blocked access to the school until Romani children were transferred to another building.", "19. On 12 October 2005, the non-Romani parents blocked access to the school again. They hung a sign: “The school will remain closed because of the Gypsy problem; Wednesday 12.10.05”.", "20. On 13 October, Romani children tried to access the school. They were once more confronted by a group of non-Romani parents. In particular, the president of the association showed, on camera of a television channel that had visited the scene, the medical files of children of Romani origin in order to prove that they had been inadequately vaccinated. Finally, with the assistance of the police, who had gone there, the Romani children were able to access the school.", "21. As part of the judicial investigation of this incident, the police officer D.T. made a statement with the following passage: “On 13 September 2005, around 9.10, around two hundred parents of students of Greek Pontic origin protested outside schools against the schooling of children of Romani origin at the primary school (...). A confrontation was avoided thanks to the prompt intervention of the police of Aspropyrgos (...). On 15 and 16 September 2005, the association of parents organised a boycott of student participation in class. From the first day of the incidents, police were posted outside the school to secure the entry and exit of Romani students. On 10 October 2005, the association of parents blocked access to the school as a protest against the afternoon welcoming of Romani students in the same rooms which welcomed the other students in the morning. On 11 and 12 October, in the presence of police, students of Romani origin had access to classes without difficulty. On 13 October 2005, fifty to sixty non-Romani parents gathered to protest against the presence of Romani students and to encircle the school’s entrance in order to prevent access (...)”.", "22. By a letter, dated 1 March 2006, the West Attica Police Board informed the Greek Helsinki Monitor that on 13, 14, 15, 16 and 19 September 2005 and on 10, 11, 12, 13, 17, 19, 21, 25, 26, 27, and 31 October 2005, police forces had been sent to the 10th and 11th primary schools in order to maintain order and to prevent illegal acts committed against Romani students.", "23. As of 31 October 2005, the applicants’ children were educated in a separate building from the main primary school of Aspropyrgos and the non-Romani parents stopped blocking the school.", "24. Under Act No. 39/20.9.2005 of the Peripheral Council for Primary Education, three preparatory classes were created to meet the educational needs of Romani children; the classes of one took place in the morning while the other two took place after 15.30. The Peripheral Council indicated that the Romani students of all ages who were confronted with problems pertaining to their learning capacity could take special preparatory classes, the aim being to allow their integration without hindrance into ordinary classes.", "25. On 25 October 2005, the applicants signed a statement written by the teachers of Aspropyrgos School expressing their wish to have their children transferred to the building separate from the primary school. The applicants allege that they had signed the statement in question under pressure from the Minister of Education, non-Romani parents, and certain leaders of the Roma community.", "26. On 31 May 2007, the first applicant swore in the Elefsina District Court that he would have preferred for his students to attend regular classes rather than special school. He clarified, however, that it was difficult for him to maintain this position when the integrity of his children was endangered by furious non-Romani residents and that the teachers indirectly encouraged him to consent to his children’s schooling in the “ghetto school”.", "27. In the meantime, under Act No. 261/22.12.2005, the Prefect of Attica had decided that three classes of primary school No. 10 in Aspropyrgos would be accommodated in prefabricated rooms installed on land owned by the municipality of Aspropyrgos.", "28. On 17 March 2006, the West Attica Primary Education Directorate sent a letter to the Ministry of National Education and Religious Affairs. She informed the Ministry that for the 2005-2006 school year, fifty-two new students of Romani origin had been enrolled in the 10th primary school of Aspropyrgos. She noted that “due to the lack of space in the main school building of the school, and with the parents’ agreement, pupils of Romani origin had been accommodated in an annex located near the Roma camp”.", "29. On 20 June 2006, the third constituency of the West Attica Primary Education Council sent a letter to the director of the outskirts of Attica. She informed him that for the 2005-2006 school year, fifty-four students of Roma origin had been enrolled in the 10th primary school of Aspropyrgos. She stated that “preparatory classes [were] provided for the Romani students, in order to assure their adaptation to the schooling environment, given the deficiencies from which they suffered and various other reasons making it impossible for them to integrate into ordinary classes.” She added that “despite the progress made by Romani students in the preparatory classes, all of these students are not yet fit to integrate into ordinary classes.”", "30. On 5 April 2007, prefabricated rooms of the 10th primary school were set on fire by unknown people. It appears from the file that in September 2007, the two rooms were replaced but because of infrastructure problems, they were not operational. In September 2007, a 12th primary school was created in Aspropyrgos, to which Romani children were transferred. The record shows that in October 2007, this school was not yet operational, because of the infrastructure problems. The Government alleges that the establishment of the 12th primary school in Aspropyrgos was intended only to relieve congestion at the 10th primary school.", "31. According to Article 7 § 1 of Presidential Decree No. 201/1998,", "“All pupils who have attained the legal age of schooling must be registered in the first class of primary school. Registrations take place from 1 June to 15 June of the preceding school year.”", "32. Directive Φ4/350/Γ1/1028/22.8.1995 of the Ministry of National Education and Religious Affairs underlines the need “for cooperation between Romani families, heads, and school councils so that Romani children living in camps are registered in nursery and primary schools (...). The heads [of schools] must not only encourage Romani children to enrol in primary schools, but also, identify Romani children in their district and ensure their registration and attendance at classes (...)”. In addition, Directive Φ4/127/Γ1/694/1.9.1999 of the Minister of National Education and Religious Affairs and Article 7 § 8 of Presidential Decree No. 201/1998 require the competent authorities to facilitate the access of Romani children to public education.", "33. The relevant articles of Legislative Decree No. 18/1989 on the “Codification of the provisions of the laws on the Council of the State” provide:", "“1. An action for annulment for abuse for excess of power or violation of the law is admissible only against legally binding acts of the administrative authorities and the legal entities of public law who are not susceptible to appeal before any other jurisdiction.", "(...)", "4. In cases where the law requires an authority to settle a particular question by enacting an enforceable act subject to the provisions of paragraph 1, the action for annulment is admissible even against the failure of that authority to enact such an act.", "The authority is presumed to refuse to enact the act either when the special period of time fixed by the law expires, or after the expiry of a period of three months from the filing of the request of the administration, who is expected to issue an acknowledgment of receipt (...) indicating the day of the said deposit. The action for annulment exercised before the expiry of the aforementioned periods is inadmissible.", "An action for annulment validly lodged against an implied refusal [of the administration] is also an action against the negative act that may be subsequently adopted by the administration; however, this act may also be attacked separately.”", "“( ...)", "2. A committee established for the needs of the cause by the president of the Council of State or the competent section of the Council of State and composed of said president or his deputy, the reporter of the case and a councillor of State may, at the request of the author of the solution of annulment, suspend the execution of the contested act by a decision briefly reasoned and adopted in the Council Chamber (...).”", "34. The LHDH, established in 1953, is the oldest non-governmental organisation in Greece. It is a member of the International Federation of Human Rights. KEMO is a non-profit organisation established in 1996. The purpose of its activity is scientific research on minority groups and languages in Greece.", "35. LHDH and KEMO’s 2007 annual report on the state of racism and xenophobia in Greece observes a clear improvement in schooling conditions for people belonging to the Muslim and Roma minorities compared to those of the nineties. However, the report notes that the registration of Romani children in school continues to be a source of tension, intolerance, and violent reactions. This sometimes requires the placement of Romani children in schools specially created for the Roma, despite the strong commitment of the administration to avoid the segregation of minorities in the school environment. The report notes that the most serious incidents of intolerance concern the registration of Romani children in primary education.", "36. By a letter dated 2 February 2004, the Institute of Education for People of Greek Origin and Intercultural Education had informed the representative of the Greek Helsinki Monitor that eighteen schools attended only by “Gypsy children” had been operation in Greece during the 2002-2003 school year.", "37. The terms of this recommendation are as follows:", "« The Committee of Ministers, in accordance with Article 15.b of the Statute of the Council of Europe,", "Considering that the aim of the Council of Europe is to achieve a closer union among its members, and that this aim may be pursued in particular by adopting joint action in the field of education;", "Recognising the urgent need to lay new foundations for future educational strategies for Roma / Gypsies in Europe, in particular because of the high rate of illiteracy or semi-illiteracy in this community, the extent of school failure, the low proportion of young people completing primary school and the persistence of factors such as school absenteeism;", "Noting that the problems faced by Roma / Gypsies in the field of education are largely due to the long-standing educational policies that have led either to the assimilation or segregation of Romani / Gypsy children in school on the grounds that they suffered from a \"socio-cultural handicap\";", "Considering that the disadvantaged position of Romani / Gypsies in European societies can only be remedied if equality of opportunity in the field of education is guaranteed to Romani / Gypsy children;", "Considering that the education of Romani / Gypsy children should be a priority of national policies for Roma / Gypsies;", "Bearing in mind that policies to address the problems faced by Roma / Gypsies in the field of education must be comprehensive and based on the recognition that the issue of schooling of Romani / Gypsy children is linked to a set of factors and preconditions, including economic, social and cultural aspects and the fight against racism and discrimination;", "Bearing in mind that educational policies for Romani / Gypsy children should be accompanied by an active policy on adult and vocational education; (...)", "Recommends the governments of member states:", "to respect, in the implementation of their education policy, the principles set out in the appendix to this Recommendation;", "to bring this Recommendation to the attention of the competent public authorities in their respective countries, through the appropriate national channels. \"", "38. The relevant parts of the Annex to Recommendation No. R (2000) 4 read as follows:", "“Guiding Principles for an Education Policy for Romani/Gypsy Children in Europe”", "I. Structures", "1. Educational policies for Romani/Gypsy children should be accompanied by the necessary means and flexible structures to reflect the diversity of the Roma/Gypsy population in Europe and to take into account Roma/Gypsy groups’ itinerant or semi-itinerant way of life. In this respect, the use of a system of education at a distance, based on new communication technologies, could be considered.", "2. Emphasis should be placed on better coordination at international, national, regional and local levels in order to avoid dispersion of efforts and to promote synergies.", "3. Member states should, in this regard, make the Ministries of Education sensitive to the question of Romani/Gypsy children’s education.", "4. Pre-school education should be widely developed and made accessible to Romani/Gypsy children, in order to ensure their access to schooling and education.", "5. Special attention should also be paid to better communication with and between parents by using, when appropriate, mediators from the Roma/Gypsy community who would have the opportunity to access a specific professional career. Special information and advice would be provided to parents on the necessity for education and the support mechanisms that municipalities can offer to families. The exclusion and lack of knowledge and education (or even illiteracy) of parents also prevent children from benefiting from the education system.", "6. Adequate support structures should be put in place to enable Romani/Gypsy children to benefit from equal opportunities in school, including through positive action.", "7. Member states are invited to provide the necessary means to implement the aforementioned policies and measures in order to bridge the gap between Romani/Gypsy schoolchildren and those belonging to the majority population.", "II. School programmes and teaching materials", "8. Educational measures for Romani/Gypsy children should be part of a wider intercultural policies and take into account the characteristics of Romanini culture and the disadvantaged position of many Roma/Gypsies in the Member States.", "9. School curricula, as a whole, and teaching materials should be designed in a manner to respect the cultural identity of Romani/Gypsy children. The history and culture of the Roma should therefore be introduced in the educational materials in order to reflect the cultural identity of Romani/Gypsy children. The participation of representatives from Roma/Gypsy communities in the development of material on Roma/Gypsy history, culture, and language should be encouraged.", "10. Member states should, however, ensure that these practices not lead to separate school curricula that can lead to creating separate classes.", "11. Member states should equally encourage the development of educational materials based on examples of successful action in order to assist teachers in their daily work with Romani/Gypsy children.", "12. In countries where the Romani language is spoken, Romani/Gypsy children should be offered the opportunity to take classes in their mother tongue.", "III. Recruitment and teacher training", "13. Provision should be made for the introduction of specific education in programs preparing future teachers so that they can acquire the knowledge and training to better understand Romani/Gypsy schoolchildren. However, the education of Romani/Gypsy schoolchildren should remain and integral part of the overall education system.", "14. The Roma/Gypsy community should be involved in the development of these programs and should be able to directly communicate this information to future teachers.", "15. Recruitment and training of teachers from the Roma/Gypsy community should also be promoted (...)”.", "39. The general comments in this recommendation include:", "“One of the aims of the Council of Europe is to promote the formation of a true European cultural identity. Europe is home to many different cultures, all of which, including multiple minority cultures, contribute to its cultural diversity.", "Gypsies hold a special place among minorities. Living dispersed throughout Europe, unable to claim a country for their own, they constitute a true European minority who do not correspond to the definitions applicable to national or linguistic minorities.", "As a non-territorial minority, Gypsies contribute significantly to Europe’s cultural diversity, in multiple respects, be it through language and music or in their artisanal activities.", "Following the admission of new Member States from central and eastern Europe, the number of Gypsies living in the Council of Europe area has considerably increased.", "Intolerance towards Gypsies has always existed. However, outbreaks of racial or social hatred are occurring more and more regularly and strained relations between communities have contributed to creating the deplorable situation in which the majority of Gypsies live today.", "Respect for the rights of Gypsies, whether for their fundamental human rights, or their rights as a minority, is an essential condition for improving their situation.", "By guaranteeing equal rights, opportunities, and treatment, and by taking steps to improve the situation of Gypsies, it will be possible to revive their language and culture, thereby enriching European cultural diversity.", "It is important to guarantee to Gypsies the enjoyment of rights and liberties defined in Article 14 of the European Convention of Human Rights, as this enables them to assert their rights (...).”", "40. Concerning the area of education, the recommendation states:", "“existing European teacher training programs for Gypsies should be expanded;", "Special attention should be paid to the education of women in general and mothers with their young children;", "Gifted young Gypsies should be encouraged to study and act as intermediaries for Gypsies; (...).”", "41. This recommendation states in particular:", "“(...)", "3. Today, Roma are still subject to discrimination, marginalisation and segregation. Discrimination is widespread in all areas of public and private life, including access to public service, education, employment, heath services and housing, as well as to crossing borders and access to asylum procedures. Economic and social marginalisation and segregation of Roma are turning into ethnic discrimination, which generally affects the most vulnerable groups in society.", "4. Roma constitute a special group, minority for twofold reason: ethnically minority, they also very often belong to the socially disadvantaged strata of society (...).", "15. The Council of Europe can and must play an important role in improving the legal status of Roma, the level of equality they enjoy, and their living conditions. The Assembly calls on Member States to fulfil the following six general conditions, which are necessary to improve the situation of the Roma in Europe: (...)", "c) guarantee equality of treatment of the Roma minority as an ethnic or national minority group or in the fields of education, employment, housing, health and public services. Member States should pay special attention:", "(...)", "ii. to give Roma the opportunity to integrate into all educational structures, from kindergarten to university;", "iii. to develop positive measures to recruit Roma in public services of direct interest to Roma communities, such as primary and secondary schools, social welfare centres, local primary health care centres and local governments;", "iv. to eliminate any practice tending towards school segregation of Romani children, in particular the practice of referring them to schools or classes reserved for students with mental disabilities;", "d) to develop and implement positive action and preferential treatment for the socially disadvantaged classes, including the Roma, as a socially disadvantaged community, in the fields of education, employment, and housing (...);", "e) to take specific measures and to create special institutions for the protection of Romani language, culture, traditions and identity; (...)", "ii. to encourage Romani parents to send their children to primary and secondary school, and institutions of higher education and to correctly inform them of the importance of education; (...)", "v. recruit Romani teachers, especially in areas where the Roma population is considerable;", "f) to combat racism, xenophobia, and intolerance, and to ensure non-discriminatory treatment towards Roma on local, regional, national and international levels: (...)", "vi. to pay particular attention to phenomena of discrimination against the Roma, particularly in the fields of education and employment; (...).”", "42. The relevant portions of this recommendation read as follows:", "“The European Commission against Racism and Intolerance:", "(...)", "Recalling that the fight against racism, xenophobia, anti-Semitism and intolerance is an integral part of the protection and promotion of human rights, and that these rights are universal and indivisible, and are the rights of all human beings, without distinction of any kind;", "Stressing that the fight against racism, xenophobia, anti-Semitism and intolerance is aimed above all at protecting the rights of vulnerable members of society;", "Convinced that any action against racism and discrimination should begin from the point of view of the victim and seek to improve his or her situation;", "Noting that Roma/Gypsies throughout Europe today suffer from persistent prejudices against them, are victims of racism deeply rooted in society, are the target of demonstrations, sometimes violent, of racism and intolerance, and that their human rights are regularly violated are threatened;", "Noting further that the persistent prejudices towards Roma/Gypsies drive discrimination against them in many areas of social and economic life, and that this discrimination significantly fuels the process of social exclusion from which Roma and Gypsy people suffer;", "Convinced that the promotion of the principle of tolerance is a guarantee of the maintenance of open and pluralistic societies, making peaceful coexistence possible;", "Recommends to the governments of the member states the following:", "(...)", "– To ensure that discrimination as such as well as discriminatory practices are combatted by means of adequate legislation and to ensure that specific provisions are included in civil law, in particular in the areas of employment, housing and education;", "(...)", "– To fight vigorously all forms of school segregation of Roma and Gypsy children and to ensure effectively equal access to education; (...).”", "43. For the purposes of this recommendation, the following definitions apply:", "“a) “racism” the belief that grounds such as race, colour, language, religion, nationality or ethnic or national origin justifies contempt towards a person or group of people, or the idea of one’s superiority or of a group of people", "b) “direct racial discrimination” means any difference of treatment based on grounds such as race, colour, language, religion, nationality or national or ethnic origin, which lacks reasonable or objective justification. A difference of treatment lacks reasonable and objective justification if it does not pursue a legitimate aim or if there is no reasonable relationship of proportionality between the means employed and the aim pursued.", "c) “indirect racial discrimination” means the case where an apparently neutral factor such as a provision, criterion or practice cannot be so easily respected by persons belonging to a group distinguished by grounds such as race, colour, language, religion, nationality or national or ethnic origin, or disadvantages these persons, unless this factor has an objective and reasonable justification. This is so if it pursues a legitimate aim and if there is a reasonable relationship of proportionality between the means employed and the intended purpose.", "44. In the explanatory memorandum to this recommendation, it is noted (point 8) that the definitions of these concepts of direct and indirect discrimination contained in paragraph 1(b) and 9c) of the recommendation are based on those contained in Council Directive 2000/43/EC of the Council on the implementation of the principle of equal treatment between persons irrespective of racial or ethnic origin, and Council Directive 2000/78/EC establishing a general framework for equal treatment in employment and occupation, as well as the case-law of the European Court of Human Rights.", "45. ECRI recalls in its report from 8 June 2004 that in its previous report it had drawn the attention of Greek authorities to the situation of the Roma, in particular to the problems of eviction from their homes and of discrimination in access to public services and underlined the importance of overcoming local resistant to initiatives in favour of Roma.", "46. After having expressed its concern, ECRI considers in its report from 8 June 2004 that, since the adoption of its second report on Greece, the situation of Roma in Greece has not fundamentally changed and that in general they experience the same difficulties – including discrimination – in housing, employment, education, and access to public services.", "The final report by Mr Alvaro Gil-Robles on the human rights situation of Roma, Sinti and Travelers in Europe (dated 15 February 2006)", "47. In the third part of this report, dedicated to discrimination within education, the Commissioner observes that if a significant number of Romani children do not have access to quality education equal to that offered to other children, it is also because of discriminatory practices and prejudices. In this respect, he notes that segregation within the education system is a common characteristic of many member States of the Council of Europe. In some countries, there are isolated schools in isolated camps, in others special classes for Romani children in ordinary schools, or a clear overrepresentation of Romani children in classes for children with special needs. It is frequent that Romani children are placed in classes for children with special needs, without adequate psychological or pedagogical evaluation, the real criteria being their ethnicity. Placement in special schools or classes means that these children often have a less ambitious curriculum than those in normal classes, which reduces their educational prospects and hence their chances of finding a job at a later stage. Automatic placement of Romani children in classes for children with special needs specifically reinforces social stigma by labelling Romani children as less intelligent and less capable. At the same time, segregated education deprives Romani children and non-Romani children of the opportunity to know each other and to learn to live as equal citizens. It excludes Romani children from normal society from a very early age, increasing the risk of them being caught in the vicious cycle of marginalisation.", "48. In conclusion, the Commissioner makes a number of recommendations in the area of education. According to him, when segregation in education still exists in one form or another, it must be replaced by an ordinary integrated education and, if necessary, prohibited by legislation. Adequate resources should be allocated to pre-school education, language training, and the training of school assistants to ensure the success of desegregation efforts. Then, an adequate assessment should be made before placing children in special classes, so that the only criteria for placement are the objective needs of the child and not his or her ethnicity.”"], "VIOLATED_ARTICLES": ["13", "14", "P1"], "VIOLATED_PARAGRAPHS": ["P1-2"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}