{"ITEMID": "001-87144", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SOLOMOU AND OTHERS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (victim);Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Pecuniary damage - claim rejected;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["7. The applicants are Cypriot citizens, born in 1941, 1964, 1966, 1972, 1975, 1974 and 1971 respectively. They all reside in Paralimini, Cyprus.", "8. The first applicant is the father of Solomos Solomou, a Greek Cypriot who died on 14 August 1996. The remaining applicants are the first applicant’s children and Solomos Solomou’s siblings. Solomos Solomou was not married and did not have any children.", "9. The parties disagree as to the facts of the case.", "10. On 14 August 1996 Solomos Solomou attended the funeral of a man who had been killed during a demonstration against the Turkish occupation of part of Cyprus. With other persons, he entered the UN buffer zone near the spot of the killing. A road passed the buffer zone at that point, leading to checkpoints guarded by the Cypriot National Guard on the southern side and by officials of the “Turkish Republic of Northern Cyprus” (“TRNC”) on the northern side. At the Turkish checkpoint there were two military sentry boxes, one on either side of the road leading into the occupied territory. There was also a Turkish flag on a pole situated just behind the Turkish sentry box. Near the sentry box there was a Turkish observation post on a two-storey house.", "11. Notwithstanding the efforts of the United Nations Force in Cyprus (UNFICYP) and the United Nations Civil Police (UNCIVPOL), some demonstrators, including Solomos Solomou, entered the buffer zone. Solomos Solomou and a handful of other demonstrators ran to the Turkish side of the buffer zone, pursued by UNFICYP personnel. Solomos Solomou crossed the barbed wire at the Turkish ceasefire line and entered the occupied territory. He was pursued by a British soldier from UNFICYP, who attempted to pull him back.", "12. Solomos Solomou broke free from the British soldier and attempted to climb the pole where the Turkish flag was flying. He was unarmed, was not acting in a manner which could have been considered threatening and was smoking a cigarette. While he was approximately three metres up the pole he was hit by five shots fired by at least three persons from the Turkish side and was fatally injured. He died almost instantly. The Turkish forces then opened fire in an indiscriminate manner, wounding two members of UNFICYP, a civilian in the buffer zone and a civilian who was standing behind the Cypriot Government’s ceasefire line.", "13. In order to support their version of facts, the applicants produced the following evidence:", "(a) five statements from eyewitnesses (Lance Bombardier Sanders, Garda O’Reilly, Sergeant Hayward, Sergeant Whiley and Garda Brennan – see paragraphs 15-20 below);", "(b) a collection of photographs prepared by the Cyprus police (see paragraph 31 below);", "(c) a video film of the shooting (see paragraph 31 below);", "(d) a pathologist’s report (see paragraph 29 below).", "14. As to the identity of the perpetrators, the evidence pointed, in particular, to three persons: a man in civilian clothes who fired from the balcony of the Turkish observation post; a man in uniform standing near the Turkish check point; and a third man in Turkish uniform who fired from a distance of approximately 10 metres.", "15. Before the Court, the applicants produced a number of statements from eyewitnesses. The relevant parts of these statements read as follows.", "16. Statement of Lance Bombardier Michael John Sanders from UNFICYP:", "“... Between two and three hundred Greek-Cypriot demonstrators were in the buffer zone and approached our formation. These people were in an agitated state, abusive, were singing patriotic songs and several were carrying Greek flags. I also saw several television cameras amongst the crowd. ...", "The demonstrators were becoming more agitated and were throwing missiles towards UN personnel and Turkish forces. ...", "A short time later ... I saw a male person previously unknown to me, this person was between myself and the road and was jogging towards the Turkish-Cypriot fire line [TCFL]. This person was wearing black jeans and a black T shirt ... I also saw that this person was smoking.", "This person appeared to be extremely agitated and was verbally abusing UN and Turkish troops. I saw Lance Bombardier Booth run after this person and heard Booth yell out to the person to ‘stop’ and also to ‘get back’. The male person ran to a Turkish sentry box on the western side of Dherynia road where he got in between the coiled barbed wire and the sentry box. Booth caught the male person at this stage and held him by the shirt with one hand. The male person then broke free of this hold and run around the eastern side of the sentry box where I briefly lost sight of him. I next saw this person attempting to climb on the top of the sentry box which was unsuccessful. I then turned my back and attempted to prevent another person from going towards the TCFL. I heard a shot fired and turned around and saw the same male person attempting to climb a flagpole on the Turkish side of the TCFL.", "I saw a Turkish Police officer with a drawn handgun aimed at the male person standing on Dherynia road, I saw this officer walk towards the male person and saw several muzzle flashes from the gun and heard several shots, I saw a wound on the male person’s neck and a large amount of blood from that wound. The male person then slid down the flagpole where I lost sight of him. The same police officer was firing at this time.", "A volley of shots then rang out from the Turkish side of the TCFL. I ran towards the cover of two UN barrels, about 40 to 50 metres south of my location. I lay prone next to the barrels with my head turned and facing the TCFL. At this time I saw numerous muzzle flashes emanating from one or two positions within a grove of trees on the western side of the Derenyia road behind the TCFL. ...", "Several rounds hit the barrels and the ground close to us whilst the volley of shots continued. .. I ... saw that Hudson had sustained a wound to his buttock. At this time shots were still being fired from the Turkish side of the TCFL. I administered first aid.", "The volley of shots ceased. I estimate that the volley of shots lasted between ten and twenty seconds ...", "I approached the TCFL where I saw the male person who had attempted to climb the flagpole being carried under the TCFL coiled wire by members from IRCIVPOL. I saw that the person had sustained wounds on either side of the neck and chest.", "The Greek-Cypriot crowd that were still in the buffer zone became very aggressive towards UN personnel claiming that they could not get the required medical assistance for the person who had been shot. The situation did not settle until an ambulance had arrived and conveyed the person from the scene.”", "17. Statement of Garda Pauroic O’Reilly, from UNFICYP:", "“... A large crowd of people had gathered at this stage and the crowd was hostile. ... At this stage the crowd of people were making efforts to break through the barrier. The crowd were also throwing stones and other missiles at the UN personnel. They were advised on several occasions not to enter the buffer zone. A number of people then broke through the barrier and stated they wanted to lay a wreath where Tassos Isaak had died. They were advised they could not.", "At this time more people came through the barrier and started to head towards the ceasefire line. Efforts were been made to try and stop them but they continued onwards and would not listen to anybody. Some of the crowd carried iron bars, stones, sticks and flags. When the crowd got close to the Turkish position they started to throw stones at the Turkish position.", "I would say there were 300 people in the buffer zone. A group of these people got to the murder scene and planted a Greek and Cyprus flag where he had been killed. They also removed the iron stakes which had marked the murder scene. The crowd [was] still hostile and angry.", "They started to sing and shout insults towards the Turkish forces. After planting the wreath and flags they moved over towards the road which leads to the Turkish checkpoint. They were still throwing stones and chanting insults. One of the group broke through and run up to the barbed wire and planted a Greek flag on it. When the flag was planted, Turkish forces appeared from a group of trees. I removed this flag ... The Turkish forces members returned to the trees when the flag was removed. I was continually telling people not to enter the buffer zone as it was dangerous and to return behind the UN barrier.", "I noticed a man break through the UN lines and run towards the Turkish forces checkpoint. A member of BRITCON was in pursuit and caught the man at the barrier, the soldier appeared to lose his grip and let this man go and he crossed into [the] Turkish occupied area. He started to climb the flagpole with the Turkish [flag] on it. I then saw a Turkish soldier with a pistol fire shots, maybe two towards this man.", "I saw blood spurt from this man’s neck and he slumped on the pole and fell to the ground. There was a burst of firing as this man fell to the ground and I saw two other Turkish soldiers firing rifles. I was 10 to 15 metres approximately from the shooting. I then took cover and remained on the ground till the shooting stopped. When I got up after the shooting I noticed members of BRITCON attending one of the men who had been shot. ...", "We removed the body from its position under the flagpole and passed it under the barrier to members of the UN and people in the crowd of demonstrators. The crowd took the body out of my view and placed it in a jeep ... When the body was passed under the barrier there was a Cyprus doctor there [who] started to render aid to this man who had been shot. ... There were no further incidents after the shooting ...”", "18. Statement of Acting Station Sergeant Bruce Ihian Hayward, from UNFICYP:", "“... I noticed that a group of Greek-Cypriot demonstrators, in my estimation to be in excess of 300, were at the CYPOL line attempting to break through. After a token effort by CYPOL, the demonstrators broke through the line with ease and approached the Southern barrier of the buffer zone. This barrier was manned by members of BRITCON and AUSCON. After numerous attempts to breach this line, the demonstrators were eventually successful and at the same time a large group of these demonstrators had run around the Western flank of the UN members and ran into the buffer zone. I saw that the majority of these demonstrators were carrying pieces of wood, metal and other objects.", "... On numerous occasions, I was spat upon, verbally abused and pushed out of the way by the Greek-Cypriot demonstrators. In one instance I was threatened by a male demonstrator carrying a 10cm bladed knife, whom I have no doubt would have used it if I had not relinquished my position. At this stage, I saw a red flare overhead that had been fired from a southerly direction towards the Turkish side. When the demonstrators reached an area about 30 metres from the Turkish lines, they commenced to throw a barrage of rocks at the Turkish soldiers and police and at a building situated on the eastern side of the entrance barrier. All attempts to negotiate with the demonstrators by the UN personnel within the buffer zone failed both verbally and physically.", "I was positioned at an area approximately 20 metres’ distance from the northern entrance barrier and 10 metres from the barbed wire barrier on the northern extremity of the buffer zone, when I saw a male demonstrator wearing black trousers and a black T-shirt with white writing on the front, run towards the entrance barrier of the Turkish-Cypriot side, closely pursued by a member of BRITCON.", "As the male person attempted to get between the barbed wire and a guard box on the western side of the entrance, a member of BRITCON grabbed hold of his shirt and attempted to pull him back. However, the BRITCON member was struck on his helmet by a rock thrown by one of the demonstrators and as a result, released his hold of the male demonstrator.", "The male demonstrator then attempted to climb onto the guard box but was unable to, so then started to climb a flagpole flying the Turkish flag which was situated on the western side of the entrance, several metres inside Turkish-Cypriot territory. I saw the male climb about three metres up the flagpole when I noticed a Turkish Army officer remove his pistol and commence shooting towards the male person on the flagpole. This Turkish officer was standing in the middle of the road facing in a southerly direction about 30 metres distance from the buffer zone barrier. I then saw two other Turkish army soldiers step out of some bushes on the western side of the barrier, about 25 metres away, and started firing their rifles in the direction of the male person on the flagpole. At this stage I saw an amount of blood appear on the male person’s neck just below the jaw line on the left hand side. The male then appeared to slide back down the flagpole onto the ground. I remember seeing the Turkish army officer who had fired his pistol running off into some bushes on the eastern side.", "At this stage, myself and other UN personnel immediately lay down on the ground. I believe I heard continual gunfire for a period of between 10 and 15 seconds and on several occasions, heard bullets passing over my head. At no time did I hear bullets being fired from the direction of the Greek-Cypriot demonstrators, nor did I see any of the demonstrators with firearms. The majority of the demonstrators then ran back towards the southern barrier of the buffer zone. When the gunfire had ceased, I saw that the Turkish army officers and police had left their original locations and could not be sighted.", "Shortly after, I saw IRCIVPOL members ... enter through the Turkish barrier and remove the body of the male person whom I had seen climbing the flagpole and had been subsequently shot. ...", "... I was made aware that two BRITCON members had sustained gunshot wounds.”", "19. Statement of Sergeant Geoffrey William Whiley, from UNFICYP:", "“... After numerous attempts to breach this line [the UN barriers], the demonstrators were eventually successful and at the same time a large group of these demonstrators, numbering approximately 100 persons ran around the western flank of the UN members and into the buffer zone. I saw that many of these demonstrators were carrying pieces of wood, metal stakes, rocks and other objects. There were no visible firearms amongst the demonstrators.", "All UN members including all CIVPOL continually formed lines in an attempt to prevent the demonstrators from reaching the northern side of the buffer zone ... The Greek-Cypriot demonstrators were extremely agitated and violent towards UN members. I saw several UN soldiers get hit by rocks thrown from south to our position. The demonstrators then forced their way to a position about 15 metres south of the Turkish barbed wire barriers. There two flags were planted using a small rock cairn, apparently as a memorial. The demonstrators paused briefly at this point singing and shouting before moving generally back towards the roadway and continuing their yelling and rock throwing at the Turkish positions. There were many rocks thrown at Turkish positions which hit the buildings just north of the Turkish forces barriers.", "... The UN soldiers and CIVPOL made many attempts to push the demonstrators back ..., all to no avail. I saw a red flare come from the demonstration group, fired into the sky over Turkish positions.", "I was standing about 10 metres to the south of the Turkish barbed wire demarcation, approximately 15 metres to the west of the roadway. The roadway passes to the north between two guard posts located on either side of the roadway. There was a barbed wire barrier between the two guard posts. Beyond this position there were no further barriers to the Turkish positions.", "I saw a demonstrator who was wearing a black shirt run towards the guard house located at the Turkish checkpoint. A BRITCON UN member chased this person. The demonstrator made his way through a gap between the guard house and [the] barbed wire gate. The BRITCON soldier grabbed hold of the demonstrator; however [he] lost his grip. The demonstrator ran past the barbed wire gate and was briefly lost from my sight. I then had a partial view of the demonstrator as he stood beside a flagpole located to the north of the guardhouse on the western side of the roadway. I saw a Turkish forces soldier approach from bushes further to the north and walk to a position about 10 metres from the flagpole. I saw he was carrying a firearm, which appeared to be some form of assault rifle. I saw him drop to one knee and raise his rifle to his right shoulder. I heard two spaced shots as this was happening.", "At this point the demonstrator had begun to climb up the flagpole and I had a clear view of him as he climbed higher. He did not appear to react to the first two shots as he continued to climb. I then heard a third shot and saw the demonstrator fall from the flagpole to the ground. I turned away at this point to look for some cover to move to. As I did this I heard a volley of rapid fire shots and I moved a few steps away from the firing line to a depression in the ground where I sought cover. After the firing ceased I stood up and moved back to the roadway area, I saw a BRITCON soldier lying on the ground and being attended by several other BRITCON soldiers. Myself and other UN soldiers began forcing media persons away to clear the area of the casualty. A short time later UN ambulances arrived.", "... I saw the body of the wounded demonstrator taken by demonstrators who gradually moved off to the south.”", "20. Statement of Garda Fidelma Brennan, from UNFICYP:", "“... I saw approximately 25 uniformed Turkish police and 50 Turkish riot police in the area around the Turkish checkpoint. I also saw that these troops were well armed.", "[At] about 13h56 I saw between thirty and forty demonstrators moving towards the Greek National Guard checkpoint on Dherynia Road. ... I saw no Cyprus police in that area.", "... This group was joined by other demonstrators. As the number of demonstrators grew they eventually got past UN personnel at that location.", "... [At] about 14h05 I saw the Greek-Cypriot demonstrators throw rocks towards the Turkish forces. The demonstrators at this stage were on the southern side of UN personnel deployed in crowd control formation. The demonstrators were throwing stones that were landing in the building TK34. UN soldiers and UNICIVPOL members were making every effort to prevent demonstrators getting past their position.", "At this time I was advised by Major Ilerici from the Turkish forces that if demonstrators went past the Turkish ceasefire line they would be shot. I attempted to relay this information but could not do so as I could not use my portable radio. I believe the reason for this was interference from Cyprus police channels.", "I saw a man I would describe as fit and well built run towards a sentry box at the Turkish checkpoint on the right hand side of Dherynia road. This man attempted to climb the roof of the sentry box and then got down. I then saw this same man run towards the flagpole, I took cover and heard a shot fired. A short time later I heard a volley of shots fired. I made a note that I heard shots fired at 14h25. After the shots had ceased I looked down to the flagpole area, I saw the same man lying on the ground with his head pointing towards the Greek national guard checkpoint, he was facing towards UN OP 142.", "After 14h30 I saw IRCIVPOL members ... remove the body of the man.”", "21. According to the Government, the chain of events which led to the death of Solomos Solomou might be described as follows.", "(a) On 11 and 14 August 1996 serious disturbances occurred in the buffer zone.", "(b) The Greek-Cypriot Motorcycle Federation, with the support of the Greek-Cypriot authorities, had organised a rally which was meant to cross the ceasefire line and perform an illegal entry into the territory of the “TRNC”. The organisers had used abusive and degrading language and expressed violent intentions against the Turkish people in general.", "(c) These acts, accompanied by media coverage, led to tensions on both sides of the border.", "(d) The Turkish-Cypriot side repeatedly invited the Greek-Cypriot leadership to persuade the organisers of the rally to abandon the idea of illegally trespassing across the border and to enter the “TRNC” through the official entry point. These appeals were ignored.", "(e) The “TRNC” announced that it would stop such a provocative and aggressive action in order to protect its citizens.", "(f) The UN Deputy Special Representative in Cyprus and the UN Secretary-General called for respect for the integrity of the buffer zone. However, UNFICYP did not have sufficient personnel or means to effectively control and prevent large-scale demonstrations.", "(g) On 11 August 1996 thousands of Greek-Cypriot demonstrators, escorted by the Greek-Cypriot police, arrived at the Greek-Cypriot ceasefire line in Dherynia. The Greek-Cypriot police deliberately left the checkpoint unguarded in order to allow the demonstrators to enter the UN buffer zone. The situation developed into a violent riot when the demonstrators entered Turkish-Cypriot territory. They became involved in clashes with TurkishCypriot counter-demonstrators. Hundreds of people were injured and a Greek Cypriot died.", "(h) The funeral of that person took place on 14 August 1996, in a climate of anti-Turkish feeling. The same day, at about 10 a.m., hundreds of Greek-Cypriot demonstrators once again entered the buffer zone and approached the ceasefire line.", "(i) In order to avoid further clashes, the “TRNC” authorities prevented counter-demonstrators from approaching the area. They also took all necessary measures to prevent forcible entry into their territory.", "(j) The Greek-Cypriot demonstrators carried the Greek flag and started throwing missiles into the Turkish-Cypriot area. As a precautionary measure, a Turkish-Cypriot police team was positioned, out of sight, in the vicinity of the ceasefire line.", "(k) The Greek-Cypriot demonstration developed into a riot and the demonstrators started rushing towards the Turkish-Cypriot ceasefire line. One of them unsuccessfully tried to run towards a sentry post, then started to climb the flagpole marking the Turkish-Cypriot ceasefire line. The other demonstrators threw stones, bottles, iron rods and other missiles. According to eyewitnesses, shots were also fired from the Greek-Cypriot side and at least one demonstrator posing as a cameraman was seen with an automatic pistol firing shots. At this stage, the Turkish-Cypriot police team came out from their position and fired in the air in order to stop the advance of the demonstrators and to prevent the situation getting out of control. There was then a crossfire as shots were fired from the Greek-Cypriot side.", "(l) Solomos Solomou was injured during the crossfire and was immediately picked up by UN personnel. Greek-Cypriot demonstrators prevented the UN from bringing an ambulance to the scene, thus hindering any chance of his survival. After having waited in the buffer zone, Mr Solomou was eventually picked up by a jeep and taken across to the Greek-Cypriot side. He later died from his injuries.", "22. The Government of Cyprus observed that the Cypriot police had conducted an in-depth investigation into the circumstances surrounding the killing of Solomos Solomou, in cooperation with UNFICYP. Having regard to the results of these investigations, the facts of the case can be described as follows.", "23. On 11 August 1996 demonstrations occurred in the Dherynia area of Cyprus. Many of the demonstrators were Greek-Cypriot motorcyclists. At one of those demonstrations, which took place inside the UN buffer zone, a certain Anastasios Isaak was bludgeoned to death by persons who had entered the buffer zone in circumstances making Turkey responsible for that death.", "24. The funeral of Anastasios Isaak took place on 14 August 1996 at 11 a.m. A crowd of 3,000 people attended the funeral, including about 100 motorcyclists. At about 1.47 p.m. around 700 demonstrators came into the southern side of the buffer zone area, following the funeral service. A group of demonstrators sought to enter the buffer zone in order to lay a wreath at the site of the killing, but was refused permission by the UN forces. The group forced its way past the UN barrier and went into the buffer zone near the site of Mr Isaak’s death. Around 200 to 400 demonstrators entered the buffer zone, but almost all were contained by the security forces. Some demonstrators had sticks or iron bars; one was seen to have a knife. No demonstrator had a firearm. Stones were thrown at the Turkish forces.", "25. Solomos Solomou, who was unarmed and not carrying a stick, bar or other implement, broke through a line of UN personnel and ran towards the Turkish ceasefire line. He was chased by a member of UNFICYP, Mr Booth, who tried to prevent him from going further. Mr Solomou escaped Mr Booth’s grip. He then ran around the sentry box inside the Turkish ceasefire line. He started to climb a pole holding the Turkish flag which was positioned six metres behind the sentry box. When he was about 3 metres up the pole (less than one-quarter of the way to the top) he was shot and fell to the ground. He was hit by five bullets and died almost instantaneously.", "26. The Turkish forces then opened fire indiscriminately. Four other persons (two UN personnel and two civilians) were wounded. From the balcony of the Turkish observation post (a two-storey house), Lieutenant General Hasan Kundakci (the Commander of the Turkish occupation forces), Major General Mehmet Karli (Commander of the 28th Turkish Division) and Attila Sav (the Chief of Police) were surveying the operations. Next to them was Kenan Akin, a minister in the “TRNC” administration.", "27. According to the Cypriot Government, at least three persons from the Turkish side (two of whom were wearing Turkish military uniforms) fired directly at Solomos Solomou. Even if it was not possible to say who inflicted the fatal wound, each of them intended to kill him.", "28. In support of their version of facts, the Government of Cyprus produced the following evidence: a pathological report, a ballistic report, photographs, a videotape and witnesses’ statements. Their content may be summarised as follows.", "29. A forensic investigation established that: (a) Solomos Solomou had been struck by five bullets; (b) one bullet had entered his head behind the right ear, and exited to the left of the nose. The position of the firearm must have been above ground level at a point higher that the victim’s head and behind the victim. This was not the fatal bullet; (c) one bullet had entered the deceased’s body behind the left nipple and had come to rest by the right scapula. This wound was the direct cause of death; (d) another bullet had been recovered from below the skin of the middle of the back; it had entered by the upper left buttock; and (e) bullet fragments had been recovered from the right thigh. The forensic doctors came to the conclusion that the bullets had been fired with an intention to kill, that the first wound had been inflicted while the victim was climbing the flagpole and that the other bullet had hit him while he was falling or while he was lying on the ground.", "30. The bullets and fragments recovered from Mr Solomou’s body were of 9 mm P calibre. This type of bullet is used by the Turkish-Cypriot forces and by the Turkish military forces.", "31. One photograph showed Mr Solomou starting to climb the pole and with one foot still on the ground. A man in Turkish uniform (Mr Erdal Emanet, who was the Commander of the Special Forces of the Turkish-Cypriot police) was aiming his pistol at him. Other photographs and extracts from the videotape showed Mr Emanet levelling his pistol, cocking it and aiming it at Mr Solomou. Another man in civilian clothes (Mr Kenan Akin) was on the balcony of the Turkish observation post and had not yet drawn a weapon. In another picture, Mr Solomou had climbed about one metre up the flagpole and Mr Akin was aiming a pistol directly at him. The videotape showed a uniformed soldier, whose identity was not established, shooting directly at Mr Solomou with an automatic weapon (a rifle).", "32. Numerous eyewitnesses (Nectarios Zalistis, Tasos Anastasiou, Floros Constanti and Kyriakis Pomilorides) declared that they had seen Mr Akin shooting at Mr Solomou from the balcony of the observation post. Other witnesses (Lance Bombardier Michael Sanders, Garda Pauroic O’Reilly, Garda Michael Fitzpatrick, Acting Sergeant Hayward, Photis Photiou, Nectarios Zalistis and Kyriakos Pomilorides) identified Mr Emanet as one of the shooters. The soldier with an automatic rifle was seen or heard firing at Mr Solomou by Sergeant Geoffrey Whiley, Acting Sergeant Brian Hayward, Georgios Aresti and Costas Charalambous.", "33. The Government of Cyprus underlined that no witness had reported any warning being issued to the demonstrators by the Turkish forces either verbally or by warning shots. Nor was any warning apparent from the filmed footage.", "34. On 26 August 1996, AUSTCIVPOL sought the assistance of the Turkish forces in providing information about the incident involving the killing of Solomos Solomou. A list of detailed questions was forwarded to the “TRNC” authorities. The Government of Cyprus were not aware of any answer given to these questions or of any investigation carried out by the “TNRC” authorities. The latter had denied access to the crime scene.", "35. The Government of Cyprus furthermore drew the Court’s attention to the following statements and press articles.", "At the beginning of August 1996, Lieutenant-General Kundakci (the Commander in Chief of the Turkish Forces in Cyprus) declared to a local newspaper:", "“No one can cross our borders by motorcycle. Those who try pay the price. What is necessary shall be done.", "Without permission it is not possible to cross the TRNC borders, either by motorcycles or by any other means, and if they come, of course we will not welcome them with flowers. If they want to try let them do so. Those who try pay the price.”", "On 7 August 1996 the Turkish-Cypriot newspaper Kibris reported that Turkish military sources had said:", "“Our basic aim is to deter the Greek Cypriots from resorting to such provocations. However, if the Greek Cypriots insist on the action, then we will teach them a lesson so that they will never ever attempt such a thing again.”", "On 13 August 1996 the Turkish-Cypriot newspaper Halkin Sesi published the following declaration by Mrs Çiller, the Turkish Foreign Minister and Acting Prime Minister:", "“If an attempt is made not to recognise the TRNC borders, we will do whatever is necessary. Those who attempt to cross over the border will be immediately pushed back and the legitimacy of our borders shall be re-established again.”", "On 15 August 1996 the Turkish-Cypriot newspaper Yeni Demokrat wrote:", "“Lieutenant-General Kundakci has said that the Turkish side did not issue any invitation to anybody, and that it had no eyes on others’ territory. Against this, stressed Lieutenant-General Kundakci, ‘we do not let anybody with bad intentions enter our territory. Those who force their way in get their punishment. Everybody should know this.”", "On the same day, a recording by Mrs Çiller was played on Turkish television. It contained, inter alia, the following passage:", "“The world should know that we will not allow anyone to raise his hand against the flag. We will break the hands that are raised against the flag. For us, this is a matter of honour.”", "36. The Government of Cyprus also underlined the following passages of UNFICYP’s report on the events surrounding the demonstration of 14 August 1996:", "“As a result of the indiscriminate shooting by Turkish or Turkish-Cypriot soldiers, two British UNFICYP soldiers were shot from behind and two Greek-Cypriot civilians were also hit by gunfire. Three were inside the buffer zone and one of the civilians, who sustained a serious gun shot wound to the abdomen, was standing outside the UN buffer zone close to the National Guard checkpoint.", "The Force Commander of UNFICYP accompanied by the Chief of Staff met with the Commander of the Turkish Forces in Cyprus late in the afternoon of 14 August to strongly protest the totally unwarranted use of force by Turkish or Turkish-Cypriot military personnel which resulted in the killing of Solomou and in injuries to two peace keepers and two civilians.”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}