{"ITEMID": "001-22946", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "OMASTA v. THE SLOVAK REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Pavol Omasta, is a Slovakian national, who was born in 1942 and lives in Batizovce. The respondent Government were represented by Mr P. Vršanský, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1980 the applicant’s relatives brought proceedings claiming the distribution of real property which they jointly owned with the applicant.", "On 15 May 1987 the Poprad District Court granted the claim. On 9 October 1987 the Košice Regional Court upheld the first instance judgment. The decisions became final.", "On 25 July 1990 the Supreme Court quashed, upon a complaint introduced by the General Prosecutor, the relevant parts of the above judgments. The Supreme Court established that the lower courts had failed to apply the law correctly and that their decisions were erroneous. The case was sent back to the Poprad District Court on 26 September 1990.", "On 5 June 1991 the District Court stayed the proceedings, at the applicant’s request, pending the outcome of a different set of proceedings. The proceedings concerning the preliminary issue ended by the delivery of the Supreme Court’s decision of 15 March 1994.", "On 18 May 1994 the Poprad District Court discontinued the proceedings in respect of the other defendants as the plaintiffs had withdrawn their action. It decided to continue proceeding with the case to the extent that the action was directed against the applicant as the latter had not agreed that the proceedings be discontinued. The applicant claimed that the house in question be assigned to the claimants and that the latter should be ordered to pay him compensation for his share. He further claimed that the land in question be distributed among the owners and that his share be assigned to him in natura.", "In the course of 1995 the District Court took further evidence with a view to establishing whether the land in question could be split into several plots.", "On 8 January 1996 the Poprad District Court dismissed the action. It found that the claimants had lost standing in the case as they had transferred the property in question to other persons in 1993. On 27 February 1997 the applicant appealed. He also challenged the District Court judges. On 22 September 1997 the Košice Regional Court excluded one of the District Court judges from dealing with the case.", "On 23 October 1997 the Košice Regional Court quashed the first instance judgment. It expressed the view that the transfer of property to other persons in 1993 was void.", "On 5 February 1998 the Regional Court refused to exclude the District Court judge to whom the case fell to be examined.", "On 17 April 1998 the Poprad District Court asked the defendants to submit further evidence. A hearing was held on 26 October 1998.", "The District Court heard the parties on 9 March 1999 as well as on 13 and 26 April 1999. On 8 June 1999 it appointed an expert who was to submit an opinion within 90 days. The expert failed to do so. On 10 January 2000 the District Court therefore appointed another expert. As the latter had fallen ill, the Poprad District Court appointed a third expert on 25 February 2000. On 18 January 2001 the District Court appointed another expert with a view to obtaining the opinion.", "On 31 May 2001 the vice-president of the Prešov Regional Court dismissed the applicant’s complaint about delays in the proceedings. The letter stated that the District Court would be urged to ensure that the expert opinion be submitted as soon as possible.", "On 29 June 2001 the District Court heard the applicant. On 4 October 2001 it stayed the proceedings. The decision stated that one of the plaintiffs had died on 10 July 2001 and that the proceedings would be resumed after the determination of his estate.", "On 6 February 2002 the applicant complained about, inter alia, delays in the proceedings to the Constitutional Court. On 15 February 2002 the latter invited the applicant to eliminate formal shortcomings in his submissions within fifteen days. In particular, the applicant was requested to substantiate the alleged violation of his rights, to inform the Constitutional Court whether he had exhausted other remedies available and to appoint a lawyer representing him in the proceedings. On 14 March 2002 the Constitutional Court rejected the complaint as the applicant had failed to comply with the above request.", "On 27 October 1992 the Liptovský Mikuláš District Court granted the applicant’s claim for 210,000 Slovakian korunas which he had lent to an individual. The judgment became final on 30 November 1992. The defendant failed to comply.", "On 5 January 1993 the applicant requested the District Court to enforce the judgment by ordering the transfer of the relevant sum from the bank account of the debtor.", "In April 1993 two banks informed the court that the debtor had no account with them. On 29 June 1993 the court discontinued the proceedings. The court noted that it was not in a position to establish in which bank the debtor had an account and that the applicant’s lawyer had failed to cooperate with the court in this respect.", "On 15 January 1993 the applicant requested the Liptovský Mikuláš District Court to issue an interim measure ordering the debtor not to dispose of his car. On 3 August 1993 the District Court granted the request. It further ordered the applicant to lodge a claim for enforcement of the debt by selling the car before 15 September 1993.", "The applicant made written submissions on 29 September 1993. As their contents was unclear, he was invited to bring them into conformity with the relevant provisions of the Code of Civil Procedure.", "On 8 December 1993 the applicant filed a formal request for enforcement of the debt by means of selling the defendant’s car. On 29 December 1994 the Liptovský Mikuláš District Court ordered the enforcement of the debt. A list of the defendant’s property was to be established in that context. The file was transmitted to the enforcement officer on 17 March 1995. On 18 May 1995 the enforcement officer drew up a record stating that the debtor was serving a prison sentence and that he no longer owned the car. On 13 June 1995 the District Court informed the applicant that the debt could not be enforced by selling the debtor’s car. On 20 March 1996 the president of the District Court upheld this position and informed the applicant of the other possibilities of having the sum enforced.", "On 26 March 1996 the applicant claimed the enforcement of the debt by the sale of the defendant’s real property. Subsequently the Liptovský Mikuláš District Court repeatedly asked the applicant to eliminate formal shortcomings in his claim. On 21 August 1996 the applicant complied with the court’s request.", "On 5 March 1997 the president of the Liptovský Mikuláš District Court admitted that the court had not proceeded with the applicant’s claim for enforcement for six months. She explained that this was due to the heavy workload of the court.", "On 27 March 1997 the District Court invited the applicant to pay the costs of the enforcement proceedings, and on 16 April 1997 it ordered the enforcement of the amount due by selling the debtor’s share in the real property. On 9 September 1997 the judge appointed an expert with a view to establishing the value of the property in question.", "On 24 March 1998 the judge dismissed the opinion submitted by the expert as it had not been prepared in accordance with the court’s instructions. The expert was instructed to submit a new opinion.", "On 9 July 1998 the District Court informed the applicant that the Banská Bystrica Regional Court had brought bankruptcy proceedings against the debtor on 5 March 1998. The enforcement proceedings brought by the applicant were thereby stayed ex lege pending the outcome of the bankruptcy proceedings. The applicant was informed that he could register his claim in respect of the debtor within 60 days.", "On 2 February 1999 the Banská Bystrica Regional Court asked the applicant to substantiate his claim against the debtor in the context of the bankruptcy proceedings. The applicant complied on 5 February 1999. On 8 December 1999 the Banská Bystrica Regional Court informed the applicant that his claim had been registered.", "The letter further stated that the Regional Court had lodged a criminal complaint against the debtor for non-compliance with his obligations in the context of the bankruptcy proceedings. The applicant was informed that the proceedings would be resumed after the examination of the complaint by the public prosecutor. On 20 September 2000 the Liptovský Mikuláš convicted the debtor. The latter appealed.", "The Banská Bystrica Regional Court held a hearing in the bankruptcy proceedings on 26 January 2001. The creditors were invited to submit any comments on the registration and classification of their claims within thirty-one days.", "On 6 February 2002 the applicant complained about delays in the enforcement proceedings and the bankruptcy proceedings to the Constitutional Court. On 15 February 2002 the latter invited the applicant to eliminate formal shortcomings in his submissions within fifteen days. In particular, the applicant was requested to substantiate the alleged violation of his rights, to inform the Constitutional Court whether he had exhausted other remedies available and to appoint a lawyer representing him in the proceedings. On 14 March 2002 the Constitutional Court rejected the complaint as the applicant had failed to comply with the request.", "Article 48 § 2 of the Constitution provides, inter alia, that every person has the right to have his or her case tried without unjustified delay.", "Article 20 § 1 of the Constitution guarantees to everyone the right to own property and to enjoy its protection on an equal footing with other owners.", "As from 1 January 2002, the Constitution has been amended in that, inter alia, individuals and legal persons can complain about a violation of their fundamental rights and freedoms pursuant to Article 127 the relevant part of which reads as follows:", "“1. The Constitutional Court shall decide on complaints lodged by natural or legal persons alleging a violation of their fundamental rights or freedoms or of human rights and fundamental freedoms enshrined in international treaties ratified by the Slovak Republic ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. When the Constitutional Court finds that a complaint is justified, it shall deliver a decision stating that a person’s rights or freedoms set out in paragraph 1 were violated as a result of a final decision, by a particular measure or by means of other interference. It shall quash such a decision, measure or other interference. When the violation found is the result of the failure to act, the Constitutional Court may order that [the authority] which violated such rights or freedoms should take the necessary action. At the same time the Constitutional Court may return the case to the authority concerned for further proceedings, order that such an authority abstain from violating fundamental rights and freedoms ... or, where appropriate, order that those who violated the rights or freedoms set out in paragraph 1 restore the situation existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant adequate financial satisfaction to the person whose rights under paragraph 1 were violated.” ...", "The implementation of the above constitutional provisions is set out in more detail in Sections 49 - 56 of Act No. 38/1993 (the Constitutional Court Act), as amended with effect from 20 March 2002. In particular, Section 56(4) provides that the Constitutional Court may grant adequate financial compensation for non-pecuniary damage to a person whose rights or freedoms have been violated.", "After 20 March 2002 the Constitutional Court delivered a number of decisions in which it found a violation of Article 48 § 2 of the Constitution, ordered the general court concerned to avoid any further delays in the proceedings and awarded the successful complainants financial compensation for non-pecuniary damage in respect of delays which had already occurred.", "In its decision no. III ÚS 75/01-91 of 22 August 2002 the Constitutional Court found a violation of the complainant’s constitutional right to access to public functions and granted her 150,000 Slovakian korunas in compensation for non-pecuniary damage. In its decision the Constitutional Court recalled that it could not consider claims for pecuniary damages, such as compensation for lost income in the case at issue, when determining the amount of just satisfaction to be granted under Section 56(4) of the Constitutional Court Act.", "Section 18(1) of Act No. 58/1969 on the liability of the State for damage caused by a State organ’s decision or by its erroneous official action (Zákon o zodpovednosti za škodu spôsobenú rozhodnutím orgánu štátu alebo jeho nesprávnym úradným postupom - “the State Liability Act”) renders the State liable for damage caused in the context of carrying out functions vested in public authorities which results from erroneous official actions of persons entrusted with the exercise of these functions. A claim for compensation under this provision can be granted when the plaintiff shows that he or she suffered damage as a result of an erroneous action of a public authority, quantifies its amount, and shows that there is a causal link between the damage and the erroneous action in question.", "A claim for damages is to be lodged with the competent central government authority. The latter’s decision on it can be challenged before a court.", "In accordance with the courts’ practice, the State Liability Act does not permit granting compensation for damage of non-pecuniary nature with the exception of compensation for damage caused to a person’s health which is governed by Regulation No. 32/1965."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}