{"ITEMID": "001-58195", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF TINNELLY & SONS LTD AND OTHERS AND McELDUFF AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 14+6-1;Not necessary to examine Art. 8;Not necessary to examine Art. 13+8;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;John Freeland", "TEXT": ["9. Tinnelly & Sons Ltd (hereinafter “Tinnelly”), the first applicant, is a contracting firm based in Northern Ireland with experience in the demolition and dismantling of industrial plants as well as asbestos stripping. Mr Patrick Tinnelly, the second applicant, is the firm’s managing director and his brother, Mr Gerard Tinnelly, the third applicant, is its company secretary. The second and third applicants are Catholics.", "10. Mr Kevin McElduff, Mr Michael McElduff, Mr Paddy McElduff and Mr Barry McElduff, the remaining applicants (hereinafter “the McElduffs”), are all self-employed joiners based in Northern Ireland. They are all Catholics.", "11. The applications lodged with the Commission stem from a similar factual background and administrative practice and raise the same issues under the Convention. The facts pertaining to the complaint lodged by Tinnelly are set out in section 1; the facts pertaining to the McElduffs’ complaints are set out in section 2.", "12. Sometime in 1984 Northern Ireland Electricity Services (hereinafter “NIE”) considered inviting tenders for the demolition of the Ballylumford “A” Power Station and the purchase of the resulting scrap. The Tinnelly firm expressed interest in working on the contract and following contacts with NIE submitted a tender on 28 March 1985. Tinnelly, which was on a NIE list of approved contractors, submitted the lowest tender. Having regard to their competitive bid as well as to the firm’s track record in demolition work an executive committee of NIE, meeting on 2 May 1985, recommended that the firm’s bid be accepted. It would appear that NIE officials were satisfied both with the financial backing which Tinnelly had secured as a condition of being awarded the contract and its capacity to undertake and complete the work. Having regard to the frequency of its contacts with NIE around this time, Tinnelly proceeded on the understanding that it had been awarded the contract.", "13. However, on 26 June 1985 a revised recommendation was drawn up recommending that the contract be given to another firm which had submitted the second lowest offer in response to the invitation to tender, namely the Glasgow-based firm of McWilliam Demolition Ltd (hereinafter “McWilliam”). The contract was subsequently awarded to McWilliam with a starting date of 5 August 1985. Tinnelly received a letter on 28 June 1985 confirming that it had not been awarded the contract. The firm was not informed of the reasons for this decision.", "14. Subsequently, on 21 August 1985, Tinnelly submitted a detailed quotation to McWilliam for the removal of asbestos from the Ballylumford site. McWilliam contacted the firm with a view to discussing the terms of a subcontract. A meeting was arranged at Tinnelly’s Newry office for 29 August 1985. However, the firm was informed on the day of the planned meeting that McWilliam had decided to cancel it. Tinnelly learnt subsequently from the managing director of McWilliam that Tinnelly’s employees were not considered acceptable by NIE on security grounds and for that reason the subcontract was withheld from it. In its particulars of complaint submitted to the Fair Employment Agency (see paragraph 15 below), Tinnelly maintained that, according to McWilliam, Tinnelly had been the favourites to obtain the Ballylumford contract but were not awarded it since the trade unions at Ballylumford would not allow employees of Tinnelly access to the site and “there was no way they were going to have IRA sympathisers working with them”.", "15. Tinnelly considered that it had been refused the contracts with NIE and McWilliam because of the perceived religious beliefs and/or political opinions of its management and workforce and for that reason had been the victim of unlawful discrimination. It relied on the information gleaned from McWilliam (see paragraph 14 above). Tinnelly lodged complaints on 24 July and 2 September 1985 with the Fair Employment Agency for Northern Ireland (“the FEA”), the statutory body charged under the Fair Employment (Northern Ireland) Act 1976 (“the 1976 Act”), with the duty to promote equality of opportunity in the province and to eliminate religious and political discrimination in the employment sector and related areas (see paragraphs 41–43 below). Since 1989 the FEA has been known as the Fair Employment Commission (see paragraph 43 below).", "16. The FEA served particulars of the allegations of unlawful discrimination on NIE on 13 September 1985. NIE replied on 24 September stating that the contract at Ballylumford had been awarded to McWilliam on account of that company’s proven experience in the safe dismantling of power stations and of handling asbestos and for that same reason NIE did not want the asbestos-stripping part of the contract sub-contracted to another firm. NIE’s letter also referred to Tinnelly’s failure to take steps to execute the guarantee submitted at the time of tendering for the Ballylumford contract, which explained the frequent contacts between the two sides at the material time (see paragraph 12 above).", "17. The FEA, acting under the powers given to it under section 23 of the 1976 Act (see paragraphs 42 and 43 below), agreed to investigate Tinnelly’s complaint that there were suspicions that NIE’s decision had been brought about by sectarian pressure exerted by the trade unions at Ballylumford. NIE took the view that the FEA had no jurisdiction to investigate the complaint on the ground that the protection afforded by section 23 did not extend to corporate bodies such as Tinnelly. NIE sought an order of prohibition to prevent the FEA from investigating the complaint as well as a declaration that no valid complaint had been made and that the FEA had no jurisdiction to investigate it. This argument was dismissed by Mr Justice Nicholson in the High Court of Justice of Northern Ireland on 9 September 1987. NIE did not appeal against that decision and the FEA proceeded with the investigation.", "18. On 20 October 1987 a senior official of NIE made a formal request to the Secretary of State for Northern Ireland via a civil servant in the Department of Economic Development (hereinafter “the DOD”) for the issue of a certificate under section 42 of the 1976 Act to the effect that the decision not to grant Tinnelly the contract in question was “an act done for the purpose of safeguarding national security or of protecting public safety or public order” (see paragraph 45 below). The Secretary of State issued the certificate on 28 October 1987. By virtue of section 42(2) of the 1976 Act, the certificate was conclusive evidence that the act was done for the stated purpose (see paragraph 45 below).", "19. The FEA commenced judicial review proceedings in the High Court of Justice of Northern Ireland before Mr Justice Nicholson seeking an order of certiorari to quash the Secretary of State’s decision to issue the section 42 certificate and a declaration that that decision was null and void. Lawyers for the FEA contended that the certificate was procured and issued in bad faith, was irrational, unfair and unreasonable and made for an improper collateral purpose, namely to prevent the FEA from investigating a complaint of unlawful discrimination. NIE was made a notice party to the proceedings.", "20. In the course of the judicial review proceedings, the FEA sought an order for discovery of a number of documents in the possession, custody or power of the Secretary of State. Mr Justice Nicholson made the order on 10 May 1988 and the Secretary of State complied by producing a list of documents. However, some documents were sealed or covered up on the ground that their production, except as sealed or covered up, would be injurious to the public interest. These documents were covered by a public-interest immunity certificate issued by the Secretary of State on 13 September 1988. He stated in that certificate, inter alia:", "“6. To enable me to be satisfied that ... genuine reasons did exist in [signing the section 42 certificate], I considered it necessary for me to know the information upon which NIE claimed to have acted. I also considered that I should independently obtain information to enable me to confirm, so far as possible, that national security and/or public order was, in fact, endangered in that case.", "7. NIE is responsible for the provision ... of an uninterrupted supply of electricity in Northern Ireland. To fulfil this responsibility it must have available to it all relevant information which may reduce or avoid the risk of disruption to the supply ... for any unlawful reason including acts of terrorism, and in case of the [relevant] contract, I believe that it did obtain such information. The disclosure of certain information which was obtained by NIE would reveal to those who are engaged in unlawful activities including acts of terrorism, the nature of that information, the extent of the information known about them and possibly the source from which it originated. This could endanger life and would make it more difficult to obtain such information in the future ... [D]isclosure of the process by which this information is obtained could impair the effectiveness of that process.", "8. I am of the view that if the independent information which I obtained in the present case were to be disclosed it could enable terrorist organisations to know the nature and extent of the information known about them and would aid them in their unlawful acts...", "9. I have read ten documents which are produced to me. Each of the said documents contains in part information of the kind described in paragraph 7 or paragraph 8... I am of the opinion that for the safeguarding of national security and the protection of public safety and public order, it would be contrary to the public interest that any of the said documents should be disclosed in these proceedings except as sealed and covered up to prevent disclosure of the aforesaid information.”", "21. The FEA did not dispute the Secretary of State’s objection to the production of these documents on public interest grounds.", "22. On 8 December 1988, the FEA – again in the context of the challenge to the section 42 certificate – applied for an order for discovery of documents by NIE, a notice party to the judicial review proceedings (see paragraph 19 above). An order to produce a list of documents was made on 9 December 1988. Those documents were disclosed by NIE with the exception of nineteen documents relating to the decision not to award the contract to Tinnelly. NIE objected to the production of the latter documents on the ground that it would be injurious to the public interest.", "23. The FEA challenged this objection and on 13 December 1988 the Secretary of State issued a further public-interest immunity certificate. It repeated the substance of paragraph 7 of the earlier certificate of 13 September 1988 (see paragraph 20 above) and continued:", "“5. I have read what I am informed are copies of seventeen documents held by NIE... These documents reveal the methods used by NIE to gain information which is required to protect the electricity system, the sources of the information and the information obtained.", "6. I have also read what I am informed are copies of a memorandum dated 7 September 1987 ... minutes of a [meeting] dated 26 April 1985 and a letter of 8 September 1987...", "7. For the reasons I have given in the foregoing paragraphs, I am of the opinion that for the safeguarding of national security, the protection of public safety and public order, none of the documents referred to in paragraph 5 or their contents should be admitted in evidence in these proceedings because they fall within the class of communication which I have described and because of the information they contain. I am also of the opinion that for these reasons the document referred to in paragraph 6 should not be admitted in evidence except as sealed and covered up.”", "24. On 16 March 1989 Mr Justice Nicholson considered an interlocutory application by the FEA challenging the Secretary of State’s public-interest immunity certificate of 13 December 1988. He prefaced his judgment with comments to the effect that, because he had seen certain documents which had not been seen by all sides, he was of the opinion that it might be better if a different judge determined the substantive judicial review application.", "25. Mr Justice Nicholson noted that the documents already disclosed to the court indicating the grounds on which NIE based their decision not to award the Ballylumford contract to the Tinnelly firm gave rise to a prima facie case of bad faith on the part of NIE and the advisers to the Secretary of State. Mr Justice Nicholson expressed the provisional view that the original reasons put forward by NIE for the refusal of the contract did not refer to security grounds, and the same reasons were repeated for a considerable time (see paragraph 16 above). He noted that there were inconsistencies in the alleged ground for refusing the contract: at one point the firm had been described as having experience of handling asbestos and having carried out subcontract demolition work on power stations, and later (after security information had been received) as having “no experience” in demolishing power stations. He recalled that Tinnelly had alleged that McWilliam, the successful tenderer, had said that the applicants were the favourites to obtain the contract but were not given it “as the unions at Ballylumford would not allow it” and that the unions had said that “there was no way they were going to have IRA sympathisers working with them”.", "26. As to the documents whose discovery was sought, Mr Justice Nicholson stated:", "“If this Court is of the opinion that a document was not disclosed because it bore on national security and could not be edited so as to eliminate the national security element I would not go on to balance the interests of national security against the interests of justice since this balance is for the Government to exercise…", "If the Court is of the opinion that a document has no ‘national security’ implications, but has other ‘public interest’ implications and is very likely to assist and give substantial support to the Agency on the issues involved in this case, it will go on to consider the other ‘public interest’ objections to production and will go on to balance the competing interests of protection of the public interest in public safety or public order on the one hand and of the public interest in the administration of justice on the other hand – namely, that it is and is seen to be fair and open that a party is not deprived of documents which are likely or very likely to assist or substantially support his case…”", "He continued:", "“I reject any contention that a High Court Judge in Northern Ireland is incompetent to decide whether a document might involve national security or whether a class of documents might involve national security. I do accept, however, that if disclosure of a document might imperil national security, it is not for the Court to balance national security against other considerations of public interest, but that it is for the relevant Minister of the Crown to do so…”", "27. Mr Justice Nicholson ordered that the seventeen documents for which a “class claim” had been made should be produced for inspection by the court, and that the two documents which had been partly sealed or covered up should also be produced for inspection.", "28. On 19 April 1989, having read the documents covered by the certificate of 13 December 1988 (which were not disclosed to the FEA or the applicants), Mr Justice Nicholson held that none of the withheld documents assisted the application for judicial review. He accepted the claim for public interest immunity in respect of documents 1 to 14, which related to confidential record checks carried out by the Royal Ulster Constabulary (“the RUC”) on Tinnelly and on persons employed by it. He considered that documents 15 to 18, internal NIE documents, could be partly disclosed and that document 19 could be disclosed as a whole. He concluded:", "“I am satisfied that the claim for immunity from production for all these documents was made in good faith. But in my opinion no person could reasonably say that for the safeguarding of national security or for the protection of public safety or public order documents 15 to 19 should not be produced or, if admissible, should not be admissible in evidence – so long as my directions are carried out about covering over portions of some of them.”", "29. Mr Justice Nicholson granted the Secretary of State leave to appeal on 24 April 1989. In so doing, he held:", "“It is implicit in my ruling that I have rejected the ‘class’ claim set out in the certificate of the Secretary of State, as I take the view that it is too wide and too vague. It could involve, for example, protection of documents internal to NIE which emanated from a private detective agency or organisation within NIE acting as a private police force, independently of and outside the control of the RUC. A court might hold that no reasonable person could claim that national security was endangered by the production of documents emanating from such an agency or organisation. Such an agency or organisation might be a positive danger to national security. Such a ‘class’ claim could involve, for example, protection of documents emanating from employees of NIE about contractors and their employees based on gossip or hearsay or malice or sectarianism. Such documents might have existed in the present case, if the affidavit of McWilliam is true.", "The five documents of which I have ordered production could have been caught by this wide and vague formula...”", "30. At the substantive hearing on 3 December 1991, the judicial review application was dismissed. Mr Justice McCollum found, inter alia, as follows:", "“The issue of course before me is not whether the Secretary of State was right or wrong in signing the certificate, but whether he had jurisdiction to do so, which is basically accepted by the parties, and whether the events leading up to his decision are such that his decision to certify can or cannot stand.", "I must also remember that the process of judicial review is ill-suited to the resolution of disputed issues of fact, and particularly so when the primary issue is not the determination of what occurred, but the motives of those engaged in the relevant acts...", "Even taking NIE’s case at its highest, [one particular letter] was misleading because it made no mention of the true reason, according to them, i.e. the withdrawal of the contract from Tinnelly on security considerations...", "It is a sad fact of life that in spite of the patient endeavours of the Agency there still remain those in Northern Ireland who hold deep hostility to the objectives and activities of the Agency.", "I have no doubt whatever that such attitudes existed within NIE in 1985, and possibly still do, and I am afraid that the assurances by [NIE officials] did nothing to persuade me to the contrary, when viewed against their overt activities in this case.", "Paradoxically this view gives credence to part of the evidence of [the NIE official] on the important issue of the true reason for the withdrawal of the contract from Tinnelly.", "It is virtually inconceivable that a man who had risen to the eminence of Chairman of an important public body like NIE would conceal under a veil of untruths the making of what he saw as a perfectly justified and reasonable decision based on his concern for the safety and continued operation of a vital public utility, and in effect to lay a false trail to mislead those investigating the matter.", "Two factors persuade me that it is a possibility that he might act thus:", "(1) The attitude of quite unjustified mistrust and hostility towards the Agency which I have referred to, and which might greatly exaggerate his fears of an investigation; and", "(2) The problems arising from pursuing the uncharted course of obtaining a section 42 certificate...", "Therefore while NIE for two years failed to acknowledge the true reason for its decision, according to it, and gave untrue reasons which would in normal circumstances lead to the inevitable conclusion that the true reason was illegal or so shameful as to merit concealment, the factors I have referred to leave me in a state of mind where I can accept the proposition that the security factor may have been the factor uppermost in [the NIE official’s] mind when he made his decision.", "It must also be said that information did come to NIE from the Royal Ulster Constabulary at the end of May and the early June of 1985. I do not know its exact nature, and of the apparently twenty-nine applications for clearance, I have only seen twelve replies, of which a number (I think seven) appear not to give security clearance. And exactly when they arrived is difficult to say, but I think they may well have arrived in early June which was around the time of the apparent change of heart.", "I do not know the exact nature of that security information, although I have a general picture, but I do know enough about it to realise that it may have been significant...", "... It is impossible not to harbour suspicions since many of the actions taken by NIE give rise to suspicions and will do so in the mind of any reasonable person. Among other suspicious factors is indeed the fact that Nicholson J. was assured that Tinnelly was still an acceptable contractor during the course of the hearing before him of the privilege claim. That was even more particularly so when coupled with the removal, after his judgment, of their names as prospective tenderers. Moreover, the second application for authorisation to [recommend] McW. on the basis of superior experience appears to have been an undoubted attempt to lay a false trail among the documents and records of NIE.", "In spite however of all those matters I have referred to, I am nonetheless not satisfied that the application for the section 42 certificate by NIE was an abuse of the process as it is understood by the parties, nor that it was an act of fraud in the legal sense on the part of NIE.", "I am not satisfied that the security information received by [the NIE official] was not the deciding factor in the decision to withdraw the contract from Tinnelly. While NIE’s actions and attitudes can be roundly criticised ..., and are such that they leave considerable doubt in the matter, nevertheless they of themselves do not vitiate the making of the section 42 certificate and do not in the event satisfy me that the application was in legal terms a fraudulent one.", "I believe that it is possible that [the NIE official] was unsure of his position when he received the RUC’s response to the application for routine clearance of Tinnelly’s workers, and that rather than face up to the possible problems arising from a withdrawal of the contract on security grounds he decided to follow the course he did, i.e. to choose McW. on the spurious grounds of their greater experience in the demolition of power stations.", "He no doubt expected that Tinnelly would never discover that they were the lowest tenderers and when they did so and involved the Agency, it would seem that a decision was made to continue and elaborate upon the original false premise for choosing McW.", "One of the great problems which is quite beyond my power to resolve is that Tinnelly insists that it previously had always received security clearance for workers in highly sensitive installations...", "I have not been permitted to inspect the RUC response to the individual requests for clearance. I do not understand why persons who may have got clearance earlier, may have been refused in this case... However, having regard to the evidence given and to the unchallenged affidavit of the Secretary of State about the effect of the RUC response, and indeed to those parts of the documents which I have been permitted to see, I must accept that, in response to some individuals at least, the response was unfavourable, and this may have been to such a degree as to justify the view that a serious security risk was involved if the contract was granted to Tinnelly...", "... [The] heart of the matter was whether security information had in fact become available to NIE at the relevant time which would have justified its decision to withdraw the contract.... Had it transpired that no such information existed, then the application for the section 42 certificate would have been exposed as bogus...", "As I have already indicated, I have not seen that information in detail, but I am bound to accept the judgment of the Secretary of State that the information was such as to justify the decision. And I may add that those parts of the documents that I have seen confirm that view. When it was confirmed that such security information was made available, it was in my view reasonable for the Department to accept that the NIE application was made in good faith...", "[The civil servant in the Department of Economic Development (see paragraph 18 above)] ... could not have been expected to undertake an investigation similar to that which the Agency might have undertaken... There was no machinery by which he could bring in other parties. There was no machinery by which he could interrogate NIE, or compel it to produce documents to him, except by the use of what one might describe as moral persuasion. Once he accepted that the application was made in good faith for genuine reasons, then he was bound to support it whatever view he might have taken of the follies and inconsistencies which were apparent.", "It is clear from this hearing that he was not going to get any acknowledgement from NIE or any of its officials that anything untoward had occurred, and he had no remit, as I indicated, to consult with any other person who might have alleged to the contrary, and if he had, he had no machinery of procedures to resolve the consequent dispute.", "I find it difficult to imagine how he could have adopted an inquisitorial role and cross-examined [an NIE official] about the contradictions and inconsistencies in NIE’s case. All that he could do was to record what seemed to him to be relevant and to try to gather the facts by interview with [the NIE official]...", "It seemed to me that the Department acted with the utmost propriety in pursuing its own investigations into the central issue of security, and that the application to the Secretary of State was only processed further when the Department were satisfied that there was a genuine security consideration involved in the case...", "The Secretary of State [in his affidavit to the court] goes on to say `having seen [the RUC report on which [the civil servant’s] submission had been based] I was quite satisfied that there would have been a genuine risk to national security, public safety or public order, if the contract had been awarded to Tinnelly and that notwithstanding that a different reason had been given by NIE for not awarding the contract to the Tinnellys, he felt satisfied that he could accept the assurance by NIE that the security issue had been the fundamental one from the outset...", "It would be impossible for any court to hold that this was not a tenable view reached after due consideration of the submissions presented to him, and having regard to the fact that the consideration of what constitutes a risk to national security, public safety or public order, are matters very much within the exclusive competence of the Secretary of State to determine...", "Much of the criticism of the [Department] arose from the fact that it did not appear to act in the role of court or tribunal, and to sift the evidence and follow up inconsistencies. As I have indicated, the procedure used was necessarily quite unsuitable for determining the real motives which lay behind the decision taken.", "However, once it is accepted that it was appropriate for NIE to seek a section 42 certificate to justify its withdrawal of the contract from Tinnelly, and that the procedures followed were lawful, and did not fall short of any legal requirement, and add to that the finding that the procedures were followed in good faith and with proper attention and consideration, then clearly it is not open to the court to interfere by way of judicial review.", "It is not the function of judicial review to re-try issues.”", "31. The judge expressed sympathy for the position of the FEA and the civil servants at the DOD, and again criticised the NIE for misleading the other parties to the dispute over a period of years. He concluded:", "“However, I am satisfied that there was sufficient evidence, honestly and competently presented to the Secretary of State in accordance with reasonable procedures, and carefully considered by the Secretary of State to justify the decision taken by him, which decision is therefore unimpeachable in this court.”", "32. Senior Counsel advised the FEA that an appeal against the decision of 3 December 1991 would not succeed. The section 42(2) certificate being valid, the applicant’s complaint to the FEA did not receive further investigation and hence no settlement attempts were effected or county court proceedings taken under the Fair Employment (Northern Ireland) Act 1976.", "33. In or about May 1990 the applicants were informed by a building contractor that he had obtained a contract with the Department of the Environment for Northern Ireland (hereinafter “the DOE”) to build premises at the site of the Northern Ireland Area Architect’s Office in Omagh, Co. Tyrone. The contractor invited the applicants to tender for the joinery subcontract. Their tender was accepted and they were advised by the contractor that they could start the work, subject to security clearance from the DOE.", "34. The applicants supplied their names, addresses and dates of birth to the contractor, who forwarded them to the Contracts Branch of the DOE. Approximately six weeks later they were informed that they had not been granted security clearance and that they could not therefore be awarded the subcontract. The recommendation that security clearance be refused emanated from the Security Branch of the Department of Finance and Personnel (“the DFP”), a government department in Northern Ireland, which based its recommendation on information supplied by the RUC (including officers of its Special Branch).", "35. The applicants have no criminal convictions of any kind, except for minor motoring offences. They state that they are not and never have been involved in any criminal or terrorist activity and know of no good reason why they should have been refused security clearance. They believe that they were discriminated against by the DOE on the grounds of religious belief or political opinion. In broad terms they would be perceived as having nationalist views, although they are not members of any political party and are not engaged in any form of political activity. They wrote to the DOE through their solicitors requesting an explanation as to why they had been refused clearance to be employed on this contract, but the DOE, following re-examination by the DFP Security Branch of the information originally supplied by the police, refused to provide an explanation.", "36. The applicants sought the assistance of the Fair Employment Commission for Northern Ireland and in August 1990 they made a complaint to the Fair Employment Tribunal (“the Tribunal”) alleging that the contractor and the DOE had discriminated against them contrary to the 1976 Act. The applicants had in the past been stopped and mistaken by members of the security forces for different persons of the same name, and they suspected that this was a case of mistaken identity.", "37. The contractor resisted the complaint on the grounds that he had been willing to offer employment to the applicants but that the DOE had not been prepared to give them security clearance. By notice of appearance of 3 December 1990, the DOE resisted the complaint on the grounds that it had not done anything which would constitute an act of unlawful discrimination under the Act and, in the alternative, that “any act of the respondent in relation to the applicant was an act done for the purpose of safeguarding national security, and thus any such act is not an act to which the [1976 Act] or the Fair Employment (Northern Ireland) Act 1989 apply”.", "38. In relation to the first ground relied upon by the DOE, the DOE applied for an interlocutory hearing on the questions whether it should be dismissed from the proceedings, whether the applicants sought employment from it within the meaning of the Act and whether in the circumstances it could have discriminated against the applicants contrary to section 23 of the Act (see paragraph 42 below). On the morning of the interlocutory hearing, 26 September 1991, the DOE withdrew its application. On 22 October 1991 the Tribunal ordered the DOE to provide discovery of all relevant documents relating to the matter. It also ordered the DOE to provide further particulars of its case, inter alia, requiring the DOE to specify the national security grounds relied upon in relation to the applicants.", "39. On 6 February 1992, the Secretary of State for Northern Ireland issued a certificate pursuant to section 42(2) of the 1976 Act to the effect that the decision to refuse the applicants’ admission to the site of the contract was done for the purpose of safeguarding national security. Counsel advised the applicants that the effect of issuing the certificate was to bar the Tribunal from determining the complaint in the applicants’ favour. In view of the fact that an award of costs could have been made against the applicants if they had unreasonably proceeded to a hearing in the face of the certificate, they withdrew their application, which was accordingly dismissed by the Tribunal on 27 March 1992.", "40. The European Court of Human Rights has referred to the difficulties experienced by the Catholic community in Northern Ireland since the partition of the island of Ireland in its Ireland v. the United Kingdom judgment of 18 January 1978 (Series A no. 25) and in particular at page 12, § 19, with further reference to the Cameron Commission.", "41. The Fair Employment (Northern Ireland) Act 1976 (“the 1976 Act”) is, according to its preamble, “An Act to establish an agency with the duties of promoting equality of opportunity in employments and occupations in Northern Ireland between people of different religious beliefs and of working for the elimination of discrimination which is unlawful by virtue of the Act...”.", "42. The Act applies only to the employment field and related areas. Section 17(1) of the 1976 Act makes it unlawful for an employer to discriminate against a person, in relation to employment in Northern Ireland, where that person is seeking employment, inter alia, by refusing or deliberately omitting to offer that person the employment for which he applies. Under section 23 of the 1976 Act, it is unlawful for a person who has power to confer on another a qualification, which is needed for his engagement in employment or occupation, to discriminate against him by refusing or deliberately omitting to confer that qualification. The agency referred to in the preamble to the 1976 Act was the Fair Employment Agency (“the FEA”).", "43. The FEA, known since 1989 as the Fair Employment Commission, is a statutory body established under the 1976 Act. It has the duty to promote equality of opportunity in Northern Ireland and the elimination of religious and political discrimination. Until 1989, if the FEA, following an investigation, reached the conclusion that there had been unlawful discrimination, it had power to attempt a settlement of the matters in dispute or if necessary to commence proceedings in the County Court against the relevant party in order to recover damages or secure injunctive relief on behalf of the victim.", "44. Following amendments made by the Fair Employment (Northern Ireland) Act 1989 (“the 1989 Act”), applicable to the complaints brought by the McElduffs (see paragraphs 35 and 36 above), the remedy available to a person who has been a victim of discrimination contrary to the 1976 Act is to make a complaint to the Fair Employment Tribunal, which is empowered to make various orders and recommendations, including an order for financial compensation “of any amount corresponding to any damages [which] could have been ordered ... if the complaint had been a claim in tort”, up to a maximum of 30,000 pounds sterling (GBP). The amended legislation enables an intending complainant to request a party who has allegedly discriminated to respond to a questionnaire on the reasons for that party’s conduct. The questionnaire and any reply are admissible in proceedings before the Tribunal, which may draw adverse inferences from a party’s failure to reply.", "45. Section 42 of the 1976 Act provides as follows:", "“(1) This Act shall not apply to an act done for the purpose of safeguarding national security or of protecting public safety or public order.", "(2) A certificate signed by or on behalf of the Secretary of State and certifying that an act specified in the certificate was done for a purpose mentioned in subsection (1) shall be conclusive evidence that it was done for that purpose.”", "46. Discrimination on the grounds of sex is prohibited in Northern Ireland by the Sex Discrimination Act 1975, which contains provisions analogous to section 42 of the 1976 Act, supplemented by the Sex Discrimination (Northern Ireland) Order 1976, section 53(1).", "47. In Johnston v. Chief Constable of the Royal Ulster Constabulary, Case 222/84 [1986] ECR 1663, a reference for a preliminary ruling by the Industrial Tribunal for Northern Ireland to the Court of Justice of the European Communities in a sex discrimination case, the Court of Justice had regard to Article 6 of the Convention and held the certification provisions to infringe Community law in so far as they permitted a certificate issued by the Secretary of State to be treated as conclusive evidence and hence prevent an industrial tribunal from considering the merits of the complainant’s case.", "48. Domestic law was in consequence amended by the Sex Discrimination (Amendment) Order 1988 (SI 1988 no. 249) so as to disapply the certification provisions in relation to complaints of sex discrimination in employment-related matters. In the course of the", "parliamentary debate which preceded enactment of the amending legislation, the Minister of State for Northern Ireland distinguished the factors considered relevant to the issue of section 42 certificates from those taken into account in the issue of similar certificates under sex discrimination legislation:", "“[In sex discrimination cases] a person’s gender cannot be taken into account when a Minister certifies that something is necessary on the grounds of national security... However, ... it would not be appropriate or necessary to follow a similar approach in relation to religion and political opinion...", "First, unlike gender, issues of religion and political opinion can have a particularly intimate bearing on matters of national security in Northern Ireland. Accordingly, there are issues that it might be appropriate and necessary to take into account when certain matters of national security arise. This is both unfortunate and regrettable, but it is the hard reality in Northern Ireland...", "Secondly, [European Community law] does not cover the issues of religion and political opinion. The Government took steps to amend the sex discrimination legislation when it became clear that it was in conflict with our European obligations. There is no such conflict in the case of section 42, so it is a perfectly permissible and appropriate provision.”", "49. Since the entry into force of the Sex Discrimination (Amendment) Order 1988, the Industrial Tribunal is now able to determine whether a particular act was taken on grounds of national security or not, subject to appropriate safeguards of the interests of national security, public safety and public order. Following the preliminary ruling of the Court of Justice of the European Communities in the above-mentioned Johnston case, the Industrial Tribunal hearing the plaintiff’s complaint took evidence from one witness in camera for reasons of national security.", "50. Since 4 August 1997, racial discrimination has been made unlawful in Northern Ireland by virtue of the enactment of the Race Relations (Northern Ireland) Order 1997 (SI 1997 no. 869). The order mirrors broadly the race relations legislation which was adopted in 1976 for other parts of the United Kingdom. However section 66 of the order contains a certification provision equivalent to section 42 of the Fair Employment Act 1976. No such certification provision has been included in the Disability Discrimination Act 1995 although section 59(3) of that Act states that nothing in the Act makes unlawful any act done for the purpose of safeguarding national security.", "51. The Standing Advisory Commission on Human Rights (“the SACHR”), an independent statutory body established by section 20 of the Northern Ireland Constitution Act 1973 to advise the Secretary of State for Northern Ireland on the adequacy and effectiveness of the law in preventing discrimination on the grounds of religious belief and political opinion in Northern Ireland, presented to Parliament on 27 June 1997 a wide-ranging review of fair employment and other social and economic policies relevant to employment equality in Northern Ireland.", "ex parte hearing conducted by the president or vice-president of the Fair Employment Tribunal or another", "chairman competent to hear fair employment cases. If it is at all possible, the person affected should be entitled to challenge the documentation and information relied on by the respondent authority.", "52. The applicants drew attention in their memorial to the Special Immigration Appeals Commission Bill, which had recently been introduced by the Government in the wake of the Court’s Chahal v. the United Kingdom judgment of 15 November 1996 (Reports of Judgments and Decisions 1996-V, p. 1831). The Bill would set up a tribunal, the Special Immigration Appeals Commission, which, following the Canadian model, would adjudicate on appeals against decisions of the immigration authorities as to, inter alia, exclusion, removal or deportation of individuals from the United Kingdom for the public good and/or for national security, etc. This bill would extend to Northern Ireland and allow for a full appeal on the merits against a decision of the Secretary of State or an immigration", "officer made on the grounds of, inter alia, national security. Provision was made for the appointment of a special advocate to assist the commission in any proceedings from which the appellant and his lawyer are excluded on national security grounds. According to the bill the Secretary of State would be required to provide the appellant with the schedule of any evidence which he wished to adduce in the appellant’s absence. The commission would be enabled to conduct proceedings in the absence of the appellant and his representative in order to ensure that information was not disclosed contrary to the public interest. A special advocate would be appointed to assist the commission in such proceedings. The commission would be required to give a summary of the evidence taken in the absence of the appellant to the extent that this would be possible without disclosing information contrary to the public interest.", "The bill, as amended in the course of its passage through Parliament, has been subsequently enacted as the Special Immigration Appeals Act 1997."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}