{"ITEMID": "001-22592", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "PARRIS v. CYPRUS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Dave Parris, is a British national. He is now detained in the Central Prison of Nicosia, in Cyprus. He is represented before the Court by Mr M.Shaw, professor of Law and barrister practising in London.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 24 February 1996 Mrs Augustina Parris was found dead in the apartment where she lived with her husband. Some hours later her husband was arrested and charged with manslaughter. The applicant contended that his wife had committed suicide by throwing herself out of the second floor window on the pavement below. The police reported to the coroner that there was reasonable suspicion of violent death or death brought about by an unknown cause. The coroner instructed pathologists Professor Psaroulis and E. Antoniou to carry out a post mortem examination of the body of the deceased. The examination was carried out on the same day by these pathologists in the presence of Dr Matsakis (also a pathologist) who was present as representative of the family of the deceased and as an observer in pursuance of a relevant order by the coroner. The pathologists concluded that a deep fracture of the scull and brain and the inhaling of a quantity of blood had led to the victim’s suffocation. In particular, Professor Psaroulis noted that the victim had received blows in the neck which had distorted the vocal cords so that the victim was unable to scream. Moreover, the bleeding of the nose, the lips and the larynx brought about a huge bleeding of the respiratory system so that the victim could not be in a position to take the decision to fall from the window.", "The coroner made an order for the immediate burial of the body.", "Dr Matsakis had also carried out a review of the scene of the crime, at the request of the victim’s family, in which he noted : “Regarding the above spots and splashes of blood, it is the suggestion of the witness that they prove the manner in which the deceased fell from the second-floor window. In particular, the witness is of the opinion that the body was not ejected, as it happens in the ordinary cases of persons falling by their own will, but it fell after having come in touch with the front surface of the ledge under the window of flat n° 4.”", "After the post-mortem examination of the body, Dr Matsakis concluded as follows: “In the area of the throat and the respiratory system, the witness observed multiple bruises on the soft tissues in the area of the larynx, in the front and the sides. The appearance, the size and the position of the bruises suggested that they had been caused by the exertion of forceful pressure by human fingers. He also observed a suppressed total fracture of the right front gristle of the larynx. According to the witness, this fracture suggests the exertion of forceful pressure by the edge of a human thumb.”", "On 27 February 1996, the father of the victim filed an ex-parte application for ordering Dr Matsakis to carry out a second post mortem examination. On the same day, the coroner dismissed the application. On 28 February upon request of the relatives of the victim and the oral authorisation of the Attorney General and the police, Dr Matsakis carried out a second post mortem examination of the body. The cause of death given by Dr Matsakis was strangulation.", "On 28 March 1997 the applicant was convicted by the Nicosia Assize Court of the offence charged and sentenced to 15 years imprisonment. The applicant challenged the accuracy of the second post mortem examination. Dr Matsakis was exhaustively cross-examined and the defence called their own expert witness, a professor of forensic pathology at the Glasgow University. The Assize Court evaluated both reports and decided to accept the evidence provided by Dr Matsakis by a reasoning covering 13 pages of the judgment.", "The applicant appealed on points of law to the Supreme Court.", "On 5 May 1999 the Supreme Court dismissed the applicant’s appeal. It based its decision, inter alia, on the Schenk judgment of the European Court.", "The Supreme Court held that the second post mortem examination was illegal because, in the circumstances, it amounted to a breach of Section 15(2) of the Coroners Law and of the order to bury the body made thereunder.", "The Supreme Court further held: “The relatives of the victim had applied to the coroner for leave for the carrying out of a second post mortem examination. Their application was dismissed. Instead of seeking to quash this ruling through the procedures provided for by law, they sought and succeeded the carrying out of a post mortem examination through a relevant oral authorisation of the Attorney General of the Republic and the police. What actually happened, amounted to getting around the ruling of the coroner not through the procedures provided for by the law but through means which are unknown to the law”.", "The Supreme Court added that the fact that the prosecution had the initiative in the preliminary examination and in gathering material of evidence did not render the trial unfair. The applicant had the opportunity to cross-examine witnesses against him and enjoyed a full equality of arms in the proceedings.", "Furthermore, the Supreme Court held: “However, we note that the relevant illegality was brought about in an effort to help the relatives of the victim, who, in their distress, were seeking a second opportunity to investigate the circumstances in which their beloved met her death”. The Supreme Court further stressed that besides the evidence of Dr Matsakis, there was the evidence of the victim’s father, who was at the flat of the first floor, right below the couple’s flat, and whose narration reads as follows in the Assize Court’s judgment: “Then, he heard a loud shout by the accused like roaring (he imitated the roaring in the court room) and a few seconds later the noise of something like a bundle falling on the floor. Then, after a few seconds, he heard something like dragged steps as if somebody was dragging something heavy, furniture being bumped and the noise of a window or a door being opened.”", "Article 15 § 2 of the Coroner’s Law Cap. 153 provides:", "“An order authorising the burial or other disposal of a body upon which it has been decided to hold an inquest may be issued by the coroner at any time after the body has been viewed.”", "Under the domestic laws of the Republic, a distinction is drawn between the admissibility of illegally obtained evidence according to the nature of the illegality. In the leading case of the Police v. Andreas Georgiades (1982) 3 CLR 33, the Supreme Court held in the light of Articles 34 and 35 of the Constitution that evidence obtained in violation of constitutional rights and liberties was inadmissible.", "If evidence is obtained by other illegal means, its admissibility is a matter falling within the discretion of the trial court. The domestic courts have adopted the principles established by the English common law as set out by the House of Lords in the case of R. v. Sang (1979) 2 All E.R. 1222. In practice, the test applied under the common law is the same as that now applied in England under section 78 of the Police and Criminal Evidence Act 1984, which was explained in paragraph 38 of the Court’s judgment in the case of Kahn v. the United Kingdom."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}