{"ITEMID": "001-91956", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "MIRCESKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Orde Mirceski, is a Macedonian national who was born in 1970 and lives in Skopje. He was represented before the Court by Mr Z. Gavriloski, a lawyer practising in Skopje.", "On 5 February 2004 the applicant applied to the Skopje Court of First Instance seeking dissolution of his marriage to Ms N. due to marital problems.", "On 29 September 2004 Ms N. gave birth to a daughter. That fact was brought to the applicant's attention on 1 October 2004. At the meeting of 1 November 2004 scheduled before the Social Care Centre for reconciliation of the spouses, the applicant denied that the child was his. He claimed to have been separated from his wife since she left the house (7 January 2004) and not to have been intimate for some months before that date. He confirmed that statement at the next meeting dated 15 November 2004. In the meantime, the applicant was recorded in the birth register as the child's father. In his submissions of 24 February 2005, the applicant reiterated his doubts that he was the child's biological father. In support, he stated that he had not been intimate with Ms N. for over 300 days before the child was born.", "On 29 March 2005 the Skopje Court of First Instance accepted the applicant's action and declared the marriage dissolved. It also ordered the applicant to pay 25% of his monthly salary as child maintenance. The court addressed the applicant's denial of being the child's biological father and confirmed that he had not still brought an action contesting the paternity, but that he had applied to the Supreme Court requesting a new time-limit to do so. It concluded accordingly that money paid in child maintenance might be recovered by the applicant if he successfully challenged his paternity in separate proceedings, if any.", "On 7 September 2005 the Skopje Court of Appeal upheld that decision.", "On 6 December 2005 the public prosecutor informed the applicant that there were no grounds for lodging with the Supreme Court a request for the protection of legality.", "On 4 February 2005 the applicant requested, under section 68 of the Family Act (see “Relevant domestic law”, below), the Supreme Court to determine a new time-limit to disavow the paternity of the child. He reiterated his earlier observations made in the divorce proceedings and added that on 12 and 17 January 2005 he had undergone two sperm tests, which indicated that it was of poor quality. He further stated that that evidence had not existed within the time-limit set forth in section 67 § 2 of the Family Act (see “Relevant domestic law”, below). That request was communicated to Ms N. for comments.", "On 23 March 2005 the Supreme Court dismissed the applicant's request as having been based on the sperm tests only. It stated that no diagnosis had been provided that would attest the applicant's infertility. It therefore concluded that there was no indication that the applicant was not the child's father.", "On 27 May 2005 the applicant made a fresh request to the Supreme Court. He referred to the reconciliation proceedings before the Social Care Centre in which he had contested his paternity. In addition to the earlier sperm tests, the applicant provided three fresh sperm tests made between 22 March and 22 April 2005 and two analyses. The diagnosis indicated in the medical reports of 25 and 26 April 2005 issued by two different medical institutions was “asthenozoospermia” and “sterilitas”. In vitro fertilisation was suggested to the applicant. Ms N. was invited to present her arguments in reply.", "On 14 September 2005 the Supreme Court dismissed the applicant's request, finding that it was based on the same evidence as his earlier request. It ruled that the medical reports and diagnosis did not sufficiently support the applicant's request. The applicant stated that he was served with this decision on 20 October 2005.", "According to section 53 of the Family Act (“the Act”, consolidated version of 12 November 2004) a husband is regarded as the father of a child born to his wife during wedlock or within 300 days of a divorce.", "Under section 67 §§ 1 and 2 of the Act, the husband can contest the paternity of a child born to his wife during wedlock or within 300 days of a divorce. In this connection, an action can be submitted within three months of the day when the husband learned of the child's birth.", "Section 68 § 1 of the Act provides that the husband can request the Supreme Court to specify a new time-limit for disclaiming of the paternity if new facts or evidence are discovered after the expiration of the time-limit specified in section 67 § 2 of the Act which cast doubts that he is the father of a child born to his wife."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}