{"ITEMID": "001-89271", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF WILKOWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["5. By a decision of 25 August 1995 the Social Insurance Authority in Kraków awarded a pension to the applicant. It was to be paid to him for a period beginning on 1 May 1993.", "6. Under the applicable provisions of domestic law, the Military Pensions Office was competent to make payments to the applicant, but it failed to do so. In a letter to the Office dated 16 October 1995, the Director of the Social Insurance Authority confirmed the applicant’s entitlement to a military pension.", "7. As the Military Pensions Office still refused to make payments, apparently considering that the 1995 decision was not in conformity with the law, the applicant lodged an action with the Kraków Regional Court on 8 November 1995, complaining about the Office’s failure to pay. In its pleadings, the Office argued that the decision had been given in breach of substantive provisions of the applicable social insurance laws. It further indicated that it had informed the Social Insurance Authority about its doubts as to the lawfulness of the decision. Subsequently, the Authority had summoned the applicant to undergo an additional medical examination. As the applicant had failed to comply with the summons, payment of a part of his pension had been stayed with effect from 1 May 1996.", "8. By a judgment of 4 March 1999 the court allowed the applicant’s action. It ordered the Military Pensions Office to pay the amount of pension due for the period from 1 May 1993 to 1 May 1996. It noted the decision staying payment of the applicant’s pension. However, it stressed that the decision given on 25 August 1995 had not been appealed against and, as a result, had become final. The Office was therefore bound by it. There were no grounds for not paying the applicant the amounts due for the years 19931996. The court was not competent to reexamine the lawfulness of the 1995 decision in the proceedings before it.", "9. The Military Pensions Office appealed. It reiterated that, in its view, the 1995 decision had not been in compliance with the substantive law.", "10. On 28 November 2000 the Kraków Court of Appeal upheld the judgment, finding that the first-instance court had correctly found that it had not been empowered to re-examine the lawfulness of the 1995 decision. It further reiterated that this decision had to be complied with by the Office.", "11. On 29 November 2000 the applicant reiterated his request to have the amounts due paid to him, but to no avail. Subsequently, the Military Pensions Office lodged a cassation appeal against this judgment with the Supreme Court.", "12. On 1 and 22 March 2001 the applicant complained to the Ministry of Defence and to the Prime Minister about the Office’s failure to pay him the pension.", "13. By a decision of 16 May 2002 the Supreme Court dismissed the appeal lodged by the Office, finding that it had failed to comply with the relevant procedural requirements.", "14. In December 2002 the Military Pensions Office paid the applicant the amounts in arrears together with statutory interest.", "15. Under Article 388 § 1 of the Code of Civil Procedure, as applicable at the material time, judgments of the second-instance courts were immediately enforceable."], "VIOLATED_ARTICLES": ["6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}