{"ITEMID": "001-78946", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF HERBST v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1 as regards the length of the compensation proceedings;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "David Thór Björgvinsson", "TEXT": ["4. The applicant was born in 1944 and lives in Neckargemünd in Germany.", "5. From 1972 to 1979 the applicant studied law at the University of Heidelberg.", "6. From April to May 1979 he wrote a paper (sechs-Wochen-Hausarbeit) on public building law, which formed part of the first state examination.", "7. In November 1979 the applicant wrote three further examination papers.", "8. On 6 December 1979 the Lower Saxony Examination Office (Justizprüfungsamt) informed the applicant that his paper on public building law had been given the mark “unsatisfactory” (mangelhaft, 1 point).", "9. On 31 January 1980 that same office informed the applicant that his other public law paper had been marked “insufficient” (ungenügend, 0 points).", "10. As a reaction to these poor grades - which could cause failure in the examinations - the applicant developed a severe depression which prevented him from further pursuing the examination proceedings.", "11. On 25 April 1980 the applicant lodged a motion with the Hanover Administrative Court (Verwaltungsgericht) with the aim of obtaining a re-evaluation of the two examination papers.", "12. On 27 February 1986 the Hanover Administrative Court rejected the motion as being inadmissible.", "13. The applicant's appeal to the Lüneburg Administrative Court of Appeal (Oberverwaltungsgericht) remained unsuccessful.", "14. On 9 February 1987 the Federal Administrative Court refused to grant the applicant leave to appeal on points of law.", "15. On 2 March 1988 the Federal Constitutional Court refused to accept the applicant's constitutional complaint for adjudication.", "16. On 30 November 1982 the applicant lodged a compensation claim against the State of Lower Saxony with the Hanover Regional Court (Landgericht).", "17. On 5 January 1983 the Regional Court, upon the applicant's request and with the defendant's consent, decided to suspend proceedings pending the proceedings before the administrative courts.", "18. On 14 December 1987 the Regional Court decided not to schedule a hearing before the Federal Constitutional Court had given its decision on the applicant's complaint against the administrative courts' judgments.", "19. On 20 September 1988 the applicant informed the Regional Court that he had lodged an application against the Federal Constitutional Court's decision with the European Commission for Human Rights and requested that the proceedings remain suspended.", "20. On 21 December 1988 the Regional Court refused to further suspend the proceedings.", "21. On 8 March 1989 the Celle Court of Appeal rejected the applicant's complaint against that decision.", "22. On 17 March 1989 the applicant, once again, requested to suspend the proceedings.", "23. By letter to the Regional Court of 7 February 1990 the applicant requested that the proceedings should be continued. Referring to expert opinions submitted by fifteen legal scholars, he claimed that the evaluations of his two examination papers were incorrect. Alleging that the poor grades had caused his psychological illness and had thus prevented him from completing his studies and from pursuing a university career, he claimed 463,300 Deutschmarks (DEM) as damages for lost income, a monthly pension and further compensation for immaterial damage suffered by him.", "24. On 8 June 1990 the Regional Court refused to grant the applicant legal aid.", "25. On 19 March 1991 the Celle Court of Appeal rejected the applicant's complaint.", "26. On 16 July 1991 the Federal Constitutional Court (Bundesverfassungsgericht), on the applicant's complaint, quashed this decision and remitted the case to the Court of Appeal.", "27. On 25 May 1992 the Celle Court of Appeal partially granted the applicant legal aid and rejected the applicant's further request.", "28. On 10 September 1992 the applicant filed a constitutional complaint against the Celle Court of Appeal's decision.", "29. On 2 May 1994 the applicant requested the Hanover Regional Court to continue the proceedings. He further informed the Regional Court that his counsel had relinquished her mandate.", "30. On 17 January 1995 the Regional Court, by way of legal aid, appointed new counsel for the applicant.", "31. On 27 January 1995 the Regional Court scheduled a hearing for 18 May 1995, which was postponed twice, once to allow the applicant further written submissions and once because the applicant had lodged a motion for bias against the presiding judge of the Regional Court.", "32. On 8 February 1995 the Federal Constitutional Court refused to accept the applicant's constitutional complaint for adjudication.", "33. By judgment of 11 April 1996, following an oral hearing held on 29 February 1996, the Hanover Regional Court rejected the applicant's claim.", "34. On 10 July 1996 the applicant lodged an appeal against the judgment of the Hanover Regional Court.", "35. On 22 July 1997 the Celle Court of Appeal (Oberlandesgericht) ordered an expert opinion to be prepared as to whether the evaluation of the two examination papers caused the applicant to fall ill and prevented him from taking part in the scheduled oral examinations.", "36. On 15 June 1998 the expert submitted his written opinion.", "37. On 6 October 1998 the applicant submitted extensive comments on the expert opinion and requested that the expert be heard by the court.", "38. On 29 October 1998 the applicant requested that the expert should submit his comments in written form.", "39. On 10 December 1999 the Court of Appeal scheduled a hearing for 28 June 2000. On 23 February 2000 that same court requested the expert to submit his comments on the parties' submissions in written form.", "40. On 23 May 2000 the expert submitted his written comments.", "41. On 20 June 2000 the applicant filed an objection for bias against the expert, which was rejected on 28 June 2000.", "42. On 28 June 2000 the Court of Appeal heard the medical expert. At the end of the hearing, the applicant's counsel repeated a former request that two doctors, who had examined respectively treated the applicant during his illness, should be heard as witnesses.", "43. By partial judgment (Teilurteil) of 29 August 2000 the Court of Appeal rejected the applicant's claim in so far as it concerned damages for the time after 31 May 1980. It found that the applicant had failed to prove that any illness after the end of July 1981 had been caused by the alleged incorrect evaluation of his examination papers. In this respect, the court followed the expert's opinion that any illness which had been caused by the evaluation had subsided after a maximum period of 1.5 years and that any following illness was solely caused by the structure of the applicant's personality. According to the Court of Appeal, the expert's reasoning duly took into account the medical statements submitted by the applicant. Accordingly, that Court did not find it necessary to hear witnesses on the applicant's state of health.", "44. On 29 September 2000 the applicant lodged a request to be granted leave to appeal on points of law.", "45. On 20 September 2001 the Federal Court of Justice (Bundesgerichtshof) refused to grant the applicant leave to appeal.", "46. On 19 November 2001 the Federal Constitutional Court refused to accept the applicant's constitutional complaint for adjudication.", "47. On 29 August 2000 the Celle Court of Appeal decided to hear expert opinion on the allegedly incorrect evaluation of the examination papers.", "48. In April 2001 the expert submitted his report.", "49. On 29 August 2001 the Court of Appeal held a hearing and heard the expert.", "50. On 18 September 2001 the Court of Appeal, by final judgment (Schlussurteil), found that the evaluation of the two examination papers had been indeed incorrectly low and that the examiners had acted in breach of their official duties. Had the examination papers been correctly evaluated, the applicant would have very probably passed the examination and would have found employment as a trainee lawyer. Accordingly, it granted the applicant DEM 1,500.00 as damages for lost income in the month of May 1980 and further DEM 10,000.00 for non-pecuniary damages."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}