{"ITEMID": "001-57854", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF INFORMATIONSVEREIN LENTIA AND OTHERS v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Not necessary to examine Art. 14+10;Pecuniary damage - claim dismissed;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["8. The first applicant, an association of co-proprietors and residents of a housing development in Linz, comprising 458 apartments and 30 businesses, proposed to improve the communication between its members by setting up an internal cable television network. The programmes were to be confined to questions of mutual interest concerning members’ rights.", "9. On 9 June 1978 the first applicant applied for an operating licence under the Telecommunications Law (Fernmeldegesetz, see paragraph 17 below). As the Linz Regional Post and Telecommunications Head Office (Post- und Telegraphendirektion) had not replied within the six-month time-limit laid down in Article 73 of the Code of Administrative Procedure (Allgemeines Verwaltungsverfahrensgesetz), the association applied to the National Head Office (Generaldirektion für die Post- und Telegraphenverwaltung), attached to the Federal Ministry of Transport (Bundesministerium für Verkehr).", "The National Head Office rejected the application on 23 November 1979. In its view, Article 1 para. 2 of the Constitutional Law guaranteeing the independence of broadcasting (Bundesverfassungsgesetz über die Sicherung der Unabhängigkeit des Rundfunks, \"the Constitutional Broadcasting Law\", see paragraph 19 below) had vested in the federal legislature exclusive authority to regulate this activity; it had exercised that authority only once, by enacting the Law on the Austrian Broadcasting Corporation (Bundesgesetz über die Aufgaben und die Einrichtung des Österreichischen Rundfunks, see paragraph 20 below). It followed that no other person could apply for such licence as any application would lack a legal basis. Furthermore there had been no violation of Article 10 (art. 10) of the Convention since the legislature - in its capacity as a maker of constitutional laws (Verfassungsgesetzgeber) - had merely availed itself of its power to set up a system of licences in accordance with the third sentence of paragraph 1 (art. 10-1).", "10. Thereupon the first applicant complained to the Constitutional Court of a breach of Article 10 (art. 10); the court gave judgment on 16 December 1983.", "It took the view that the freedom to set up and operate radio and television broadcasting stations was subject to the powers accorded to the legislature under paragraph 1 in fine and paragraph 2 of Article 10 (art. 10-1, art. 10-2) (Gesetzesvorbehalt). Accordingly, an administrative decision could infringe that provision only if it proved to have no legal basis, or its legal basis was unconstitutional or again had been applied in an arbitrary manner (in denkunmöglicher Weise an[ge]wendet). In addition, the Constitutional Broadcasting Law had instituted a system which made all activity of this type subject to the grant of a licence (Konzession) by the federal legislature. This system was intended to ensure objectivity and diversity of opinions (Meinungsvielfalt), and would be ineffective if it were possible for everybody to obtain the requisite authorisation. As matters stood, the right to broadcast was restricted to the Austrian Broadcasting Corporation (Österreichischer Rundfunk, ORF), as no implementing legislation had been enacted in addition to the law governing that organisation.", "Contrary to its assertions, the first applicant had in fact intended to broadcast within the meaning of the constitutional law, because its programmes were to be directed at a general audience of variable composition. The broadcasting law therefore provided a legal basis for the decision in issue.", "Consequently, the Constitutional Court rejected the complaint and remitted it to the Administrative Court.", "11. On 10 September 1986 the Administrative Court in substance adopted the grounds relied on by the Constitutional Court and in its turn dismissed the first applicant’s claim.", "12. From 1987 to 1989 the second applicant elaborated a project for the setting up, with other persons, of a private radio station in Carinthia. He subsequently gave up the idea after a study had shown him that according to the applicable law as interpreted by the Constitutional Court he would not be able to obtain the necessary licence. As a result he never applied for one.", "13. The third applicant, an Austrian association and a member of the Fédération européenne des radios libres (FERL - European Federation of Free Radios), plans to establish a radio station in southern Carinthia in order to broadcast, in German and Slovene, non-commercial radio programmes, whose makers already operate an authorised mobile radio station in Italy.", "14. In 1988 AGORA applied for a licence. Its application was refused by the Klagenfurt Regional Post and Telecommunications Head Office on 19 December 1989 and by the National Head Office in Vienna on 9 August 1990. On 30 September 1991, on the basis of its own case-law (see paragraph 10 above), the Constitutional Court dismissed an appeal from that decision.", "15. The fourth applicant is a shareholder of an Italian company operating a commercial radio which broadcasts to Austria and he wishes to carry out the same activity in that country. However, in view of the legislation in force, he decided not to make any application to the appropriate authorities.", "16. The fifth applicant is a private limited company incorporated under Austrian law. On 8 November 1988 it asked the Linz Regional Post and Telecommunications Head Office to allocate it a frequency so that it could operate a local radio station which it hoped to launch in Salzburg. On 28 April 1989 its application was rejected, a decision confirmed on 12 July 1989 by the National Head Office and on 18 June 1990 by the Constitutional Court, which based its decision on its judgment of 16 December 1983 (see paragraph 10 above).", "17. According to the Telecommunications Law of 13 July 1949, \"the right to set up and operate telecommunications installations (Fernmeldeanlagen) is vested exclusively in the federal authorities (Bund)\" (Article 2 para. 1). The latter may however confer on natural or legal persons the power to exercise that right in respect of specific installations (Article 3 para. 1). No licence is required in certain circumstances, including the setting up of an installation within the confines of a private property (Article 5).", "18. The Ministerial Ordinance of 18 September 1961 concerning private telecommunications installations lays down inter alia the conditions for setting up and operating private telecommunications installations subject to federal supervision. According to the case-law, it cannot however constitute the legal basis for the grant of licences.", "19. According to Article 1 of the Constitutional Law of 10 July 1974 guaranteeing the independence of broadcasting,", "\"...", "2. Broadcasting shall be governed by more detailed rules to be set out in a federal law. Such a law must inter alia contain provisions guaranteeing the objectivity and impartiality of reporting, the diversity of opinions,balanced programming and the independence of persons and bodies responsible for carrying out the duties defined in paragraph 1.", "3. Broadcasting within the meaning of paragraph 1 shall be a public service.\"", "20. The Law of 10 July 1974 on the National Broadcasting Corporation established the Austrian Broadcasting Corporation with the status of an autonomous public-law corporation.", "It is under a duty to provide comprehensive news coverage of major political, economic, cultural and sporting events; to this end, it has to broadcast, in compliance with the requirements of objectivity and diversity of views, in particular current affairs, news reports, commentaries and critical opinions (Article 2 para. 1 (1)), and to do so via at least two television channels and three radio stations, one of which must be a regional station (Article 3). Broadcasting time must be allocated to the political parties represented in the national parliament and to representative associations (Article 5 para. 1).", "A supervisory board (Kommission zur Wahrung des Rundfunkgesetzes) rules on all disputes concerning the application of the above-mentioned law which fall outside the jurisdiction of an administrative authority or court (Articles 25 and 27). It is composed of seventeen independent members, including nine judges, appointed for terms of four years by the President of the Republic on the proposal of the Federal Government.", "21. On 8 July 1992 the Administrative Court decided that the Constitutional Law of 10 July 1974 (see paragraph 19 above) did not cover \"passive\" broadcasting via cable, in other words the broadcasting in their entirety by cable of programmes picked up by an aerial. Consequently, the mere fact that such programmes originated from a foreign station and were directed principally or exclusively at an Austrian audience could not constitute grounds for refusing the licence necessary for this type of operation.", "22. On 1 January 1994 a Law on regional radio stations is to enter into force (Regionalradiogesetz, Official Gazette (Bundesgesetzblatt) no. 1993/506). It will allow the authorities under certain conditions to grant private individuals or private corporations licences to set up and operate regional radio stations."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}