{"ITEMID": "001-75896", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF PASINSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1968 and is presently detained in the Koszalin Detention Centre.", "5. On 19 June 2001 the applicant was arrested by the police on suspicion of having committed armed robbery acting in an organised criminal group. On 21 June 2001 the Opole District Court (Sąd Rejonowy) ordered that the applicant be remanded in custody in view of a reasonable suspicion that he had committed the offence in question, the severity of the penalty that could be expected and the need to secure the proper conduct of the investigation.", "6. Subsequently, the Opole Regional Court (Sąd Okręgowy) prolonged the applicant’s detention on several occasions reiterating the grounds previously given.", "7. On 22 February 2002 the Opole Regional Court decided to prolong the detention of the applicant relying, in addition to the earlier grounds, on the danger that given the complexity of the case and number of persons involved, there was a risk that the applicant might tamper with evidence or otherwise obstruct the proceedings.", "8. On 18 June 2002 the Wroclaw Court of Appeal partly allowed the prosecutor’s request and prolonged the applicant’s pre-trial detention until 30 October 2002. Subsequently, on 5 September 2002 the Court of Appeal further prolonged the detention pointing to the fact that the investigation was in its final stages.", "9. On 21 December 2002 the applicant was indicted before the Opole District Court. The bill of indictment was directed against twentytwo coaccused. The charges against the applicant included leading an organised criminal group, leading participation in several robberies and illegal possessing of firearms.", "10. On 30 December 2002, the trial court prolonged the applicant’s detention relying on the strong probability that the applicant and 13 coaccused had committed the offences with which he had been charged and on the severity of the sentence that could be imposed. The court further submitted that only detention would secure the applicant’s appearance at the trial.", "11. On 14 May 2003 the Regional Court made an application under Article 263 § 4 of the Code of Criminal Procedure (Kodeks postępowania karnego) to the Wroclaw Court of Appeal (Sąd Apelacyjny) asking that the applicant’s detention be prolonged beyond the statutory time-limit of two years.", "12. On 21 May 2003 the Wrocław Court of Appeal granted that application and prolonged the detention of the applicant until 27 November 2003. The Court justified its decision with reference to the reasonable suspicion that he had committed the offences and the complexity of the case which concerned an organised criminal group and involved several coaccused.", "13. At the hearing held by the Opole Regional Court on 22 October 2003 the applicant’s application for release was dismissed.", "14. On 26 November 2003 the Court of Appeal, upon another application under Article 263 § 4 of the Code of Criminal Procedure, prolonged the applicant’s detention until 22 January 2004. It reiterated the grounds previously given for keeping him in custody. The court also considered that, given the severity of the penalty that might be expected, the applicant might obstruct the proceedings.", "15. That decision was upheld on appeal on 13 January 2004.", "16. On 16 January 2004 the Wroclaw Court of Appeal prolonged the applicant’s detention upon the Regional Court’s application. The court stressed that, due to the complex nature of the case, the applicant should be kept in custody since the grounds previously given for his detention were still valid.", "17. On 8 April 2004 the Regional Court made yet another application asking the Court of Appeal to prolong the applicant’s detention. On 16 April 2004 the court granted the application while noting the prolonged application of preliminary detention with respect to the applicant.", "18. At the hearing held on 2 June 2004 the trial court further prolonged the detention of the applicant and other accused. The court acknowledged that the period of the applicant’s detention had been long. However, it was justified by the importance of the case and the severity of the possible penalty. Moreover, the court did not see any circumstances which argued in favour of applying a different preventive measure.", "19. The applicant’s numerous applications for release and his appeals against the decisions prolonging detention were to no avail.", "20. In total, the trial court held 43 hearings during which it heard 86 witnesses and the depositions of 130 other witnesses were read at the hearings. On 21 July 2004 the Opole Regional Court gave judgment. The applicant was convicted as charged and sentenced to twelve years’ imprisonment.", "21. On 19 April 2005 the Wroclaw Court of Appeal partly dismissed the applicant’s appeal and lowered the sentence against him to eleven years’ imprisonment.", "22. It appears that the Court of Appeal appointed for the applicant a legal-aid lawyer with the purpose of lodging on his behalf a cassation appeal. However, it is not clear whether a cassation appeal had actually been lodged.", "23. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the socalled “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and prohibition to leave the country (zakaz opuszczania kraju).", "Article 249 § 1 sets out the general grounds for imposition of the preventive measures. That provision reads:", "“Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, also in order to prevent an accused’s committing another, serious offence; they may be imposed only if evidence gathered shows a significant probability that an accused has committed an offence.”", "24. Article 258 lists grounds for detention on remand. It provides, in so far as relevant:", "“1. Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in Poland];", "(2) there is a justified fear that an accused will attempt to induce [witnesses or co-defendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;", "2. If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years’ imprisonment, or if a court of first instance has sentenced him to at least 3 years’ imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be based on the likelihood that a severe penalty will be imposed.”", "25. The Code sets out the margin of discretion as to the continuation of a specific preventive measure. Article 257 reads, in so far as relevant:", "“1. Detention on remand shall not be imposed if another preventive measure is sufficient.”", "Article 259, in its relevant part, reads:", "“1. If there are no special reasons to the contrary, detention on remand shall be lifted, in particular if depriving an accused of his liberty would:", "(1) seriously jeopardise his life or health; or", "(2) entail excessively harsh consequences for the accused or his family.”", "26. The 1997 Code not only sets out maximum statutory time-limits for detention on remand but also, in Article 252 § 2, lays down that the relevant court – within those time-limits – must in each detention decision determine the exact time for which detention shall continue.", "Article 263 sets out time-limits for detention. In the version applicable up to 20 July 2000 it provided:", "“1. Imposing detention in the course of an investigation, the court shall determine its term for a period not exceeding 3 months.", "camnot be terminated within the term referred to in paragraph 1, the court of first instance competent to deal with the case may – if need be and on the application made by the [relevant] prosecutor – prolong detention for a period [or periods] which as a whole may not exceed 12 months.", "3. The whole period of detention on remand until the date on which the first conviction at first instance is imposed may not exceed 2 years.", "4. Only the Supreme Court may, on application made by the court before which the case is pending or, at the investigation stage, on application made by the Prosecutor General, prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a stay of the proceedings, a prolonged psychiatric observation of the accused, a prolonged preparation of an expert report, when evidence needs to be obtained in a particularly complex case or from abroad, when the accused has deliberately prolonged the proceedings, as well as on account of other significant obstacles that could not be overcome.”", "On 20 July 2000 paragraph 4 was amended and since then the competence to prolong detention beyond the time-limits set out in paragraphs 2 and 3 has been vested with the court of appeal within whose jurisdiction the offence in question has been committed."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}