{"ITEMID": "001-72286", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF BALCI AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Remainder inadmissible;Pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["4. The applicants were born in 1937, 1921, 1963, 1929, 1945, 1926, 1943, 1948 and 1950 respectively and live in Gebze.", "5. In 1996 the Kocaeli Provincial Private Administration Office (Kocaeli İl Özel İdare Müdürlüğü) expropriated nineteen plots of land belonging to the applicants. A committee of experts assessed the value of the plots and the relevant amount was paid to the applicants when the expropriation took place.", "6. On 5 November 1996 the applicants brought three separate actions for compensation before the Gebze Civil Court of First-instance.", "7. In order to assess the real value of the land, the court ordered on-site inspections and expert reports. Primarily, the experts worked on the classification of the plots since the value of urbanised land (arsa) was higher than rural land (arazi). In this context, the experts observed that the plots were not reserved for habitation under any urban plan (imar planı) of the Municipality or the Ministry of Public Works and Settlement; they were not situated within residential areas; and there was no annotation in the land registry that these plots were to be used for tourism purposes. Instead, the plots were classified as “fields” in the Land Registry. As a result of the on-site inspections and their findings, the experts decided that the plots should be classified as rural land. They therefore calculated the value of the plots on that basis.", "8. In their written submissions the applicants contested the expert reports. They submitted an expert report dated 5 March 1998 which concluded that the land in question should have been considered urbanised.", "9. After taking into consideration three expert reports for each case, the Gebze Civil Court of First-instance rejected the applicants’ objections in respect of the nature of the land.", "10. On 15 September 1998, 13 March 1998 and 4 May 1998, the court issued three decisions and awarded the applicants the below-mentioned amounts:", "11. On 2 March 1999 the Court of Cassation upheld these decisions.", "12. On 14 May 1999 the Court of Cassation rejected the applicants’ requests for rectification.", "13. Three sets of enforcement proceedings were initiated before the Execution Offices.", "14. At the end of the enforcement proceedings, the amounts indicated below were paid to the applicants by the Kocaeli Provincial Private Administration Office on the dates mentioned:", "15. The relevant domestic law and practice are set out in the Aka v. Turkey judgment of 23 September 1998 (Reports of Judgments and Decisions 1998-VI, pp. 2674-76, §§ 17-25)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}