{"ITEMID": "001-22165", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "ARENDS v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Alexander J.M. Arends, is a Dutch national, who was born in 1954 and lives in Leiden. He was represented before the Court by Professor M.W.C. Feteris of the Fiscal Law Department of the Rotterdam Erasmus University, who also works as a fiscal advisor in Amsterdam", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Between 1994 and 1997, the applicant’s employer provided him with a company car. The respective catalogue prices of the three cars concerned were 42,455 Netherlands Guilders (“NLG”) (car used until 6 October 1995), NLG. 45,190 (car used as from 6 October 1995) and NLG. 42,895 (car used as from 16 April 1997). The applicant used his company car at least three days a week for transport from his home to his office. The distance between both places was more than 30 kms. The applicant further used this car for private purposes. The distances travelled for private purposes in 1993 exceeded 1,000 kms.", "On 31 August 1995, the Leiden Tax Inspector issued the applicant’s income tax assessment (aanslag inkomstenbelasting) for 1994. In the determination of the applicant’s taxable income for 1994, the Tax Inspector had added – pursuant to the 1964 Netherlands Income Tax Act (Wet op de Inkomstenbelasting; hereinafter “ITA”) as amended by the Act of 4 July 1990 – an amount of NLG. 10,189 (24% of the catalogue price of the applicant’s company car in 1994) to the applicant’s taxable income.", "In the applicant’s income tax assessment for 1995 of 31 October 1996, the assessment for 1996 of 8 August 1997 and the assessment for 1997 of 3 November 1998 – on the same grounds as in the assessment of 31 August 1995 – 24% of the catalogue value of the company car provided to the applicant in those years, i.e. NLG. 10,344, NLG. 10,845 and NLG. 10,455 respectively, was added to his taxable income.", "The applicant filed an objection (bezwaar) with the Leiden Tax Inspector against the income tax assessments for 1994, 1995 and 1996. He complained that the 24% increase of his taxable income instead of 20% was contrary to the prohibition on discrimination under Article 26 of the International Covenant on Civil and Political Rights, in that employees having a company car who drive more than 1,000 per year for private purposes and who live more than 30 kms from their place of work - like himself - must add a further 4% (24% instead of 20%) to their taxable income, whereas employees with a company car in identical circumstances, apart from the fact that they drive less than 1,000 kms per year for private purposes, do not have to add 4% of the car’s catalogue value to their taxable income, but are in fact fully exempted from any addition to their taxable income. He requested that the additional 4% of his company car’s value be deducted from his taxable income for the years 1994, 1995 and 1996.", "In a judgment of 18 December 1995 in a similar case to the applicant’s, the ‘s-Hertogenbosch Court of Appeal (Gerechtshof) found in favour of the taxpayer. It held that the reasons stated by the legislator for creating the difference in treatment at issue could not be regarded as constituting an objective and reasonable justification. Consequently, it quashed the Tax Inspector’s challenged decision, reduced the determination of that taxpayer’s taxable income and ordered the Tax Inspector to reimburse the appellant’s legal costs, including court fees. The State Secretary of Finances (Staatssecretaris van Financiën) filed an appeal in cassation with the Supreme Court (Hoge Raad) against this judgment of 18 December 1995.", "The Tax Inspector rejected the applicant’s objections against the income tax assessment for 1994 on 12 January 1996. The Tax Inspector did, however, mention in his decision that proceedings were pending before the Supreme Court in relation to the complaint made by the applicant. The decision further stated that the applicant’s tax assessment for 1994 would be reduced ex officio if the final judicial decision on the matter would warrant such a course of action.", "The Tax Inspector rejected the applicant’s objections against the income tax assessment for 1995 on 25 November 1996. In this decision, the Tax Inspector mentioned that, in its judgment of 22 March 1995, the Supreme Court had made a remark to the effect that, possibly, there was prohibited unequal treatment of persons having company cars, living more than 30 kms from their place of work and who used their company car for, on the one hand, less than 1,000 kms a year for private purposes and, on the other hand, more than 1,000 kms for private purposes.", "The Supreme Court had, however, not determined this question in that judgment. The applicant was further informed that proceedings on this question were ongoing in which the same complaints as those made by the applicant had been raised. The applicant was finally informed that, in order to prevent numerous proceedings concerning the same matter, his income tax assessment for 1995 would be reduced ex officio if the final decision by the Supreme Court would warrant this. The applicant’s attention was, however, drawn to the fact that this would only take place when, at the appropriate moment, the applicant would make a request to this effect.", "The applicant’s objection against the income tax assessment for 1996 was rejected by the Tax Inspector on 20 July 1998.", "Although an appeal against a rejection of an objection against a tax assessment lies with the Court of Appeal, the applicant decided, on the basis of the State Secretary’s decision of 7 February 1996, not to file an appeal against the rejection of his objections. For the same reason, he also decided not to file an objection against his income tax assessment for 1997.", "In its judgment of 15 July 1998 in the other identical case (reported in the Netherlands Fiscal Law Reports [Beslissingen in Belastingzaken Nederlandse Belastingrechtspraak” – “BNB”) no. 1998/293, the Supreme Court ruled that the tax payers concerned was treated unequally without justification. However, it upheld the Tax Inspector’s decision of 14 August 1995. Consequently, the Supreme Court quashed the judgment of 18 December 1995. with the exception of the costs order against the Tax Inspector. The Supreme Court further ordered the State Secretary to reimburse the adversary party’s legal costs in the cassation proceedings. This judgment, insofar as relevant, reads as follows:", "“3.2. In objecting to the application of this so-called increased fixed amount for car costs (verhoogde autokostenforfait), the <applicant> has argued before the Court of Appeal that the legislator unjustly subjects him to different treatment from those taxpayers to whom Article 42 § 5 ITA, fourth paragraph, is not applied, as those taxpayers, unlike the <applicant>, use their company car for private purposes for a distance of less than 1,000 kms <per year> but, like the <applicant>, live more than 30 kms from their place of work and drive with their employers’ car to and from work. ...", "3.4. In answering the question whether it concerns an inequality in treatment prohibited by these Treaties [including Article 14 of the Convention in conjunction with Article 1 of Protocol No. 1], it must be stated at the outset that they do not prohibit every inequality in treatment of equivalent cases. The legislator has a certain margin of appreciation in answering the question whether cases, for the purposes of the application of these Treaties, are to considered as equivalent and, if so, whether there is an objective and reasonable justification for nevertheless regulating those cases in a different manner.", "3.5. The difference in treatment challenged by the <applicant> has been created by the Act of 4 July 1990 ... The aim of this Act was to make a contribution to both reducing commuter traffic as such (limitation of mobility) and reducing the use of cars for commuting purposes (limitation of car mobility). ...", "3.7. It thus follows from the <legislative> history of the creation of the <four percent> addition ... that the legislator, as a basic premise, no longer wished to make a link between the strictly private use of the car and its use for commuting purposes. The legislator did not therefore intend to tax – through the introduction of an increased percentage of the fixed amount for car costs (autokostenforfait) – the higher sum of income considered as being derived from employment as an extra advantage, made dependent on the travel distance, on account of private use.", "3.8. This entails that the addition of four percent of the catalogue price of the <company> car, though in form an increase of the fixed amount for car costs, in nature has the character of an independent addition for the cases where tax payers habitually travel at least three days a week over a one-way distance of 30 kms between their home and their work place using for this a car placed at their disposal for work purposes. The Supreme Court fails to see that, for the application of that independent addition, it is of any relevance whether or not the car, apart from commuter travel, has not or only to a limited extent been used for private purposes.", "3.9. The considerations set out in 3.6. to 3.8. lead to the conclusion that the legislator, by not prescribing the addition of four percent of the catalogue price in cases where there is no or only a limited private use of the <company> car, has given preferential treatment to a limited group within a category of equivalent cases - in short: commuter travel over more than 30 kms -, and has thus treated equivalent cases unequally.", "3.10. Members of the Netherlands Parliament (Staten-Generaal) have shown doubts as to the legitimacy of that unequal treatment. It has been stated in justification on the Government side that, from the point of view of transport arranged by the employer, the employees privileged by the proposed regulation are on a par with employees who, either collectively or not, are transported by their employer in minibuses and the like. That contention is, however, in all reasonability untenable. Within the group of employees whose transport is arranged by the employer, those disposing of a <company> car are in a completely different situation from those who are, either collectively or not, transported by the employer in minibuses and the like. As of old, the legislator itself has not viewed these cases as equivalents. It has long since made a difference within the relevant group of employees by including employees disposing of a <company> car as being liable to income tax for the private use of such a car. The form chosen for this, the fixed amount for car costs, prompted an addition of a fixed amount for private use <of a company car> to the taxable income in all cases where an employer has made a car available, unless the tax payer can convincingly prove that, on an annual basis, the car has been used for private purposes for less than (at present) 1,000 kms. In addition, the “employer’s car” in the latter situation is further treated differently from other transport arranged by the employer, as in that situation the value of the real private use is taxed. Also, given this long standing difference, the argument made in an earlier phase of the examination of the draft Act, that the distinction of the employees with a <company> car runs up against practical difficulties, is defective.", "3.11. Moreover, the Supreme Court has not found outside this legislative history any grounds of a fiscal or non-fiscal nature that can justify the unequal treatment at issue.", "3.12. Further, it cannot be said that the unequal treatment results in a quantitatively unimportant advantage as, with the addition of 4% of the catalogue price of a <company> car, quickly one finds that an increase in income of NLG. 1,500 to NLG. 2,000 is involved.", "3.13. Even taking into consideration the margin of appreciation of the legislator, the above also leads to the conclusion that the legislator cannot in all reasonability have held that it concerns here unequal cases, or that there is a reasonable and objective justification for the unequal treatment of those cases. The <cassation> complaints I and II, insofar as they are based on a different opinion, fail.", "3.14. The <cassation> complaint I ... is however successful insofar it points out that not to apply the rule contained in Article 42 § 4 of the ITA would result in an equally unjustifiable inequality in treatment, namely in respect of employees who habitually commute, involving a one-way travel distance of more than 30 kms, with their own car or with public transportation without having a public-transport-declaration [for fiscal deduction purposes] (openbaar vervoerverklaring). This could only be remedied by the non-application of the entire <regulation on the> “capping <of the tax allowance for commuters>” (“aftopping”). The Supreme Court considers for the time being that such a consequence of the inequality found is disproportionate. It is for legislator to remove the inequality found. The Supreme Court assumes that the Bill announced in the <cassation> complaint III will be presented <to Parliament>.”", "In a further judgment given on 24 January 2001 in yet another case concerning the same subject matter, the Supreme Court rejected the argument that, on the basis of its judgment of 15 July 1998, an increase of 24% instead of 20% should not be imposed. It held:", "“3.1. ... In cassation, the appellant argues .... that the fiscal judge should now refrain from applying the regulation at issue, because the legislator has failed to introduce in a timely manner a Bill in order to remove the inequality which has been found.", "3.2. As to this argument, the following applies.", "3.2.1. In consideration 3.14 of its judgment of 15 July 1998, the Supreme Court held that it was for the legislator to remove the inequality found and that it assumed that to this end the State Secretary <of Finances> would submit <to Parliament> the Bill announced in the State Secretary’s cassation memorial.", "In its advice of 8 October 1998 on draft legislation on amendments to forthcoming statutory fiscal regulations ... the Council of State (Raad van State) noted that this Bill did not contain a regulation designed to remove the above inequality under the law, and advised that such a regulation be included already in this Bill. In the further report (...), the Government replied as follows:", "“The Council <of State> advises, with reference to the Supreme Court’s judgment of 15 July 1998 ..., as to the application of the ... increased fixed amount for car costs to repair the inequality found in respect of the fixed amount for car costs already <in this Bill>. ... this inequality will be repaired by a change of legislation. This change is however connected to the elaboration of the announcement in the Coalition Agreement (Regeeraccoord) to replace the fixed amount nature (forfaitaire karakter) of the car costs’ fiction (autokostenfictie) by an approach that more befits the factual private use of the company car. The manner in which this reparation is to take place is further dependent on the new modelling of the fiscal treatment of company cars in the framework of legislation on tax reforms for the 21st century (belastingherziening 21e eeuw). In this it will also be considered whether the above-intended reparation, if required, can already occur as of 1 January 2000 in anticipation of the announced fiscal reform for 2001.”", "The Government have subsequently .... stated the following:", "“In the Bill on Fiscal Reform 2001 <this point made by> the Supreme Court is resolved. It has been considered whether it was feasible to advance <this solution> without great problems. To advance <this regulation> would, in the light of the proposed fiscal reform for 2001 lead to an unbalanced <global> package. In the Fiscal Plan 2000 it was not possible to incorporate the compensation – connected with <this solution> – in the sphere of tariffs and the further retrenchments from the fiscal reform for 2001. In addition, justice would no longer be done to the policy connection with other regulations on fiscal reform (commuter travel expenses and labour reduction). In the fiscal reforms for 2001, on the other hand, the budgetary and revenuepolitical consequences of the <solution> are incorporated in the total package of measures.", "Apart from this, a reparation within the current system as an extra intermediate step to the fiscal reform leads to confusion for taxpayers and the fiscal executive, and to extra administrative charges. Taxpayers and the fiscal executive would thus be confronted with an adapted system that will change totally again within a year. To achieve a balance, we have therefore opted for resolving the inequality pointed out <by the Supreme Court> as to the <fixed amount for car costs> in the Bill on Fiscal Reform 2001. In taking up this option, the fact that this Bill has already been submitted to the Lower House of Parliament also plays a role.”", "In the Bill mentioned here by the Government, that has been submitted on 14 September 1999 to the Lower House and which Bill has been adopted in the meantime (Act of 11 May 2000 on the Determination of the Income Tax Act 2001 (Fiscal Reform 2001), Official Gazette (Staatsblad) 2000, no. 215), the inequality referred to above has in fact been removed.", "3.2.2. It appears from the above that the legislator has opted to remove the inequality in the framework of a general fiscal reform in connection with other regulations that, in the legislator’s opinion, also required revision ... in order to establish in that way a coherent overall <system>.", "The Supreme Court is of the opinion that there are insufficient grounds for finding that the legislator could not reasonably have taken this decision, although the removal of the inequality therefore took longer than was desirable. In this finding, the Supreme Court takes into consideration, apart from the above circumstances and the duration of the delay, that apparently initially a totally different regulation was considered, that a change in legislation could possibly have resulted in an increase of fiscal charges for certain groups, and that it is understandable that the legislator did not wish to alter the regulation twice within a short space of time. These considerations lead to the conclusion that the Court of Appeal has correctly refrained from not applying Article 42 § 4 of the Income Tax Act 1964.", "3.3. Moreover, it must be noted that the appellant in the present case, as regards the income tax imposition for 1991, cannot successfully argue that this statutory provision should not be applied in his case because, in any event, the legislation was not obliged to remove the instant inequality found with retroactive effect for the fiscal years prior to 1998.”", "On 15 March 1999, the Leiden Tax Inspector issued the applicant’s income tax return assessment (voorlopige teruggaaf inkomstenbelasting) for 1999. Like in the previous assessment, 24% of the catalogue value of the his company car was added to his taxable income.", "The applicant filed an objection (bezwaar) with the Leiden Tax Inspector against the income tax return assessment for 1999. Relying on the Supreme Court’s judgment of 15 July 1998, he complained that Article 42 of the ITA was contrary to the prohibition on discrimination insofar as it resulted an increase of more than 20%. He submitted that, in its judgment of 15 July 1998, the Supreme Court had refrained from action, in the form of a reduction of the income tax assessment, on the assumption that a new Income Tax Bill would be submitted to Parliament in the near future. As this Bill had not yet been presented to Parliament, the applicant considered that the need for judicial action had now arisen.", "The Leiden Tax Inspector rejected the applicant’s objection on 14 June 1999. The Tax Inspector noted that that the Supreme Court, although it had found that the application of Article 42 § 4 of the 1964 Income Tax Act was contrary to the principle of equal treatment, had declined to render this provision inoperative as this would have entailed an equally unjustifiable inequality, with disproportionate consequences. The Tax Inspector further noted that the Supreme Court had concluded that it was for the legislator to remove the unequal treatment. The Tax Inspector did not accept the applicant’s argument that the legislator had failed to act with due diligence in drawing up new legislation.", "The applicant filed an appeal with the Hague Court of Appeal. He did not avail himself of the possibility to claim a reimbursement of his legal costs by the other party. By judgment of 14 February 2001 and referring to the Supreme Court’s findings in its judgment of 24 January 2001, the Court of Appeal rejected the applicant’s appeal as ill-founded.", "Although it was open to the applicant to file an appeal in cassation with the Supreme Court, he did not avail himself of this possibility, considering that this would not have had any prospects of success.", "Pursuant to Article 42 § 3 of the 1964 Netherlands Income Tax Act (Wet op de Inkomstenbelasting), employees disposing of a company car provided by their employer must add a fixed amount to their taxable income because of the use of such a car for private purposes. The wording of this provision fixes this amount, the so-called fixed amount for car costs (autokostenforfait), at 20% of the catalogue price of the car concerned.", "Following the adoption of the Act of 4 July 1990 amending income tax and salaries tax [capping of the tax allowance for commuters] (Wet tot wijziging van de inkomstenbelasting en de loonbelasting [aftopping reiskostenforfait]), this fixed amount was increased by 4% (i.e. to 24%) in those cases where an employee habitually travels at least three days a week between his or her home and work place when the distance of a oneway journey between these two places exceeds 30 kms (Article 42 § 4).", "Article 42 § 5 of the Income Tax Act provides that the rules contained in Article 42 §§ 2 - 4 are not applied where it appears that, on an annual basis, the company car has been used for private purposes for a total distance not exceeding 1,000 kms. In that situation no fixed amount for car costs has to be added to the taxable income, but the actual benefit must be added on the basis of a fixed amount per kilometre, e.g. 500 kilometres at 60 cents per kilometre.", "The underlying rationale of the Act of 4 July 1990 was of an environmental nature, i.e. to reduce commuter traffic by encouraging employees to live closer to their place of work, as well as to reduce the use of cars for commuter travel by encouraging employees to opt either for public transport or other forms of collective transport arranged by the employer.", "In the original proposal contained in the Bill, which resulted in the Act of 4 July 1990, the existing possibilities for tax deduction of costs for commuting to work and the exemption from taxes of compensation paid by employers in respect of commuting costs were limited to a maximum (aftopping). Costs for commuting to work for distances in excess of 30 kms were to be considered as “private” and no longer eligible for tax allowances.", "As to the application of the fixed amount for car costs in cases concerning a company car, the commuter traffic in excess of 30 kms was to be considered as “private“ and lead to the application of a higher percentage. This would only apply, however, where a car was also being used for private purposes. If the car would only be strictly used for work purposes, including commuting, the fixed amount for car costs would not come into play.", "As this approach met with the objection that only one single kilometre driven by a company car for private purposes could result in the addition to the taxable income of the fixed amount for car costs, the Bill was amended. The fixed amount for car costs would be applied when a company car was to be used for private purposes involving a distance of 1,000 kms or more a year. In the determination of this question, the distance between the home and place of work – whether or not it was more than 30 kms – would be irrelevant. If the limit of 1,000 kms for private use were exceeded, an addition of 20% of the car’s catalogue price would be applied where the commuting to work remained limited to a distance of less than 30 kms from the home. For commuting involving a distance between the home and place of work of more than 30 kms, a percentage of 24% would be applied.", "Although some critical questions were put during the parliamentary debate the system as amended was adopted by the Act of 4 July 1990.", "In a judgment of 22 March 1995 (BNB no. 1995/140), the Supreme Court held that:", "“In the present proceedings, the question has not been raised whether the rules contained in Article 42 §§ 4 and 5 [ITA] entail a prohibited unequal treatment in respect of those case in which a car made available by an employer is used for private purposes for less than 1,000 kms per year. That question must at present, however, remain unresolved, since its answer also requires an investigation of the facts for which there is no scope in cassation proceedings.”", "The rules contained in Article 42 of the ITA remained in force until 1 January 2001 when fiscal reform legislation came into force - the Income Tax Act 2001. This Act provided that the distance between the home and place of work is no longer relevant in the determination of the addition of the fixed amount for car costs in respect of company cars. Only the distance for private purposes for which the company car is used is relevant. In case this use is less than 500 kms per year, no fixed amount has to be added to the taxable income. For a distance between 501 - 4,000 kms, 15% of the car’s catalogue value must be added to the taxable income, for distances between 4,001 - 7,000 kms, 20%, and for distances exceeding 7,000 kms, 25%. Commuter travel is considered to be work-related.", "Article 1 of the Constitution (Grondwet), provides:", "\"All persons present in the Netherlands shall be treated in the same way in similar situations. Discrimination on the ground of religion, philosophical convictions, political leanings, race, sex, or any other ground whatsoever shall not be allowed.\"", "Article 120 of the Constitution reads:", "\"The courts shall not rule on the constitutionality (grondwettigheid) of statutes and treaties.\"", "Under Article 120 of the Constitution, as interpreted in the constant caselaw of the Supreme Court, the judiciary is not permitted to examine the lawfulness of Acts of Parliament. The courts can, however, review the lawfulness of subordinate legislation and of all other acts of the administration including the lawfulness of decisions which have a general character such as regulations, plans or directives (cf. Hoge Raad, 1 December 1993, Beslissingen in Belastingzaken 1994, no. 64).", "Article 93 of the Constitution provides that provisions of international treaties and decisions of international (intergovernmental) organisations which, according to their content, may be binding on anyone shall have binding force after they have been published. Pursuant to Article 94 of the Constitution, such provisions of international treaties and decisions of international organisations take precedence over domestic statutory rules in case of conflict.", "As regards the prohibition on discrimination, the Netherlands Supreme Court recognised in a judgment of 2 February 1982 (Nederlandse Jurisprudentie – “NJ”, 1982, no. 424 [corrected in NJ 1982, no. 475]), that Article 26 of the International Covenant on Civil and Political Rights is a provision of an international treaty which, according to its content, may be binding on anyone, and must therefore in principle be applied directly by the Netherlands courts.", "However, in a number of judgments the Supreme Court has declined to construe Article 26 of the Covenant in such a way as to deprive national legislation of its effect even if it considered that a given measure constituted unlawful discrimination, holding that – where various options were open to the national authorities to remove such discrimination – the choice should be left to the legislator in view of the social and legal implications attending each possible course of action (Hoge Raad, 12 October 1984, NJ 1985, no. 230; and Hoge Raad, 23 October 1988, NJ 1989, no. 740).", "In its judgment of 16 November 1990 (NJ 1991, no. 475), cited in the Court’s Kroon and Others v. the Netherlands judgment of 27 October 1994, the Supreme Court came to a similar finding with regard to Article 14 of the Convention taken together with Article 8 (Series A no 297-C, p. 50, § 14)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}