{"ITEMID": "001-60309", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF DEVENNEY v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Not necessary to examine Art. 14 or 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Gaukur Jörundsson;Nicolas Bratza", "TEXT": ["8. On 18 August 1992, the applicant began work in the Culloden Hotel, Belfast, as a silver service waiter. This hotel is owned by Moyola Cellars Limited, which is subsidiary of Hastings Hotels Group Limited. Initially the applicant had been doing very well and was optimistic about promotion. On 31 October 1992, the restaurant manager informed the applicant that he was being dismissed forthwith. The applicant was given no reason whatsoever for his peremptory dismissal. Various attempts to get an explanation for the dismissal were unsuccessful. Ultimately the general manager told the applicant on 1 November 1992 that he was dismissed because he did not meet the grade and there was no other reason. Of all the full-time and permanent staff in the restaurant the applicant believes that he was the only Catholic.", "9. The applicant made a complaint to the Fair Employment Tribunal that he had been unlawfully discriminated against on the grounds of religious belief or political opinion. The applicant and thirteen of his fifteen siblings are not involved in any politically related activity.", "10. By a letter of 22 December 1992, the applicant’s solicitors wrote to the Chief Constable of the Royal Ulster Constabulary (“RUC”) stating that they had been informed that the reason for the applicant’s dismissal from his employment at the Culloden Hotel was an approach made to the Hotel by members of the RUC who had stated that the applicant was a suspect. The solicitors requested that the RUC provide information as to what the applicant was suspected of and on what basis the applicant had been allegedly described as a suspect. The RUC replied to this letter, stating that they were unable to comment on such matters, it not being force policy to do so.", "11. On 29 March 1993 the solicitors acting on behalf of the applicant’s employers wrote to the Fair Employment Tribunal.", "“We return herewith Notice of Appearance in relation to the application presented by Mr Liam Devenney. On our instructions, the acts of which complaint is made, were done for the purpose of protecting public safety, and in the circumstances by virtue of Section 42 of the Fair Employment Act 1976, the Fair Employment (Northern Ireland) Acts do not apply so that the tribunal does not have jurisdiction to entertain the complaint.”", "12. The Fair Employment Tribunal then of its own motion fixed a preliminary hearing for determination of the following issue:", "“Whether the tribunal has jurisdiction to consider the applicant’s complaint in view of the provisions of Section 42 of the Fair Employment (Northern Ireland) Act 1976.”", "13. On 3 December 1993 the Fair Employment Commission, acting on behalf of the applicant, wrote to the solicitors acting on behalf of the applicant’s employers requesting to know, inter alia, whether the Secretary of State or any other Agency had been approached with a view to obtaining a Section 42 (2) certificate. By reply of 6 December 1993 the employers’ solicitors stated:", "“We today received your letter dated 3 December 1993 in relation to the above. You will be pleased to hear that during the writer’s holiday last week a Section 42 certificate was received from the Crown Solicitor’s office (a certified copy of which is enclosed herewith) so that it now seems unnecessary to take any further action, and that you may close your file in this matter.”", "14. The applicant stated that he did not know the basis upon which the certificate was issued. He had never been shown, and was not entitled to demand, sight of the information, if any, which was placed before the Secretary of State which led to the certificate being issued. The applicant did not know whether this information was correct or incorrect, whether it was complete or incomplete, and whether it was reliable or not. Nor did he know whether the information provided could reasonably support the view expressed in the certificate.", "15. The matter first came before the Fair Employment Tribunal on 3 June 1994. On that occasion the Tribunal declared that the certificate presented did not affect the applicability of the Fair Employment Acts to the dismissal of the applicant by Moyola Cellars Limited, since the certificate referred to an act done by the Hastings Hotel Group.", "16. At a resumed hearing on 5 January 1995 the Fair Employment Tribunal were presented with a new certificate signed by the Secretary of State for Northern Ireland and certifying that the decision by Moyola Cellars Limited to terminate its contract of employment with the applicant was for the purpose of protecting public safety and public order. In light of the certificate, the Fair Employment Tribunal found that the Fair Employment Act did not apply to the termination of the applicant’s contract, nor to the decision summarily to terminate the contract and accordingly that:", "“there is nothing for this Tribunal to consider in relation to that act [of termination].”", "The tribunal dismissed the applicant’s complaints in relation to his dismissal and the manner of his dismissal.", "17. By virtue of Section 17 of the Fair Employment (Northern Ireland) Act 1976 (“the 1976 Act”) it is unlawful for an employer to discriminate against a person on grounds of religious belief or political opinion in relation to employment in Northern Ireland, inter alia, by dismissing him or subjecting him to any other detriment. By virtue of section 24 of the 1976 Act as amended, a complaint of unlawful discrimination may be presented to the Fair Employment Tribunal, which is established by statute to investigate complaints of unlawful discrimination on grounds of religious belief or political opinion.", "18. Section 42 of the 1976 Act provides as follows:", "“(1) The Fair Employment (Northern Ireland) Acts shall not apply to an act done for the purpose of safeguarding national security or protecting public safety or public order.", "(2) A certificate signed by, or on behalf of the Secretary of State and certifying that an act specified in the certificate was done for the purpose mentioned in sub-section (1) shall be conclusive evidence that it was done for that purpose.", "(3) A document purporting to be a document such as is mentioned in subsection (2) shall be received in evidence and, unless the contrary is proved, shall be deemed to be such a certificate.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}