{"ITEMID": "001-76001", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "SENCAR AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicants, whose names appear in the appendix, are Turkish nationals and live in Silopi. They are represented before the Court by Mr T. Elçi, a lawyer practising in Diyarbakır.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Until 14 June 1993 the applicants lived in the Selçik village in the district of Silopi in the Şırnak province, where they own property.", "On the night of 13 June 1993, the Gendarmerie Battalion in Görümlü, near the village of Selçik where the applicants reside, was attacked by the PKK.", "On 14 June 1993 early in the morning the security forces carried out an operation on the applicants’ village, forcing women, children and men to come out of their homes. They gathered them in a square outside the village. The security forces accused the villagers of assisting the PKK. They then dispersed among the houses and set them on fire. The applicants were not allowed to retrieve any belongings from their houses and were forced to evacuate the village. They moved to the Silopi District.", "On 30 June 1993 the applicants applied to the Silopi Magistrates’ Court for an assessment of the damage they had suffered as a result of the burning down of their homes and possessions. However, due to the extent of the damage, it was not possible to make a complete assessment of the damage caused to their possessions, neither was it possible to make any assessment of damage caused to the fields, vineyards and gardens.", "On 28 July 1993 an independent expert submitted his detailed damage assessment reports to the Silopi Civil Court of First Instance. In his reports, he described the nature and the amount of the damage suffered by each applicant. On an unspecified date, copies of the assessment of damage reports were given to the Ministry of Interior.", "The applicants repeatedly applied to the administrative authorities in Şırnak for permission to return to their village after the incident. However, the authorities refused their requests.", "The investigation carried out by the authorities indicated that on 13 June 1993 there was an attack to the mechanize battalion by missiles, flak and longed barrelled rifles from inside and around Selçik village. During the clash six soldiers died and thirteen wounded, the houses of the villagers were also burned down. On 14 June 1993 a search was conducted in and around the Selçik village.", "Concerning this incident an investigation was lodged by the Şırnak Public Prosecutor’s Office. On 12 July 1993 the public prosecutor decided that he lacked jurisdiction and sent the file to the Diyarbakır State Security Court on 20 August 1993. This investigation is still pending before this court.", "The official records indicated that there was no obstacle preventing the applicants from returning to their homes and possessions in their villages. Selçik village is available for resettlement from the beginning of the year of 2001. The letter of the Şırnak Governorship dated 10 July 2001 to the district administrations stated that certain villages, including the applicants were available for resettlement. However, none of the villagers applied to return to their village. They only went to crop their fields time to time.", "A description of the relevant domestic law can be found in the Court’s decision of İçyer v. Turkey (no. 18888/02, §§ 44-54, 12 January 2006) and in its judgment of Doğan and Others v. Turkey (nos. 88038811/02, 8813/02 and 8815-8819/02, §§ 31-35, ECHR 2004-...)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}