{"ITEMID": "001-4747", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "GIBBS v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicant is a Dutch national, born in 1974, and at the time of the introduction of the application was detained in the Koraal Specht penitentiary of Curaçao (Netherlands Antilles). He is represented by Mr G. Spong, a lawyer practising in The Hague.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "A. Particular circumstances of the present case", "On 13 June 1994, the applicant was placed in pre-trial detention on suspicion of having committed two armed robberies. By summons of 31 October 1994, he was ordered to appear on 9 November 1994 before the First Instance Court (Gerecht in Eerste Aanleg) of the Netherlands Antilles. On 8 December 1994, the First Instance Court of the Netherlands Antilles handed down its judgment. On 13 December 1994, the applicant filed an appeal with the Joint Court of Justice (Gemeenschappelijk Hof van Justitie) of the Netherlands Antilles and Aruba. The applicant's case-file was received at the Registry of the Joint Court of Justice on 10 May 1995.", "The Joint Court of Justice started its examination of the applicant's case on 12 September 1995, when it adjourned its examination, as the applicant wished to be represented by a new lawyer who had not studied the case-file. On 19 October 1995, a second hearing was held before the Joint Court of Justice. It appeared that yet another lawyer had taken over the applicant's case. The new lawyer sought an adjournment of the proceedings with a view to hearing a number of witnesses before the court, whose names the lawyer would communicate at some further point in time. The Joint Court of Justice granted this request and adjourned its examination until 16 November 1995. By letter of 2 November 1995 the defence submitted the names of seven witnesses, including U.H., whom the defence wished to hear before the Joint Court of Justice.", "On 16 November 1995, four witnesses appeared and were heard before the Joint Court of Justice. After these four witnesses had given evidence, the defence sought a further adjournment in order to hear two of the three witnesses who had not appeared, namely U.H. and J.F., and a further witness D.B. The Joint Court of Justice granted the request and adjourned its further examination until 29 November 1995.", "On 27 November 1995, on the basis of an order of the Joint Court of Justice, the witness J.F. was heard before the investigating judge (rechter-commissaris). Although U.H. had also been summoned to give evidence before the investigating judge, this witness failed to appear before the investigating judge.", "At the hearing of 29 November 1995, the President of the Joint Court of Justice stated that four witnesses had been heard on 16 November 1995 and that a further witness had been heard before the investigating judge. He further stated that it had been ordered that the witness U.H. be forcibly brought (medebrenging) before the Joint Court of Justice, but that this witness had not appeared. The defence persisted in its request that U.H. be heard. The prosecution objected to a further stay of the proceedings and argued that the applicant, who had been represented throughout the proceedings, had been provided with ample opportunity to have witnesses heard. After having deliberated, the Joint Court of Justice decided to reject the request by the defence to hear U.H.", "In its judgment of 20 December 1995, the Joint Court of Justice convicted the applicant of theft involving threat to use violence and use of violence having caused death, extortion and unlawful possession of a fire-arm, and sentenced him to fifteen years' imprisonment with deduction of the time spent in pre-trial detention.", "On 27 December 1995, the applicant filed an appeal in cassation with the Netherlands Supreme Court (Hoge Raad), including a complaint of the length of the proceedings. On 16 July 1996, the applicant's case-file was transmitted by the Joint Court of Justice to the Registry of the Supreme Court, where it arrived on 30 July 1996. The Supreme Court examined the applicant's case for the first time on 3 December 1996.", "In his conclusions, the Procurator General (Procureur-Generaal) to the Supreme Court advised the Supreme Court, inter alia, to reject the applicant's complaint under Article 6 of the Convention in respect of the delay between 8 December 1994 and 10 May 1995. He noted that the applicant, who had been represented by a lawyer in the proceedings on appeal, had not raised this complaint in the proceedings before the Joint Court of Justice and considered that this complaint could not be raised for the first time in cassation proceedings before the Supreme Court. He further considered that the delay was not of such a nature that the Joint Court of Justice should ex officio have examined the compatibility of this delay with Article 6 of the Convention.", "Insofar as the applicant complained of the delay between 20 December 1995 and the first examination of the applicant's appeal in cassation, the Procurator General advised the Supreme Court to reject this complaint on the basis of a finding that this delay was not so long that the applicant's right to a hearing within a reasonable time had been violated. The Procurator General further considered that the total length of the proceedings against the applicant, i.e. more than 2½ years, had also not exceeded a reasonable time.", "The Supreme Court rejected the applicant's appeal in cassation by judgment of 25 March 1997. Referring to Article 101a of the Judicial Organisation Act (Wet op de Rechterlijke Organisatie), the Supreme Court further rejected the applicant's complaint of the length of proceedings as not prompting a determination of legal issues in the interest of legal unity and development.", "B. Relevant domestic law and practice", "", "30. Pursuant to Article 206 of the former Code of Criminal Procedure of the Netherlands Antilles (Wetboek van Strafvordering, hereinafter referred to as \"former CCP\"), as in force at the relevant time, a judgment must contain reasons and express the punishable fact including the circumstances which may lead to a mitigated or aggravated sentence. It must further contain findings on what facts have been found proven or not, the legal qualification of the facts found proven, the question of the accused person's guilt and the application of the statutory defined punishment. Pursuant to Article 211 former CCP, a judgment must be signed by the judge, who has decided the case, and the registrar within 48 hours after its delivery. Although the former CCP contains no explicit obligation that a judgment should contain the means of evidence on which a conviction is based, in practice such means were set out in judgments leading to a conviction.", "However, since – pursuant to Article 194 former CCP - the court has to deliver the judgment within three weeks following the closure of the trial, it was not unusual at the relevant time that initially an abridged judgment would be drafted in cases where the accused was convicted. Such a judgment does not account for the means of evidence on which the conviction is based. A complete version of the judgment was not prepared unless the convicted person or the public prosecutor lodged an appeal against the judgment. In that case the means of evidence were included in the judgment and the case-file, including the complete judgment, was transmitted to the appeal court.", "In a judgment of 17 June 1997 (nr. 105.153 A), concerning an appeal in cassation against a judgment of 2 January 1996 of the Joint Court of Justice of the Netherlands Antilles and Aruba in which a complaint was raised that the period of time which had elapsed between the date on which the Joint Court of Justice had handed down its judgment and the first examination of the appeal in cassation constituted a delay contrary to the reasonable time requirement under Article 6 of the Convention, the Supreme Court noted that the appeal in cassation had been filed on 8 January 1996, that the pertaining case-file had been received by the Registry of the Supreme Court on 18 September 1996 and that the appeal in cassation had been examined for the first time on 14 January 1997.", "The Supreme Court considered that no special circumstances had appeared which could justify the period of eight months and ten days that had elapsed between 8 January 1996 and 18 September 1996. It concluded that, therefore, the reasonable time requirement under Article 6 of the Convention had not been met and that, on this basis, the sentence imposed on the applicant should be mitigated. The Supreme Court quashed the determination of the applicant's sentence and referred the case back to the Joint Court of Justice of the Netherlands Antilles and Aruba for a new determination of the applicant's sentence."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}