{"ITEMID": "001-92268", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SERAFIN AND OTHERS v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicants live in Warszawa, Łódź, Świdnica and Sochaczew.", "5. The applicant Joanna Aleksowicz-Zawistowska died in 2005. The applicant Piotr Zawistowski is her sole heir.", "6. The applicant Andrzej Zawistowski died in 2008. His heirs Monika, Rafał and Marcin Zawistowscy declared their intention to pursue the claim.", "7. The applicants are heirs to a property (a plot of land with a creamery) situated in central Warsaw on Towarowa Street (previously Krochmalna Steet).", "8. The property belonged to Julian Charaziński and after his death on 15 May 1939 it was inherited by his daughters: Władysława Zawistowska (legal predecessor of the applicants Małgorzata Gładysz-Wójcik, Elżbieta Zawistowska, Andrzej and Piotr Zawistowski), Stefania Onichimowska (mother of the applicant Jolanta Serafin), Krystyna Gumułka (mother of the applicant Marta Plamenac), Czesława Paszkowska (grandmother of the applicant Ms Katarzyna Okoniewska), Julia Urbanek (mother of the applicant Teresa Urbanek). They all worked in the creamery until 1954.", "9. By virtue of the Decree of 26 October 1945 on the Ownership and Use of Land in Warsaw (“the 1945 Decree”) the ownership of all private land was transferred to the City of Warsaw. The applicants’ creamery was also nationalised.", "10. On 13 October 1948 the applicants and/or their legal predecessors requested to be granted the right of temporary ownership (własność czasowa) of the property pursuant to section 7 of the 1945 Decree.", "11. On 16 December 1952 the Board of the Warsaw National Council (Prezydium Rady Narodowej) refused the request.", "12. On 19 April 1993 the applicants requested annulment of the decision of 16 December 1952.", "13. On 22 September 1994 the Minister of Planning and Construction (Minister Gospodarki Przestrzennej i Budownictwa) declared the decision null and void, finding that it had been issued in breach of law.", "14. On 20 November 1990 the applicants lodged a request to have their property returned under Article 7 of the 1945 Decree.", "15. On 31 January 1992 the Warsaw Deputy Mayor transferred the applicants’ request to the WarszawaWola Mayor.", "16. In letters dated 10 April 1992 and 10 September 1992, Stefania Onichimowska requested the speedy examination of her application.", "17. On 3 November 1992 Aniela Gładysz (the niece of Stefania Onichimowska and mother of Małgorzata Gładysz-Wójcik), one of the legal heirs to the property, complained to the Warsaw Deputy Mayor about the lack of response on the part of the Warszawa-Wola Mayor.", "18. On 30 December 1992 the Warsaw Deputy Mayor requested the Warszawa-Wola Mayor to deal with the applicants’ request by 30 January 1993.", "19. Apparently, on 14 September 1995, the applicants were requested to submit relevant documents confirming their rights to the property.", "20. On 5 December 1995 and on 15 April 1997, in letters to the Warsaw municipality, Aniela Gładysz demanded that the applicants’ request for the return of the property or for compensation be examined.", "21. On 28 May 1997 she was informed that, due to the need to confirm the inheritance rights of the alleged heirs to the property and due to Stefania Onichimowska’s death in August 1995 and the resulting need to establish the identity of her heirs, the examination of their application could not be undertaken before 15 April 1997 – the date on which Aniela Gładysz had submitted all required documents.", "22. On 17 March 1999, Aniela Gładysz complained to the WarsawCentre Municipal Council against the Office for Housing and Urban Development about the inactivity of the body and lack of any decision concerning the title to the property.", "23. On 18 March 1999, the municipal council informed Ms Gładysz that her complaint had been transferred to the Audit Committee and that, due to the complex nature of her case, it would not be possible to examine her complaint within 14 days.", "24. On 24 June 1999 Ms Małgorzata Gładysz-Wójcik, on behalf of Aniela Gładysz, lodged a complaint with the Minister of Internal Affairs against the Warsaw-Centre Municipal Council and the Office for Housing and Urban Development.", "25. On 25 June 1999 the Minister transferred the complaint to the Local Government Board of Appeal (Samorządowe Kolegium Odwoławcze).", "26. On 15 September 1999 the Local Government Board of Appeal, finding that it had lacked competence to deal with the complaint, transferred it to the Mazowiecki Governor.", "27. On 15 November 2004 Małgorzata Gładysz-Wójcik and Marta Palmenac complained to the Warsaw Local Government Board of Appeal about the inactivity of the administrative authorities and their failure to issue an administrative decision.", "28. On 19 January 2005 the Warsaw Local Government Board of Appeal ordered the Mayor of Warsaw to issue a decision concerning the grant of the right of perpetual use of the property within a period of 2 months.", "29. On 11 April 2005 Małgorzata Gładysz-Wójcik and Marta Plamenac lodged a complaint with the Warsaw Regional Administrative Court against the Mayor of Warsaw for failure to issue an administrative decision.", "30. On 26 October 2005 the Warsaw Regional Administrative Court informed Ms Małgorzata Gładysz-Wójcik that the court could not rule on the complaint of 11 April 2005 because the administrative authority in question had not yet submitted their observations on the applicants’ complaint.", "31. On 14 March 2006 the Warsaw Regional Administrative Court fined the Mayor of Warsaw PLN 2,500.", "32. On 14 June 2006 the Warsaw Regional Administrative Court ordered the Mayor of Warsaw to issue within 2 months a decision concerning the perpetual use of the property.", "33. On 2 August 2006 the Mayor of Warsaw stayed the proceedings concerning the right of perpetual use pending the outcome of civil proceedings before the Warsaw District Court for acquisition by prescription, instituted by a “Wola” co-operative.", "34. On 14 August 2006 the applicants appealed against the decision of 2 August 2006 to the Local Government Board of Appeal.", "35. On 17 January 2007 the Local Government Board of Appeal quashed the decision of 2 August 2006 finding that there had been no reason to stay the proceedings and to delay the delivery of the decision on the merits. The Board noted that the co-operative’s request to re-open the proceedings terminated by the decision of 22 September 1994 of the Minister of Planning and Construction had been refused on 5 December 2006.", "36. On 17 April 2007 Małgorzata Gładysz-Wójcik and Marta Plamenac instituted enforcement proceedings against the Mayor of Warsaw.", "37. On 5 July 2007 the Mayor of Warsaw issued a decision granting the perpetual use of the property to the applicants for a period of 99 years, with the exception of a part of the property which had been intended for the building of a road.", "38. The “Wola” co-operative appealed to the Warsaw Local Government Board of Appeal. On 5 September 2007 the Board of Appeal discontinued the appeal proceedings due to lack of legal standing on the part of the “Wola” co-operative. The decision of 5 July 2007 issued by the Mayor of Warsaw became final.", "39. On 18 September 1997, Aniela Gładysz and the other heirs lodged with the Office for Housing and Urban Development (Urząd Mieszkalnictwa i Rozwoju Miast) an action for damages resulting from the administrative decision of 16 December 1952. At the same time, they demanded from the Warsaw municipality compensation for unlawful use of their property.", "40. On 30 September 1998 Aniela Gładysz complained to the Office about their failure to examine her claim of 18 September 1997. On 27 October 1998 the Office for Housing and Urban Development rejected the claim.", "41. On 25 November 1998 Aniela Gładysz and the other applicants (“the plaintiffs”) lodged with the Warsaw Regional Court a claim against the State Treasury for compensation under Article 160 of the Code of Administrative Procedure. The amount of compensation claimed (PLN 1,000,000) was later modified.", "42. The first hearing in the case was scheduled for 31 January 2002. Nine hearings were held up until 10 November 2005.", "43. On 15 February 2006 the proceedings were stayed upon the plaintiffs’ request and resumed on 23 May 2006.", "44. On 29 June 2007 the court delivered a judgment and awarded compensation to the plaintiffs.", "45. On 21 August 2007 the Mazowiecki Governor appealed. The appeal hearing was scheduled for 27 March 2008. On 27 March 2008 the proceedings were stayed due to the death of one of the plaintiffs – Andrzej Zawistowski.", "46. The Warsaw Court of Appeal rejected the appeal on 10 June 2008.", "47. On 6 December 1999 the applicants lodged with the Warsaw Regional Court requested the court to order the Warsaw municipality to issue a statement confirming the applicants’ right of perpetual use of the property at Towarowa Street, and to pay compensation for lost profits (lucrum cessans).", "48. Certain delays in the preliminary phase of the proceedings were due to the fact that one of the plaintiffs, Aleksadra Czudowska, who lived in the Netherlands, had not signed the claim properly and had not established an address for correspondence in Poland; the court had to obtain assistance of the Polish Consul in the Hague to contact the plaintiff and to remedy the shortcomings of the pleadings.", "49. The first hearing in the case was held on 9 April 2002.", "50. On 12 December 2002 the proceedings were stayed upon request of Małgorzata Gładysz-Wójcik (in relation to her mother’s death). The proceedings were resumed on 22 May 2003.", "51. On 31 October 2003 the Warsaw Regional Court rejected the plaintiffs’ claim in part and stayed the proceedings concerning the remainder of the claim pending the outcome of the administrative proceedings. The plaintiffs appealed.", "52. On 18 November 2005 the Court of Appeal quashed the decision of the Regional Court.", "53. On 21 December 2006 the Warsaw Regional Court dismissed the claims. The plaintiffs appealed.", "54. On 20 February 2009 the Warsaw Court of Appeal quashed the judgment of the Regional Court and remitted the case for re-examination.", "55. The case is pending.", "56. On 7 December 2004 Małgorzata Gładysz-Wójcik, Marta Plamenac, Jolanta Serafin and Teresa Urbanek lodged with the Warsaw Court of Appeals a complaint under the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”). They complained about the excessive length of the first and second sets of civil proceedings.", "57. On 21 January 2005 the Warsaw Court of Appeal issued two decisions.", "58. In a decision concerning the first set of proceedings the court acknowledged that the impugned proceedings had been excessively lengthy. The court observed that the applicants’ right to a trial within a reasonable time had been breached. However, in the court’s view, the plaintiffs had partly contributed to the length of the proceedings and their overall length resulted from objective circumstances which could not be attributable to the Regional Court. The court ordered the Regional Court to accelerate the proceedings and awarded each applicant PLN 1,000 as just satisfaction.", "59. In a decision concerning the second set of proceedings the court acknowledged that the impugned proceedings had been excessively lengthy. In particular, the applicants’ appeal against the decision of 31 October 2003 had not yet been transferred to the Court of Appeal. However, the Court of Appeal took into account the complexity of the case resulting from the large number of plaintiffs. The court ordered the Regional Court to accelerate the proceedings and awarded each applicant PLN 1,000 as just satisfaction.", "60. For a presentation of the domestic law concerning inactivity of administrative authorities, see: Kaniewski v. Poland, no. 38049/02, 8 February 2006, and Koss v. Poland, no. 52495/99, 28 March 2006.", "61. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.", "The relevant domestic law and practice relating to administrative proceedings concerning the grant of the right of perpetual use of land can be found in the Court’s decisions in the cases Potocka and Others v. Poland (dec.), no. 33776/96, 6 April 2000 and Szenk v. Poland (dec.), no. 67979/01, 1 June 2004 and the judgment in the case Koss v. Poland, no. 52495/99, § 29, 28 March 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}