{"ITEMID": "001-60751", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF LUCIANO ROSSI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1947 and lives in Florence.", "9. The applicant is the owner of a flat in Florence, which he had let to A.R.", "10. In a registered letter of 4 November 1985, the applicant informed the tenant that he intended to terminate the lease on expiry of the term on 30 June 1987 and asked her to vacate the premises by that date.", "11. In a writ served on the tenant on 13 January 1987, the applicant reiterated his intention to terminate the lease and summoned the tenant to appear before the Florence Magistrate.", "12. By a decision of 19 January 1987, which was made enforceable on 4 February 1987, the Florence Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 30 June 1988.", "13. On 18 March 1989, the applicant made a statutory declaration that he urgently required the premises as accommodation for himself.", "14. On 21 June 1989, the applicant served notice on the tenant requiring her to vacate the premises.", "15. On 7 August 1989 he served notice on the tenant informing her that the order for possession would be enforced by a bailiff on 28 August 1989.", "16. Between 18 September 1989 and 4 July 1996 the bailiff made 15 attempts to recover possession. Each attempt proved unsuccessful, as the applicant was never granted the assistance of the police in enforcing the order for possession.", "17. On 18 September 1996, the applicant recovered possession of his flat.", "18. The relevant domestic law is described in the Court's judgment in the case of Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}