{"ITEMID": "001-77109", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ISL", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "GUDMUNDSSON v. ICELAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicant, Mr Sigurdur Gudmundsson, is an Icelandic national who was born in 1964 and at the time of lodging the application was serving a prison sentence in Iceland. He is represented before the Court by Mr Sveinn Andri Sveinsson, a lawyer practising in Reykjavik. The Icelandic Government (“the Government”) are represented by their Agent, Mr Thorsteinn Geirsson.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant and his wife, K., ran a private day-care centre at their home in the suburbs of Reykjavík. On Wednesday, 2 May 2001, at 9.00 a.m., a nine month old boy, S., was brought by his mother to the applicant and his wife. During the night the boy had been restless, awake and crying. Usually the boy had a nap twice during the day but that day he refused to sleep before lunch-time and had no appetite. Between 10.30 a.m. and noon the applicant left the centre for a meeting. His pregnant wife was close to giving birth to their child and went to see a doctor at 1 p.m. At around 2 p.m. she returned home and she sat down in the play-room; the applicant took S. to put him to sleep in a pram, placed in the garage. An audio detection device (baby-sitter) was set in motion in the garage. A few minutes later the applicant came back into the apartment.", "According to the applicant, nothing unusual happened when he put the baby to sleep. He just placed the boy in the pram and the boy immediately fell asleep. The applicant stayed with him for a couple of minutes. His wife stated that she did not see or hear anything unusual while attending to the children who were not sleeping. Two hours later, the applicant tried to wake up the baby, but he was unconscious. His wife took the baby and put him on a changing blanket. She removed the baby’s napkin since it was soiled. The applicant telephoned an emergency service and a few minutes later emergency personnel arrived. S. was taken urgently to hospital. In the morning of Friday 4 May 2001, the baby died.", "After the formal autopsy was completed on 6 September 2001, the couple was arrested. The relevant report, drawn up by a forensic pathologist, T.S., concluded that S. had died of the so-called Shaken Baby Syndrome. It was found, firstly, that the injuries that appeared to have caused the child’s death must have been caused less than 48 hours before death. Secondly, the baby had lost consciousness immediately after the fatal injuries had occurred. Since the child had been playing in the play room when the applicant’s wife arrived, the incident must have occurred when the applicant put the baby to sleep.", "Subsequently, the applicant was charged under Article 215 of the Penal Code with having shaken the baby in such a fierce or other manner as to cause his death. He and K. were also charged with offences related to the manner of running of their day-care centre, in that they had undertaken to provide care for many more children (21) than they were allowed (12). This part of the case will not be described further below.", "Prior to the trial hearing before the Reykjanes District Court, the State Prosecutor obtained the State Medico-Legal Board’s (“the SMLB”) comments on the forensic expert report, which confirmed the conclusions contained in the report.", "Extensive evidence was submitted to the District Court, including voluminous police investigation files, police reports, forensic pathology documents, and photocopies from medical publications as listed in an attachment to the autopsy report. Statements were received from the applicant and K, and twelve witnesses were heard, which included all the witnesses called by the defence. Expert witnesses K.K., T.S. and O.T., all summoned at the prosecution’s request, also gave oral testimonies and answered questions.", "According to the applicant, neither the forensic specialist, nor the doctors who had attended to the boy, nor the SMLB in its initial statement mentioned the differences in international medical opinion regarding the Shaken Baby Syndrome.", "In its judgment of 1 March 2002, the District Court, relying on the evidence given by the prosecutor’s expert witnesses and the conclusions of the SMLB, convicted the applicant of the charges and sentenced him to 3 years’ imprisonment for having shaken S. to death. He was also sentenced to pay ISK 1,000,000 in fines and was ordered to pay compensation to S.’s parents.", "Subsequently the applicant, represented by a new lawyer (who is also representing him in his application to the European Court), appealed against his conviction and sentence to the Supreme Court. In this context, the defence sent a translation of T.S.’s medical forensic report to a number of foreign medical and forensic experts for comment, eight of whom produced statements which, according to the applicant, indicated that he was not guilty. The cause of S.’s death was fraught with doubt, it not being established that it was the Shaken-Baby Syndrome rather than any other cause that was involved.", "By a letter of 7 October 2002 to the Supreme Court, the Prosecutor General stated that he considered it imperative, before a final judgment be passed on the merits of the case, to contact the SMLB again in order to obtain an answer to the question whether the medical statements of four of the foreign experts submitted by counsel for the applicant, to the extent that they concerned the alleged cause of death of the baby boy in question, had the effect of changing in any respect the SMLB’s conclusions submitted to the District Court. The Prosecutor general listed 7 questions that in his view should be addressed to the SMLB. He further stated:", "", "“The Prosecutor General furthermore respectfully asks the Supreme Court of Iceland to send an enquiry to the forensic pathologist [T.S.], asking her whether the writings of the four above writers and their suggestions and comments relating to the child [S.]’s assumed cause of death, have the effect of changing in any respect the inferences she draws in the autopsy report on the child’s cause of death, cf. pages 427 - 444 of the abstract, all with a view to the points made under items 1-7 above.", "If granting this request is not deemed possible, the prosecution requests an opportunity to obtain [T.S.]’s testimony as a witness before the Supreme Court on the autopsy of the child [S.]and the assumed cause of his death.”", "On 10 October 2002 the Supreme Court forwarded the Prosecutor General’s letter of 7 October to counsel for the applicant, giving him an opportunity to comment within two weeks.", "On 10 October 2002 counsel for the defence replied requesting that 16 questions formulated in his letter be put to the SMLB. His letter then went on as follows:", "“On the occasion of the Prosecutor General’s letter to the Supreme Court concerning questions to be put to the SMLB, it must be noted that according to Section 5 of the SMLB Act no member of the Board may pass an opinion on a matter on which he has previously taken a stand, personally or in office. The conclusions of the opinions referred to by the Prosecutor General in his letter largely refute the opinion of the SMLB’s Forensic Section of 16 November 2001. By asking for the Board’s observations on the opinions of the foreign experts, the Board is in reality being asked to comment on its own conclusions. A question mark can be placed on how reasonable such an arrangement is. The defence considers at least obvious that all the SMLB’s members who on 14 December 2001 took part in handling the entry from the Forensic Section’s meeting of 16 November lack competency for approving an opinion prepared in response to questions posed by the Prosecutor General, the defence, and, as the case may be, the Court.", "At the end of his letter, the Prosecutor General requests that [T.S.] will be asked whether the conclusions of the autopsy report should be changed on account of the opinions of the foreign experts. If it is not deemed possible to request her written replies, the Court is asked to call for her oral statement. If the Supreme Court decides to call for [T.S.]’s oral statement, the defence must demand that equality in this respect will be respected, and that the defence will be permitted to obtain the statement of some of the foreign experts who have expressed an opinion of the prosecution’s autopsy report.”", "On 22 October 2002 the Supreme Court decided, in the light of the fact that the opinions and conclusions of the forensic expert TS were given decisive importance in the District Court’s assessment and that the foreign medial statements had been submitted in particular to challenge those conclusions, to order the SMLB to give a reasoned opinion on 10 specific questions.", "On 23 October 2003, without awaiting a decision by the Supreme Court, the Prosecutor General addressed seven questions to forensic pathologist TS, which in substance were the same as the first seven questions addressed by the Supreme Court to the SMLB. She replied to the questions on 11 December 2002, concluding that the foreign expert statements did not alter the inference she had drawn in her earlier autopsy report", "On 16 January 2003 the SMLB replied to each of the questions and, composed of the same members as in the first round, maintained its previous conclusions. It was accompanied by an assessment by two ophthalmologists, E.S. and E.G., of 6 December 2002.", "On 11 March 2003 counsel for the defence submitted additional observations regarding the phenomenon of “Shaken-Baby Syndrome” and disputing the Prosecutor General’s arguments.", "In the proceedings before the Supreme Court, the defence maintained that the cause of S’s death could not be determined with any certainty as this was wide open to doubt, and that no medical proof had been obtained of a “Shaken Baby Syndrome” rather than some other cause of death. In this context the applicant chiefly referred to the statements of the foreign experts. This had consisted, firstly, of the opinions of four foreign specialists to whom the defendant’s counsel had sent written material relating to S.’s autopsy and state of health, and additional opinions of three of them after further replies were obtained from forensic pathologist T.S to the questions posed by the Prosecutor General. Secondly, the opinions of four additional experts, who had been delivered the same written material for examination, were submitted.", "After holding an oral hearing at which the Prosecutor General and counsel for the defence spoke twice, the Supreme Court, by a judgment of 3 April 2003, upheld the applicant’s conviction by the District Court but reduced the sentence to 18 months’ imprisonment. In its judgment the Supreme Court relied on the assessment made by the SMLB and rejected the written foreign expert statements as guesses and speculation.", "In its judgment the Supreme Court pointed out that the applicant had failed to avail himself of the opportunity under Article 63 of the Code of criminal Procedure to ask it to appoint experts to provide an opinion with a view to refuting the medical inferences provided by domestic medical doctors and experts in the case. The defendant’s collection of evidence had had the effect that the Supreme Court had found it appropriate to seek opinions from the SMLB in addition to those already obtained on the initiative of the Prosecutor General, which was possible under section 2 of the State Medico-Legal Board Act, No. 14/1942 (“the SMLB Act”). In a reasoned opinion the SMLB had rejected the theory that S’s death could have been due to infant scurvy or “Barlow’s Disease”, allergic encephalitis, an ophthalmic disease, a bleeding disorder or chronic brain haemorrhage, vaccination, the mother’s epilepsy or her use of the drug Tegretol, or to a digestive disorder resulting in endotoxinemia, acute scurvy and haemorrhage. The SMLB had stated in response to a specific question that all possible examinations had been conducted in order to preclude causes of death other than the one stated in the autopsy report. The Prosecutor General had asked forensic pathologist T.S. substantially identical questions on account of the writings of the foreign experts, and her replies and those of the State Medico-Legal Board were in full harmony.", "The relevant provisions of the Code of Criminal Procedure (Act No. 19/1991) provide:", "Article 63", "“1. The judge may, as requested by a party or of his own accord, appoint an expert or experts to provide an opinion in a criminal case.", "2. The judge may turn directly to any person who has been officially appointed or accredited to give an opinion, provided that the person has the duty of providing the evidence or is willing to do so.”", "Article 157", "“1. Supreme Court cases shall generally be argued orally. The Court may however decide that a case shall be argued in writing, if particular reasons commend this. The Supreme Court may also decide to receive a case for adjudication without separate argumentation if this is requested unanimously by the parties, or if a judgment is appealed against solely with respect to the determination of sanctions.", "...", "3. The Supreme Court may, to the extent that the Court finds it necessary, decide to take oral evidence, provided that it deems, in the light of the facts, that such [...] evidence may influence the outcome of the case.”", "Article 159", "“...", "4. The Supreme Court cannot review the findings of a district court relating to the evidential value of evidence presented orally, except if the witness in question, or the defendant, has provided a statement to the Supreme Court.", "5. If the Supreme Court deems possible that the district court’s findings concerning the evidential value of oral evidence presented in court may be erroneous to the extent of affecting the outcome of the case, and the witness or the defendant, as applicable, has not provided an oral statement to the Supreme Court, the Supreme Court may invalidate the district court’s judgment and procedure to the extent necessary for making possible the submission of oral evidence there and a renewed conclusion.”", "In relation to the statutory provisions quoted above, the Government drew the Court’s attention to two judgments by the Supreme Court, respectively of 3 September 2002 and 12 September 2005, both of which concerned civil proceedings.", "In the latter judgment, the Supreme Court’s reasoning included the following observations:", "“According to the respondent’s exposition to the Supreme Court, he considers that the requested expert opinion may be of importance to his defence. In the light of the extensive consequences which the conclusions of the autopsy report may have for the outcome of this case, the respondent cannot be barred from seeking additional expert opinions, and this procedural recourse is adequately provided for in Article 63, the first paragraph, and in Article 65, the third paragraph, of Act No. 19/1991, cf. Chapter IX of the Code of Civil Procedure, Act No. 91/1991. The respondent’s request for a further expert opinion is therefore to be granted. The district court judge will be ordered to appoint in court two experts to provide replies to the questions stated in the respondent’s above request.”", "In the former judgment, the Supreme Court stated:", "“According to section 2 (1) and (2) of the SMLB Act, No. 14/1942, the Board’s role includes providing the courts with opinions on medical matters if this is required for a judicial decision. In this respect the SMLB’s role is analogous to the function exercised by an expert providing evidence in accordance with the generally applicable rules of Chapter IX of Act No. 91/1991, cf., in part, Article 60 § 3 of that Act. To the extent that statute law does not provide for any different arrangement, there is no reason not to apply those general rules to persons providing opinions under the auspices of the SMLB. According to Article 65 of Act No. 91/1991, an expert providing evidence shall, at the request of a party, appear in court and give a statement explaining his opinion and matters relating thereto. As regards the provision of such statements, the rules on witnesses in Chapter VIII of the same Act shall apply in so far as appropriate. Act No. 14/1942 contains no provisions to the effect that the members of the Board are exempted from such duty to appear in court.”", "The State Medico-Legal Board Act, No. 14/1942 (“the SMLB Act”), contains inter alia the following provisions:", "Section 2", "“The State Medico-Legal Board shall have the role of providing the courts, the prosecution authorities and the supreme health authorities with expert opinions on medical matters.", "Among its functions shall be the provision of opinions on any medical certificates submitted to the courts, provided these are sent to the Board in accordance with a judicial decision.", "The State Medico-Legal Board shall provide the supreme health authorities with its opinions as to the propriety of a particular measure, action or conduct on the part of a doctor, dentist, masseur, pharmacist nurse, midwife or other similar health professional.", "The State Medico-Legal Board shall provide the supreme health authorities with its opinions relating to health measures of extensive scope, in particular extensive measures taken against the spreading of infectious diseases.”", "Section 3", "“The State Medico-Legal Board shall only attend to matters referred to the Board in accordance with the provisions of Section 2, by the parties stated there.", "The Board shall not provide opinions on the mental condition or criminal responsibility of any person, unless an expert opinion following suitable examination has already been obtained, provided such examination has been possible.", "The Board shall not provide an opinion on any person’s cause of death, unless an expert opinion following autopsy, or a report on loss of life in accordance with the applicable legislation in cases of violent or sudden death, has already been obtained, provided such evidence can be obtained.”", "Section 4", "“The State Medico-Legal Board shall seek the opinions of outside experts on matters not within the specialist knowledge of its members.", "Before invalidating a doctor’s certificate the board shall, if possible, offer the doctor in question an opportunity to bring forth his arguments in its support.", "The Board shall, if possible, consult the person in question, and his professional organisation, on any matters specifically relating to a measure, an action or conduct of a doctor or other health professional (cf. Section 2, the third paragraph), before providing its opinion.”", "Section 5", "“No member of the State Medico-Legal Board shall take part in deciding on a matter relating to himself or his principal, or a matter with respect to which he has previously taken a stand, personally or in official capacity. If the Board becomes unable to exercise its function as a result of some of its expert members being unable to take part in deciding on a matter coming under his speciality, the Minister shall appoint another expert in his stead as the Board may propose, for considering that particular matter.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}