{"ITEMID": "001-90537", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GASPARYAN v. ARMENIA (No. 1)", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 11 - Freedom of assembly and association", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["4. The applicant was born in 1948 and lives in Yerevan.", "5. In 2003 a presidential election was held in Armenia with its first and second rounds taking place on 19 February and 5 March respectively. The applicant acted as an authorised election assistant (վստահված անձ) for the main opposition candidate in this election. Following the first and second rounds of the election, a series of protest rallies were organised in Yerevan by the opposition parties.", "6. According to the materials of the case, the applicant attended one of these rallies on 23 February 2003. The applicant denied this fact and alleged that he had not attended the rallies.", "7. On 26 February 2003 at 8 a.m. the applicant was visited at home by two police officers from the Shengavit District Police Department (ՀՀ ոստիկանության Շենգավիթի բաժին). He was informed that the chief of the police department wished to speak to him and was taken to the police station.", "8. At the police station an administrative case was initiated against the applicant who was charged under Article 172 of the Code of Administrative Offences (Վարչական իրավախախտումների վերաբերյալ ՀՀ օրենսգիրք – “the CAO”) with minor hooliganism on the ground that he had participated in the unauthorised demonstration of 23 February 2003 and had violated public order.", "9. On the same date, several hours later, the applicant was taken to the Kentron and Nork-Marash District Court of Yerevan (Երևան քաղաքի Կենտրոն և Նորք-Մարաշ համայնքների առաջին ատյանի դատարան). There he was brought before Judge H. who, after a brief hearing, found the applicant guilty as charged and sentenced him to ten days of administrative detention, finding that:", "“On 23 February 2003 on Mashtots Avenue in Yerevan [the applicant] participated together with a group of people in an unauthorised demonstration and march, and violated public order.”", "10. The decision stated that it could be protested against by the prosecutor under Article 289 of the CAO.", "11. The applicant was taken to a detention facility to serve his sentence.", "12. The applicant alleged that on 1 March 2003 he was taken from his cell to another room. On the table in this room there were two sample applications, one of which was handed to him with the instruction to write and sign his name on it. The content of the application was a statement which declared: “I regret what I have done and request a review of my case.” This request was addressed to the President of the Criminal and Military Court of Appeal (ՀՀ քրեական և զինվորական գործերով վերաքննիչ դատարանի նախագահ). The applicant alleged that he had to sign this document, even though he disagreed with its contents, in order to be released and to be able to perform his authorised election assistant duties in the second round of the presidential election.", "13. On the same date the President of the Criminal and Military Court of Appeal reviewed the applicant’s conviction, finding that:", "“[The applicant, according to the decision of the District Court, was subjected to administrative detention] ... for attending an unauthorised demonstration in the Kentron District of Yerevan on 23 February 2003 and violating public order.", "Having familiarised myself with [the applicant’s] appeal and the materials concerning the administrative offence, I find that the penalty imposed on [the applicant] must be changed.”", "14. The President changed the penalty to an administrative fine of 2,000 Armenian drams (AMD) (approximately 3 euros (EUR) at the material time) and ordered the applicant’s release.", "15. On the same evening the applicant was released from detention after having served about three days of his sentence.", "16. On 26 March 2003 the applicant sent applications to the Ministry of Justice (ՀՀ արդարադատության նախարարություն), the Court of Cassation (ՀՀ վճռաբեկ դատարան) and the Presidential Human Rights Commission (ՀՀ նախագահին առընթեր մարդու իրավունքների հարցերի հանձնաժողով), arguing that he had never participated in any demonstrations, and in particular the one held on 23 February 2003, and seeking a review of his case.", "17. By a letter of 3 April 2003 the Court of Cassation forwarded the applicant’s application to be dealt with by the Criminal and Military Court of Appeal.", "18. By a letter of 11 April 2003 the Ministry of Justice informed the applicant that the rights of persons charged with an administrative offence were defined in Article 276 of the CAO and should have been invoked by the applicant during the examination of his case. The letter further stated that the decision of 26 February 2003 could be protested against by the prosecutor.", "19. By a letter of 16 April 2003 the President of the Criminal and Military Court of Appeal informed the applicant that his application of 26 March 2003 could not be examined, since the applicant had missed the prescribed 10-day time-limit for appeal.", "20. By a letter of 17 April 2003 the General Prosecutor’s Office gave a similar reply to the applicant’s application addressed to the Human Rights Commission.", "21. On 27 April 2003 the applicant again complained to the Ministry of Justice that the decision of 26 February 2003 had been unlawful since he had not participated in any demonstration.", "22. By a letter of 6 May 2003 the Ministry of Justice gave the same reply.", "23. On 10 June 2003 the Department for the Enforcement of Judicial Acts (Դատական ակտերի հարկադիր կատարման ծառայություն – “the DEJA”) instituted enforcement proceedings on the basis of an execution writ issued by the District Court on 15 May 2003.", "24. The applicant alleged that, around that period, he was visited at home by an officer of the DEJA who informed him that the decision of 26 February 2003 had been reviewed on 1 March 2003 and a fine had been imposed. He further alleged that only then did he become aware of the existence of the decision of the President of the Criminal and Military Court of Appeal of 1 March 2003. The applicant paid the fine.", "25. On 12 June 2003 the DEJA decided to terminate the enforcement proceedings since the terms of the execution writ had been complied with.", "26. For a summary of the relevant domestic provisions and international documents and reports see the judgment in the case of Galstyan v. Armenia (no. 26986/03, §§ 25-32, 15 November 2007)."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}