{"ITEMID": "001-84452", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF RYAKIB BIRYUKOV v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1977 and lives in Togliatti, Samara Region.", "6. In May 1999 the applicant was injured in a road accident; in particular, his arm was broken. Immediately after the accident he was taken to hospital, where he was given first aid. Several days later his arm was amputated.", "7. In October 1999 the applicant brought proceedings for damages against the hospital before the Nikolaevskiy District Court of the Ulyanovsk Region. He claimed that the hospital’s medical staff had failed to provide him with appropriate medical care and that their negligence had led to the loss of his arm.", "8. On 2 April 2001 the court examined the case in a public hearing at which the applicant, his representative and the defendant were present. It heard the parties and witnesses and examined other evidence.", "9. At the close of the hearing the court read out the following operative part of the judgment:", "“On 2 April 2001 the Nikolayevskiy District Court, composed of ..., having examined in an open court session a civil case which originated in an application by Biryukov Ryakib Ismailovich against the Nikolaevskaya [Hospital] for compensation for bodily harm, on the basis of Article 1064 of [the Civil Code of the Russian Federation] and being governed by Articles 14, 50, 191, 194-97 of [the Code of Civil Procedure of the Russian Soviet Federative Socialist Republic],", "decided:", "To reject the claims by Biryukov Ryakib Ismailovich against the Nikolaevskaya Central District Hospital of the Ulyanovsk Region for compensation for bodily harm.", "An appeal or a protest against the judgment to the Ulyanovsk Regional Court can be lodged with the Nikolayevskiy District Court within ten days.”", "10. A copy of the reasoned judgment was served on the applicant on 6 April 2001. It stated that, according to Article 1064 of the Civil Code, harm inflicted on the person or property of an individual is to be reimbursed in full by the person who inflicted the harm. After a description of the evidence examined by the court, the judgment contained the court’s finding that there had been no malpractice on the part of the hospital staff and no causal link between the treatment and the amputation of the applicant’s arm. For those reasons the applicant’s claims were rejected.", "11. The applicant appealed, inter alia, on the grounds that the district court had not read out the full text of the judgment at the hearing.", "12. On 3 July 2001 the Ulyanovsk Regional Court examined the case on appeal at a public hearing. Having heard the parties, it dismissed the applicant’s appeal and upheld the judgment. It noted that by reading out the operative provisions of the judgment at the hearing and providing the applicant with a copy of the reasoned judgment within the established timelimit the district court had fully complied with the Code of Civil Procedure, notably Article 203.", "13. According to the Government, the Regional Court read out the operative provisions of its decision at the hearing in the applicant’s presence and later served a copy of its reasoned decision on the applicant.", "14. Article 9 of the Code of Civil Procedure of 1964, in force at the material time, provided:", "“... Judgments shall always be pronounced publicly.”", "15. Article 203 of the Code read:", "“Judgment shall be delivered immediately after the examination of a case. In exceptional circumstances, in extremely complex cases, the preparation of a reasoned judgment may be postponed for not more than three days, providing that the operative part of the judgment is pronounced at the same hearing in which the examination of the case has ended. At the same time the court shall announce when participants to the proceedings and representatives may become acquainted with the reasoned judgment. The announced operative part of the judgment shall be signed by all judges and included in the case file.”", "16. Under Article 197 of the Code, judgments were to include an introductory part (the time and place of the delivery of judgment, the name and composition of the court in question, the registrar, parties, the subject matter of the dispute, etc.), a descriptive part (the claims and parties’ submissions), reasons (the circumstances of a case as established by the court, the evidence on which the court based its conclusions, the reasons for which the court rejected one or another piece of evidence, and the statutes by which the court was governed) and an operative part (the court’s conclusion whether to grant or reject the suit, instructions as to how court costs should be divided and explanations concerning an appeal against the judgment).", "17. Under Article 213 of the Code, copies of judgments were sent to parties and other participants in proceedings who were not present at the court hearing. Those persons who were present and participated in the examination of the case could receive copies of judgments if they so requested (paragraph 18 of Resolution no. 7 of the Plenary Session of the Supreme Court of the USSR of 9 July 1982 “On court judgments”).", "18. Under Article 301 of the Code, the examination of a case on appeal begins with a report by one of the judges, who gives an account of the the first-instance court’s judgment, points of appeal and observations in reply, the content of new materials submitted to the court and any other information necessary for assessment of the judgment.", "19. By virtue of sections 30 and 31 of the federal law of 1996 on the judicial system of the Russian Federation and sections 1 and 6 of the federal law of 1998 on the Courts Administration Office at the Supreme Court of the Russian Federation, the Courts Administration Office at the Supreme Court provides administrative support for district and regional courts. In particular, it organises their clerical work, including archives. Thus, at the material time, the clerical work in a district court was governed by the Courts Administration Office’s Instruction no. 8 of 29 January 1999.", "20. Paragraph 181 of the Instruction set out an exhaustive list of persons who could consult a case file in a court building. It was limited to the parties to the proceedings, their representatives, other participants in the proceedings, judges and officers of higher courts, public prosecutors and officers of the Courts Administration Office.", "21. Paragraph 184 of the Instruction set out an exhaustive list of persons who could be given, at the discretion of a president of a court or a judge, a copy of documents from a case file. It included the parties to a civil case, an accused person, a convicted person, an acquitted person and a victim in criminal proceedings, and their representatives.", "22. By a final decision of 3 April 2003, the Supreme Court of the Russian Federation refused to examine an appeal lodged by two individuals who were seeking to have the Instruction declared void. It found that the Instruction, as an instrument which concerned human rights, freedoms and obligations, had not been registered at the federal Ministry of Justice and officially published and could not therefore be considered an instrument issued by a federal authority, the lawfulness of which would fall within the jurisdiction of the Supreme Court.", "23. Instruction no. 169 of the Courts Administration Office of 28 December 1999 (paragraphs 16.1 and 16.4) concerning regional courts and the new Instruction no. 36 of the Courts Administration Office of 29 April 2003 (paragraphs 12.1 and 12.4) concerning district courts, which are currently in force, contain provisions identical to those of paragraphs 181 and 184 of the above-mentioned Instruction no. 8.", "24. These two Instructions were challenged in the Supreme Court by a journalist, who argued that they violated the principles of open and public administration of justice, in that they restricted public access to court decisions and other court documents in case files. In its decision of 2 November 2004, the Supreme Court found that the Instructions complied fully with the Code of Civil Procedure of 2002 and the Code of Criminal Procedure, which vested a right to consult a case file and receive a copy of court decisions and other documents only in the participants in the proceedings. It noted that journalists could have access to court documents to the extent and in the order prescribed by the relevant legislation. The journalist argued that the existing order did not ensure free access to court documents and that some court officers prevented journalists from exercising their right of access to information. The Court replied that in such instances the journalist was free to complain by way of an appeal to a court. It dismissed the application. On 13 January 2005 the decision was upheld by the Cassation Division of the Supreme Court.", "25. Under the Mass Media Act of 27 December 1997 (sections 40 and 58), restrictions on journalists’ access to information are not allowed and entail responsibility, save in cases concerning State secrets, commercial secrets or other confidential information protected by law.", "26. Under the Information, Computerisation and Protection of Information Act of 20 February 1995, in force at the material time, and Presidential Decree no. 188 of 6 March 1997, information about the facts, events and circumstances of an individual’s life which makes it possible to identify that individual is confidential. Under the Decree, confidential information further includes information containing the secrecy of the investigation and court proceedings, and official, professional (medical secrecy, information protected by lawyer-client privilege, etc.) and commercial secrecy.", "27. Article 1064 of the Civil Code of the Russian Federation provides:", "“1. Harm inflicted on the person or property of an individual ... shall be reimbursed in full by the person who inflicted the harm.", "A law may oblige a person who is not a tortfeasor to reimburse the harm.", "A law or a contract may establish an obligation of a tortfeasor to pay the victim compensation in addition to the reimbursement of the harm.", "2. The person who inflicted the harm shall be liable for it unless he proves that the harm was inflicted through no fault of his. A law may provide for the reimbursement of harm in the absence of the tortfeasor’s fault.", "3. Harm caused by lawful actions shall be subject to compensation in cases provided by law.", "Reimbursement of harm may be refused if the harm was caused at the request or with the consent of the victim, and the torfeasor’s actions do not violate the moral principles of society.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}