{"ITEMID": "001-57496", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1975, "DOCNAME": "CASE OF GOLDER v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "", "TEXT": ["9. The facts of the case may be summarised as follows.", "10. In 1965, Mr. Sidney Elmer Golder, a United Kingdom citizen born in 1923, was convicted in the United Kingdom of robbery with violence and was sentenced to fifteen years’ imprisonment. In 1969, Golder was serving his sentence in Parkhurst Prison on the Isle of Wight.", "11. On the evening of 24 October 1969, a serious disturbance occurred in a recreation area of the prison where Golder happened to be.", "On 25 October, a prison officer, Mr. Laird, who had taken part and been injured in quelling the disturbance, made a statement identifying his assailants, in the course of which he declared: \"Frazer was screaming ... and Frape, Noonan and another prisoner whom I know by sight, I think his name is Golder ... were swinging vicious blows at me.\"", "12. On 26 October Golder, together with other prisoners suspected of having participated in the disturbance, was segregated from the main body of prisoners. On 28 and 30 October, Golder was interviewed by police officers. At the second of these interviews he was informed that it had been alleged that he had assaulted a prison officer; he was warned that \"the facts would be reported in order that consideration could be given whether or not he would be prosecuted for assaulting a prison officer causing bodily harm\".", "13. Golder wrote to his Member of Parliament on 25 October and 1 November, and to a Chief Constable on 4 November 1969, about the disturbance of 24 October and the ensuing hardships it had entailed for him; the prison governor stopped these letters since Golder had failed to raise the subject-matter thereof through the authorised channels beforehand.", "14. In a second statement, made on 5 November 1969, Laird qualified as follows what he had said earlier:", "\"When I mentioned the prisoner Golder, I said ‘I think it was Golder’, who was present with Frazer, Frape and Noonan, when the three latter were attacking me.", "\"If it was Golder and I certainly remember seeing him in the immediate group who were screaming abuse and generally making a nuisance of themselves, I am not certain that he made an attack on me.", "\"Later when Noonan and Frape grabbed me, Frazer was also present but I cannot remember who the other inmate was, but there were several there one of whom stood out in particular but I cannot put a name to him.\"", "On 7 November, another prison officer reported that:", "\"... during the riot of that night I spent the majority of the time in the T.V. room with the prisoners who were not participating in the disturbance.", "740007, Golder was in this room with me and to the best of my knowledge took no part in the riot.", "His presence with me can be borne out by officer ... who observed us both from the outside.\"", "Golder was returned to his ordinary cell the same day.", "l5. Meanwhile, the prison authorities had been considering the various statements, and on 10 November prepared a list of charges which might be preferred against prisoners, including Golder, for offences against prison discipline. Entries relating thereto were made in Golder’s prison record. No such charge was eventually preferred against him and the entries in his prison record were marked \"charges not proceeded with\". Those entries were expunged from the prison record in 1971 during the examination of the applicant’s case by the Commission.", "16. On 20 March 1970, Golder addressed a petition to the Secretary of State for the Home Department, that is, the Home Secretary. He requested a transfer to some other prison and added:", "\"I understand that a statement wrongly accusing me of participation in the events of 24th October last, made by Officer Laird, is lodged in my prison record. I suspect that it is this wrong statement that has recently prevented my being recommended by the local parole board for parole.", "\"I would respectfully request permission to consult a solicitor with a view to taking civil action for libel in respect of this statement .... Alternatively, I would request that an independent examination of my record be allowed by Mrs. G.M. Bishop who is magistrate. I would accept her assurance that this statement is not part of my record and be willing to accept then that the libel against me has not materially harmed me except for the two weeks I spent in the separate cells and so civil action would not be then necessary, providing that an apology was given to me for the libel ....\"", "17. In England the matter of contacts of convicted prisoners with persons outside their place of detention is governed by the Prison Act 1952, as amended and subordinate legislation made under that Act.", "Section 47, sub-section I, of the Prison Act provides that \"the Secretary of State may make rules for the regulation and management of prisoners ... and for the ... treatment ... discipline and control of persons required to be detained ....\"", "The rules made by the Home Secretary in the exercise of this power are the Prison Rules 1964, which were laid before Parliament and have the status of a Statutory Instrument. The relevant provisions concerning communications between prisoners and persons outside prison are contained in Rules 33, 34 and 37 as follows:", "\"Letters and visits generally", "Rule 33", "(1) The Secretary of State may, with a view to securing discipline and good order or the prevention of crime in the interests of any persons, impose restrictions, either generally or in a particular case, upon the communications to be permitted between a prisoner and other persons.", "(2) Except as provided by statute or these Rules, a prisoner shall not be permitted to communicate with any outside person, or that person with him, without the leave of the Secretary of State.", "...", "Personal letters and visits", "Rule 34", "...", "(8) A prisoner shall not be entitled under this Rule to communicate with any person in connection with any legal or other business, or with any person other than a relative or friend, except with the leave of the Secretary of State.", "...", "Legal advisers", "Rule 37", "(1) The legal adviser of a prisoner in any legal proceedings, civil or criminal, to which the prisoner is a party shall be afforded reasonable facilities for interviewing him in connection with those proceedings, and may do so out of hearing but in the sight of an officer.", "(2) A prisoner’s legal adviser may, with the leave of the Secretary of State, interview the prisoner in connection with any other legal business in the sight and hearing of an officer.\"", "18. On 6 April 1970, the Home Office directed the prison governor to notify Golder of the reply to his petition of 20 March as follows:", "\"The Secretary of State has fully considered your petition but is not prepared to grant your request for transfer, nor can he find grounds for taking any action in regard to the other matters raised in your petition.\"", "19. Before the Commission, Golder submitted two complaints relating respectively to the stopping of his letters (as mentioned above at paragraph 13) and to the refusal of the Home Secretary to permit him to consult a solicitor. On 30 March 1971, the Commission declared the first complaint inadmissible, as all domestic remedies had not been exhausted, but accepted the second for consideration of the merits under Articles 6 para. 1 and 8 (art. 6-1, art. 8) of the Convention.", "20. Golder was released from prison on parole on 12 July 1972.", "21. In their report, the Commission expressed the opinion:", "- unanimously, that Article 6 para. 1 (art. 6-1) guarantees a right of access to the courts;", "- unanimously, that in Article 6 para. 1 (art. 6-1), whether read alone or together with other Articles of the Convention, there are no inherent limitations on the right of a convicted prisoner to institute proceedings and for this purpose to have unrestricted access to a lawyer; and that consequently the restrictions imposed by the present practice of the United Kingdom authorities are inconsistent with Article 6 para. 1 (art. 6-1);", "- by seven votes to two, that Article 8 para. 1 (art. 8-1) is applicable to the facts of the present case;", "- that the same facts which constitute a violation of Article 6 para. 1 (art. 6-1) constitute also a violation of Article 8 (art. 8) (by eight votes to one, as explained to the Court by the Principal Delegate on 12 October 1974).", "The Commission furthermore expressed the opinion that the right of access to the courts guaranteed by Article 6 para. 1 (art. 6-1) is not qualified by the requirement \"within a reasonable time\". In the application bringing the case before the Court, the Government made objection to this opinion of the Commission but stated in their memorial that they no longer wished to argue the issue.", "22. The following final submissions were made to the Court at the oral hearing on 12 October 1974 in the afternoon.", "- for the Government:", "\"The United Kingdom Government respectfully submit to the Court that Article 6 para. 1 (art. 6-1) of the Convention does not confer on the applicant a right of access to the courts, but confers only a right in any proceedings he may institute to a hearing that is fair and in accordance with the other requirements of the paragraph. The Government submit that in consequence the refusal of the United Kingdom Government to allow the applicant in this case to consult a lawyer was not a violation of Article 6 (art. 6). In the alternative, if the Court finds that the rights conferred by Article 6 (art. 6) include in general a right of access to courts, then the United Kingdom Government submit that the right of access to the courts is not unlimited in the case of persons under detention, and that accordingly the imposing of a reasonable restraint on recourse to the courts by the applicant was permissible in the interest of prison order and discipline, and that the refusal of the United Kingdom Government to allow the applicant to consult a lawyer was within the degree of restraint permitted, and therefore did not constitute a violation of Article 6 (art. 6) of the Convention.", "The United Kingdom Government further submit that control over the applicant’s correspondence while he was in prison was a necessary consequence of the deprivation of his liberty, and that the action of the United Kingdom Government was therefore not a violation of Article 8 para. 1 (art. 8-1), and that the action of the United Kingdom Government in any event fell within the exceptions provided by Article 8 para. 2 (art. 8-2), since the restriction imposed was in accordance with law, and it was within the power of appreciation of the Government to judge that the restriction was necessary in a democratic society for the prevention of disorder or crime.", "In the light of these submissions, Mr. President, I respectfully ask this honourable Court, on behalf of the United Kingdom Government, to hold that the United Kingdom Government have not in this case committed a breach of Article 6 (art. 6) or Article 8 (art. 8) of the European Convention on Human Rights and Fundamental Freedoms.\"", "- for the Commission:", "\"The questions to which the Court is requested to reply are the following:", "(1) Does Article 6 para. 1 (art. 6-1) of the European Convention on Human Rights secure to persons desiring to institute civil proceedings a right of access to the courts?", "(2) If Article 6 para. 1 (art. 6-1) secures such a right of access, are there inherent limitations relating to this right, or its exercise, which apply to the facts of the present case?", "(3) Can a convicted prisoner who wishes to write to his lawyer in order to institute civil proceedings rely on the protection given in Article 8 (art. 8) of the Convention to respect for correspondence?", "(4) According to the answers given to the foregoing questions, do the facts of the present case disclose the existence of a violation of Article 6 and of Article 8 (art. 6, art. 8) of the European Convention on Human Rights?\""], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}