{"ITEMID": "001-22472", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "L.B. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Finnish citizen born in 1955 and resident in Helsinki.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant is the single mother of A., born in 1987. On 10 February 1998 A. was placed in public care by an emergency order issued pursuant to section 18 of the Child Welfare Act (lastensuojelulaki, barnskyddslag 683/1983). The applicant was informed of the public care order only two days later. A.’s situation had been followed by the Helsinki social authorities for some time, following reports received from the police and neighbours. In January 1998 his behaviour had deteriorated significantly, involving uncontrollable aggressive behaviour against his peers.", "A. was placed in a temporary reception centre, where the applicant could visit him on a daily basis. The emergency order was extended on 20 February 1998 and on 31 March 1998 the Social Welfare Board (sosiaalilautakunta, socialnämnden) of Helsinki replaced it with an ordinary care order pursuant to section 16 of the Child Welfare Act. The applicant’s appeal against the immediate enforcement of the care order was dismissed on 15 June 1998 by the County Administrative Court (lääninoikeus, länsrätten) of Uusimaa. Her further appeal was dismissed by the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) on 22 September 1998.", "Meanwhile, on 22 June 1998 A. left the reception centre with the applicant, who eventually took him to Estonia, where the applicant’s mother was living and where A. began to attend school. Neither the applicant nor A. attended the County Administrative Court’s hearing on 20 August 1998 concerning the ordinary care order but the applicant was represented by counsel. Two witnesses were examined at the Social Welfare Board’s request (i.e. the Acting Director of the reception centre and a psychologist who had examined A. both in the presence and in the absence of the applicant) and three witnesses proposed by the County Administrative Court of its own motion (i.e. A.’s teacher, his school counsellor and his personal assistant in the reception centre). Counsel for the applicant did not propose any witnesses.", "The applicant’s appeal was dismissed on 10 September 1998, the County Administrative Court having found, inter alia, that A.’s public care had been justified in order to carry out a complete assessment of his conditions and the extent of psychological assistance required to treat his behavioural disturbance. Although such an investigation would have been possible as an open-care assistance measure, the applicant had refused to co-operate with the social authorities both in that respect and more generally. The applicant’s further appeal was dismissed by the Supreme Administrative Court on 29 March 1999.", "On 27 April 1999 the applicant requested the Social Welfare Board to terminate A.’s public care and pay her damages. Her request for termination of the public care was allegedly never examined by the Board, as one of its senior officials considered that the applicant had not adduced any fresh information regarding her conditions.", "During a visit to Finland on 25 June 2000 A. was apprehended by customs officials and placed in a children’s home. At meetings with social welfare officials in July 2000 the applicant and A. opposed the latter’s intended transfer to a children’s home in Vantaa, where he was placed by decision of 11 August 2000.", "According to the Government, the facts of the case are as follows.", "The first report concerning A. had been drawn up already in 1989. A.’s situation had been closely followed in 1992–94 by the Espoo social authorities due to the applicant’s mental problems and difficulties in assuming A.’s upbringing. In June 1993 the applicant had requested that A. be placed in a children’s home but without wishing to discuss the reasons therefor. The authorities had located a place for A. but the applicant had refused to accept it. Neither had she accepted day-care for A. The applicant had failed to attend the meetings agreed on and had failed to be available for home visits. The Helsinki authorities had followed the family situation in 1995-97, having received several reports from neighbours, the police and A.’s school. The applicant had not accepted any help from the social authorities, and had only occasionally been in contact with A.’s school. In March 1997 the social authorities had made an appointment for A. at a child psychiatric clinic, but the applicant had refused to take him there. Nor had she accepted any open-care assistance. During a home visit in December 1997 the social worker had noticed that their one-room flat had contained only a double-bed and one chair with a small table for A.’s homework. In January 1998 his situation had worsened considerably: he had repeatedly behaved in an aggressive manner towards other pupils. The applicant had failed to attend a meeting with the school psychologist to discuss A.’s disruptive behaviour. The applicant having told the social authorities that she would take A. to Estonia if they were not left alone, A. had been placed in emergency care. Social welfare officials had visited the applicant two days later to inform her about the order. It had not been possible to inform her of the care intention at the meeting with the school psychologist on 9 February 1998 because she had failed to attend that meeting.", "On 20 February 1998 A.’s emergency care had been extended until 12 April 1998. Assistance in open care had remained impossible because the applicant had rejected all help. In May 1998 A. had been examined by psychologist J.S., who had concluded that he was in need of a living environment with clear and safe limits and needed to learn and find ways to solve conflict situations.", "On 22 June 1998 the applicant had taken A. out of the reception centre and had apparently sent him to Estonia alone. The applicant had refused to co-operate with the social welfare authorities and had not revealed A.’s whereabouts and conditions. On 14 and 27 April 1999 she had requested termination of A.’s public care. In its decision of 27 May 1999 – which had been communicated to the applicant – the Board had noted that the normal care order had been finally upheld only one month earlier. The Board had decided to take no measures until the applicant had provided information on A.’s whereabouts and her own conditions, thereby enabling the Board to examine her requests in accordance with the law. To that end, she had been invited to forward any opinions prepared by the Estonian child welfare, school and health authorities, on the basis of which the Finnish authorities would contact them to establish A.’s conditions and decide on his future care.", "On 25 June 2000 A. had been apprehended by Finnish customs officials and placed in a child welfare institution. The applicant had failed to attend a meeting to discuss the future implementation of A.’s public care and had refused to inform the officials of his conditions in Estonia. On 21 July 2000 A. had been placed in another child welfare institution after both he himself and the applicant had been heard. The applicant had maintained that there was no need for public care and had refused to inform the authorities of her place of residence. On 11 August 2000 A. had been placed in a family home specialised in the foster care of Russian-speaking children. The applicant, represented by counsel, had objected to A.’s continued public care and had challenged the decisions of 21 July and 11 August 2000 before the Administrative Court and the Supreme Administrative Court which had rejected her appeals on 19 December 2000 and 20 August 2001 respectively.", "Meanwhile, on 18 October 2000 the applicant had again requested termination of A.’s public care. The social authorities had asked A.’s foster parents and the headmaster of his school to give their written opinions. On 15 February 2001 the Social Welfare Board had decided to maintain the public care and the applicant had not appealed. The Board had recalled that A.’s public care had been justified in view of the applicant’s difficulties in assuming his upbringing. At no stage had she accepted that A. needed psycho-social examinations and care. Nor had she recognised her own difficulties for which she would need psychiatric help before being able to look after A.", "The relevant legislation is outlined in the Court’s judgment in K. and T. v. Finland ([GC], no. 25702/94, §§ 94-136, ECHR 2001)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}