{"ITEMID": "001-5295", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "M.C. v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["The applicant is a Turkish citizen of Kurdish origin, born in 1961 and living in Aachen. He is represented by Mr Hofmann, a lawyer practising in Aachen.", "On 6 June 1985 the applicant was issued with a penal order (Strafbefehl) by the Aachen District Court (Amtsgericht) for having entered the territory of Germany illegally, i.e. without a visa. The applicant was fined 20 day rates in the amount of 5 DM each.", "Upon the applicant’s objection (Einspruch), trial proceedings were instituted before the District Court. In these and the following proceedings, the applicant was represented by his defence counsel, Mr Hofmann. At a hearing before the District Court on 17 January 1986, the applicant's counsel declared that asylum proceedings were pending. The court decided to adjourn the case sine die.", "On 13 February 1987, in the resumed proceedings, the District Court convicted the applicant of having illegally entered the Federal Republic of Germany. The applicant was sentenced to a fine of 20-day rates in the amount of 5 DM each.", "On 13 November 1987 the Cologne Court of Appeal (Oberlandesgericht), upon the applicant’s appeal on points of law (Revision), quashed the judgment of 13 February 1987 and sent the case back for a new trial.", "On 16 November 1992 the District Court acquitted the applicant, who had in the meantime been recognised as a refugee, and imposed the costs of the proceedings on the Treasury. The District Court decided furthermore that it would deal with the applicant’s claim for compensation under the Act on Compensation for Criminal Prosecution Matters (Gesetz über die Entschädigung für Strafverfolgungsmassnahmen) in separate proceedings. The judgment was served on the applicant on 11 December 1992.", "On 3 March 1993 the District Court dismissed the applicant’s compensation claim.", "On 15 July 1993 the Aachen Regional Court rejected the applicant’s appeal. It found that the Act on Compensation for Criminal Prosecution Matters provided compensation only and exclusively for damages resulting from conviction or other criminal prosecution measures enumerated in Section 2 of the Compensation Act. Compensation in respect of an excessive length of criminal proceedings was not comprised. Neither did the Convention provide for such a right. Moreover, the conditions for claiming compensation of the applicant’s provisional arrest were not met.", "", "The applicant then lodged a constitutional complaint (Verfassungsbeschwerde), which was rejected by a group of three judges of the Federal Constitutional Court on 28 February 1994."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}