{"ITEMID": "001-60793", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF RADAJ v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant is a Polish national, who was born in 1953 and lives in Warsaw.", "9. Two letters from the Secretariat of the European Commission of Human Rights, posted on 20 March 1996 and on 14 May 1996, were intercepted, opened and read by the administration of the Warszawa-Służewiec prison, where the applicant was detained on remand. They were subsequently forwarded to the Warsaw District Court, before which criminal proceedings against the applicant were pending at that time, and were read by the court.", "10. On 29 April 1996 the applicant requested the President of the Warsaw District Court to explain what was the legal basis on which his correspondence with the European Commission of Human Rights had been opened and read.", "11. He reiterated his complaint on 31 July 1996 in a letter to the President of the Regional Court. In reply, on 15 October 1996 the President of the Regional Court informed him that Article 8 of the Convention did not prohibit censorship of correspondence of persons detained on remand. It was also permitted under Section 33 § 2 of the Rules of Detention on Remand. The correspondence sent to the European Commission of Human Rights fell within the scope of this provision. It was further stated that the text of the Convention did not contain provisions relating to the inviolability of the correspondence to and from the European Commission of Human Rights.", "12. The situation of persons detained on remand was at the relevant time governed by the Code of Execution of Criminal Sentences of 1969. Under Article 89, all correspondence of a detainee was to be opened, read and, if need be, subject to censorship, unless a prosecutor and a court decided otherwise. No provision of the Code provided for any remedy to contest the manner or scope of the censorship of a detainee’s correspondence.", "13. The rights of persons detained on remand as regards their correspondence were further set out in Section 33 of the Rules on Detention on Remand. They provided that the correspondence of persons detained on remand was subject to screening by prison authorities and by authority conducting the criminal proceedings, i.e. either a public prosecutor or a court, depending on the stage reached in the proceedings.", "14. On 6 July 1997 a new Code of Enforcement of Criminal Sentences was enacted by parliament. Article 102 of this Code, which entered into force on 1 January 1998, provides that the convicted persons are entitled to uncensored correspondence with the State authorities and with the Ombudsman. Article 103 of the Code further provides that convicted persons and their lawyers may lodge complaints with the international agencies established under international treaties on protection of human rights, ratified by Poland. Prisoners’ correspondence in such cases shall be dispatched with no delay and is not subject to censorship.", "15. Pursuant to Article 512 of the new Code, the rights of persons detained on remand shall, in principle, be the same as those of persons convicted by a final judgment."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}