{"ITEMID": "001-66646", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF KUSMIEREK v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["5. The applicant was born in 1943 and lives in Bielawa, Poland.", "6. Between 18 and 21 February 1992 “Ekspres Sudecki”, a local newspaper, published letters of certain M.W. and A.P. The authors accused the applicant, at the time the Deputy Mayor of Bielawa, of fraud and called him a “liar”.", "7. On 6 March 1992 the applicant brought a private prosecution on charges of libel against M.W. and A.P. to the Dzierżoniów District Court (Sąd Rejonowy).", "8. The trial began on 18 May 1992. The court adjourned the hearing due to the absence of one of the defendants.", "9. Further hearings were listed for 8 and 30 June, 20 July, 20 August and 22 September 1992, 11 February and 28 April 1993, but most of them were adjourned because of the parties' or their lawyers' absence.", "10. On 20 May 1993 the Court adjourned the trial because the defendants had failed to appear.", "11. The next hearing, set down for 24 June 1993, was cancelled because of the absence of the lay judge.", "12. Further hearings, scheduled for 8 July 1993, 25 March 1994, 31 May and 14 June 1995 were adjourned because of the absence of the defendants, their counsel, a witness and the applicant. The court decided to impose a fine on one of the witnesses who had failed to appear.", "13. At the hearing on 29 June 1995 the defendants' counsel informed the court that he would not represent them any longer.", "14. On 20 July 1995 the trial was adjourned because the defendants had failed to appear. The court ordered that both defendants be subjected to police supervision in order to ensure the proper course of the proceedings.", "15. On 18 October 1995 the court lifted police supervision in respect of M.W.", "16. A hearing set down for 1 March 1996 was adjourned since the defendants and a witness had failed to appear before the court. The court ordered that A.P. be detained on remand to ensure his presence at hearings.", "17. A hearing scheduled for 29 March 1996 was adjourned because M.W., the applicant and witnesses had failed to appear.", "18. On 4 April 1996 M.W. challenged the impartiality of all the judges sitting in the Dzierżoniów District Court. The challenge was dismissed as unfounded by the Wałbrzych Regional Court (Sąd Wojewódzki) on 24 May 1996.", "19. At a hearing on 5 April 1996 the Dzierżoniów District Court decided to re-hear evidence due to the change of the composition of the court. It also lifted A.P.'s detention and ordered that he be subjected to police supervision.", "20. Hearings scheduled for 26 September and 10 October 1996 were adjourned because of M.W.'s and his counsel's absence.", "21. On 24 October 1996 the court held a hearing.", "22. The next hearing, which was to be held on 7 November 1996, was adjourned because A.P. had failed to appear. The court ordered that he be brought to the court by the police for the next hearing.", "23. At the hearing on 15 November 1996 M.W.'s counsel asked the court to allow him time to inspect new documentary evidence and to adjourn the trial.", "24. The proceedings were subsequently stayed because the applicant's lawyer was ill.", "25. A hearing scheduled for 29 January 1998 was adjourned because of the absence of M.W., his lawyer and witnesses.", "26. The court resumed the proceedings at a hearing on 19 February 1998. It also imposed a fine on one of the witnesses who had failed to appear.", "27. On 6 March 1998 the court held that the conduct of M.W. made it impossible for it to try the case and decided to sever the charges against him. On the same day M.W.'s counsel refused to represent him any longer.", "28. A hearing set down for 19 March 1998 was adjourned because a witness had not appeared.", "29. A hearing scheduled for 9 April 1998 was cancelled due to the judge's absence.", "30. On 23 April 1998 the Dzierżoniów District Court convicted M.W. as charged and ordered that he publish an official apology to the applicant in a local newspaper. It also conditionally discontinued the proceedings against A.P.", "31. Both defendants appealed against that judgment.", "32. On 27 October 1998 the Wałbrzych Regional Court quashed the first-instance judgment and remitted the case.", "33. On 3 March 1999 the Dzierżoniów District Court discontinued the proceedings against both defendants, as the statutory period of limitation for imposing a sentence had expired.", "34. On 9 March 1999 the applicant appealed against that decision.", "35. The case was again remitted on 20 July 1999.", "36. On 25 August 1999 the Dzierżoniów District Court stayed the proceedings because A.P. had absconded and a warrant to search for him by a “wanted notice” had been issued.", "37. Hearings set down for 5 April and 7 May 2001 were adjourned due to the defendants' absence.", "38. On 6 June 2001 the Dzierżoniów District Court discontinued the proceedings on the same grounds as before.", "39. The Świdnica Regional Court upheld that decision on 7 September 2001.", "40. Article 178 of the Criminal Code 1969 (which is no longer in force and was repealed and replaced by the so-called “New Criminal Code”), as applicable at the material time, reads as follows:", "“§ 1. Anyone who imputes to another person, a group of persons or an institution such behaviour or characteristics, which may debase them in the public opinion or expose to loss of the trust necessary for a certain position, occupation or a type of activity, shall be liable to imprisonment not exceeding 2 years, a restriction of liberty or a fine.", "§ 2. Anyone who raises or makes public untrue allegation about behaviour or characteristics of another person, a group of persons or institutions in order to debase them in the public opinion or expose to loss of the trust necessary for a certain position, occupation or a type of activity, shall be liable to imprisonment not exceeding 3 years.", "...", "§ 4. The prosecution takes place under a private bill of indictment.”", "41. At the material time the rules governing detention on remand were contained in Part VI of the Code of Criminal Procedure of 1969 (repealed and replaced by the so-called “New Code of Criminal Procedure” of 6 June 1997) entitled “Coercive measures” (Środki przymusu). Under Article 235 § 2 a court, in order to ensure the proper course of the proceedings, could subject an accused to police supervision. Article 217 § 1 (1) provided that detention on remand could be imposed if there was a reasonable risk that an accused would abscond or go into hiding. Article 242 § 1 stated that a fine could be imposed on a witness who failed to appear before a court when summoned. Under § 2 of that provision, a court could also order that such person be brought to a court by the police."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}