{"ITEMID": "001-70577", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "HUKIC v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mr Sead Hukic, Mrs Sabina Hukic and their two children, Dzenita and Jasmin, are nationals of Bosnia and Herzegovina, and were born in 1967, 1972, 1993 and 2000, respectively. They are currently in Sweden. They were represented before the Court by Mr J. Wahlström, a lawyer practising in Lund.", "s, may be summarised as follows.", "The applicants are Bosniacs and, until their departure from Bosnia and Herzegovina, they lived in Tuzla. On 17 January 2003 the first applicant arrived in Sweden and applied for asylum and a residence permit. On 3 February 2003 the other three applicants arrived and joined the first applicant’s request for asylum and residence permits. Before the Migration Board (Migrationsverket) they stated that their primary reason for requesting asylum was that the fourth applicant suffered from Down’s syndrome (a genetic disorder that causes mental retardation, severe learning disabilities and other problems) and epilepsy for which he had received no treatment or care in Bosnia and Herzegovina. On the contrary, he had been considered as a lower ranking person and treated in a degrading manner by physicians and people in their surroundings.", "The applicants’ second reason for requesting asylum was that the first applicant had belonged to a special unit of the police which, in November 2001, had arrested F.O., a dangerous criminal with ties to the mafia who had been wanted by Interpol. F.O. had tried to escape but the first applicant and another police officer had managed to catch him. On his arrest, F.O. had repeatedly threatened the first applicant. After about six to eight months in prison, F.O. had been released. However, just after F.O.’s arrest, the applicants had started to receive telephone threats and the first applicant had been attacked by unknown men in January 2002 and again in March, June, September and December 2002. Each time he had managed to defend himself but his aggressors had threatened him and had mentioned F.O.’s name. The first applicant had talked to his superiors about the threats and attacks, but he had received no support or protection. Thus, he had had to leave the country since F.O. had contacts all over the country and the applicants therefore would not be safe anywhere in Bosnia and Herzegovina.", "On 16 May 2003 the Migration Board rejected the application. It noted that the purported threats and attacks had been carried out by criminals and were not sanctioned by the national authorities. It considered that the applicants had neither exhausted the possibilities to get help and protection in their home country nor shown that the national authorities would be unwilling or unable to help them. Thus, the applicants could not be granted asylum. As concerned the fourth applicant, the Migration Board considered that his handicap was not of such a kind that the family could be granted residence permits on humanitarian grounds. In reaching this conclusion, the Migration Board noted that there was medical care available in Bosnia and Herzegovina and considered that the availability of care of a higher standard in Sweden was not a reason to let the family stay.", "On 26 February 2004 the Aliens Appeals Board (Utlänningsnämnden) upheld the Migration Board’s decision in full and ordered the applicants to leave Sweden within two weeks.", "The applicants lodged a new application for residence permits on humanitarian grounds with the Aliens Appeals Board. They stated that the conditions for handicapped children were very poor in Bosnia and Herzegovina and that there was no care or treatment for persons with Down’s syndrome. Society’s attitude was that these children should not have been born. Although almost four years’ old, the fourth applicant could not yet walk, stand or eat by himself. Moreover, his legs were shaking, he had a low immune defence and was lacking thyroxin (a hormone that regulates the metabolic activity of the body by controlling the rate of oxidation in cells and, when too low, retards growth and mental development in children). In Sweden he was receiving treatment and rehabilitation measures which were essential for his development and to which he was responding positively.", "On 17 June 2004 the Aliens Appeals Board rejected the new application. It stated that it had already considered the fourth applicant’s health in its previous decision and it found no reason to change that decision on the basis of the new information relied on by the applicants.", "In the meantime, since the applicants had refused to leave Sweden voluntarily and the Aliens Appeals Board had refused to stay the enforcement of the deportation order awaiting its new decision, the matter had been handed over to the police who had scheduled their deportation to Bosnia and Herzegovina for 2 June 2004. However, on that date the applicants could not be found at their home. On 7 September 2004, the Danish immigration authorities requested Sweden to accept the family back in accordance with the Dublin Convention as they, on 26 June 2004, had requested asylum in Denmark. On 17 September 2004 the Migration Board accepted the request and, on 27 September 2004, the applicants were returned from Denmark to Sweden and renewed their request for asylum and residence permits. They maintained their earlier claims and added that during their stay in Denmark the fourth applicant’s health had regressed as he had not received proper medication and the entire family was in poor mental health. Furthermore, they had no economic resources to survive in Bosnia and Herzegovina and no social assistance.", "On 5 October 2004 the Migration Board rejected the application. It observed that the applicants’ reasons for asylum had already been considered once and it found no grounds on which to change its former decision. It further decided that the applicants should be deported immediately since it was evident that they would not be granted asylum or leave to stay for any other reason. On 30 November 2004 the Aliens Appeals Board upheld the Migration Board’s decision in full.", "The applicants lodged a new application for asylum with the Aliens Appeals Board, adding to their earlier claims that the first applicant had lodged a complaint with the European Union Police Mission concerning FO’s threats to his family which was being investigated. Although FO had now been convicted of serious crimes and was in prison, the result of the investigation could show that the applicants were in need of protection in Sweden. Moreover, the fourth applicant’s health had regressed somewhat and he was in need of more support and treatment.", "On 14 February 2005 the Aliens Appeals Board rejected the new application on the grounds that it was up to the national authorities to protect the applicants against criminals within the country and that there were no circumstances which indicated that the authorities in Bosnia and Herzegovina’s situation, the Aliens Appeals Board found that it would not constitute a violation of humanitarian standards to deport the applicants to their home country.", "On 19 May 2005 the Aliens Appeals Board rejected yet another new application for residence permits by the applicants as they had invoked no new circumstances.", "The applicants have submitted two medical certificates concerning the fourth applicant, both issued by two specialists in child and youth neurology, Dr P. Sjöberg and Dr J. Landehag.", "The first medical certificate was dated 16 March 2005 and stated that the fourth applicant was born with Down’s syndrome and that he had a lack of thyroxin. Moreover, he suffered from an epileptic illness (the Landau-Kleffner syndrome) which had caused him to lose his ability to talk and communicate. He received medication and treatment for his handicap and illnesses but was in need of regular examinations. Furthermore, it was very important that he followed continuous treatment on several levels in order to have some quality of life. This sort of treatment was not available in Bosnia and Herzegovina.", "The second medical certificate was dated 30 May 2005 and, besides referring to the above certificate, it stated the following: The fourth applicant has Down’s syndrome and an epileptic illness which involves epileptic activities in the brain and the loss of language as well as the understanding of language. As concerns his Down’s syndrome, he was undergoing good rehabilitation training, physiotherapy, occupational therapy, special education and speech therapy. They were concentrating on communication and motor activity. His problems with swallowing would be examined by a speech therapist together with a dietician. He had shown clear progress after treatment with Lamictal (an anti-epileptic medicine) and had regained an interest in communication and could also pronounce one or two single words, a progress from having been completely wordless and almost without any interest in interplay with others. For the future, the physicians were planning continued rehabilitation and a renewed evaluation of his epilepsy to see how he had reacted to the medication. He would probably need an increased dose of Lamictal after the evaluation. In conclusion the physicians stated that he was reacting very well to the treatment and for this positive development to continue it was an absolute prerequisite that he remain in Sweden or another Western country where he could receive the same treatment.", "The applicants submitted a letter, dated 3 June 2005, by Prof. Dr. H. Tahirovic, ScD, and Ass. Dr. M. Hasanhodzic, M.Sc. at the Clinic for Children’s Diseases, University Clinic in Tuzla, which provided the following information:", "At the Clinic for Children’s Diseases it was possible to diagnose Down’s syndrome and to follow up the functions of the thyroid and to offer treatment for thyroid disorders. It was also possible to diagnose epilepsy, to prescribe Lamictal treatment and to have a child followed by neuro-paediatricians, endocrinologists, cardiologists, clinical geneticists and other specialists. However, at the moment, they could not promise that it would be possible to include a child in programmes of neuro-developing and stimulating exercises, speech pathology, psychological treatment or to include a child in a special school or pedagogical programme. Moreover, in the area, there were not enough institutions to receive and help all children with special needs and so parents were forced to care for their children and to implement necessary treatment in accordance with their financial capabilities.", "According to information from 2002, there were special programmes for the social and health protection of children and families, the mentally handicapped, the elderly and civilian war victims. All ten cantons in Bosnia and Herzegovina provided social and child protection within 79 local centers. Most of these institutes had been modernized, and some had been newly established. There were also centers for persons with mental and physical handicaps.", "Furthermore, in August 2001 the Act on the protection of mentally handicapped persons was adopted in Bosnia and Herzegovina. It provides for basic principles, means of organization and the realization of the protection of mentally handicapped persons, and it contains, inter alia, provisions relating to health care and the rights and obligations of beneficiaries."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}