{"ITEMID": "001-57753", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1992, "DOCNAME": "CASE OF PFEIFER AND PLANKL v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1;Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "N. Valticos", "TEXT": ["6. Mr Heinrich Pfeifer and Mrs Margit Plankl, both Austrian citizens, were detained on remand in 1982 in connection with separate criminal proceedings brought against them before the Klagenfurt Regional Court (Landesgericht, \"the Regional Court\"). The present case is not concerned with the proceedings against the second applicant.", "7. On 12 November 1982 Judge Kaiser, an investigating judge at the said court, issued a warrant for Mr Pfeifer’s arrest.", "He was suspected of having committed various offences, including aggravated fraud, professional burglary, forgery and suppression of documents, receiving stolen goods and unlawful possession of firearms. The reasons cited by the judge in support of his detention were the danger of his absconding and the risks of collusion and repetition of offences (Article 175 (1), sub-paragraphs 2 to 4, of the Code of Criminal Procedure).", "8. Mr Pfeifer was arrested in Klagenfurt on 20 November 1982. On the next day he was brought before Judge Arnold, the duty judge (Journalrichter, Article 179 (1) of the Code of Criminal Procedure), who informed him of the reasons for his arrest. On being questioned in the absence of his lawyer, he admitted unlawful possession of firearms, but denied having committed any other offence. The judge remanded him in custody.", "9. Also on 21 November 1982 Judge Kaiser ordered the applicant’s transfer to Vienna, where the Regional Criminal Court (Landesgericht für Strafsachen) had on 20 November issued a warrant for his arrest on suspicion of having taken part in an armed robbery in Vienna. The Klagenfurt proceedings were joined to those instituted in Vienna, and Mr Pfeifer remained in the Vienna remand prison from 22 November 1982 to 24 February 1983.", "10. The proceedings were severed on 20 January 1983 and the Klagenfurt Regional Court recovered jurisdiction over the proceedings which are the subject of the present case.", "The case was assigned to Judge Startinig, who on 25 February 1983 opened a judicial investigation (Voruntersuchung) and ordered the applicant’s detention to be continued (Article 180 (1) and (2), sub-paragraphs 1 to 3, of the Code of Criminal Procedure). The Graz Court of Appeal (Oberlandesgericht) twice authorised the extension of his detention on remand, for a maximum period of ten months in all.", "11. On 23 May 1983 Mr Pfeifer challenged the investigating judge, alleging bias, but on 26 May the challenge was held to be unsubstantiated by the President of the Regional Court. On 30 June the applicant brought a criminal complaint against Mr Startinig for abuse of public powers, on the ground that he had refused to allow a visit by Mr Peters (see paragraphs 2 and 5 above). As the public prosecutor’s office had decided not to bring a prosecution, Mr Pfeifer brought an alternative private prosecution himself (Subsidiaranklage, see paragraph 14 below).", "12. In the main proceedings, counsel for Mr Pfeifer had submitted a memorial on 21 June 1983. On 19 July the public prosecutor filed an indictment, in which the only charges were receiving stolen goods and illegal possession of firearms. An objection (Einspruch) by the applicant against this indictment was dismissed by the Graz Court of Appeal on 18 August 1983.", "13. Mr Pfeifer was sent for trial before the Regional Court, composed of two professional judges, Mr Kaiser (the presiding judge) and Mr Arnold, and two lay assessors (Schöffen).", "On 31 August 1983, Judge Kaiser summoned him to inform him that he had acted as investigating judge in the case until 31 December 1982 (see paragraphs 7 and 9 above) and was accordingly prevented from sitting in the trial under Article 68 (2) of the Code of Criminal Procedure. In the course of the interview Mr Pfeifer waived his right to lodge a plea of nullity on this ground (Article 281 (1), first sentence, of the Code; see paragraphs 22 and 24 below).", "On 1 September 1983, the presiding judge informed him that Judge Arnold was also disqualified under Article 68 (2), since he had, as duty judge, questioned him on 21 November 1982 (see paragraph 8 above). Mr Pfeifer likewise waived his right to lodge a plea of nullity on this point.", "In both cases, the relevant records were signed by him in the absence of his counsel, who had not been summoned on that occasion; the applicant had stated that he did not think it necessary to consult him.", "14. The hearings took place on 16 September and 7 October 1983 with the participation of the two above-mentioned judges.", "Defence counsel did not object to the composition of the Regional Court or challenge Judges Kaiser and Arnold.", "Neither did he draw the court’s attention, at the hearing of 7 October 1983, to the fact that, in the criminal proceedings instituted against Judge Startinig, the third investigating judge (see paragraph 11 above), the applicant had on 23 September 1983 challenged all the judges of the Klagenfurt Regional Court, including Judges Kaiser and Arnold. This challenge was eventually allowed by the Graz Court of Appeal on 10 November 1983, the judges concerned having declared themselves disqualified. The case was therefore referred to the Leoben Regional Court and later discontinued.", "15. Also on 7 October 1983, the court convicted Mr Pfeifer of aggravated receiving of stolen goods (Article 164 (3) of the Criminal Code) and unlawful possession of firearms (section 36 of the Firearms Law, Waffengesetz) and sentenced him to three years’ imprisonment.", "16. The applicant lodged a plea of nullity (Nichtigkeitsbeschwerde) and an appeal against sentence (Berufung), which were dismissed by the Supreme Court (Oberster Gerichtshof) on 29 February 1984.", "On the plea of nullity, the court observed that the defence had not raised at the proper time the issue of the participation of Judges Kaiser and Arnold, who had been challenged in earlier proceedings, otherwise the Regional Court would have been obliged to give an interlocutory decision. The fact that the challenge relating to the other case was subsequently allowed (see paragraph 14 above) did not justify the conclusion that the two professional judges were also biased in the criminal proceedings against Mr Pfeifer. Furthermore, the latter could no longer argue that Judges Kaiser and Arnold should in principle have withdrawn under Article 68 (2) of the Code of Criminal Procedure (see paragraph 22 below), because prior to the trial he had expressly waived his right to challenge them on this ground.", "The Supreme Court also confirmed the sentence.", "17. During their detention on remand the applicants corresponded with each other. In the early summer of 1983, the investigating judge censored a letter from Mrs Plankl to Mr Pfeifer by crossing out and making illegible certain passages. They were not reconstructed in the national proceedings, but their content was said to have been as follows (translation):", "\"I wonder whether there is anybody left in this monkey house who is still normal ... In life they are nobodies, here they think they are gods. Some of the officers are guests like us. They are always spying on the women, these monkeys are proper peeping toms! I hate it!\"", "18. Mrs Plankl complained to the Review Chamber (Ratskammer) of the Regional Court. She claimed that the form of censorship used was unlawful, since Article 187 (2) of the Code of Criminal Procedure authorised the stopping of letters, but not making them illegible. Besides, it allowed censorship only in respect of letters likely to interfere with the purpose of detention, or giving rise to the suspicion of a criminal offence where the offender could be prosecuted ex officio, with or without the victim’s authorisation. The relevant passages contained remarks critical of prison officers but were not, in her opinion, such as to fall within the scope of the above rules.", "19. The complaint was considered in camera in the absence of the applicant and her counsel. After hearing the prosecution and studying a report by the investigating judge, the Review Chamber rejected her complaint on 26 July 1983.", "The crossing out of part of a letter was in its opinion a less severe measure than stopping the letter. It was therefore within the investigating judge’s powers under Article 187 (2) of the Code of Criminal Procedure (see paragraph 25 below), and did not infringe Mrs Plankl’s rights. It had moreover been justified, because the passages in question, described in the report as \"jokes of an insulting nature against prison officers\", had constituted defamation (üble Nachrede) of officials in the exercise of their duty (Article 111 (1) in conjunction with Article 117 (2) of the Criminal Code), an offence capable of justifying a censorship measure under Article 187 (2).", "20. After the Commission had communicated the application to the Austrian Government, the Attorney-General’s Office (Generalprokuratur) brought a plea of nullity for the preservation of the law (Nichtigkeitsbeschwerde zur Wahrung des Gesetzes) before the Supreme Court. Two grounds of appeal were submitted.", "It was argued, firstly, that the rendering illegible (Unleserlichmachen) of certain passages and the Review Chamber’s decision thereon were not covered by Article 187 (2). Under that provision all letters from a person detained on remand to a private individual had to be stopped if they gave rise to the suspicion of a criminal offence subject to public prosecution ex officio (von Amts wegen). This was not the case with the passages in question. If they were to be regarded as an offence under Articles 111 (1) or 115 (1) of the Criminal Code, in principle only the victim could act, and public prosecution (with the victim’s authorisation and that of his superior authority) under Article 117 (2) of the Criminal Code was possible only if the insults were made \"person to person\" and not if they were in a letter.", "Secondly, Article 187 (2) authorised only the stopping of letters, not the deletion of specific passages.", "21. On 20 October 1987, after a public hearing, the Supreme Court dismissed the first ground of appeal but upheld the second.", "(a) On the assumption that the passages in issue contained \"jokes of an insulting nature against prison officers\", the court considered that there were grounds for suspecting the applicant of insulting behaviour (Beleidigung - Article 115 of the Criminal Code) rather than defamation (Article 111). Such an offence, if committed against an official in the exercise of his duty, required public prosecution with the victim’s authorisation (Article 117 (2) of the Criminal Code, see paragraph 26 below). In the present case, the offence resulted from the handing over by Mrs Plankl of an unsealed letter to a prison officer for the purpose of transmitting it to the investigating judge. It had thus been possible for the letter’s content to become known to several prison or court officers in the exercise of their duty. Article 117 (2) of the Criminal Code being applicable, the measure in question was covered by Article 187 (2) of the Code of Criminal Procedure.", "(b) The investigating judge and the Review Chamber had, however, misapplied this provision, which authorised the stopping of letters but not the deletion of passages from them. The investigating judge had in fact not taken a \"less severe measure\" under an implied power, but a different measure which interfered with the interests of the prosecution authorities and the prison officers concerned, as they had the possibility of bringing criminal proceedings against Mrs Plankl on account of her remarks in the letter. The law had been violated in this latter respect, but Mrs Plankl had not been injured thereby and could therefore not complain of the dismissal of her complaint by the Review Chamber.", "22. According to Article 68 (2) of the Code of Criminal Procedure:", "\"A person shall be disqualified from participating or deciding in the trial proceedings if he has acted as investigating judge in the same case ...\"", "23. The following provisions of the Code of Criminal Procedure govern the disqualification (Ausschliessung) of judges:", "\"A judge is obliged to bring circumstances which disqualify him to the immediate attention of the president of the court of which he is a member ...\"", "\"From the moment when grounds for his disqualification come to his knowledge, every judicial officer (Gerichtsperson) shall refrain from all judicial acts, on pain of nullity of such acts. The judicial officer concerned may carry out judicial acts which are urgent, but only where there is danger in delay and if another judge or registrar cannot be appointed immediately ...\"", "24. Furthermore, under Article 72 the parties to the proceedings may challenge (ablehnen) a judge if they can show that there are reasons for doubting his complete impartiality. Although Article 72 refers expressly to grounds other than disqualification, it is the practice of the courts to apply Article 72 also in cases where a party raises an issue relating to a judge’s disqualification. In fact, the disqualification of a first-instance judge cannot subsequently be pleaded in nullity proceedings unless he was challenged before or at the trial or immediately after the ground for disqualification became known to the party (Article 281 (1), sub-paragraph 1, of the Code of Criminal Procedure). The procedure applicable in this respect is the following:", "\"An application by a party to challenge a judge shall be submitted to the court of which the person challenged is a member or declared orally before the registrar, at any time but not later than twenty-four hours before the start of the hearing in the case of a challenge to a member of the trial court, and not later than three days after service of the summons to appear at the hearing in the case of a challenge to the whole court. In the application the grounds of challenge must be stated precisely and, as far as possible, supported by evidence.\"", "25. The control of correspondence of remand prisoners is governed by Article 187 of the Code of Criminal Procedure, which provides:", "\"(1) Remand prisoners may ... correspond in writing with all persons, provided that there is no danger that such persons may interfere with the purpose of the detention ...", "(2) ... Letters from detainees which give rise to the suspicion that an offence, not being an offence which can be prosecuted only at the request of a person concerned, is being committed by means of them, are always to be stopped, unless they are addressed to a national general representative body, a national court or other national authority, or to the European Commission of Human Rights.", "(3) ...\"", "Decisions concerning the persons with whom the detainee may correspond and the surveillance of correspondence are the responsibility of the investigating judge. A complaint against such a decision lies with the Review Chamber of the Regional Court (Article 188 of the Code of Criminal Procedure).", "26. For the purposes of Article 187 (2), public prosecution offences (Offizyialdelikte) may justify the stopping of a letter, whereas private prosecution offences (Privatanklagedelikte) may not. In addition, it follows from the Supreme Court judgment of 20 October 1987 (see paragraph 21 above) that such measures may also be justified in the case of offences qualifying for public prosecution with the authorisation of the injured party (Ermächtigungsdelikte), for instance offences committed against officials in the exercise of their duty. In this latter respect Article 117 (2) of the Criminal Code provides:", "\"Where an offence against honour is committed against an official ... during the exercise of his duties ..., the public prosecutor shall, with the authorisation of the injured party and his superior authority, institute proceedings within the time-limit which would otherwise be available to the injured party for the lodging of a request for prosecution. The same shall apply where such an offence against [an official] in connection with one of his professional activities is committed in a printed publication, in a broadcast, or in some other manner whereby it becomes accessible to the general public.\""], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}