{"ITEMID": "001-61184", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF MAIRE v. PORTUGAL", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Georg Ress", "TEXT": ["10. The applicant was born in 1967 and lives in Larnod (France).", "11. On 4 September 1993 the applicant married S.C., a Portuguese national. The couple had a child, Julien, born in 1995.", "12. By a judgment of 19 February 1998, the Besançon tribunal de grande instance granted the couple a divorce based on S.C.’s fault and ordered that the child reside at the applicant’s home, with the mother to have rights of access. Earlier, on 6 August 1996, the applicant had already been granted interim custody of Julien by a decision of the same court.", "13. On 3 June 1997 S.C. abducted Julien from his paternal grandmother’s home and took him with her to Portugal. The applicant filed a complaint against S.C. for child abduction and assault. By a judgment of the Besançon tribunal de grande instance of 12 June 1998, S.C. was found guilty and sentenced in absentia to one year’s imprisonment. A warrant was issued for her arrest.", "14. On 5 June 1997, relying on the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction and on the Convention on Judicial Cooperation between France and Portugal for the Protection of Minors of 20 July 1983, the applicant lodged an application for the child’s return with the French Ministry of Justice, which was the French “Central Authority” within the meaning of both instruments. On the same day, the French Central Authority requested the Institute for Social Reinsertion (“the IRS”), which forms part of the Portuguese Ministry of Justice and is the Portuguese Central Authority, to secure the child’s return pursuant to the provisions of the Franco-Portuguese convention.", "15. On 18 June 1997 the IRS referred the application to the prosecution service of the Oeiras judicial district, where the applicant had indicated that S.C. was living. On 16 July 1997 the prosecution service applied to that court for the judicial return (entrega judicial) of the child pursuant to section 191 et seq. of the Minors Act (Organização Tutelar de Menores) and relying on the above-mentioned Franco-Portuguese cooperation convention.", "16. On 17 July 1997 the judge of the Third Civil Division of the Oeiras District Court, to which the case had been allocated, summoned the child’s mother to appear before the court to make submissions concerning the prosecution’s application. Registered letters with acknowledgment of receipt were sent on 17 and 22 July 1997 to the address given by the applicant. However, both letters were returned to the court with the acknowledgments of receipt unsigned and unclaimed. On 27 August 1997 the judge, at the prosecution’s request, asked the police to find out where Julien’s mother was living. On 10 September and 6 October 1997 respectively the security police and the republican national guard informed the court that S.C. was not living at the stated address.", "17. On 23 September 1997 the IRS asked the Oeiras District Court for information about the progress of the proceedings. The judge replied on 6 October 1997 to the effect that the child’s mother had not yet been found.", "18. On 21 October 1997 the prosecution service asked the judge to write to the Lisbon social security office to request information concerning S.C.’s address and workplace. On 27 October 1997 the judge ordered the registry to send the letter in question, which was sent on 7 November 1997. On 27 November 1997 the social security office replied that it had no record of S.C. on file.", "19. On 5 December 1997 the judge asked the IRS to find out S.C.’s current address. When it was reported that she might be in the Oporto area, the relevant social security office was contacted but indicated in a letter of 12 January 1998 that it had no record of her.", "20. On 10 March 1998 the Second Civil Division sent the Third Civil Division a copy of the decision taken on that day as part of proceedings for the award of parental responsibility (see paragraph 47 below). On 26 March 1998 the judge sent a copy of the decision to the prosecution service, pointing out that the address from which S.C. had been summoned to appear in those proceedings was the same as that originally given by the applicant.", "21. On 27 March 1998 the prosecution service asked the judge to seek information from Portugal Electricity and Portugal Telecom. On 13 and 20 May 1998 those companies replied that they did not have any contracts in S.C.’s name.", "22. On 25 May 1998 the judge insisted that S.C. be summoned from the address in question. The registered letter sent for that purpose was however returned to sender.", "23. On 2 July 1998 S.C. informed the court that she had applied to the Oeiras District Court (First Civil Division) for a transfer of parental responsibility for Julien.", "24. On 6 July 1998 the judge ordered a court bailiff to compel S.C. to appear. The bailiff went to the address in question on 1 September 1998 to be told, by one of S.C.’s aunts, that S.C. did not live there. S.C.’s aunt also said that she did not know her niece’s current address.", "25. On 2 September 1998 the judge asked the civil identification services of the Ministry of Justice for information about S.C.’s whereabouts.", "26. By a letter of 2 September 1998 the IRS informed the court that they had asked the police to discover S.C.’s whereabouts. They observed that the police had since told them that the child’s mother had brought proceedings for a transfer of parental responsibility for Julien and pointed out that it was now possible to locate S.C. by the address she had given when she brought those proceedings.", "27. By an order of 28 September 1998 the judge decided to ask the police again for S.C.’s current address. He also asked the registry to inform the First Civil Division of the existence of the application for the child’s return with a view to securing a stay of the proceedings for the transfer of parental responsibility then pending before that division.", "28. On 11 November 1998 the applicant, through his representative, filed an ad litem power of attorney and a request to be kept informed of the steps in the proceedings. He also indicated that he had lodged a criminal complaint against S.C. By a decision of 16 November 1998, the judge rejected the applicant’s request on the ground that he was not a party to the proceedings.", "29. On 27 November 1998 the security police indicated that the address in question was that of S.C.’s parents, who claimed that they did not know her current address. On 11 December 1998 the judge again decided to seek information from Portugal Electricity and Portugal Telecom and from the social security offices of Lisbon, Oporto, Coimbra and Faro. Between January and March 1999 all these organisations replied that they had no record of S.C. on their files. On 18 March 1999 the judge again asked the police for information about S.C.’s current address. On 9 April 1999 the security police indicated that the address was unknown.", "30. On 19 April 1999 the IRS sent the court a copy of a police report according to which Julien might be found in a flat recently purchased by one of S.C.’s sisters in Algueirão (Sintra district).", "31. Acting on information supplied by the IRS the applicant travelled to Portugal, where he claimed to have seen his son and a third party in the apartment in question on 25 April 1999. He informed the French consulate general in Lisbon, which asked the Portuguese Ministry of Justice to contact the police and the Oeiras District Court as a matter of urgency in order to secure the child’s return. On 26 April 1999 the IRS informed the court and asked it to take all necessary steps to secure the child’s return. On 27 April 1999 the judge ordered that Julien be immediately handed over to the IRS and issued a warrant to that effect. On 30 April 1999 the IRS advised the court that the republican national guard had been to the address in question on the previous day. However, the warrant did not give it the power to force entry into the flat and, since Julien’s mother had refused to open the door, it had not been possible to return the child.", "32. The judge subsequently asked the republican national guard why the warrant had not been executed. On 1 June 1999 the national guard stated that officers had been to the address in question several times but no one had answered the door.", "33. In the meantime, on 17 May 1999, S.C. applied for the proceedings to be discontinued, relying on Article 20 of the Franco-Portuguese cooperation convention and submitting that Julien was fully integrated in his new environment.", "34. The judge delivered his judgment on 15 June 1999. First he found that S.C. should be regarded as having been properly summoned to appear because she had already intervened in the proceedings. He then rejected her application for a discontinuation and ruled that Julien should be handed over immediately to the IRS. Lastly, he ruled that if she failed to comply with the decision S.C. was liable to be prosecuted under section 191(4) of the Minors Act for non-compliance with a legal order (desobediência).", "35. On 25 June 1999 S.C. appealed against that judgment to the Lisbon Court of Appeal (Tribunal da Relação). On 29 June 1999 the judge found the appeal admissible and ordered that it should be referred, without suspensive effect, to the Court of Appeal. The Court of Appeal dismissed the appeal by a ruling of 20 January 2000.", "36. On 7 February 2000 S.C. appealed on points of law to the Supreme Court (Supremo Tribunal de Justiça), but on 7 April 2000 her appeal was ruled to have lapsed (deserto) for want of pleadings having been filed.", "37. On 29 May 2000 the Oeiras District Court judge asked a bailiff to warn S.C. that if she failed to hand Julien over to the IRS she would be prosecuted for non-compliance. On 9 June 2000 the bailiff reported that no one seemed to be living at the address indicated. On 20 June 2000 the judge again asked the police for information about S.C.’s current address.", "38. On 14 December 2001 the police found Julien and S.C. On the same day the judge ordered Julien to be placed in a children’s home under the IRS’s supervision. S.C. was permitted to remain with Julien in the children’s home. The principal of the children’s home then refused to hand Julien over to the applicant, without a “court order to that effect”. On that day S.C. lodged a summary application with the Oeiras District Court seeking to prevent Julien being handed over to the applicant. The applicant claimed that he was not told of the outcome of that application. On 21 December 2001 Julien was handed over to S.C. in accordance with the decision of the Cascais Family Court on the same day (see paragraph 50 below).", "39. On 19 December 2001 the prosecution service asked the judge to suspend the 15 June 1999 judgment, on the ground that, after so much time had elapsed, Julien ought to be examined by child psychiatrists before being handed over to the applicant.", "40. By a decision of the same day the judge dismissed that request, on the ground that the disputed judgment had already become res judicata.", "41. On 21 December 2001 the prosecution service appealed to the Lisbon Court of Appeal. By a judgment of 9 April 2002, the Court of Appeal quashed the disputed decision. It considered, among other things, that Julien already seemed well settled in his new environment and that the examinations in question were entirely appropriate.", "42. On 11 July 2002 the Oeiras District Court judge asked the Lisbon Institute of Forensic Medicine to proceed with the examinations.", "43. On 4 December 2002 the applicant was advised that Julien would be undergoing a medical examination on 14 February 2003. The applicant has not been informed of the results of those examinations. The proceedings are still pending.", "44. In April 1997 the prosecution service applied to the Oeiras District Court for the terms of parental responsibility for Julien to be fixed. The case was allocated to the Second Civil Division of that court.", "45. S.C. was summoned to appear from the address given by the applicant when he lodged his application for the child’s return, which was pending before the Third Civil Division of the Oeiras District Court.", "46. On an unspecified date the prosecution service asked the judge to stay the proceedings in view of the fact that the application for the child’s return had not yet been decided.", "47. By an order of 10 March 1998 the judge stayed the proceedings.", "48. Further to the 15 June 1999 ruling by the Oeiras District Court, the judge issued a decision on 5 November 2000 to discontinue the proceedings.", "49. On 21 December 2001 the prosecution service lodged a further application for determination of the terms of parental responsibility for Julien at the Cascais Family Court. It sought a variation of the Besançon tribunal de grande instance’s judgment of 19 February 1998 on the ground that the child had settled in his new environment. It also asked the court to grant interim custody of Julien to S.C.", "50. By a decision of the same day the court granted S.C. interim custody of Julien.", "51. On 15 May 2002 a meeting (conferência) was arranged between the parents. Following that meeting, the court decided that the applicant could be granted rights of access. The applicant was thus able to visit Julien at S.C.’s home on 17, 18 and 19 May 2002 for a few hours.", "52. The proceedings are still pending.", "53. The French Central Authority had remained in contact with the IRS throughout all the above-mentioned proceedings. The French embassy in Lisbon and the French consulate general in Lisbon sent several requests to the Portuguese authorities for information on the progress of the case.", "54. Thus, on 28 March 2000 the French embassy in Lisbon asked the Portuguese Foreign Ministry to intervene in order to “expedite enforcement of the Oeiras District Court’s decision of 15 June 1999 requiring Mrs [S.C.] to hand over the child Julien Maire to his father immediately ... pursuant to the Convention on Judicial Cooperation between Portugal and France ... The police must ... now be formally required actively to search for the child ... whose mother’s family in Oeiras seem to know where he is because last year he was located in a flat belonging to his aunt in Algueirão”.", "55. By a letter of 11 June 2001 the consul general informed the applicant as follows:", "“... the Ambassador discussed your case with the director of the [Portuguese] Minister of Justice’s private office and with the public prosecutor. What emerged from those discussions is that recognition by the Portuguese courts of the French court decision to convict your former wife of a criminal offence is a complex issue and may not be satisfactorily resolved. However, ... the decision of the Portuguese civil courts that the child should be returned to you is final. The Oeiras prosecutor has asked the IRS and the security [police] to carry out a search. This search ... has not so far been successful, which is why the Portuguese authorities fear that mother and child may have left Portugal. Our Ambassador was nonetheless advised that the search would continue for as long as there was no proof that they had left the country ...”", "56. Article 11 of the Convention on the Rights of the Child of 20 November 1989, which was ratified by France on 7 August 1990 and by Portugal on 21 September 1990, requires States Parties to “take measures to combat the illicit transfer and non-return of children abroad”. For that purpose, States “shall promote the conclusion of bilateral or multilateral agreements or accession to existing agreements”.", "57. The relevant provisions of the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction, which was ratified by Portugal on 29 September 1983 and by France on 16 September 1982, provide:", "“The objects of the present Convention are:", "(a) to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and", "(b) to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.”", "“Contracting States shall take all appropriate measures to secure within their territories the implementation of the objects of the Convention. For this purpose they shall use the most expeditious procedures available.”", "“The removal or the retention of a child is to be considered wrongful where:", "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and", "(b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.”", "The rights of custody mentioned in sub-paragraph (a) above may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”", "“A Contracting State shall designate a Central Authority to discharge the duties which are imposed by the Convention upon such authorities .", "...”", "“Central Authorities shall cooperate with each other and promote cooperation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.", "In particular, either directly or through any intermediary, they shall take all appropriate measures:", "(a) to discover the whereabouts of a child who has been wrongfully removed or retained;", "(b) to prevent further harm to the child or prejudice to interested parties by taking or causing to be taken provisional measures;", "(c) to secure the voluntary return of the child or to bring about an amicable resolution of the issues;", "(d) to exchange, where desirable, information relating to the social background of the child;", "(e) to provide information of a general character as to the law of their State in connection with the application of the Convention;", "(f) to initiate or facilitate the institution of judicial or administrative proceedings with a view to obtaining the return of the child and, in a proper case, to make arrangements for organising or securing the effective exercise of rights of access;", "(g) where the circumstances so require, to provide or facilitate the provision of legal aid and advice, including the participation of legal counsel and advisers;", "(h) to provide such administrative arrangements as may be necessary and appropriate to secure the safe return of the child;", "(i) to keep each other informed with respect to the operation of this Convention and, as far as possible, to eliminate any obstacles to its application.”", "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. ...”", "“Where a child has been wrongfully removed or retained ... and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith.", "The judicial or administrative authority, even where the proceedings have been commenced after the expiration of the period of one year referred to in the preceding paragraph, shall also order the return of the child, unless it is demonstrated that the child is now settled in its new environment.", "...”", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that:", "(a) the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal or retention; or", "(b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.", "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.", "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child’s habitual residence.”", "58. The relevant provisions of the Convention on Judicial Cooperation between France and Portugal for the Protection of Minors of 20 July 1983 provide:", "Article 18 – Right of action", "“1. Where the voluntary return of the child is refused, Central Authorities shall refer the case without delay, through the intermediary of the court prosecution service, to the appropriate judicial authorities to secure either the enforcement in the requested State of the enforceable decisions taken in the requesting State, or a ruling on the application for the child’s return.", "2. The case may also be referred to the judicial authorities by the interested party.", "3. Enforcement of decisions shall be sought from the court within whose jurisdiction the minor is located or presumed to be located.”", "Article 19 – Protective procedure for restoring the status quo", "“1. The court of the State to or in which the child has been removed or wrongfully retained shall order, as a protective measure, the child’s immediate return unless the person who removed or retained the child establishes that:", "(a) more than one year has elapsed between the removal or retention and the making of an application to the judicial authorities of the State where the child is located; or", "(b) at the time of the alleged violation the person to whom custody had been awarded before such removal was not exercising his right of custody of the child either effectively or in good faith; or", "(c) the child’s return would seriously jeopardise its health or safety owing to the occurrence of an exceptional event since the award of custody.", "2. In assessing the circumstances listed above, the judicial authorities of the requested State shall take direct account of the law and judicial decisions of the State where the child is habitually resident. They shall take into consideration the information provided by the Central Authority of the State where the child is habitually resident concerning the legislation on custody in that State and concerning the child’s social background.", "3. A decision on the child’s return shall not affect the merits of the custody issue.", "...”", "Article 20 – Variation of custody rights", "“Where a court in the State to or in which the child has been removed or wrongfully retained finds that one of the exceptions listed in paragraphs 1 (b) or (c) of the preceding Article applies, it may rule on the merits of custody on the expiry of a period of one year after the child’s removal or retention provided that the child has settled in its new environment.”", "59. Section 191 of the Minors Act adopted by Legislative Decree no. 314/78 of 27 October 1978 provides, inter alia:", "“(1) If the minor has left his parents’ house or the house provided for him by his parents or if he has been removed from it or if he is not in the custody of the person or institution to which legal custody has been awarded, an application for his return shall be made to the court with jurisdiction over the area where the minor is located.", "(2) If proceedings are brought, the guardian and the person who cared for or retained the minor shall be summoned to make submissions in reply within a period of five days.", "...", "(4) If there are no submissions in reply, or if such submissions are manifestly ill-founded, the court shall order the child’s return and indicate where it is to take place; the court shall order such return only where it considers it necessary; the person concerned shall be served with the order so as to be able to effect the return in accordance with its terms, on penalty of being prosecuted for non-compliance with a legal order.", "...”", "60. Under Article 348 of the Criminal Code, non-compliance with a legal order is punishable by a term of imprisonment of up to one year or by a fine not exceeding 120 day-fines."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}