{"ITEMID": "001-88564", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF EMİNE ARAÇ v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim rejected;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Antonella Mularoni;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1973 and lives in Istanbul.", "6. On 24 September 1998 the applicant, a student in the Faculty of Theology of İnönü University in Malatya, sought to enrol in the Faculty of Theology of Marmara University. For that purpose she provided, among other materials, an identity photograph which showed her wearing a headscarf.", "7. On 1 October 1998 the Faculty of Theology of Marmara University replied to the applicant, informing her that the identity photograph she had supplied did not comply with the regulations in force and that where this was the case, the person concerned could not be enrolled.", "8. On an unspecified date the applicant lodged an application for judicial review with the Istanbul Administrative Court. She requested, in particular, that the refusal of the administrative authorities be set aside as being in breach of her rights.", "9. In a judgment of 23 September 1999, the Administrative Court rejected the application, finding that the authorities’ refusal had been in accordance with the regulations in force. The court considered, in particular, that the applicant had submitted an identity photograph which did not conform to the regulations, which stipulated that “photographs must show the subject facing forward and be less than six months old, so that the person concerned is readily identifiable; the head and neck must also be uncovered” (Article 4 § 1 (f) of the Guide for University Applicants adopted by the Higher Education Board on 17 April 1998).", "10. Following an appeal by the applicant on points of law, the Supreme Administrative Court upheld the judgment of 23 September 1999, finding it to have been in accordance with the law and the procedural rules. The relevant parts of the Supreme Administrative Court judgment read as follows:", "“Summary of the request: ...", "Opinion of Mrs Serpil K. Erdoğan, investigating judge of the Supreme Administrative Court: the judge is of the opinion that the appeal should be dismissed and the first-instance judgment upheld.", "Opinion of Mr H. Hüseyin Tok, State Counsel (savcı) at the Supreme Administrative Court: the grounds of appeal set out in the statement of grounds do not correspond to those enumerated in Article 49 § 1 of the Code of Administrative Procedure. In view of the juridical and legal arguments on which the first-instance judgment was based, these grounds cannot be said to require the quashing of the impugned judgment ...”", "11. Article 42 of the Constitution reads as follows:", "“No one may be deprived of the right to instruction and education.", "The scope of the right to education shall be defined and regulated by law.", "Instruction and teaching shall be provided under the supervision and control of the State in accordance with the principles and reforms of Atatürk and contemporary scientific and educational methods. No educational or teaching institution may be set up that does not follow these rules.", "...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}