{"ITEMID": "001-97880", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF M.A.K. AND R.K. v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Reminder inadmissible;Violation of Art. 8;Violation of Art. 13;Pecuniary and non-pecuniary damage - award", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["5. The first applicant's daughter, who is the second applicant, was born on 6 March 1989.", "6. On 9 September 1997 the first applicant took the second applicant to see their general practitioner because he and his wife were concerned about what appeared to be bruising on her legs. A clotting test was carried out but it showed no abnormality.", "7. On 25 February 1998 the first applicant took the second applicant back to the general practitioner because her swimming teacher had expressed concern about the marks on her legs. The first applicant asked for a referral to hospital and an appointment was made for 17 March 1998 with Dr W., a consultant paediatrician.", "8. On 15 March 1998 the second applicant hurt herself in the genital area while riding her bike. She complained to her mother of hurting between her legs. Her mother did not examine her and she did not tell the first applicant of the incident.", "9. On 17 March 1998 the first applicant took the second applicant to the appointment with Dr W. Dr W. said that the bruising did not appear to be a skin disease and admitted the second applicant to hospital for further examination. The first applicant had to go to work but before leaving the hospital he told Dr W. that his wife would arrive soon and there should be no further examination or tests until she came and gave any necessary consent.", "10. When the first applicant's wife arrived one hour later, she found that a sample of the second applicant's blood had been taken for testing, photographs had been taken of her legs and the local authority had been notified. A social worker informed her that Dr W. thought the second applicant had been abused. The first applicant's wife then gave consent for a further examination. Dr W. and a police surgeon examined the second applicant's legs and genitalia. The second applicant was given no explanation for the examinations and she was not questioned about the allegations of abuse. Following the examination, Dr W. informed the first applicant's wife that the second applicant had been sexually abused and that it had probably been going on for eight months on account of the bruising. The social worker interviewed the second applicant generally, but asked no direct questions about sexual abuse. No record was made of the interview. During the interview the social workers told the first applicant's wife to ask the first applicant and their eldest son to move out of the family home until further investigations had taken place. At this point she recalled that the second applicant had “hurt between her legs” while on her bicycle. She informed the social worker, who said that she would pass the information on to the doctor.", "11. At 17.30 that evening, when the first applicant and his wife attempted to visit the second applicant on the ward, a nurse told them that there were orders that the first applicant should not be allowed to see her. This exchange was witnessed by other people on the ward. News was passed through the community and reached acquaintances in India. The following day, hospital staff were correctly informed that there could be no restrictions on visitors. The first applicant was thereafter permitted to visit the second applicant in hospital, although all visits were supervised on account of the suspicion that she had been sexually abused.", "12. On 18 March 1998 the first applicant's wife informed Dr W. that the second applicant had “hurt between her legs” on her bicycle. Dr W. told her that there was no doubt the second applicant had been sexually abused and advised her that if she did not accept it, there was a risk that her other children would be taken into care.", "13. On the same day two social workers visited the applicants' home. The applicant's wife asked for a second opinion on the cause of the bruising but the social workers told her that they saw no point in obtaining a second opinion. They did not, however, insist that the first applicant should leave the family home; instead it was arranged that the first applicant's wife should sleep in the room with her daughters.", "14. On 21 March 1998 the first applicant's wife noticed that the second applicant had marks on her hands. An appointment was made for the second applicant to see a dermatologist.", "15. On 24 March 1998 the dermatologist reported that the marks on the second applicant's legs were caused by vasculitis.", "16. On 27 March 1998 the second applicant was diagnosed with Schamberg's disease, a rare condition of the capillaries which is manifested by the eruption of purple patches on the skin. She was discharged from hospital. Dr W. wrote a letter to the first applicant and his wife which stated that there was insufficient evidence to say that the second applicant had been sexually abused and that the first applicant should no longer be considered to be implicated in the sexual or physical abuse of his daughter.", "17. The first applicant and his wife were unhappy with what had happened and made a formal complaint to the NHS Trust. The Trust set up an Independent Review Panel with two Assessors who were consultant paediatricians experienced in child abuse cases. The Panel report concluded that Dr W. had been right to admit the second applicant to hospital but found that she had acted too quickly in carrying out examinations. The report further noted that examinations and photographs should not have been taken while no parent was present; that while Dr W. was not to blame for misdiagnosing the bruises, she should have monitored them and obtained a dermatologist's opinion as a matter of urgency; that the first applicant should have been properly consulted and interviewed; and that Dr W. had attached far too much importance to the bruising, neglecting other relevant information available from the first applicant, his wife and the family doctor. Finally, the report noted that Dr W. had, without convincing explanation, failed to write to the first applicant with an explanation and an apology.", "18. On 9 March 2001 the applicants brought proceedings in negligence against the local authority and hospital trust claiming compensation for personal injury and financial loss. Both were legally aided.", "19. On 22 November 2002 the County Court judge struck out the claims, finding that no duty of care arose between the local authority and the first applicant and that the hospital but not the local authority had owed a duty of care to the second applicant. The applicants appealed. Their appeals were joined to those of a number of other appellants.", "20. On 31 July 2003 the Court of Appeal granted the second applicant's appeal and allowed her claim to proceed against the local authority as well as the hospital. The Legal Services Commission, however, withdrew the second applicant's legal aid certificate on the basis that it was no longer reasonable for her to receive legal aid because the likely costs were disproportionate to the value of the claim. On 4 April 2006 the second applicant's appeal against the withdrawal was dismissed by an independent Funding Review Committee, which agreed that the costs of pursuing the claim considerably outweighed any likely award of damages.", "21. On 31 July 2003 the Court of Appeal dismissed the first applicant's appeal together with the appeals of the other appellants. The first applicant and the other appellants were granted leave to appeal to the House of Lords.", "22. The House of Lords gave judgment in 2005 (see JD v East Berkshire Community Health NHS Trust and Ors [2005] 2 AC 373). The question before the House of Lords in JD was whether the parent of a minor child falsely and negligently said to have abused or harmed the child could recover common law damages for negligence against a doctor or social worker who, discharging professional functions, made the false and negligent statement, if the suffering of psychiatric injury by the parent was a foreseeable result of making it and such injury had in fact been suffered by the parent. The House of Lords concluded (Lord Bingham of Cornhill dissenting) that there were cogent reasons of public policy for holding that no common law duty of care should be owed to the parents and it would not be just or reasonable to impose such a duty.", "23. Section 8 of the Family Reform Act 1969 provides as follows:", "“Consent by persons over 16 to surgical, medical and dental treatment", "(1) The consent of a minor who has attained the age of sixteen years to any surgical, medical or dental treatment which, in the absence of consent, would constitute a trespass to his person, shall be as effective as it would be if he were of full age; and where a minor has by virtue of this section given an effective consent to any treatment it shall not be necessary to obtain any consent for it from his parent or guardian.", "(2) In this section “surgical, medical or dental treatment” includes any procedure undertaken for the purposes of diagnosis, and this section applies to any procedure (including, in particular, the administration of an anaesthetic) which is ancillary to any treatment as it applies to that treatment.", "(3) Nothing in this section shall be construed as making ineffective any consent which would have been effective if this section had not been enacted.”", "24. In relation to children under the age of sixteen, the House of Lords has held that such minors have the right to consent on their own behalf to a variety of medical procedures, as long as they fully understand what is involved. Until the child achieves the capacity to consent, however, the parental right to make the decision continues save only in exceptional circumstances (see Gillick v West Norfolk and Wisbech Area Health Authority [1986] AC 112).", "25. The General Medical Council (“GMC”) guidelines for doctors in relation to obtaining consent for the treatment of children provide as follows:", "“23. You must assess a child's capacity to decide whether to consent to or refuse proposed investigation or treatment before you provide it. In general, a competent child will be able to understand the nature, purpose and possible consequences of the proposed investigation or treatment, as well as the consequences of non-treatment. Your assessment must take account of the relevant laws or legal precedents in this area. You should bear in mind that:", "At age 16 a young person can be treated as an adult and can be presumed to have capacity to decide;", "Under age 16 children may have capacity to decide, depending on their ability to understand what is involved;", "Where a competent child refuses treatment, a person with parental responsibility may authorise investigation or treatment which is in the child's best interests. The position is different in Scotland, where those with parental responsibility cannot authorise procedures a competent child has refused. Legal advice maybe helpful on how to deal with such cases.", "Where a child under 16 years old is not competent to give or withhold their informed consent, a person with parental responsibility may authorise investigations or treatment which are in the child's best interests. This person may also refuse any intervention, where they consider that refusal to be in the child's best interests, but you are not bound by such a refusal and may seek a ruling from the court. In an emergency where you consider that it is in the child's best interests to proceed, you may treat the child, provided it is limited to that treatment which is reasonably required in that emergency.", "26. The statutory framework for civil legal aid is contained within Parts IV and I of the 1988 Act.", "27. A civil Legal Aid Certificate can only be issued where the case has sufficient merit to justify public funding. With limited exceptions, every application for civil legal aid is subject to two statutory tests: first, section 15(2) of the 1988 Act requires that the applicant have reasonable grounds for taking, defending or being a party to the proceedings (“the legal merits test”); secondly, section 15(3)(a) of the 1988 Act provides that civil legal aid might be refused if is unreasonable that the applicant should be granted legal aid (“the reasonableness test”).", "28. Factors relevant to determining the reasonableness of a grant of legal aid include, inter alia, a cost benefit analysis, the importance of the case to the applicant, and whether the case is in the public interest.", "29. Once an applicant is granted legal aid, the merits are kept under review throughout the case. Under the Civil Legal Aid (General) Regulations 1989, the Legal Aid Board has the power to discharge or revoke a Legal Aid Certificate.", "30. If a certificate is discharged or revoked, the assisted person may appeal to the Area Committee. If they remain dissatisfied with the decision, they may seek to have the Area Committee's decision quashed by the High Court by way of judicial review. It is possible to appeal against a decision of the High Court on judicial review to the Court of Appeal and (with leave) to the House of Lords.", "31. The Council of Europe's Convention for the Protection of Human Rights and Dignity of the Human Being with regard to the Application of Biology and Medicine: Convention on Human Rights and Biomedicine (opened to signature at Oviedo on 4 April 1997) contains the following principles regarding consent:", "“Chapter II – Consent", "Article 5 – General rule", "An intervention in the health field may only be carried out after the person concerned has given free and informed consent to it.", "This person shall beforehand be given appropriate information as to the purpose and nature of the intervention as well as on its consequences and risks.", "The person concerned may freely withdraw consent at any time.", "Article 6 – Protection of persons not able to consent", "1. Subject to Articles 17 and 20 below, an intervention may only be carried out on a person who does not have the capacity to consent, for his or her direct benefit.", "2. Where, according to law, a minor does not have the capacity to consent to an intervention, the intervention may only be carried out with the authorisation of his or her representative or an authority or a person or body provided for by law.", "The opinion of the minor shall be taken into consideration as an increasingly determining factor in proportion to his or her age and degree of maturity.", "3. Where, according to law, an adult does not have the capacity to consent to an intervention because of a mental disability, a disease or for similar reasons, the intervention may only be carried out with the authorisation of his or her representative or an authority or a person or body provided for by law.", "The individual concerned shall as far as possible take part in the authorisation procedure.", "4. The representative, the authority, the person or the body mentioned in paragraphs 2 and 3 above shall be given, under the same conditions, the information referred to in Article 5.", "5. The authorisation referred to in paragraphs 2 and 3 above may be withdrawn at any time in the best interests of the person concerned.", "Article 8 – Emergency situation", "When because of an emergency situation the appropriate consent cannot be obtained, any medically necessary intervention may be carried out immediately for the benefit of the health of the individual concerned.”"], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}