{"ITEMID": "001-84610", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "SHELLEY v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Josep Casadevall;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["The applicant, a United Kingdom national, born in 1972, is currently serving a sentence of imprisonment in H.M. Prison Whitemoor. He was represented before the Court by Mr Sean Humber, a solicitor practising in London. The United Kingdom Government (“the Government”) are represented by their Agent, Mr J. Grainger of the Foreign and Commonwealth Office, London.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Drugs use is prohibited in prisons in the United Kingdom. In 1997-1998 the Public Health Laboratory Service carried out an anonymised survey in eight prisons, the results of which indicated that the prevalence of HIV was 0.36%, Hepatitis B was 7.8% and Hepatitis C was 7.5%. 24% of the prisoners surveyed had injected drugs at some stage, 30% of whom had injected whilst in prison. 75% of those who injected in prison shared equipment. The most recent Home Office Study (Research Study 267, July 2003) suggested that 2% of prisoners inject drugs while detained, acknowledging that there may however have been significant under-reporting due to the stigma attached to drugs use. The Department of Health identify Hepatitis B and C and HIV as the most common serious viruses carried in the bloodstream. They can cause serious long-term health problems or be life-threatening. The Department considers Hepatitis C as being the certified cause of death in about 100 people per year and as contributing to a further 5,000 deaths each year from the complications of chronic liver disease. It has also identified the sharing of needles by intravenous drugs users as being responsible for over 91% of cases of Hepatitis C between 1992 and 2002.", "Needle exchange programmes, whereby equipment is exchanged for sterile needles and syringes, are generally acknowledged as an important way of reducing the risk of infection from the sharing of needles and syringes. Reports suggest that once-only use of sterile needles and syringes is the most effective measure for preventing infections. There are also a number of studies suggesting that in practice disinfection of needles is less effective at preventing transmission. The Department of Health’s statistics suggest that at least 99% of health authorities have needle exchange programmes available to the general public. In prisons there have never been needle exchange programmes.", "In 1995 the Prison Service’s AIDS Advisory Committee recommended that disinfecting agents be made available to prison inmates in England and Wales as a measure to lessen the risks of spreading infections from shared use of drug injecting equipment. This recommendation was implemented but withdrawn after only a few weeks due to health and safety concerns surrounding the tablets. Three years later a pilot project was launched, involving 11 prisons, which was evaluated by the London School of Hygiene and Tropical Medicine in a detailed report. It concluded that there were real benefits from reintroducing disinfecting tablets and recommended that tablets be made available throughout prisons. On 1 December 2003 Prison Service Instruction No. 53/2003 issued, introducing a scheme to make tablets available as from 1 April 2004. The scheme is currently being implemented and evaluated.", "Tablets have been available in Scottish prisons since 1993, in which jurisdiction a pilot needle exchange programme has been reported to have been recently initiated.", "The applicant is a prisoner. In 2004, he instructed solicitors as he was concerned that the provision of tablets instead of needle exchange programmes failed sufficiently to address the risks caused by the sharing of infected needles. Such risks were not confined to drugs users but also other prisoners or prison staff who could be accidentally infected.", "In correspondence with his solicitors, the Department of Health acknowledged that tablets would only disinfect, not reach the clinical standards of sterilization. They stated that there was no plan to introduce a needle exchange programme. In correspondence with his solicitors, the Treasury Solicitor explained that the introduction of tablets was a reasonable and proportionate response as Hepatitis B and C would be inactivated by several moderately potent disinfectants and stated the view that needle exchanges would increase drugs use and the number of needles in circulation. It was stated that it was not always possible to replicate health care provided in the community and that disinfecting tablets provided an effective way of cleaning needles and fell within the range and quality of health services to be provided to prisoners.", "On 11 November 2004, the applicant commenced judicial review proceedings arguing that the failure to introduce a trial of needle exchanges into English and Welsh prisons violated Articles 2, 3 and 8 of the Convention. He did not specify whether he was himself an intravenous user of drugs, claiming that other prisoners and staff could be affected by the risks of needle sharing. Permission to pursue such proceedings was refused after consideration of the papers by Mr Justice Harrison. The application was renewed orally and there was a full hearing before Mr Justice Beatson at which the applicant and the Secretary of State were represented by counsel.", "The Secretary of State relied on the following grounds:", "the Prison Service was concerned not to increase drugs use and there was no safe way of injecting drugs;", "drugs use was dropping in prison – this might in part be due to a lack of needles and a concern about infectious diseases;", "needle exchanges would increase the number of syringes in prison;", "the introduction of needle exchanges was to be kept under review.", "It was accepted that if a prisoner did inject drugs it was safer to use a new syringe rather than a disinfected syringe. Later, in the oral proceedings, counsel for the Secretary of State also alleged that syringes could be used as weapons.", "At the conclusion of argument, Mr Justice Beatson refused the applicant’s renewed application for permission to apply for judicial review. He found that steps taken by the Secretary of State to protect the health of prisoners were not unreasonable, noting that providing syringes would remove one of the disincentives to prisoners injecting themselves and that the effect of a decision to introduce a policy of distributing disinfecting tablets had yet to be assessed. He also found that the security considerations of managing a prison population in which people lived cheek by jowl meant that it was not realistic to assume that the same regime could apply as in the community. He found no issues arising under Articles 2 or 3 of the Convention.", "The applicant’s legal representatives obtained new evidence which was submitted in the renewed application to the Court of Appeal. This was a report dated July 2005 from the Addiction Development Officer of the Scottish Prisons Addictions Team which inter alia noted that rigorous evaluations in Germany and Switzerland consistently found that needle exchange programmes did not increase drugs use, drugs users or the amount of drugs in circulation; that the provision of bleach was only a partial solution and its use often inadequate; lower transmission rates of HIV and hepatitis had been found to result from needle exchange schemes which had been in operation in 46 prisons in 4 European countries for ten years, without any increase in drugs use, interference with drugs prevention strategies or attacks on either staff or prisoners. It was stated: “... it could be argued that the refusal to make sterile equipment available to prisoners is actually condoning the spread of HIV and HCV among prisoners and, indirectly, to the community at large.”", "On 29 November 2005, the Court of Appeal refused the renewed application for permission to apply for judicial review. It noted that it was far from clear on the facts of this case that Article 2 was engaged. On the assumption that it was, it was nonsense to suggest that the failure to attempt a trial of needle exchanges amounted to a violation of the positive right to life. The applicant himself had only argued for a trial period which was an indicator in itself that the overall benefits of such a policy had yet to be established. There was no satisfactory evidence as to the difference in the decreased risk to life inherent in a needle exchange programme as opposed to a disinfectant scheme. Also the United Kingdom was far from alone in refusing to introduce such programmes. It was satisfied that there remained a legitimate concern that a needle exchange programme might increase drugs use and the number of syringes in prison. While in the future the balance might tip in favour of needle exchange programmes this was not inevitable and the Home Office had put in place an effective and sensible policy of assessing such programmes and the results thereof. It was emphasised that the matter should be kept under review.", "Prison Service policy provides as follows:", "Standards: Health Services for Prisoners (May 2004)", "“To provide prisoners with access to the same range and quality of services as the general public receives from the National Health Service.”", "The Committee for the Prevention of Torture has set out in its general standards the following approach to medical services in prison (Chapter III Health Care Services in Prison):", "“b. Equivalence of care", "i) general medicine", "38. A prison health care service should be able to provide medical treatment and nursing care, as well as appropriate diets, physiotherapy, rehabilitation or any other necessary special facility, in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly.", "d. Preventive health care", "52. The task of prison health care services should not be limited to treating sick patients. They should also be entrusted with responsibility for social and preventive medicine.", "...ii) transmittable diseases", "54. A prison health care service should ensure that information about transmittable diseases (in particular hepatitis, AIDS, tuberculosis, dermatological infections) is regularly circulated, both to prisoners and to prison staff. Where appropriate, medical control of those with whom a particular prisoner has regular contact (fellow prisoners, prison staff, frequent visitors) should be carried out. ”", "Rule 40 of the European Prison Rules", "\"Medical services in prison shall be organised in close relation with the general health administration of the community or nation. ...", "Prisoners shall have access to the health services available in the country without discrimination on the grounds of their legal situation.\"", "Drug use was common in prison, with most studies reporting prisoners who have used drugs as at 50% or greater. While it was true that some prisoners stopped injecting on entering prison, some continued: a 2002 European Union report showed that 0.3% to 34% of the prison population injected while incarcerated. Elevated risks of HIV and HCV flowed from the prevalence of sharing needles, often home-made (with additional risks of scarring, vein damage and other infections). HIV infection ran from a reported 4% in Russia to 38% in some prison populations in Spain. The vast majority of peer-reviewed studies put HCV infection at between 20-40% of prison populations.", "Cleaning syringes with disinfectant such as bleach did not sufficiently reduce the risk of infection. Bleach was not fully effective in reducing HCV transmission. While repeated applications of bleach had been shown to eliminate HIV in syringes, field studies indicated users (amongst those who bothered to avail themselves of available bleach) had trouble following the instructions correctly and thus the method offered no, or little, protection.", "Needle exchange programmes (NEPs) had been acknowledged to be the most effective harm reduction method in the community, reducing infection substantially without increasing the initiation, duration or frequency of illicit drug use. NEPs had been in operation in prisons since 1992 and now existed in at least one prison within nine jurisdictions: Armenia, Belarus, Germany, Kyrgyzstan, Luxembourg, Moldova, Scotland, Spain and Switzerland. NEPs were also in development in Belgium, Iran, Portugal, Tajikistan and Ukraine. The evidence and experience from the prison schemes showed that they reduced needle-sharing, reduced drug overdoses and led to a decrease in abscesses and injection-related injections and facilitated referral of users to treatment programmes. It had not been demonstrated that they resulted in an increase in drug consumption, increase in drug injection or in any incidents of intentional use of needles as weapons or accidental needle-stick injuries.", "HIV prevalence in drug injectors (IDUs) was about 2.1% in England and Wales. 31% of HCV infections occurred in current IDUs and 57% in ex-IDUs as opposed to 12% in non-IDUs. Infection rates were substantially higher amongst the prison population than the general population. The Health Protection Agency identified NEPs as the key to preventing infections amongst IDUs in the community. This was also the established opinion of the National Health Service. An estimated 90% of IDUs in England and Wales had accessed a needle exchange service. No such facilities were available in prisons. Some eight prisons appeared to be using disinfectant tablets, which were to be made available in all prisons during 2007. The Prison Service nonetheless had the responsibility, under guidelines, to ensure that prisoners had access to health services broadly equivalent to those in the community. The Department of Health did not consider that disinfectant tablets were an adequate response to risks of HIV and HCV transmission for the general public. There was strong evidence from around the world that NEPs in prison did not produce countervailing effects that could outweigh the benefits to prisoners. There had been no instances of needles being used as a weapon, nor any increase in drug use or injections. The only difference was that the possession of needles had ceased to be illegal. The fact that drugs use did drop on entry to prison was probably a consequence not of the absence of clean needles but of the fact that possession and use were illegal in prisons and that prisoners were closely supervised."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}