{"ITEMID": "001-76779", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "TANRIGUNVERDI AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicants, Mr Mustafa Tanrıgünverdi, Mr Mehmet Tanrıgünverdi, Ms Gülden Acır, Ms Nejla Elmasiğne, Ms Zeynep Özışık, Mr Yücel Tanrıgünverdi, Mr Veli Tanrıgünverdi, Ms Yüksel Doğrugider, Ms Anıl Acır and Mr Yunus Enver Tanrıgünverdi, are Turkish nationals who were born in 1922 (1341 according to the former Muslim calendar, as submitted by the applicant), 1932, 1938, 1945, 1948, 1947, 1964, 1968, 1973 and 1978 respectively, and live in Tarsus.", "They are represented before the Court by Mr A. Akıllıoğlu, a lawyer practising in Ankara.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 7 March 1996 the Tarsus Municipality issued an order to expropriate a plot of land belonging to the applicants. A committee of experts assessed the value of the plot of land and the relevant amount was paid to the applicants on 11 December 1997.", "Following the applicants’ request for additional compensation, the Tarsus Civil Court of first instance ordered an expert opinion to be prepared to assess the value of the plot. As the parties mutually objected to the opinion, the court ordered a second opinion to be drawn up by a separate committee of experts.", "On 13 October 1998, seeing that the two assessments were parallel, the court awarded the applicants a corresponding amount of additional compensation plus interest at the statutory rate.", "However, on 25 October 1999 the Court of Cassation quashed the judgment and remitted the case back to the first-instance court for further examination.", "Having obtained a revised expert opinion, the Tarsus Civil Court issued a new judgment on 9 May 2000. It awarded the applicants an additional compensation of 896,224,000 Turkish liras (TRL) plus interest at the statutory rate.", "On 30 October 2000 the Court of Cassation upheld this subsequent judgment. On 9 April 2001 the Court of Cassation rejected a request for rectification and thereby concluded the court proceedings.", "On 18 April 2001 the Tarsus Municipality paid the applicants the sum of TRL 2,627,945,310, interest included."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}