{"ITEMID": "001-83882", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF PETROPOULOU-TSAKIRIS v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);No violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 14+3 - Prohibition of discrimination (Article 14 - Discrimination) (Article 3 - Prohibition of torture);Non-pecuniary damage - award", "JUDGES": "Loukis Loucaides", "TEXT": ["5. The applicant is of Roma ethnic origin and lives in Nea Zoe, in Aspropyrgos (western Attica), in a Roma settlement.", "6. On 28 January 2002, between 11 a.m. and 1 p.m., the Police Directorate of western Attica, on the initiative of Aspropyrgos police station, conducted a large-scale police operation in the Roma settlement of Nea Zoe. The operation was aimed at arresting persons who, according to information obtained by the police, were involved in drug trafficking. Thirty-two police officers and one judicial official took part in this operation, in the course of which eleven Roma dwellings were searched and four individuals arrested.", "7. The applicant, who was two and a half months pregnant, was in the settlement at the time of the operation.", "8. The applicant and other Roma women were rounded up by the police for a body search. According to her statement, whilst the police operation was taking place the applicant waited her turn to be searched by the police who were searching other residents of the settlement. She noticed that certain police officers were taunting a disabled Roma who was a relative of hers.", "9. As she moved to approach the police officers, she was forcefully pushed back by one of them while another one kicked her in the back, in spite of the fact that she had shouted that she was pregnant. As a result of the kick, the applicant felt an intense pain in the abdominal area and started bleeding. Although the bleeding was obvious to all the police officers present, the applicant was not taken to hospital. Not having any personal documents – as she was at the time an unregistered stateless person – and being alone, she felt she could not go to the hospital on her own for fear of being refused treatment.", "10. The next day she informed members of the Greek Helsinki Monitor that she had been kicked by a police officer and that she was bleeding. One of them then rushed her to Elena Venizelou Maternity Clinic, where she was admitted immediately. She underwent a number of medical tests.", "11. On 1 February 2002 the applicant suffered a miscarriage and was kept under medical supervision until 5 February 2002, when she was discharged from the hospital.", "12. According to the version of events given by the Government, the police officers who participated in the police operation of 28 January 2002 did not use force against civilians. Neither the four persons arrested nor any other individual who was in the settlement during the operation had been assaulted or subjected to racial abuse. The presence of a judicial officer guaranteed the police officers' proper conduct.", "13. According to the medical report drawn up at the end of the examination, “the applicant was admitted to the hospital on 29 January 2002, 10 weeks pregnant, with haemorrhaging from her uterus (risk of spontaneous abortion). On 2 February 2002 there was a complete expulsion of the foetus and on 4 February 2002 her uterus was cleaned”.", "14. On 1 February 2002 counsel for the applicant lodged a criminal complaint with the Athens public prosecutor against the police officer who had allegedly used violence against the applicant and whose identity was unknown to her. In the complaint the applicant joined the proceedings as a civil party seeking damages, asked to be examined by a forensic doctor and named three persons who could testify as witnesses. She also included the address and telephone numbers of her lawyers.", "15. On 10 February 2002 the Athens public prosecutor sent a letter to the commander of Aspropyrgos police station requesting that a preliminary inquiry (προανάκριση) be launched into the allegations contained in the applicant's criminal complaint so as to identify the unknown perpetrators, who would be charged with inflicting serious bodily harm under Articles 308 § 1 (a) - 309 of the Greek Criminal Code.", "16. On 11 March 2002 two witnesses named by the applicant submitted a written testimony to the police officer in charge of the preliminary inquiry. On the same date the applicant submitted a written memorandum to the police requesting that the police officers from Aspropyrgos police station be excluded from conducting the preliminary inquiry since officers from that station had participated in the operation in question and it was most likely that one of them had ill-treated her.", "17. By a letter dated 12 March 2002 the commander of Aspropyrgos police station informed the Athens public prosecutor of the applicant's request and asked him to make a decision and issue the relevant order as to whether he should continue to conduct the preliminary inquiry. It cannot be ascertained from the case file whether the public prosecutor replied. However, Aspropyrgos police station continued with the preliminary inquiry.", "18. On 1 May 2002 two police officers, the head of the security division of Aspropyrgos police station and the head of the anti-crime unit of Elefsina police station respectively, testified before the police officer conducting the preliminary inquiry. Both officers stated that they did not have any knowledge of ill-treatment inflicted upon the applicant.", "19. On 28 November 2002 the investigation file was forwarded to the Athens public prosecutor. In the covering letter the Aspropyrgos police station commander repeated the applicant's request that the police officers serving at his police station be prevented from conducting the preliminary inquiry.", "20. On 10 September 2003 the Athens public prosecutor requested the Elefsina magistrate (πταισματοδίκης), the competent judicial authority, to summon the applicant and any other witnesses she wished to call.", "21. On 16 January 2004 a court bailiff visited the settlement where the applicant lived in order to summon her and another woman to testify before the Elefsina magistrate on 26 January 2004. The court bailiff stated that she was unable to find either the applicant or the other witness and that she had been informed by police officers from Aspropyrgos police station that the two women had moved to “an unknown address”.", "22. On 26 January 2004 the Elefsina magistrate returned the case file to the Athens public prosecutor.", "23. On 3 July 2004 the Athens public prosecutor closed the file with the indication “Perpetrator unknown”. The authorities did not inform the applicant or her legal representatives that the file had been closed. On 28 July 2004, when making an enquiry at the Athens public prosecutor's office, the Greek Helsinki Monitor was informed that the case had been closed.", "24. On 1 September 2004 the Greek Helsinki Monitor sent a letter to the Aspropyrgos police station commander, enclosing a copy of the bailiff's statement and enquiring as to how the police officers could have been aware of the applicant's change of address.", "25. In his reply dated 6 September 2004 the Aspropyrgos police station commander commented on the court bailiff's reference to Aspropyrgos police station's having informed her that the applicant had moved to “an unknown address”. According to the station commander, the reference was general and vague and thus could not be confirmed and the records of the police station did not contain any relevant information.", "26. In the meantime, on 5 March 2002, responding to the publicity that had been generated, the Chief of the Greek Police launched an informal investigation in order to clarify whether the police operation of 28 January 2002 had involved unlawful or excessive use of force by members of the police. The investigation was conducted under the direct supervision of the Deputy Director of Police, A.V., who had been actively involved in the police operation of 28 January 2002. As he stated in his report: “[T]he general supervision and coordination of the police actions had been orally assigned by the commander of the Police Directorate of western Attica to the undersigned, who prepared the action plan and personally supervised the police officers' action on the operational level.”", "27. Police officer A.V. proceeded to question five senior police officers who had participated in the operation in question. According to their statements, they had not witnessed any of their colleagues ill-treating the Roma residents.", "28. On 6 March 2002 the police went to the applicant's settlement in order to serve her with a summons for interview, but did not find her.", "29. On 7 March 2002 the report on the findings of the informal investigation was issued. According to the report, the presence of a judicial officer during the police operation guaranteed that, in the event of incidents of police brutality, the public prosecutor would be informed. Furthermore, according to officer A.V.'s findings: “the complaints are exaggerated ... It is in fact a common tactic employed by the athinganoi (Greek word for Roma) to resort to the extreme slandering of police officers with the obvious purpose of weakening any form of police control.” The report concluded that, given that a criminal investigation had already been initiated, it was advisable to suspend the disciplinary proceedings until either a criminal court had ruled on the case or the alleged perpetrator had been identified. In accordance with this recommendation, the disciplinary proceedings were suspended.", "30. The Greek Ombudsman issued a report on 12 October 2004 entitled “Disciplinary/administrative investigations into allegations against police officers”. It stated as follows in relation to investigations into complaints raising serious issues, such as excessive use of force and/or police brutality:", "“4. Failure to conduct Sworn Administrative Inquiry (Ενορκη Διοικητική Εξέταση, – SAI)", "The fact that informal investigations are more frequently conducted - informal investigations represent some 66% of the investigations carried out in total - raises the important question whether the methods of investigation used by the Greek Police are adapted to the offences complained of. In a number of cases where an informal investigation was carried out, although the nature of the offence complained of required an SAI, the Ombudsman observed that although there were elements that would have justified disciplinary proceedings against police officers, the Greek Police refused to carry out an SAI. ... Such complaints [concerning allegations of ill-treatment or police brutality] could not be easily rejected on the basis of an informal investigation, given that they are often substantiated with forensic examinations or other medical certificates. ... In the following examples, an SAI was not carried out although the nature of the offences required it: (a) use of physical force: e.g. ... striking and subsequent miscarriage of a pregnant woman of Roma origin ... The Greek Ombudsman observed that the Greek Police omit, on a regular basis, to institute disciplinary proceedings even in cases where the existence of strong objective evidence, such as witness statements, photographs, forensic reports, medical certificates etc., cannot be denied. Such evidence cannot be summarily overruled but needs to be examined thoroughly through the formal procedure of an SAI. Cases with strong evidence requiring an SAI that was never conducted: (a) forensic or medical reports: e.g. ... a pregnant woman of Roma origin suffered a miscarriage after being struck ...”"], "VIOLATED_ARTICLES": ["14", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}