{"ITEMID": "001-70740", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "WARREN v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Curtis Francis Warren, is a United Kingdom national who was born in 1963 and is currently serving a prison sentence in the Netherlands. He is represented before the Court by Mr J. Jahae, a lawyer practising in Amsterdam.", "The applicant was placed in pre-trial detention (voorlopige hechtenis) on 24 October 1996. The criminal proceedings brought against the applicant – in which he stood accused of, inter alia, leading a criminal organisation, importation of about 317 kilograms of cocaine and possession of XTC, marihuana and weapons – came to an end on 16 November 1999, when the Supreme Court (Hoge Raad) confirmed the judgment handed down by the Court of Appeal (gerechtshof) of The Hague on 22 April 1999 in which the applicant had been sentenced to twelve years’ imprisonment.", "The applicant, who had initially been detained in an ordinary remand centre (huis van bewaring), was transferred – on the basis of a report from the Detainee Intelligence Information Service / National Criminal Intelligence Service (Gedetineerde Recherche Informatiepunt / Centrale Recherche Informatiedienst; “GRIP/CRI”) according to which there were indications that the applicant would seek ways to escape – on 23 December 1996 to the National Segregation Unit (Landelijke Afzonderingsafdeling) in a Maastricht detention facility.", "On 4 February 1997, on the basis of further GRIP information and the advice of the special selection board of the maximum-security institution (Extra Beveiligde Inrichting; “EBI”) – the Minister of Justice decided to place the applicant in the pre-trial detention unit in the EBI which is part of the Nieuw Vosseveld Penitentiary Complex in Vught. According to this further GRIP information, set out in an official report (ambtsbericht) dated 23 December 1996, the applicant represented an increased security risk in that in case of an escape, outside aid with use of brute force, violence against persons and a hostage-taking situation could not be excluded. In this connection, it was pointed out that he was a member of a criminal organisation, that various kinds of firearms and hand grenades had been found when members of this organisation had been arrested, that some members – including the applicant’s right-hand man – were still at large, that the organisation was said to dispose of explosives and heavy arms such as rocket launchers, and that in the course of previous arrests of members of the organisation in the United Kingdom, one person escaped when the police transport was blocked by a vehicle. It was further pointed out that the authorities of the United Kingdom, where the applicant was to serve a 23 years’ prison sentence, had filed a request for his extradition.", "The applicant’s detention in the EBI was reviewed and prolonged by the Minister every six months.", "On 15 September 1999, the applicant was attacked in the EBI by another detainee who was lethally injured by the applicant in the ensuing fight. Criminal proceedings were brought against the applicant which ended on 4 March 2003 when the Supreme Court confirmed the judgment given by the ‘s-Hertogenbosch Court of Appeal on 8 February 2002, in which it had rejected the applicant’s plea of self-defence, convicted him of manslaughter and imposed a sentence of four years’ imprisonment.", "By letter of 17 July 2001, the applicant was informed that the Minister of Justice had decided to extend his placement in the EBI once again. This decision was based on the contents of the official report of 23 December 1996, the possibility of the applicant’s extradition to the United Kingdom where – according to the applicant’s own statement – he would still have to serve a fifteen years’ prison sentence, and a further official report of 16 August 1999, according to which there were plans to liberate the applicant from detention, involving the deployment of a helicopter by a member of the criminal organisation who had escaped on 10 June 1999 from a Netherlands detention facility by way of a well prepared escape plan. Further pointing out that the applicant had been sentenced to twelve years’ imprisonment and that he had been convicted in first instance in another set of criminal proceedings in connection with the death of a co-detainee to four years’ imprisonment, the Minister considered that it appeared from the above that the applicant’s escape would give rise to great social upheaval. Since, moreover, the EBI special selection board – having noted the above as well as the grave concern in society and public opinion concerning the crimes committed by the applicant – had advised the Minister to prolong the applicant’s detention in the EBI, the Minister had taken a decision to this effect.", "The applicant filed an appeal against this decision with the Appeals Board (beroepscommissie) of the Council for the Administration of Criminal Justice and Protection of Juveniles (Raad voor Strafrechtstoepassing en Jeugdbescherming). In this appeal, he challenged the necessity to prolong his placement in the EBI, arguing inter alia that it had been based on outdated information, that his conduct in the EBI had been correct throughout, that he had not caused the fight with the co-detainee, and that there were no reasons for holding that he would harbour any escape plans. Although he did make a general reference to the findings of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) as regards the EBI regime, he did not present any arguments about the manner in which this regime would have affected him personally. He further did not raise any complaints, either in form or substance, under Article 3 or Article 8 of the Convention in relation to his personal conditions of detention in the EBI.", "On 29 November 2001, the Appeals Board dismissed the appeal. It noted that the applicant had been sentenced to a lengthy prison sentence for very serious crimes giving rise to grave concern in society and public opinion, and that – in addition – he had been sentenced in first instance to four years’ imprisonment in relation to a fight in the EBI with a fatal outcome. It therefore considered that the applicant, in the event of an escape, would pose an unacceptable risk to society in terms of severe disturbance of public order, the risk of escape being, as such, of lesser importance, i.e. the situation provided for in Article 6 under b. of the Regulation selection, placement and transfer of detainees (Regeling selectie, plaatsing en overplaatsing van gedetineerden) of 15 August 2000. The Appeals Board further concluded that, having found no facts or circumstances militating against a continuation of the applicant’s stay in the EBI, the decision to prolong his placement was lawful and that, weighing up all the interests involved, it could not be considered as unreasonable or unjust.", "On 15 April 2002, the applicant was transferred to a prison with an ordinary regime in Maastricht.", "An overview of the relevant domestic law and practice is given in the Court’s judgment of 4 February 2003 in the case of Van der Ven v. the Netherlands (no. 50901/99, §§ 26-35, ECHR 2003-II)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}