{"ITEMID": "001-106785", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF GENOVESE v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 14+8", "JUDGES": "Geoffrey Valenzia;George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["7. The applicant was born in 1996 and lives in Hamilton.", "8. The applicant was born in Scotland and his birth was registered there. He was born out of wedlock and is the son of a British mother and a Maltese father. The latter’s paternity has been determined both judicially and scientifically (see below). Mr G., the applicant’s father, of Maltese citizenship, has refused to acknowledge his son or to maintain a relationship with him.", "9. On an unspecified date the applicant’s mother made a request for her son to be granted Maltese citizenship.", "10. On 4 September 1996, the Malta High Commission informed the applicant’s mother that since she was not a Maltese citizen and the father of the applicant had not yet been declared to be a Maltese citizen on the applicant’s birth certificate, the applicant was not entitled to Maltese citizenship. She was informed that citizenship would be granted only if the Maltese father recognised his son on the applicant’s birth certificate.", "11. Subsequently, the applicant’s mother instituted proceedings in Scotland for the Maltese man with whom she had had a relationship to be declared the applicant’s father on the applicant’s birth certificate. By a decree of an unspecified date the Scottish courts declared Mr G., a Maltese citizen, to be the applicant’s biological father. Consequently, the applicant’s birth certificate was amended to reflect the established paternity.", "12. According to the Government, in the meantime the applicant’s mother was informed that even if Mr G. was judicially declared to be the applicant’s father the applicant would still not be eligible for citizenship in view of section 5(2)(b) and 17(1)(a) of the Maltese Citizenship Act, which stated that children born out of wedlock were only eligible for Maltese citizenship if their mother was Maltese.", "13. Subsequently, the applicant’s mother again submitted an application under section 5(2)(b) of the Maltese Citizenship Act (see Relevant Domestic Law below) for her son to be granted Maltese citizenship.", "14. On an unspecified date her application was rejected on the basis that Maltese citizenship could not be granted to an illegitimate child in cases where the illegitimate offspring was born to a non-Maltese mother and a Maltese father, in accordance with section 17(1)(a) of the Maltese Citizenship Act (see Relevant Domestic Law). Since the applicant was not born to a married couple, as a result of the application of Article 17(1)(a) any reference to the “father” in section 5(2)(b) had to be deemed to be a reference to the mother.", "15. By a judgment of 27 February 2003 the Civil Court (First Hall) in Malta also declared Mr G. to be the applicant’s biological father and he was ordered to pay maintenance.", "16. Pending the above judgment, in 2002, the applicant’s mother in her own name and on behalf of the applicant, as his curator ad litem, instituted constitutional redress proceedings, complaining that the said provision was discriminatory and contrary to both the Maltese Constitution and the Convention.", "17. On 25 January 2006 the Civil Court, in its constitutional jurisdiction, found that the said provisions were in violation of the Maltese Constitution, because they discriminated against the applicant by depriving him of Maltese citizenship. It further abstained from taking a decision on the compatibility of the provisions with the Convention.", "18. On 18 July 2006, on appeal, the Constitutional Court reversed the first-instance judgment in respect of the compatibility of the provisions with the Constitution. However, it sent the case back to the Civil Court for a determination on the compatibility of those provisions with the Convention.", "19. On 4 November 2008 the Civil Court in its constitutional jurisdiction held that section 17(1)(a) of the Maltese Citizenship Act was null vis-á-vis", "20. On 27 March 2009, on appeal, the Constitutional Court reversed the first-instance judgment. Noting the amendments in 2007 (see Relevant Domestic Law), it considered that its judgment had to be limited to the parameters of the application before it. It held that the right to citizenship was not a substantive Convention right. The grant or denial of citizenship would not facilitate or create obstacles to the applicant’s family life since his father categorically refused to have any contact with him. Moreover, since the Convention did not oblige a State to allow a non-national spouse to reside in its territory, it could not be said that the State was obliged to grant citizenship to a non-national.", "21. The Maltese Citizenship Act, Chapter 188 of the Laws of Malta, in so far as relevant, reads as follows:", "Section 5", "“(2) A person born outside Malta on or after the appointed day (21 September 1964) shall be deemed to have become or shall become a citizen of Malta at the date of his or her birth:", "(b) in the case of a person born on or after 1 August 1989, if at the date of such person’s birth, his or her father or mother is a citizen of Malta ...”", "Section 17", "“(1) In this Act - (a) any reference to the father of a person shall, in relation to a person born out of wedlock and not legitimated, be construed as a reference to the mother of that person; ...”", "By means of Act X of 2007 the following subsections were added to section 5 of the Maltese Citizenship Act:", "“(3) A person born outside Malta on or after the appointed day who proves he is a descendant in the direct line of an ascendant born in Malta of a parent likewise born in Malta shall be entitled, upon making an application as may be prescribed and upon taking the oath of allegiance, to be registered as a citizen of Malta:", "Provided that when the said person is a minor, any such person who according to law has authority over that minor, may submit an application for the registration of the said minor as a citizen of Malta.", "(4) Any ascendant as provided in subarticle (3) who dies before the 1st August 2007 and who would, but for his death, have been entitled to acquire Maltese citizenship under this article, shall be deemed to have acquired such citizenship for the purposes of subarticle (3).", "(5) Where any of the parents of a person applying to be registered as a citizen of Malta by virtue of subarticle (3) was alive on 1st August 2007 (for the purposes of this article referred to as \"the relevant parent\") and the relevant parent is also a descendant in the direct line of an ascendant born in Malta of a parent likewise born in Malta, such person shall not be entitled to be registered as a citizen of Malta by virtue of subarticle (3) unless the relevant parent had at any time acquired Maltese citizenship under this article or under article 3; so however that any such relevant parent who dies before 1st August 2010 and who would have been entitled to acquire such citizenship under subarticle (3) or under subarticle (3) of article 3 shall be deemed to have acquired such citizenship for the purposes of that subarticle.", "(6) Where any of the parents of a person applying to be registered as a citizen of Malta by virtue of subarticle (3) was born on or after 1st August 2007 (for the purposes of this article referred to as \"the relevant parent\") and the relevant parent is also a descendant in the direct line of an ascendant born in Malta of a parent likewise born in Malta, such person shall not be entitled to be registered as a citizen of Malta by virtue of subarticle (3) unless the relevant parent had at any time acquired Maltese citizenship under this article.", "(7) The person applying to be registered as a citizen of Malta under subarticle (3) shall be entitled to be registered as a citizen of Malta if the relevant parent dies after the 31st July, 2010 and the relevant parent had applied for and would have been entitled to be granted Maltese citizenship under this article or under article 3.”"], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}