{"ITEMID": "001-60870", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF E.P. v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1912 and lives in Mercato Sanseverino.", "9. He is the owner of an apartment in Mercato Sanseverino, which he had let to M.S. in 1974. The lease was due to expire on 31 December 1983, but was extended until 31 December 1987 pursuant to Law No. 392/78.", "10. In a writ served on the tenant on 4 September 1986, the applicant communicated his intention to terminate the lease and summoned the tenant to appear before the Mercato Sanseverino Magistrate.", "11. By a decision of 30 September 1986, which was made enforceable on the same day, the Mercato Sanseverino Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 30 June 1989.", "12. On 1 August 1991, the applicant served notice on the tenant requiring him to vacate the premises.", "13. On 15 October 1991, he served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 28 October 1991.", "14. On 28 October 1991, the bailiff made an attempt to recover possession, which proved unsuccessful, as the applicant was not granted the assistance of the police in enforcing the order for possession.", "15. On 18 November 1991, the applicant made a statutory declaration that he urgently required the premises as accommodation for his daughter.", "16. On 18 February 1992, the bailiff asked the local police to provide their assistance in enforcing the order for possession and at the same time suspended the enforcement proceedings until the assistance would be granted.", "17. At the beginning of 1998, the tenant spontaneously vacated the premises.", "18. The relevant domestic law is described in the Court's judgment in the case of Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}