{"ITEMID": "001-104874", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "RODIVILOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Isabelle Berro-Lefèvre;Mark Villiger", "TEXT": ["The applicant, Mr Oleg Leonidovich Rodivilov, is a Ukrainian national who was born in 1965 and lives in Simferopol, Ukraine.", "The applicant is a member of the Verkhovna Rada of the Autonomous Republic of Crimea (“the ARC”) (the representative body of the ARC) (“Верховна Рада Автономної Республіки Крим”) and a member of the citizens’ association “The Russian Community of the Crimea”.", "On 9 November 2004 in a plenary meeting of the Verkhovna Rada of the ARC the applicant said the following:", "“I am empowered by the voters to inform you that if by November 17, thus by the next session of the Verkhovna Rada, there has been no decision on the legal confirmation of the status of the Tikhaya Bukhta nature reserve area (Тихая бухта), the ordinary citizens will themselves put a stop to the unlawful acquisition of land. Today extremists from the Majlis-Kurultai radical group are freely bringing construction materials to the Tikhaya Bukhta, openly and insolently breaching Ukrainian and Crimean laws.”", "The Kurultai of Crimean Tatars is a representative body for the Crimean Tatars, which, according to its Rules of Procedure decides on all essential issues of political, economical and cultural life of Crimean Tatars. The Majlis is an executive body of the Kurultai. They regularly hold sessions. However, there are no official legal acts which determine the legal status of these bodies. The members of the Majlis are allegedly members of the Council of Crimean Tatars Representatives affiliated with the President of Ukraine (Decree of the President of Ukraine of 18 May 1999 no. 518/99).", "On 12 November 2004 the journalist A. published an article in the Golos Kryma (“Голос Крыма”) newspaper – ‘An MP threatens the Crimean Tatars’ (‘Депутат грозит крымским татарам’). The article said the following:", "“As always, representatives of the Russian community of the Crimea firmly opposed the Crimean Tatars. O.Radivilov, MP, his usual self, did not fail to mention the Majlis-Kurultai with regard to the “unlawful acquisition of land in the Tikhaya Bukhta”. In his opinion, despite prohibitions, the Majlis assisted the “invaders” in bringing construction materials into the national reserve zone. He threatened that a group of inhabitants of south-east Crimea was going to punish the “offenders”.", "On 8 July 2005 the Golos Kryma newspaper published a letter from the applicant:", "“On 12 November 2004 Golos Kryma (issue no. 46 (573)) published an editorial by the journalist [...] named ”An MP threatens the Crimean Tatars”.", "In the article it is intentionally falsely stated that allegedly “as always, representatives of the Russian community of the Crimea firmly opposed the Crimean Tatars. O.Rodivilov MP, his usual self, did not fail to mention the Majlis-Kurultai with regard to the “unlawful acquisition of land in the Tikhaya Bukhta”... He threatens ...” (as follows).", "This information in the article is intentionally biased, incites inter-ethnic hatred rage and as it references me as a representative of the Russian Community of the Crimea in the Parliament of the Crimea, it threatens to worsen relations between the two largest ethnic groups of the Republic of Crimea.", "Besides, the libel was intended to humiliate me as a member of the Supreme Council of the Crimea in the eyes of my voters, citizens of various ethnic origins.", "These provocative and above all intentionally false articles in the Golos Kryma newspaper, which was founded by the State Committee on Ethnic Relations, systematically disseminated in this weekly publication (most recently on 18 and 25 March 2005), discredit me as a citizen.", "My systematic unreasonable harassment in the pages of Golos Kryma I perceive as an intention on the part of the editors to humiliate me as a citizen of Russian ethnic origin. The aforementioned untrue statements in Golos Kryma serve as a basis for this. [...]", "In this respect, in accordance with the law in force, I demand publication of an editorial in the next issue of Golos Kryma to correct this statement in full.", "I also demand public apologies from the editors, to be published together with my statement.”", "On the same page the newspaper also published an article by the journalist A. – “Do not step on journalists’ throats, do not knock the pen out of their hands!” (“Не наступайте на горло журналистам, не вышибайте из рук перо!”), in which the journalist quoted the applicant’s speech of 9 November 2004 and said the following:", "“As a journalist accredited to the Verkhovna Rada of the ACR, I attend all the meetings of the parliamentary sessions, of the presidium, and of the commissions and so on and know about O.Rodivilov’s speeches first-hand. And whether written reproduction of an oral statement can be called a libel? According to the author of the letter, my information only reflects what has been said from the high tribune by the member of the Verkhovna Rada of the ARC, O.Rodivilov. And he has absolutely correctly mentioned that such things incited racial hatred.", "I quote the record of a special session of the Verkhovna Rada of the ARC of 9 November 2004 [...]", "I believe you would agree with me that these words pronounced from the high tribune, cannot only incite “racial hatred”, but would simply provoke radical actions by ordinary citizens against the Crimean Tatars.", "From the high tribune of the Verkhovna Rada of the ARC and whenever possible Mr Rodivilov discredits the publicly elected Majilis, legitimised by a decree of President Kuchma (and not banned by acting President Yushchenko) as the Council of Representatives of the Crimean Tatars affiliated with the President of Ukraine. Therefore, all thirty-three members of the Majilis are members of this Council. The member of the Verkhovna Rada of the ARC, elected by “citizens of various ethnic origins”, “representative of the Russian Community of the Crimea in the Parliament of the Crimea”, calls the members of the Council extremists from the radical group “Majilis-Kurultai”.", "So who is it who threatens to worsen the relationships between citizens?", "I quote the record of the meeting of the Verkhovna Rada of the ARC of 16 March 2005. Appealing to the thirteen-year-old documents, he requested “to bring the group of Majilis-Kurultai, into conformity with law. This is an extremist Muslim group and there are a lot of documents in this respect in your main office”.", "Not everybody can spend time lodging applications with various bodies as Mr Rodivilov does, and forcing journalists, instead of [fulfilling] their direct duties, to write explanations to various bodies, which already have enough to do. In all likelihood he has his special reasons and I think I know what they are. As they say today, he wants to run a “PR campaign” before the elections.", "“Golos Kryma is involved in provocations”, - states the member of the Verkhovna Rada of the ARC O.Rodivilov”. That was the title of an article in Russkiy Mir, in which its author accuses several employees of the newspaper [...] of bias and provocation. Besides, the member of Parliament O.Rodivilov complained to the Simferopol Prosecutor’s Office, to the Tsentralnyy District Prosecutor’s Office, and to the Permanent Representative of the President of Ukraine in the ARC, [...]. And if it takes nearly a whole day to provide explanations to one of these bodies (those who worked in the mass media when there was censorship remember those “nice” times very well), our honourable reader will understand how long it will take to write explanations to all these bodies. You can forget about your work as a journalist, which was probably what the MP wanted.”", "In November 2005 the applicant instituted civil defamation proceedings in the Tsentralnyy District Court of Simferopol against the newspaper Golos Kryma. He stated that in the articles he had been accused of inciting racial hatred and humiliated as a citizen of Russian ethnic origin. The applicant stated that he “was fighting against the Majlis-Kurultai criminal organisation and not against the Crimean Tatars”. He requested it to be published that the statements about him published on 12 November 2004 and 8 July 2005 were defamatory. He also claimed 100 Ukrainian hryvnias in compensation for non-pecuniary damage. The applicant later amended his claims and requested publication of a correction.", "On 3 July 2006 the court found in part for the applicant. It held that in his speech of 9 November 2004 the applicant had requested that a decision be urgently adopted on the legal status of a nature reserve and tried to warn the members of the Verkhovna Rada about the possible consequences of not doing so. Therefore, the court found that the expressions “An MP threatens the Crimean Tatars” and “He threatened that a group of inhabitants of south-east Crimea was going to punish the “offenders” were defamatory. The court ordered the newspaper to publish the operative part of its decision. The remainder of the applicant’s claim was rejected.", "On 30 January 2007 the Court of Appeal of the ARC quashed this decision and rejected the applicant’s claims. It found that:", "“When adopting its decision, the court did not take into account that the author’s expressions: “An MP threatens the Crimean Tatars” and “He threatened that a group of inhabitants of south-east Crimea was going to punish the “offenders” were value judgments and their veracity was impossible to prove.", "The claimant is a public figure.", "The panel of judges agrees that the newspapers which quoted the statements of MP Rodivilov, were more tendentious and harsher interpretations of his speech. They include the author’s perceptions and her critical evaluation of the claimant’s sayings. However, when choosing his profession, the applicant left himself exposed to harsh criticism and close scrutiny; that is the burden that politicians bear in a democratic society.", "In such circumstances, the present value judgments are not the reasons for limitation of the defendant’s rights under Article 10 of the Convention and for interference with freedom of speech by the State.”", "On 25 June 2007 the Supreme Court of Ukraine rejected the applicant’s request for leave to appeal on points of law.", "Relevant extracts from the Constitution read as follows:", "“... Everyone is guaranteed judicial protection of the right to correction of unaccurate statements about himself or herself and members of his or her family, and of the right to demand that any type of statement be expunged, and also the right to compensation for pecuniary or non-pecuniary damage inflicted by the collection, storage, use and dissemination of such incorrect statements.”", "“Everyone is guaranteed the right to freedom of thought and speech, and to the free expression of his or her views and beliefs.", "Everyone has the right to freely collect, store, use and disseminate information by oral, written or other means of his or her choice.", "The exercise of these rights may be restricted by law in the interests of national security, territorial indivisibility or public order, with the purpose of preventing disturbances or crime, protecting the health of the population, the reputation or rights of other persons, preventing the publication of information received confidentially, or maintaining the authority and impartiality of justice.”", "Relevant extracts from the Civil Code read as follows:", "“1. A person shall have the right to compensation for non-pecuniary damage in the event of an infringement of his/her rights.", "2. Non-pecuniary damage may consist of:", "...", "4) humiliation and damage to the honour and dignity of a physical person, as well as the professional reputation of a physical or legal person...[defamation]...”", "“1. A physical person whose personality rights are breached as a result of inaccurate statements being disseminated about him or her shall be entitled to a response as well as to a correction of those statements.", "...", "3. The negative information disseminated about a person shall be considered as untruthful unless the person who has disseminated it can prove the opposite.", "...", "6. A person whose rights have been infringed ... shall have the right to a response and the publication of a correction in the same mass media source and in accordance with the procedure established by law.", "...", "Correction of untrue statements shall not depend on the actual guilt of the person who disseminated them.", "7. Untrue statements shall be corrected in the same manner as they were disseminated.”", "The relevant extracts from the Information Act provide as follows:", "“...Liability for infringement of legislation on information shall be borne by persons responsible for the following infringements:", "...dissemination of material that does not correspond to reality or defames the honour and dignity of a person...”", "“No one may be held liable for making value judgments.", "Value judgments, excluding insults and libel, are statements which do not contain factual data, in particular, criticism, the evaluation of actions, and also statements which cannot be said to contain factual data because of the way they are worded, in particular, [with] the use of hyperbole, allegory, or satire. Value judgments are not subject to retraction and their truth need not be proved...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}