{"ITEMID": "001-57629", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF WEBER v. SWITZERLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 10;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["7. Mr Franz Weber, a Swiss journalist, lives at Clarens, in the Canton of Vaud.", "8. On 2 April 1980 the applicant and one of the associations he runs, Helvetia Nostra, lodged a complaint alleging defamation against R.M., who had written a letter published in the letters column of the newspaper L’Est vaudois under the headline \"Franz Weber is fooling you\". The letter contained the following passages:", "\"Like all your readers, no doubt, I recently found in my letter-box another of the begging letters sent out by unscrupulous people when they want to cadge money.", "Everyone is getting really sick of it and I think Franz Weber would do better to go and knock down the factory chimneys which crowd the skyline of Basle and protect his beloved captive seals in the zoo than to pester us with his initiatives, which he lives on at our expense - in case you didn’t know.", "If Mr Weber had the courage to show us his tax returns, you would be amazed. But the list of municipal taxpayers is not published and it is easy to hide behind that sort of censorship and live by devious means, sponging off decent people who still believe that these drop-outs have their uses and in so doing demonstrate their distrust of the whole country’s democratically - and how democratically! - elected authorities.", "May everyone have the courage to tell Helvetia Nostra (there’s a fine name to fleece you with!) that we have had enough of playing into the hands of people who sponge off us and whose behaviour borders on the criminal.", "...\"", "9. Interviewed by the investigating judge (juge informateur) of the Vevey-Lavaux district, R.M. acknowledged the virulence of these accusations and attributed it to a nervous breakdown he had suffered at the time. Mr Weber refused all conciliation. In order to establish the truth of his allegations, R.M. then requested Mr Weber to produce a number of documents relating to his and his associations’ financial position.", "10. On 4 November 1980 the investigating judge ordered disclosure of the Helvetia Nostra association’s and the Franz Weber Foundation’s articles and their accounts for the previous two financial years. On 22 January 1981, having still not received them, he ordered their sequestration, but on 13 April 1981 he had to renew the order, as the applicant had not complied.", "In May 1981 Mr Weber forwarded Helvetia Nostra’s accounts in a sealed envelope but not those of the Foundation. Two subsequent sequestration orders were not executed.", "11. The applicant was dissatisfied with the way in which the investigating judge was proceeding and on 1 March 1982 he lodged a criminal complaint alleging misuse of official authority and coercion, but the investigating judge of the Canton of Vaud refused to take any action, whereupon Mr Weber challenged the Cantonal Court en bloc.", "12. R.M. was charged with defamation (Article 173 of the Criminal Code) and on 1 March 1982 was committed for trial at the Vevey district police court. He appealed against the order committing him for trial, but the Indictment Division (tribunal d’accusation) dismissed the appeal on 25 May 1982.", "13. On 2 March 1982 at a press conference in Lausanne the applicant informed the public that defamation proceedings had been taken against R.M., that orders had been made for the production and then for the sequestration of the associations’ accounts and that these had been handed over under seal. He also stated that he had lodged a challenge and a complaint against the investigating judge. Mr Weber had already divulged the first three items of information at a press conference in Berne on 11 May 1981, during which he denounced \"the plot hatched against him by the Vaud authorities in order to intimidate him\".", "14. On 3 March 1982 the daily newspapers Gazette de Lausanne, 24 heures and Tribune/Le Matin reported what the applicant had said.", "15. Under Article 185 § 3 of the Vaud Code of Criminal Procedure, the President of the Criminal Cassation Division of the Vaud Cantonal Court commenced of his own motion a summary investigation for breach of the confidentiality of a judicial investigation. In a letter of 10 March 1982 he ordered Mr Weber to provide information within ten days about what exactly he said on 2 March 1982.", "The applicant replied on 22 March 1982. He denied having given any \"information about the investigation proceedings\" and relied on Articles 6 and 10 (art. 6, art. 10) of the Convention.", "16. On 27 April 1982 the President of the Cassation Division imposed a fine of 300 Swiss francs on him, together with a probationary period of a year for the purposes of deletion of the fine from the cantonal register. He based his decision on the following grounds:", "\"II. 1. Mr Weber relied on Article 6 (art. 6) of the European Convention on Human Rights (ECHR) and impugned the procedure provided for in Article 185 § 3 of the Code of Criminal Procedure (CCP), which is the same as the one provided for in Articles 384 § 2, 386 § 2 and 336 CCP. This complaint is irrelevant, as Article 6 (art. 6) ECHR does not apply to the summary investigation proceedings provided for in respect of these breaches of procedure under cantonal law, reserved by Article 335 § 1, second sub-paragraph, of the Criminal Code (CC), because it is not a question of a ‘criminal charge’.", "...", "Mr Weber also submitted that he did not disclose any confidential matters on 2 March 1982, since the matters in question had already become public knowledge as a result of his press conference of 11 May 1981.", "Since no judicial investigation was commenced following the press conference of 11 May 1981 and as Mr Weber did not have any occasion to avail himself of his right to a hearing, there is no need to deal with it in the present proceedings. Furthermore, criminal proceedings will shortly be time-barred (s. 12 of the Vaud Criminal Justice Act, s. 4 of the Minor Offences Act, s. 109 CC).", "It is true that as a result of the press conference of 11 May 1981 the matters dealt with at the press conference of 2 March 1982 were public knowledge, but that is of no importance as breaching the confidentiality of an investigation means ‘disclosing’ a matter which ought to be kept confidential. It is therefore of little importance that the matter which was to be kept confidential was known to a limited or indefinite number of people because confidentiality had already been breached by a third party or by the same person.", "The actus reus of the offence punishable under Article 185 CC is therefore made out. This offence is punishable even if it has been committed inadvertently (s. 4 of the Vaud Criminal Justice Act, s. 6 of the Minor Offences Act). In the instant case it is plain that Mr Weber acted deliberately.", "3. By disclosing that he had challenged the investigating judge, Mr Weber revealed that there was an investigation, but it may be doubted whether that was ‘information about the investigation’.", "4. Disclosing that a criminal complaint has been lodged - which may amount to a different offence - is not caught by Article 185 CC, more particularly where it has been decided to take no action on the complaint.", "5. Mr Weber himself admits that the breach of the confidentiality of the investigation was intentional. His submission based on a kind of necessity is devoid of merit since it was open to him to appeal to the Indictment Division against the orders for the sequestration of the Franz Weber Foundation’s and the Helvetia Nostra association’s accounts, as he in fact did two days later.", "...\"", "17. On 15 October 1982 an appeal that Mr Weber brought against this decision was unanimously dismissed by the Criminal Cassation Division sitting in private (under Article 431 §§ 2 and 3 of the Vaud Code of Criminal Procedure), on the following grounds:", "\"...", "In the instant case the disclosure that criminal complaints had been lodged - on 2 April 1980 against [R.M.] and on 1 March 1982 against the investigating judge - is not information about an investigation except in so far as it implies - and discloses - that an investigation has been commenced ..., but it may indeed amount to an offence (defamation, calumny, on the part of the complainant). Article 185 of the Code of Criminal Procedure (CCP) is therefore not applicable to the disclosure that the first complaint had been lodged, because this was punishable as defamation, or to the disclosure that the second complaint had been lodged, because no investigation was commenced. The decision is therefore well-founded on that point.", "The disclosure of the challenge is not information about an investigation. The challenge is not the purpose of the investigation, and the disclosure that such a challenge has been made says nothing about the purpose of the investigation, its content or its results. It remains true, on the other hand, that the existence of such an investigation is disclosed; but such a disclosure is not punishable under Article 185 CCP, since it was punishable as defamation.", "The disclosure of the orders for production and sequestration of the accounts in the file does amount to information about an investigation.", "It remains to be considered whether one can talk of disclosure, given that the matters had already been made public at an earlier press conference.", "...", "Article 185 CCP, which is designed also - and even primarily - to protect the public interest in ensuring that investigations take place in the best possible conditions, prohibits parties from communicating information from the file; it is therefore sufficient that the matters should be confidential in nature, without necessarily still being confidential; communication of matters of a confidential nature to someone who knows them already as a result of an earlier indiscretion is therefore a punishable offence. Furthermore, the applicant cannot rely on common knowledge when that knowledge is due to an earlier disclosure that he himself has made.", "The appellant was therefore rightly convicted.", "...\"", "Finally, the Criminal Cassation Division set aside of its own motion the entry of the fine in the cantonal register. It noted that under Vaud law and notwithstanding that they were convertible into days of imprisonment (arrêts), the fines for \"procedural offences\", such as breaching the confidentiality of a judicial investigation, were disciplinary in nature, since they were designed to ensure that the investigation proceeded normally. On this point cantonal law differed from federal law.", "18. Mr Weber lodged a public-law appeal with the Federal Court. He relied on Articles 10 and 6 (art. 10, art. 6) of the Convention. In his view, Article 6 (art. 6) applied because of the criminal nature of the fine, which under Article 18a of an Order of 23 January 1982 was convertible into a custodial sentence.", "19. On 16 November 1983 the Federal Court dismissed the appeal. It noted in particular:", "\"...", "2. The applicant ... maintained that Article 185 of the Vaud Code of Criminal Procedure (Vaud CCP) violates in the abstract, and in the alternative in the specific case, freedom of expression as secured in federal constitutional law and in Article 10 (art. 10) of the European Convention on Human Rights (ECHR). In so doing, he overlooked that it may be legitimate in the public interest to impose certain restrictions on the exercise of that fundamental right ... Article 10 § 2 (art. 10-2) in fine ECHR, moreover, provides expressly that such restrictions are permissible where they are necessary in a democratic society, in particular for maintaining the authority and impartiality of the judiciary. The rule enacted in Article 185 Vaud CCP clearly conforms to these principles. A weighing of the competing interests at stake leads to the same conclusions. While it may indeed be readily appreciated that the applicant had grounds for rebelling against the sometimes unorthodox course taken by the proceedings against him, it must not be forgotten that the usual remedies were open to him; and, indeed, on a number of occasions he successfully availed himself of them. His interest in expressing his views on this matter in public and the public’s interest in being informed by this means cannot outweigh the interest in ensuring that the judicial system can function as smoothly and impartially as possible. The prohibition against communicating information about an investigation until its completion and the penalties attaching to the offence are undoubtedly consistent with the proportionality principle. Consideration of whether the impugned interference was founded on sufficient reasons which rendered it necessary in a democratic society, having regard to all the public-interest aspects of the case (European Court of Human Rights, Sunday Times case, Series A no. 30, paragraphs 65-67) leads inevitably to the conclusion - particularly if the interests at stake in the Sunday Times case previously cited and in the applicant’s case are compared - that there was no violation of freedom of expression.", "...", "In the instant case the appellant was liable to a fine not exceeding 500 francs (Article 185 § 1 Vaud CCP) and was fined 300 francs. Under Vaud law, such a penalty typically comes within the sphere of rules of conduct to be observed during proceedings. That is not decisive, however, according to the European institutions.", "Such rules are generally directed primarily at barristers, and in that instance their disciplinary nature is not in doubt; the parties to criminal proceedings, however, may also be subject to certain disciplinary rules. Admittedly, it has to be recognised that the measure taken against the appellant could have been based on a combination of Article 184 Vaud CCP, which lays down that judicial investigations shall be confidential, and Article 293 of the Criminal Code (CC), which provides that anyone who makes public any proceedings in a judicial investigation or deliberations by an authority which are secret by law shall be punishable with imprisonment or a fine. In that event the application of the Criminal Code would have justified an application of Article 6 § 1 (art. 6-1) ECHR. This was not the case, however, and it was on the basis of a cantonal rule of procedure that the appellant suffered a penalty whose disciplinary or criminal nature can be determined only by assessing the degree of its severity.", "The appellant showed, aptly enough, that such a fine was convertible into ten days’ imprisonment under Article 12 of the Vaud Order on the recovery of fines and their conversion into imprisonment. That procedure indeed leaves the authorities only a very limited discretion and at all events does not enable them to comply retrospectively with the requirements of Article 6 (art. 6) ECHR. The appellant overlooks, however, that Article 49 § 3, second sub-paragraph, of the Swiss Criminal Code (SCC) enables the judge to rule out conversion where the person convicted has proved that, through no fault of his own, he is unable to pay the fine. In view of the foregoing, the possibility of a custodial sentence could not make the penalty imposed in the instant case a criminal one.", "Ultimately, while the fine imposed in the instant case was not a negligible one, it nonetheless came into the category of penalties which by their nature, duration or manner of execution are deemed not to be appreciably detrimental. The possibility of conversion into a custodial sentence makes no difference, since conversion is possible only in the event of the appellant’s refusing to pay the fine out of sheer unwillingness. The safeguards provided for in Article 6 § 1 (art. 6-1) ECHR were therefore not applicable in the instant case.\"", "The applicant paid the fine in January 1985.", "20. The confidentiality of judicial investigations is governed by Articles 184 and 185 of the Vaud Code of Criminal Procedure, which provide:", "\"All judicial investigations shall remain confidential until they are finally completed.", "Judges, other members of the national legal service and civil servants shall not communicate any documents or information about an investigation except to experts, other witnesses or an authority where such communication assists the investigation or is justified on administrative or judicial grounds.\"", "\"The parties, their counsel, employees of their counsel and experts and witnesses shall be bound to maintain the confidentiality of an investigation, on pain of a fine of up to five hundred francs, unless the breach is punishable under other provisions.", "The punishment provided for in the foregoing paragraph shall be ordered by the President of the Cassation Division, of his own motion or acting on an information.", "He shall give his ruling after a summary investigation.\"", "In 1983 the applicant was the sponsor of a constitutional initiative entitled \"For a system of criminal justice with a human face\", one of whose aims was to secure the repeal of Article 185. This was in line with the approach adopted by those who had drafted the 1977 Geneva Code of Criminal Procedure, which does not attach any penalty to the obligation to maintain the confidentiality of an investigation, an obligation from which it even completely exempts witnesses, complainants, accused persons and their lawyers. In a referendum on 20 May 1984 the people of the Canton of Vaud rejected the Weber initiative by a clear majority.", "21. Article 293 § 1 of the Swiss Criminal Code - which was not applied in the instant case (see paragraph 19 above) - provides:", "\"Anyone who, without being entitled to do so, makes public all or part of the proceedings of an investigation or of the deliberations of any authority which are confidential by law or in virtue of a decision taken by such an authority acting within its powers shall be punished with imprisonment or a fine.\"", "22. The cantonal Order of 23 January 1942, which has been supplemented and amended several times since, provides, inter alia:", "\"If the person convicted has neither paid nor redeemed the fine and if it appears that recovery proceedings would be fruitless, the Prefect shall convert the fine into a term of imprisonment.", "...", "The Prefect may, however, decide against conversion at any time if the person convicted proves that, through no fault of his own, he is unable to pay the fine.\"", "\"The conversion rate shall be one day’s imprisonment for every thirty francs of fine; fractions of less than thirty francs shall be left out of account; the length of imprisonment shall not exceed three months.", "...\"", "\"Within twenty-four hours of receiving them, the Department shall send to the Prefect of the district in which the court that heard the case is situated copies of any judgments and decisions entailing imposition of a fine which have been communicated to it.", "It shall order the Prefect to enforce the judgment or decision.\"", "\"If the person convicted has neither paid nor redeemed the fine and if it appears that recovery proceedings would be fruitless, the Prefect shall inform the Department accordingly with a view to converting the fine into a term of imprisonment, unless such conversion was excluded at the outset in the judgment or decision concerned.\"", "\"The presiding judge of the court shall decide whether to convert the fine into a term of imprisonment pursuant to Article 49 of the Criminal Code and shall proceed in accordance with Articles 459 and 460 of the Code of Criminal Procedure.", "...\"", "\"Articles 14 and 15 shall apply to fines imposed for breaches of provisions of criminal or civil procedure.", "In the case of Article 15, the Department shall report the matter to the appropriate judicial officer, who shall be able to convert the fine into a term of imprisonment, wholly or in part; he shall inform the Department of his decision.", "Articles 8 and 10-13 shall apply to the conversion, save that the judge with jurisdiction to determine the matter shall be:", "(a) the President of the Cantonal Court in respect of fines imposed by him or by the court as such;", "(b) the presidents of the various sections or divisions of the Cantonal Court in respect of fines imposed by them or by the section or division;", "...\"", "23. When depositing the instrument of ratification of the Convention, the Swiss Government made the following reservation:", "\"The rule contained in Article 6, paragraph 1 (art. 6-1), of the Convention that hearings shall be in public shall not apply to proceedings relating to the determination ... of any criminal charge which, in accordance with cantonal legislation, are heard before an administrative authority.", "The rule that judgment must be pronounced publicly shall not affect the operation of cantonal legislation on civil or criminal procedure providing that judgment shall not be delivered in public but notified to the parties in writing.\"", "24. The Swiss courts have had occasion to give their views on the concept of an \"administrative authority\". In its judgment of 2 December 1983 in the Schaller case, for instance, the Federal Court stated:", "\"Moreover, the expression ‘administrative authority’ (autorité administrative) is not to be found in the text of the European Convention on Human Rights (ECHR) but appears in Switzerland’s reservation in respect of the principle laid down in Article 6 (art. 6) of the Convention that hearings must be public and judgments pronounced publicly. It is therefore not a Convention concept which should be construed according to the principle of reasonable expectation, that is to say in the meaning which the other signatory States might and should in good faith give it, or directly under Articles 31 and 32 of the Vienna Convention of 23 May 1969, which Switzerland has not yet ratified. A reservation made when ratifying a treaty is a unilateral declaration which must in general be interpreted by reference to the domestic law of the State which has adopted it, like a provision in a statute or regulation.", "In the case of a reservation, an interpretation in accordance with the will of the declaring State makes it possible to take into account the real purpose of the reservation, whose justification lies precisely in the special features of national law ...", "That being so, regard should be had to the meaning which the Swiss Government and Parliament intended giving to the expression ‘administrative authority’. While the Federal Parliament accepted the reservation without discussion or comment, the Federal Council gave the following particulars in its 1968 Communication (FF [Federal Gazette] 1968 II p. 1118/1119).", "‘... In Switzerland, as was pointed out above, the administrative authorities may have to determine private-law disputes and impose penalties in the way that a criminal court would. Administrative proceedings, however, are not normally public. The same is true of proceedings in the administrative courts, although they are adversarial. It is, moreover, doubtful whether the principle that proceedings must be public is generally applicable to administrative criminal proceedings.’", "In its communication of 4 March 1974 (FF 1974 I, p. 1020), on the other hand, the Federal Council merely stated that proceedings before administrative authorities were not public.", "It is therefore possible to confirm the precedent of R. and Others of 25 November 1982, referred to above. In the light of the 1968 Communication it is apparent that Switzerland meant to exclude application of the principle that hearings and judgments must be public not only before administrative authorities but also in the administrative courts, notwithstanding that proceedings there are adversarial. It would, moreover, be consistent with the principle of good faith to accept that the reservation applies to such-and-such an authority not because of the way the authority is organised but rather because of the functions it discharges, in the instant case administrative functions.", "(cc) The respondent authority was right in considering that it could apply the reservation made in respect of Article 6 (art. 6) ECHR and in accepting that in Switzerland ‘disciplinary regulations come within the domain of administrative law and the authorities which apply them exercise an administrative jurisdiction’.\""], "VIOLATED_ARTICLES": ["10", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}