{"ITEMID": "001-70306", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "ZABOR v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Stanisław Zabor, is a Polish national who was born in 1954 and lives in Wrocław.", "On an unspecified date the applicant’s mother was granted, by way of an administrative decision, a protected tenancy of an apartment located in a house owned by the municipality and subject to the compulsory management of the local housing administration. The applicant lived in this apartment since he his birth .", "In 1999 his brother and father, who apparently had been in conflict with the applicant, instituted proceedings to have the applicant’s name deleted from the local register of inhabitants on the ground that he did not live in the apartment. On an unspecified date the housing administration refused their request.", "On 13 January 2001 the applicant’s mother died. The applicant requested that the housing administration conclude a tenancy agreement with him as her mother’s legal successor in respect of the tenancy contract, as provided for by law. This was refused by a letter of 10 July 2001 on the ground that the applicant did not comply with the requirement for such a succession set out by Article 8 of the 2001 Law, since he did not live in the apartment. At the same time the housing administration instituted proceedings to delete the applicant’s registration from the list of inhabitants of the building. On 27 February 2001 the administration reiterated their refusal to conclude a tenancy agreement with him.", "On 17 April 2002 the Mayor of Wrocław gave a decision striking the applicant’s name from the register of inhabitants of the building concerned, considering that it transpired from the evidence that he had not been living there. On 10 June 2002 this decision was upheld.", "On 24 July 2002 the applicant brought a civil action against the municipality under Article 691 of the Civil Code, regulating conditions of succession to the right of lease of apartments, including protected tenancies, claiming a declaration that he was a legal successor of the former tenant of the apartment, his mother.", "On 6 November 2002 the Wrocław District Court, by way of a judgment in default, allowed his claim. The housing administration lodged an objection against this judgment.", "On 7 March 2003 the Wrocław Regional Court, having reconsidered the case, upheld the judgment and confirmed that the applicant was a successor in respect of the tenancy contract.", "On 5 May 2003 the applicant requested the Wrocław Municipal Office to take steps to make the judgment operational by concluding a tenancy agreement with him.", "In a letter of 18 July 2003 the municipality stated the following:", "“In reply to your letter and with reference to the attached judgment of 7 March 2003, I should inform you that under that judgment you became your mother’s successor in respect of the tenancy contract, but that it is impossible to conclude such a contract with you.", "This is so because an internal enquiry showed that you had not been living in that apartment on a permanent basis. This has already resulted in the decision of the Mayor striking your name out of the list of inhabitants of the building.", "Consequently, pursuant to Article 11 (3) 1. of the Act of 21 June 2001 on the protection of the rights of tenants, housing resources of municipalities and amendments to the Civil Code, the municipal office hereby gives six-months notice in respect of the contract which you obtained under the judgment referred to above, the contract expiring on 29 February 2004. The factual basis for the termination of contract is the fact that you have not been living in this apartment for a period longer then twelve months. “", "The applicant appealed against this letter, the legal status of which was uncertain, in that it was not clear whether it was an administrative decision; he complained that the municipality had refused to comply with the final judgment of the civil court.", "On 2 September 2003 the Local Government Board of Appeal of the Wrocław Region informed the applicant that it was not competent in housing matters, and that the letter complained of was not an administrative decision in any event, against which an appeal to a higher authority would lie.", "On 9 December 2003 the applicant lodged an action with the Wrocław District Court in which he sought a declaration under Article 189 of the Code of Civil Procedure that a contractual tenancy relationship existed between him and the municipal office. These proceedings are pending.", "From 1945 on, housing matters were subject to a high degree of state control under successive provisions of housing legislation. The most important characteristic of this system, a so called “special lease scheme”, was that a tenancy was created by means of an administrative decision and not by a civil law contract between the landlord and the tenant. Under these protected tenancies, the tenants paid controlled rent and the owners could not terminate lease by giving notice to the tenant. The special lease scheme was also applicable to houses owned, until 1990, by the State Treasury, and after the reform of the local administration, by the municipalities.", "Although “the special lease scheme” was abolished under the 1994 Act, the system of protected tenancy is still applicable to tenants who were allocated their apartments on the basis of previous administrative decisions.", "Under transitional provisions of the 1994 Law, protected tenancies which had originated in administrative decisions given in the past under the special lease scheme were to be regarded as contractual leases concluded for an indefinite period and governed by the provisions of the 1994 Law. The 1994 Act maintained, albeit with slight modifications of wording, the rules concerning the protection of tenants against termination of leases continued on the basis of previous administrative decisions and the right of succession to a lease.", "Until the entry into force of the 1994 Act the right to succession of a protected tenancy was regulated by Article 691 of the Civil Code, which provided that in case of the death of a tenant, his descendants had a right of succession in respect of the tenancy, if they lived in the same apartment at the time of the original tenant’s death.", "The 1994 Act repealed this provision and replaced it by Article 8 of the Act, which read:", "“1. In case of the death of a tenant and on condition that they lived in the household of a tenant until his death, his descendants, ascendants, adult siblings, adoptive parents or adopted children and a person who has lived with a tenant in de facto marital cohabitation, shall succeed to the tenancy agreement and acquire the tenant’s rights and obligations connected with [the lease of] the flat, unless they relinquish that right to the landlord. This provision does not apply to persons who, when the [original] tenant died, had title to another residential dwelling.", "2. In cases where there is no successor to the tenancy agreement, or where the successors have relinquished their right, the lease shall expire.”", "In 2001 parliament adopted a new law governing housing matters and relations between landlords and tenants. The Act of 21 June 2001 on the protection of the rights of tenants, housing resources of municipalities and amendments to the Civil Code (Ustawa o ochronie praw lokatorów, mieszkaniowym zasobie gminy i o zmianie Kodeksu cywilnego) (“the 2001 Act”) entered into force on 10 July 2001. It repealed the 1994 Act and reinserted Article 691 into the Civil Code.", "Under Article 11 (3) 1 of that Act, the owner of apartment can give six-months notice on the tenancy contract if the tenant has not been living in that apartment for more than twelve months.", "The obligation for Polish citizens residing in Poland to register their permanent address in a municipality’s register of inhabitants is stipulated in Article 5 of the National Identity Cards and Registration of Persons Act 1974 (Ustawa o ewidencji ludności i dowodach osobistych z 10.04.1974).", "Under Article 6 of the 1974 Act, the notion of “living permanently” implies residing at a given address with the intention of making it the principal centre of one’s vital interests. Article 9 (2) of the 1974 Act provided that: “a person applying to have their permanent or temporary residence registered shall submit a certificate to the effect that they are entitled to stay in the apartment (or other dwelling premises) concerned.” On 27 May 2002 the Polish Constitutional Court declared Article 9 (2) of the 1974 Act unconstitutional and, subsequently, this provision was repealed with effect from 19 June 2002. As a result of the judgment of the Constitutional Court, a certificate to the effect that a person is entitled – within the civil law sense of the term - to stay in an apartment is no longer a prerequisite for having his permanent or temporary residence registered."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}