{"ITEMID": "001-66723", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF PIENIAZEK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1957 and lives in Gdynia, Poland. She is a historian by profession and used to work as a curator in the Gdynia City Museum.", "5. On 10 September 1996 the applicant brought a private prosecution on charges of libel against S.L. the director of the Gdynia City Museum to the Gdynia District Court (Sąd Rejonowy).", "6. On 24 April 1997 the court held a conciliatory hearing. The applicant requested that S.L. retract in the press her defamatory statements. The defendant refused.", "7. The trial began on 27 May 1997 but the applicant failed to appear. The court discontinued the proceedings on the ground that the applicant had been duly summoned. The court considered that the applicant had been notified about the service of the summons but failed to collect it from the post office. On 19 June 1997 the applicant appealed against this decision. On 2 September 1997 the Gdańsk Regional Court (Sąd Wojewódzki) quashed that decision and ordered that the District Court proceed with the case.", "8. On 20 July 1998 the applicant filed a complaint with the District Court submitting that the length of the proceedings in her case had exceeded any reasonable time limit. On 31 July 1998 the president of the Criminal Division of the District Court informed her that the delay in the proceedings was caused by the presiding judge's illness.", "9. On 25 October 1999 the president of the Criminal Division of the District Court ordered that the case be transferred to another judge.", "10. The next hearing was held on 17 March 2000. On that date upon the court's order, the applicant specified the charges against S.L. Consequently, the court adjourned the hearing to consider discontinuation of the proceedings.", "11. On 28 March 2000 the Gdynia District Court discontinued the proceedings, as the offence was time-barred. The court held that the applicant submitted her private prosecution after the time-limit of 3 months from the date on which she had become aware of the identity of the defendant.", "12. Article 178 of the Criminal Code 1969 (which is no longer in force and was repealed and replaced by the so-called “New Criminal Code”), as applicable at the material time, reads as follows:", "“§ 1. Anyone who imputes to another person, group of persons or institution such behaviour or characteristics, as may debase them in the public opinion or expose them to loss of the trust necessary for a certain position, occupation or type of activity, shall be liable to imprisonment not exceeding 2 years, a restriction of liberty or a fine.", "§ 2. Anyone who raises or makes public untrue allegation about the behaviour or characteristics of another person, group of persons or institutions in order to debase them in the public opinion or expose them to loss of the trust necessary for a certain position, occupation or type of activity, shall be liable to imprisonment not exceeding 3 years.", "...", "§ 4. The prosecution takes place under a private bill of indictment.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}