{"ITEMID": "001-107508", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MLT", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SALIBA AND OTHERS v. MALTA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - reserved;Non-pecuniary damage - award", "JUDGES": "David Scicluna;George Nicolaou;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["6. The applicants were born in 1922, 1920, 1962, 1958, 1955, 1953, 1935, 1933, 1958, 1959, 1968, 1964, 1961, 1962, 1966, 1957, 1962 and 1959 respectively. The ninth, tenth, twelfth and thirteenth applicants live in the United Kingdom, the eleventh applicant lives in the United States and all the other applicants live in Malta.", "7. The applicants or their ancestors (hereinafter “the applicants”) were owners of half an undivided share of several properties in Senglea, namely, five apartments on the ground floor and an adjacent entrance giving access to another twenty apartments above. At the time when the property was acquired, for the price of 345 pounds sterling (approximately 400 euros (“EUR”)), it was leased and occupied by various third parties.", "8. This property was damaged during the Second World War and war-damage compensation was due to the owners under the War Damage Ordinance.", "9. By a declaration of 27 February 1951 the Government took possession of this property under title of “possession and use” in accordance with the Land Acquisition (Public Purposes) Ordinance (see relevant domestic law). Under this title the owners were paid a yearly acquisition rent of 88 Maltese liras (“MTL”) − approximately EUR 205 for the entire property. This rent was calculated on the rental value declared by the owners to the Land Valuation Office.", "10. Subsequently, without requesting prior consent from the owners and without having the plans of the property as it stood, the Government demolished the property and built a new set of apartments on wholly different plans, using part of the property to widen a road. The Government noted that permission for demolition was not necessary since they had legal possession of the property. At the time since the city of Senglea had been totally bombarded and consisted of a pile of rubble, the Government were engaged in an intensive restructuring and construction exercise, taking possession of properties and rebuilding the area with residences for social accommodation. In doing this the applicants alleged that the Government had also appropriated to themselves the war-damage compensation due to them. The Government considered this allegation to be unsubstantiated.", "11. On 24 September 1991 the owners wrote to the Commissioner of Lands (“COL”) requesting compensation for their property. They suggested the sum of MTL 105,000 – approximately EUR 244,584. Receipt of their request was acknowledged but the claim remained unanswered.", "12. By a declaration of 22 June 1993 the Government acquired the said property under the title of “public tenure” according to the Land Acquisition (Public Purposes) Ordinance (see relevant domestic law). Under this title the owners continued to be paid EUR 205 per year for the entire property.", "13. In the meantime, this property was allocated as housing to third parties and included a shop.", "14. The applicants pointed out that in 1988 the Government had declared that it would no longer be resorting to takings under titles of “possession and use” or “public tenure”. During political debate, the Deputy Prime Minister had in fact referred to such takings as a nefarious method of acquisition. Indeed, in the past twenty years the Government had converted takings under title of “possession and use” or “public tenure” to takings under “outright purchase”. The latter provided for a more favourable form of compensation, namely the market value of the property at the time of taking. The applicants submitted a number of examples reflecting this allegation (for example, Legal Notice nos. 271 and 272 of 2010 converting previous takings to outright purchases, and declaration no. 578 of 31 August 1990 substituting a declaration of taking under possession and use of a few months earlier with an outright purchase, following complaints by the owners. In the latter case the property had also been demolished and rebuilt and was being used for social housing).", "15. The applicants also submitted an expert report valuing the entire property in Senglea at EUR 950,000. Thus, their share as owners of half an undivided share was worth EUR 475,000.", "16. On 13 March 1998 the applicants brought constitutional redress proceedings. Invoking Article 1 of Protocol No. 1 to the Convention and Article 14 they requested that the court find a violation of their rights as a consequence of the actions taken by the COL and to grant adequate compensation. Given the way the application was presented the Government did not plead non-exhaustion in respect of the failure of the applicants to institute proceedings before the LAB.", "17. The case was set down for hearing on 25 March 1998. On 25 September 1998 the court-appointed architect was requested to conduct an on-site inspection to determine whether the property built by the Government was indeed built on the applicants’ property and what use was being made of the ground floor. The report was submitted on 5 January 1999; however, the court-appointed expert failed to draw up an estimate of the value of the property in issue and the applicants’ request for additional terms of reference to be given to the expert was rejected on 16 December 1999 on the basis that the value of the property was irrelevant to the merits of the claim. Subsequently, on 7 September 2001 the case was adjourned pending negotiations regarding the possibility of reaching an amicable solution to the case. This having failed, the proceedings continued on 20 February 2002 at the applicants’ request. On 14 November 2002 the applicants requested the court to make written submissions. On 1 March 2005 the applicants requested that the case be suspended pending the determination of another constitutional case that could have affected the merits of their case. The hearing of submissions recommenced on 22 May 2007. The Government filed their written submissions on 12 September 2007 and the case was scheduled for judgment on 9 October 2007.", "18. By a judgment of 16 October 2008 the Civil Court (First Hall), acting in its constitutional jurisdiction, rejected their claims. It held that, since the applicants were still owners of the said property, the taking under both titles could not be considered a deprivation of property but a control of the use of such property. This control had been necessary in view of the fact that the property had been ruined in the war and that there had been a need to provide social housing in the post-war years. For the same reasons, even assuming that the taking under title of public tenure had been a deprivation of possessions, it would have been in the public interest. In respect of the fair balance required, the court observed that, when the State was pursuing economic reform or social justice, less reimbursement was due than the full market value. While it was true that the recognition rent payable to the applicants was not high and there were no prospects for it to be increased in future years, it was comparable to the rents applicable under the controlled rents regime in force in respect of other old properties. Moreover, in the present case the owners had not been required to incur expenses for the building of the new apartments or for their maintenance and when the property had been originally purchased by the owners’ ancestors it was already rented to third parties to which such regulated rents applied. In consequence, it could not be said that the applicants had borne an excessive burden. The court found that their related complaint under the same provision in respect of the unauthorised demolition could not be examined ratione temporis.", "19. Lastly, as to the complaint regarding the difference in treatment as a result of the taking under title of public tenure as opposed to an outright purchase, the court held that the choice was specifically available to the Government. However, according to the policy in force, takings under titles of possession and use were converted to outright purchases in cases where the properties were used for commercial purposes. Other properties, where the Government wished to keep control of the expropriated property, were taken under title of public tenure. While this choice allowed for a large margin of appreciation, the applicants had not proved that other people in an analogous position had been treated more favourably and it did not appear that the policy had been applied arbitrarily or in a discriminatory fashion in the applicants’ case.", "20. On appeal, by a judgment of 6 October 2009 the Constitutional Court upheld the first-instance judgment.", "21. Primarily, it noted that the applicants had been acquiescent for a period of forty years before they ever solicited any action from the authorities or the relevant courts. On the merits, it confirmed that the interference did not amount to a deprivation since quite apart from retaining the title of ownership, the applicants had continued to receive rent in respect of the said property and to have standing to institute proceedings in respect of complaints relating to the property. Thus, not all the legal rights of the owners had been extinguished.", "22. It further noted that the legality of the interference and the public interest involved were not disputed. Indeed, the law (section 12(3) of the Land Acquisition (Public Purposes) Ordinance, prior to its amendment) allowed the State to carry out works on property taken under possession and use, without any specific limitation. Moreover, the property which had been demolished and rebuilt had been taken in a damaged state, and any complaints about the entitlement to war-damage compensation remained unsubstantiated and were irrelevant to the main complaint in issue.", "23. The decision as to under which title the property could be taken fell within the margin of appreciation of the State. As to the fair balance and the relevant amount of compensation, while it was true that a rent of EUR 205 was by today’s standards low for the property in issue, the value of the property had to reflect the values applicable in 1951 and not 2009. It noted that the applicants had not even contested the amount of rent due before the Land Arbitration Board (“LAB”) and that their acquiescence had led to a situation where even if they had wanted to do so, they could not prove the boundaries of the property. However, it was also true that the authorities had failed in their duty to draft a report as to the state and the boundaries of the property before they demolished it and created new plans for it. Thus, at this stage it was impossible to determine the actual boundaries of the property and in this state of uncertainty it was not surprising that the applicants had not taken up the procedure before the LAB. In any event, the court was of the view that the complaint was manifestly ill-founded.", "24. As to the complaint under Article 14, it noted the witness testimony from the Department of Lands to the effect that takings under absolute purchase had occurred, although they generally related to commercial properties; that there had been cases were the Government had acted differently and acquired property by outright purchase following a taking by title of possession and use; that there was no hard policy regulating what type of taking was required in each case; and that to the witness’s knowledge there had been no political or other specific reasons motivating such an action. The court concluded that the fact that it had been established that other property had been taken by absolute purchase was not enough to prove discriminatory treatment and therefore there could not be a violation of the said provision.", "25. The Constitutional Court further criticised the delay of ten and a half years which the first-instance court had taken to decide on the case even though a good part of the delay had been attributable to the applicants who, inter alia, had taken four and a half years to make submissions.", "26. Following the introduction of the application with the Court (April 2010), on 3 June 2010 the Government issued a declaration that the property was being taken under title of absolute purchase. The property was valued in terms of section 22 of the Ordinance and the compensation offered was that of EUR 168,417.43.", "27. Section 5 of the Land Acquisition (Public Purposes) Ordinance (“the Ordinance”), Chapter 88 of the Laws of Malta provides for three methods of acquisition by the Government of private property. It reads as follows:", "“The competent authority may acquire any land required for any public purpose, either -", "(a) by the absolute purchase thereof; or", "(b) for the possession and use thereof for a stated time, or during such time as the exigencies of the public purpose shall require; or", "(c) on public tenure:", "Provided that after a competent authority has acquired any land for possession and use or on public tenure the conversion into public tenure or into absolute ownership of the terms upon which such land is held shall always be deemed to be an acquisition of land required for a public purpose and to be in the public interest:", "Provided also that, subject to the provisions of articles 14, 15 and 16, a competent authority may acquire land partly by one and partly by another or others of the methods in paragraphs (a), (b) and (c):", "Provided further that where the land is to be acquired on behalf and for the use of a third party for a purpose connected with or ancillary to the public interest or utility, the acquisition shall, in every case, be by the absolute purchase of the land.”", "28. Section 13 regarding compensation reads, in so far as relevant, as follows:", "“ (1) The amount of compensation to be paid for any land required by a competent authority may be determined at any time by agreement between the competent authority and the owner, saving the provisions contained in subarticle (2).", "(2) The compensation shall in the case of acquisition of land for temporary possession and use be an acquisition rent and in the case of acquisition of land on public tenure be a recognition rent determined in either case in accordance with the relevant provisions contained in article 27.”", "29. The Ordinance provides that compensation in respect of absolute purchase is calculated in accordance with the applicable “fair rent”, as agreed by the parties following the Government’s offer or as established by the LAB. In respect of public tenure, section 27(13) of the Ordinance provides as follows:", "“The compensation in respect of the acquisition of any land on public tenure shall be equal to the acquisition rent assessable in respect thereof in accordance with the provisions contained in subarticles (2) to (12), inclusive, of this article, increased (a) by forty per centum (40%) in the case of an old urban tenement and (b) by twenty per centum (20%) in the case of agricultural land.", "30. In so far as relevant, section 19(1) and (5) reads as follows:", "(1) When land has been acquired by a competent authority for use and possession during such time as the exigencies of the public purpose shall require, the owner may, after the lapse of ten years from the date when possession was taken by the competent authority, apply to the Board for an order that the land be purchased or acquired on public tenure or vacated within a period of one year from the date of the order, and the land shall either be vacated or acquired on public tenure or purchased upon compensation to be determined in accordance with the provisions of this Ordinance or of any Ordinance amending or substituted for this Ordinance.", "(5) Public tenure shall of its nature endure in perpetuity, without prejudice to any consolidation by mutual consent or otherwise according to law of that tenure with the residual ownership of the land; and the recognition rent payable in respect thereof shall in every case be unalterable, without prejudice to the effects of any consolidation, total or partial. The residual ownership of land held on public tenure with the inherent right to receive recognition rent, shall, for all purposes of law, be deemed to be an immovable right by reason of the object to which it refers and shall be transferable according to law at the option of the owner, from time to time, of that right.", "31. Thus, while a taking under title of “possession and use” is intended for a determinate period of time, a taking under title of “public tenure” is for an indeterminate period of time, possibly forever, and the relevant recognition rent is to remain unaltered for its duration."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}