{"ITEMID": "001-90430", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ZAKRIYEVA AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 2 - Right to life (Substantive aspect);Violation of Article 2 - Right to life (Procedural aspect)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicants are:", "(1) Ms Tamara Adnanovna Zakriyeva, who was born in 1951;", "(2) Ms Amnat Khasiyevna Khakimova, who was born in 1978;", "(3) Ms Movsar Aslanbekovich Khamzayev, who was born in 1999;", "(4) Ms Iman Aslanbekovna Khamzayeva, who was born in 2002;", "(5) Mr Ilyas Aslanbekovich Khamzayev, who was born in 2003;", "(6) Mr Duk-Vakha Esikayevich Khamzayev, who was born in 1972;", "(7) Mr Aslan Esikovich Khamzayev, who was born in 1980; and", "(8) Mr Khavazh Esikovich Khamzayev, who was born in 1983.", "The second applicant lives in the village of Achkhoy-Martan, in the Chechen Republic. The other applicants live in the village of Gekhi, the Urus-Martan District, in the Chechen Republic.", "7. The first applicant is the mother of the sixth, seventh and eighth applicants and of Mr Aslanbek Esikovich Khamzayev, who was born in 1974. Aslanbek Khamzayev was married to the second applicant; they are the parents of the third, fourth and fifth applicants.", "8. The applicants did not witness the disappearance of Aslanbek Khamzayev. The account below is based on statements by third parties submitted by the applicants.", "9. On 25 June 2002 Aslanbek Khamzayev was visiting his aunt, Ms Yu., in Grozny. At about 3 p.m., while driving a car in the direction of his home village, he was stopped by a group of armed men at a Russian military checkpoint near the village of Aldy. The servicemen ordered Aslanbek Khamzayev to get out of the car and then put him into one of several armoured personnel carriers (“APCs”) parked next to the checkpoint. That APC’s registration number was covered with mud so that only two figures, “2” and “8”, out of three were visible. Then all the APCs drove off in the direction of Grozny.", "10. Meanwhile a rumour spread that Russian military units were carrying out a special operation on the outskirts of Grozny. Ms Yu. was concerned for her nephew’s safety and drove towards Gekhi to meet him. Near the Aldy checkpoint she encountered a group of women who had witnessed Aslanbek Khamzayev’s abduction and told her about it. Ms Yu. drove to Grozny in pursuit of the APCs, which she eventually overtook and followed to the secured courtyard of the military commander’s office of the Zavodskoy District of Grozny (“the Zavodskoy military commander’s office”).", "11. Later the same day the applicants visited the Zavodskoy military commander’s office and enquired about Aslanbek Khamzayev’s whereabouts but received no information.", "12. Some eighteen months later the applicants were told by unknown persons that not all of the APCs had arrived at the Zavodskoy military commander’s office on 25 July 2002 as one of them had left the group and driven in the direction of the Oktyabrskiy District of Grozny.", "13. The Government stated that on 25 June 2002 unidentified persons in camouflage uniforms had kidnapped Aslanbek Khamzayev in the village of Aldy in the Zavodskiy District of Grozny in the Chechen Republic.", "14. On 28 June 2002 the second applicant wrote to the Memorial Human Rights Centre (“Memorial”), an NGO based in Moscow, informing it that her husband had been arrested by Russian servicemen and asking for its help in searching for him. On the same date lawyers from Memorial wrote to the Grozny prosecutor’s office (“the city prosecutor’s office”) requesting that criminal proceedings be instituted in respect of Aslanbek Khamzayev’s disappearance.", "15. On 6 August 2002 the city prosecutor’s office instituted an investigation into Aslanbek Khamzayev’s disappearance under Article 126 § 2 of the Russian Criminal Code (aggravated kidnapping). The case file was assigned number 50115.", "16. On 22 August 2002 the city prosecutor’s office granted the first applicant victim status in the case.", "17. On 6 November 2002 the city prosecutor’s office suspended the investigation on the grounds that it had not been possible to identify those responsible for the crime.", "18. On 6 March 2003 the first applicant sent a letter to the prosecutor’s office of the Chechen Republic with a copy to the Special Envoy of the Russian President in the Chechen Republic for Rights and Freedoms. She said that her son had been arrested by Russian servicemen in the course of a “sweeping” operation in the village of Aldy and taken away in an APC. She requested that the crime be investigated.", "19. On 3 June 2003 the Main Military Prosecutor’s Office forwarded the first applicant’s complaint to the military prosecutor’s office of the United Group Alignment (“the UGA prosecutor’s office”).", "20. On 7 July 2003 the prosecutor’s office of the Chechen Republic resumed the investigation into Aslanbek Khamzayev’s kidnapping and informed the first applicant accordingly. They also invited her to send any further queries to the prosecutor’s office of the Zavodskoy District of Grozny (“the district prosecutor’s office”).", "21. On 11 July 2003 the UGA prosecutor’s office forwarded the first applicant’s complaint to the military prosecutor’s office of military unit no. 20102 (“the unit prosecutor’s office”).", "22. On 21 July 2003 the department of the interior of the Zavodskoy District of Grozny (“ROVD”) issued a certificate confirming that Aslanbek Khamzayev had been missing since 25 June 2002 and that search case no. 02027 was pending before the ROVD.", "23. On 15 August 2003 the unit prosecutor’s office informed the first applicant that an inquiry into Aslanbek Khamzayev’s disappearance had established that her son had not been arrested in the course of “sweeping” operations on 25 June 2002. No implication of the Russian military in the crime had been established. They also noted that her complaint had been forwarded to the prosecutor’s office of the Urus-Martan District.", "24. On 20 August 2003 the Prosecutor General’s Office for the Southern Federal Circuit informed the first applicant that her complaint had been forwarded to the prosecutor’s office of the Chechen Republic.", "25. On 4 September 2003 the unit prosecutor’s office forwarded the first applicant’s complaint to the military commander of the Urus-Martan District.", "26. On 25 November 2003 the SRJI requested the district prosecutor’s office to inform them whether an investigation into Aslabek Khamzayev’s kidnapping by Russian servicemen had been opened and what investigative measures, if any, had been taken. They also requested the investigators to interrogate certain witnesses of the crime.", "27. On 27 November 2003 the prosecutor’s office of the Chechen Republic forwarded the first applicant’s letter to the district prosecutor’s office ordering that it be included in the investigation file in case no. 50115.", "28. On 2 February 2005 the SRJI requested the district prosecutor’s office to inform them of progress in the investigation in case no. 50115.", "29. On 5 August 2002 the first applicant complained about her son’s abduction to the city prosecutor’s office.", "30. On 6 August 2002 the city prosecutor’s office instituted an investigation into Aslanbek Khamzayev’s abduction under Article 126 § 2 of the Russian Criminal Code (aggravated kidnapping). The case file was assigned number 50115.", "31. On 22 August 2002 the first applicant was granted victim status and questioned. She submitted that Aslanbek Khamzayev had resided in the village of Gekhi. On 24 July 2002 he had gone to the Zavodskoy District to visit his relative, Ms Yu. On 25 July 2002 Ms Yu. had told the first applicant that earlier that day federal servicemen carrying out a “sweeping” security operation had checked Aslanbek Khamzayev’s identity papers and then let him go. He had then left for his home village. At about 5 p.m. a woman had told Ms Yu. that unknown men in camouflage uniforms had apprehended a young man near a dam. To protect the young man, the woman had told the men that she was his mother. The men in camouflage uniforms had proved that that was not the case by showing her identity papers in the name of A. Khamzayev and left.", "32. On 27 July 2003 Ms V. was questioned as a witness. She stated that on 25 July 2002 she had overheard an elderly lady saying that she had witnessed the arrest of a young man by federal servicemen. When the lady told the servicemen that the arrested man was her son, they had produced identity papers in the name of Aslambek Khamzayev. The lady had also mentioned that she had seen an APC with numbers “2” and “8” on a muddied registration number plate.", "33. On 31 July 2003 Ms Yu. was questioned and stated that on 25 July 2005 she had seen a large group of people at a bus stop being subjected to an identity check. Her nephew Aslanbek Khamzayev was among them. An hour later he had come to her home, packed his belongings and gone home. Later that day her sister, Ms R.Yu., had told her that according to an unknown woman then nephew had been taken away by armed men in an APC.", "34. On 3 August 2003 Mr Kh., Aslanbek Khamzayev’s father, was questioned. He said that on 24 July 2002 his son had gone to the village of Aldy. On 25 July 2003 Ms Yu. had informed him that earlier that day servicemen had checked his son’s identity papers. Later Ms Yu. had been told that at 5 p.m. unidentified persons had taken a young man away in an APC.", "35. On 18 May 2004 Ms R.Yu. was questioned and stated that on 25 July 2002 she, her son and Ms Yu. had been travelling on a bus, which had broken down and stopped near the dam in the village of Chernorechye. Servicemen had taken Ms R.Yu.’s son away for an identity check; her sister had gone with them. On her return, her sister had told Ms R.Yu. that an acquaintance had informed her that their nephew Aslanbek Khamzayev had been arrested by unknown servicemen and taken away in an APC in the direction of school no. 39 in the Zavodskoy District of Grozny.", "36. On 18 May 2004 Ms Yu. was again questioned. She stated that on 25 July 2002 she and her sister Mrs R. Yu. had been travelling on a bus which had broken down near the dam. She had approached a crowd standing at the bus stop, where servicemen were carrying out identity checks. Her nephew Aslanbek Khamzayev had been there. Ms Yu. had observed the servicemen checking his identity using a computer before returning his identity papers. A half an hour later her nephew had returned to her house and then fallen asleep. Ms Yu. and her husband had driven back to the bus stop to give a lift to her sister who had been waiting by the bus. Her sister had shown them a piece of paper marked with the words “Khamzayev Aslanbek” which she explained an unknown woman had given her after saying that she had witnessed servicemen placing Aslanbek Khamzayev in an APC and driving away. Ms Yu. had immediately asked servicemen standing near the dam about her nephew, but they had replied that they knew nothing about him.", "37. On 19 May 2004 Mr Yu., Ms Yu.’s husband, was questioned. He is said that in June 2002 his wife had told him that servicemen had arrested her nephew and taken him away in an APC. On the same day he and his wife had gone to the village of Chernorechye. They had overtaken a motorcade consisting of APCs and asked the servicemen about Aslanbek Khamzayev but they had given them no information. Mr Yu. had taken a look inside several APCs but found nobody there.", "38. On an unspecified date Ms E. was questioned. She stated that on 25 July 2002 in the village of Aldy she had seen an APC and servicemen standing next to it. She had looked into through the window of one of the APCs and noticed a young man; she had not seen his face. Ms E. had asked the servicemen to let the young man go, claiming that he was her son. The servicemen had asked her the man’s name and she had said “Magomed”. One of the servicemen had shown her identity papers in the name of Aslambek Yesikovich Khamzayev. The APC’s registration number plate was covered in mud and illegible.", "39. On 28 August 2007 the first applicant was questioned and submitted that her son had been kidnapped not on 25 July 2002, but on 25 June 2002.", "40. The Government stated that the investigating authorities had sent a number of queries to various State bodies and had taken other investigative measures, but did not specify what those measures had been. According to various law-enforcement agencies of the Chechen Republic, no special operations had been carried out on 25 June 2002 in the village of Aldy.", "41. The investigation failed to identify the perpetrators. The implication of any law-enforcement agencies in the crime had not been established. Aslanbek Khamzayev had not been prosecuted, arrested or placed in a temporary detention facility in the Chechen Republic.", "42. The investigation had been suspended on several occasions for failure to identify the perpetrators and then resumed. The applicants had been duly informed of all decisions taken during the investigation, which was still pending under the supervision of the Russian Prosecutor General’s Office.", "43. Despite specific requests by the Court the Government did not disclose any documents from the investigation file in case no. 50115. Relying on the information obtained from the Prosecutor General’s Office, the Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings.", "44. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia, no. 40464/02, § 67-69, 10 May 2007."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}