{"ITEMID": "001-60915", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF VAN DER VEN v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3;No violation of Art. 8;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["9. The applicant was born in 1949 and is currently detained in Maastricht.", "10. The applicant was detained on remand (voorlopige hechtenis) on 11 September 1995. The criminal proceedings against him, in which he stood accused of a number of offences including murder, manslaughter/grievous bodily harm, rape and narcotics offences, came to an end on 26 March 2002, when the Supreme Court (Hoge Raad) confirmed the judgment of the ‘s-Hertogenbosch Court of Appeal (gerechtshof) of 6 March 2001 in which the applicant had been sentenced to fifteen years’ imprisonment. In imposing that sentence, the Court of Appeal had taken into account the fact that the applicant had spent much of his pre-trial detention in maximum security. In addition, the Court of Appeal had imposed a TBS order (placement at the disposal of the Government – terbeschikkingstelling) with confinement in a secure institution (met bevel tot verpleging van overheidswege).", "11. The applicant was initially detained in ordinary remand institutions (huizen van bewaring). In a letter dated 7 October 1997 to the governor of the remand institution where the applicant was detained at that time, the National Public Prosecutor stated:", "“... I wish to inform you that a seriously increased safety risk exists in relation to [the applicant]. The Detainee Intelligence Information Service [Gedetineerde Recherche Informatie Punt – “GRIP”] has obtained information – which has been examined by myself and which I have found to be sufficiently relevant, reliable and concrete but which should be protected for reasons of security – to the effect that [the applicant] is intending to escape from detention and to that purpose is managing to make contacts outside the penitentiary.", "An escape or breakout is liable to be accompanied by assistance from the outside and violence directed at others.", "I would further draw your attention to the fact that it also appears from the aforementioned information that [the applicant] has approached persons, or has had them approached on his behalf, in a threatening and intimidating manner.", "I advise you to take the appropriate measures to ensure the uninterrupted continuation of the [applicant’s] detention as well as appropriate measures to prevent any damage, and in particular damage to persons, occurring outside the penitentiary.”", "12. On 14 October 1997 the governor of the remand institution where the applicant was detained proposed to the special selection board of the maximum-security institution (Extra Beveiligde Inrichting – “EBI”) that the applicant be placed in the EBI which is part of the Nieuw Vosseveld Penitentiary Complex in Vught. At a meeting of the selection board on 24 October 1997 the applicant was selected for placement. He was transferred to the EBI on 29 October 1997.", "13. In a letter of 4 November 1997 the Minister of Justice confirmed the applicant’s placement and informed him of the reasons which had led to that decision having been taken. Reference was made to the letter (referred to as the “official report” (ambtsbericht)) of 7 October 1997. In respect of the threats and intimidation, the Minister of Justice wrote that these had not only been brought to bear on fellow inmates but also on persons outside the remand institution. The applicant was further informed that his escape would pose an unacceptable risk to society. The Minister had also decided that the so-called “A regime” should apply to the applicant in view of the latter’s threat that he would commit suicide if placed in the EBI.", "14. In January and March 1998 the applicant lodged two requests for a transfer to an ordinary remand institution with the ‘s-Hertogenbosch Court of Appeal. The first request was declared inadmissible and the second was rejected. The Court of Appeal based its second decision on the information obtained by GRIP, which had been further elucidated to the court, in confidence, by the Procurator-General at a hearing on 26 March 1998. Neither the applicant nor his counsel were allowed to hear what the Procurator-General had told the Court of Appeal. After the applicant and counsel had once again been admitted to the hearing, the Court of Appeal very briefly provided them with some information of what it had been told by the Procurator-General but this did not contain anything about the provenance of the information obtained by GRIP or the dates on which this information had been provided to GRIP.", "15. On 29 October 1998 the Minister of Justice decided that the applicant’s placement in the EBI should be continued. The wording of that decision was almost identical to that of the decision of 4 November 1997. However, the Minister decided that the applicant should no longer be subjected to the A regime.", "16. On 17 December 1998 the applicant again requested the ‘sHertogenbosch Court of Appeal to order that he be transferred to an ordinary remand institution, arguing that his placement in the EBI had been unlawful. The applicant explicitly relied on Article 8 of the Convention. He submitted that his placement in the EBI had had serious consequences for his possibilities of enjoying private and family life within the meaning of Article 8 of the Convention: both privacy and contact with the outside world were severely limited in the EBI. Thus, EBI inmates were only allowed visits from spouses, parents and children without a glass partition between the inmate and the visitor once a month, on which occasions the only physical contact allowed was a handshake at the beginning and end of the visit. Visits from other relatives (including siblings) were only allowed with such a partition in place. In addition, it was only possible to contact relatives by telephone twice a week for ten minutes at a time.", "17. At the hearing which took place on 18 February 1999 before the Court of Appeal in camera, the applicant also submitted that the conditions of his detention in the EBI constituted inhuman treatment contrary to Article 3 of the Convention. In this connection he referred to the findings of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT – see below).", "18. The Court of Appeal in camera rejected the request in a decision dated 16 March 1999. The Court of Appeal held that the reasons set out in the Minister’s decision of 29 October 1998 justified the applicant’s continued placement in the EBI. It further held that the conditions of detention in the EBI did not breach Article 3 since the EBI regime had a basis in law and the treatment of the applicant under this regime could not be regarded as amounting to torture or inhuman or degrading treatment or punishment. As regards Article 8, finally, the Court of Appeal held that the interferences with the applicant’s rights under that provision were justified as they were in accordance with the law and necessary in the interests of, inter alia, public safety.", "19. When the applicant’s placement in the EBI was once again extended, in a decision of 10 November 2000, he lodged an appeal with the Appeals Board (beroepscommissie) of the Central Council for the Administration of Criminal Justice (Centrale Raad voor Strafrechtstoepassing). On 12 February 2001 the Appeals Board dismissed the appeal. Although it held that he could no longer be considered extremely likely to attempt to escape, it did find that the applicant, in the event of an escape, would pose an unacceptable risk to society in view of the nature of the offences of which he stood accused and of the effects on society and public opinion.", "20. In May 2001 the applicant was transferred to a prison with an ordinary regime in Maastricht.", "21. The applicant submitted that during his stay in the EBI he had been confronted with feelings of disempowerment and depression. The applicant’s psychological condition was examined by the Penitentiary Selection Centre (Penitentiair Selectie Centrum – “the PSC”) on a number of occasions, prior to a decision on the prolongation of his placement in the EBI. The following paragraphs contain excerpts from reports of a number of these examinations, drawn up by Mr V., the head of the Psychological Department of the PSC.", "22. Report of 28 October 1999:", "“The PSC most recently issued an advisory opinion relating to [the applicant] on 21 April 1999 ... The conclusion reached at that time was the following:", "‘Having regard to [the applicant’s] personality and the course of his detention, [the applicant] should be deemed capable of acts of desperation. Within the EBI, such acts will almost certainly (have to) be directed against himself. Under a less strict regime, he could vent his emotions on others. For the time being, extra attention remains a necessity. The question arises whether in the long run, despite all the efforts made, the EBI is capable of offering the care required. If the risk of escape no longer necessitates keeping [the applicant] in the EBI, a transfer to a Special Individual Care Unit [bijzondere individuele begeleidingsafdeling – “BIBA”] might be considered.’", "The report of the last six months confirms this picture of [the applicant]. His psychological condition displays ups and downs. There has been a period of depression. A number of factors have a part to play in these psychological low points, such as the fact that [the applicant] misses his family (his detention in the EBI certainly contributes to this), the continuing strain of the appeal on points of law (after all, a great deal is at stake for [the applicant]), his relatively poorly integrated personality (his psychological stability is low), as well as his cognitive capacities, which are not judged to be very high.", "[The applicant] has been residing in the EBI for two years now and he obviously has difficulties coping. Added to this, a number of personal characteristics and the insecurity about his fate in detention place a heavy demand on [the applicant’s] limited strength. I would prefer placement in a BIBA but this is unfortunately not feasible given that [the applicant] is detained on remand.", "As far as the present prolongation is concerned, I advise that when the decision about continued detention in the EBI is made, the aforementioned aspects will weigh relatively heavily in relation to current information about a possible risk of his escaping.”", "23. Report of 13 April 2000:", "“It appears from reports of the course of [the applicant’s] detention that prior to his placement in the EBI he was seen as a dominant man familiar with the daily routine in detention. There were regular signs that he exerted much (negative) influence, involving, inter alia, threats. These signs resulted in frequent transfers. Ever since he has been staying in the EBI, a more unstable, downcast side of [the applicant] has become much more apparent.", "[The applicant] is described by the prison’s medical and health care team as a vulnerable man tending to depression, who takes medication for these complaints. A number of reasons may explain the contrast between [the applicant’s] behaviour in detention prior to his placement in the EBI and his current behaviour. In the first place there is of course the threat of being sentenced to imprisonment (for life). The fact that his appeal on points of law was upheld caused a strong resurgence of hope, but after he had again been sentenced to life imprisonment, [the applicant] was extremely upset. According to the members of the medical and health care team, he is beginning to recover. In the second place, there is the EBI regime itself which [the applicant] has difficulties coping with. [The applicant] used to be a person who was not constrained by any moral code of behaviour and who did not consider the rights of others. In the EBI, there are clearly defined limits and dependence. [The applicant] finds this loss of control over his own life difficult to accept and it looks as if this is a contributing factor to the development and continuation of the complaints linked to depression. Another relevant factor is contact with his family; personnel in the EBI have the impression that this is deteriorating and that increasingly a distance is beginning to develop.", "The report of the last six months confirms this picture of [the applicant]. His psychological condition displays highs and lows. There has been a period of complaints linked to depression. These lows are often mainly reactive in nature (bad news, problems with other detainees, the loss of a ‘mate’ within the unit, etc.). There is still the continuing strain relating to the outcome of the criminal proceedings (after all, a great deal is at stake for [the applicant]), and this should be seen against the background of the relatively poorly integrated personality of [the applicant] (his psychological stability is low) and his cognitive capacities, not judged to be very high. In view of all his problems, regular attention is paid to [the applicant] by the medical and health care team. There is regular contact with the psychiatrist, the psychologist and social workers. Albeit somewhat intermittently, [the applicant] is prepared to take medication, which does have a positive effect on his mood.", "The fact remains that [the applicant] is having a hard time and that he has difficulties coping with the constraints of the EBI. If information about the risk of his escaping and the associated unacceptability of the risk to society is deemed such that it is no longer strictly necessary to detain [the applicant] in the EBI, there should be an alternative available in a secure facility which offers the possibility of creating a certain space in relation to the setting of limits. A BIBA would be suitable but, given that [the applicant] is detained on remand, placement there is not yet possible. I am nevertheless of the opinion that the unavailability of the most ideal detention facility where [the applicant] should be placed next should not be a decisive factor in the decision-making process on whether or not to prolong his placement in the EBI.”", "24. Report of 18 April 2001:", "“The most serious problems which [the applicant] says he is experiencing in the EBI are the conditions under which visits take place and the fact that he is not seeing some of his children. [The applicant] becomes visibly emotional when talking about this. He complains of eating a lot, listlessness, being worried and sleeplessness. As confirmed by earlier reports, [the applicant] gives the impression of a vulnerable man who yearns for contact and tends towards gloominess, and who has difficulties coping with his detention. There is no appearance of serious psychopathology such as psychosis, severe depression or severe anxiety. Only mild to moderate depressive symptoms and an unstable affect are visible.", "It appears from the reports drawn up by the staff at the secure unit over the past six months that [the applicant] has functioned well. He enjoys contact with certain codetainees. Judged by his own standards, he has participated to a reasonable degree in the programme on offer. He is, however, perceived as someone who complains a lot and who likes to lodge complaints about all manner of things. The conclusion is drawn that in the period under review [the applicant] appears to have found his feet.", "The medical and health care team reports that [the applicant] has regular contact with the social worker.", "Having regard to all of the above, [the applicant] has thus functioned well in the past six months. The imposition of a fifteen-year prison sentence and a TBS order, which, as opposed to life imprisonment, offer a certain perspective, has certainly contributed to the improved level of functioning. ...", "Whether or not his placement in the EBI should be extended is determined in the first place by the level of risk of [the applicant] escaping. ... Although [the applicant] has difficulties coping with his placement in the EBI, the findings are not of such a nature as to constitute strong contraindications militating against a prolongation of his placement.”", "25. At the request of the investigating judge in the criminal proceedings against the applicant, a report was drawn up concerning the applicant’s mental faculties by a psychologist and a psychiatrist on 21 November 2000, following a period during which the applicant was held in a psychiatric observation clinic. The following excerpt has been taken from the chapter of the report describing the applicant’s meetings with the psychiatrist.", "“It is remarkable that soon after his admission to the psychiatric observation clinic, [the applicant’s] appearance seems a lot more presentable: with his hair cut short, clean-shaven and wearing fresh clothes, he gives an altogether different impression from that at the first meeting. [The applicant] says the regime in the EBI did not encourage him to look after himself properly: sometimes days would go by without him speaking to anybody, he found the continuous strip-searching humiliating, and as a result he preferred not to go to the hairdresser’s or to get showered. [The applicant] describes his treatment in the psychiatric observation clinic as ‘heaven’ compared to his treatment in the EBI, and he says that as a result he feels a lot better in the psychiatric observation clinic.”", "26. All Netherlands penal institutions fall into one of five security categories, ranging from very limited security (zeer beperkt beveiligd) to maximum security (extra beveiligd). The Minister of Justice lays down criteria according to which prisoners are to be selected for each such category (section 13(1) and (3) of the 1999 Prisons Act – Penitentiaire beginselenwet).", "The actual selection is carried out by a Ministry of Justice placement officer (section 15(1) and (3) of the 1999 Prisons Act).", "27. EBIs are intended for prisoners who, in descending order of importance,", "(a) are considered extremely likely to attempt to escape from closed penal institutions and who, if they succeed, pose an unacceptable risk to society in terms of committing further serious violent crimes; or", "(b) if they should escape, would pose an unacceptable risk to society in terms of severe disturbance of public order, the risk of escaping being, as such, of lesser importance.", "28. A special Ministry of Justice circular governs decisions to detain a prisoner in a maximum-security institution or EBI (Ministry of Justice circular no. 646188/97/DJI of 22 August 1997). In principle, placements in the EBI are made from an ordinary custodial institution. The governor of the custodial institution submits a proposal to the placement officer, giving reasons why the person concerned should be detained in the EBI. Before submitting this proposal, the governor requests information about the person concerned from the secretary of a special EBI selection board, which comprises a representative of the Public Prosecution Service, a psychologist and a representative of the board of governors of the Nieuw Vosseveld Penitentiary Complex in Vught. The secretary having obtained such information from various sources, the governor then discusses his proposal with the detainee. Finally, he completes his report by adding the detainee’s comments and any objections he may have, and submits his proposal to the selection board.", "29. The placement officer considers the proposal, consults with the governor and interviews the detainee. He then draws up his own report on the governor’s proposal and submits it to the selection-board secretary. If the detainee is serving a long sentence or if a psychologist considers it necessary, it may be forwarded to the Penitentiary Selection Centre, which is responsible for issuing recommendations on the psychological aspects of the enforcement of custodial sentences and orders. The PSC is always consulted about first placements. The case is subsequently discussed by the selection board, chaired by the placement officer.", "30. The decision to detain a prisoner in an EBI is reviewed every six months. The EBI governor must submit a behavioural report (gedragsrapportage) on the detainee at corresponding intervals. Prior to the decision to prolong a placement in the EBI, the detainee is interviewed by the placement officer. In all other respects the procedure is the same as the placement procedure.", "The decisions referred to above are nominally taken by the Minister of Justice.", "31. The 1999 Prisons Act and the Prisons Order (Penitentiaire maatregel) apply in full to detainees in the EBI, giving them the same rights and obligations as detainees in ordinary institutions. A number of security measures are built into the regime, and detainees are under surveillance at all times outside their cells. These special arrangements are set out in the EBI house rules (Regeling model huisregels EBI, 12 October 1998, 715635/98/DJ, Government Gazette 1998, no. 233). The following are features of the EBI regime:", "– all contacts with the outside world are screened; all correspondence and telephone calls (twice a week for ten minutes) are screened except for those with privileged contacts; detainees must be separated from their visitors (one visit a week for one hour) by a transparent partition (“closed” visits); members of their immediate families, spouses and partners may visit once a month without such a partition (“open” visits), although physical contact is restricted to a handshake on arrival and departure; visitors must submit to a search of their clothes (frisking) before an “open” visit;", "– only one detainee at a time may come into contact with staff, and at least two staff members must be present; for this purpose, special corridors have been built leading to areas where group activities take place; these areas are under camera surveillance or are supervised by staff who are physically separated from inmates by a partition;", "– detainees may take part in sports activities at least twice a week; they may spend at least one hour a day outdoors and may also use the exercise yard at fixed times during recreation periods in their programme; they are entitled to spend at least six hours a week taking part in group recreation;", "– no more than four people at a time may take part in group activities;", "– detainees who leave the premises must be handcuffed, for instance when going to court or for hospital treatment; they may also be handcuffed inside the EBI, in areas where they might have access to objects with which they could injure staff or take hostages, for example when visiting the hairdresser’s or the clinic, or when being escorted to “open” visits;", "– cells are periodically (in practice, weekly) subjected to a more thorough search; at the same time or immediately afterwards the detainees are frisked and strip-searched; the strip-search, which involves an external viewing of the body’s orifices and crevices, including an anal inspection, is carried out in a closed room and, whenever possible, by a person of the detainee’s own gender;", "– frisking and strip-searching also take place", "▪ on arrival in and release from the EBI;", "▪ before and after “open” visits; and", "▪ after visits to the clinic, the dentist’s surgery or the hairdresser’s;", "– the EBI governor, or in urgent cases an EBI officer or employee, may decide that the detainee must be subjected to an internal body search if this is considered necessary to prevent any threats to order or safety within the prison, or to protect the detainee’s own health; an internal body search is usually carried out by a doctor but he may also instruct a nurse to carry out the search.", "32. The CPT visited the Netherlands from 17 to 27 November 1997. Its findings with regard to the (T)EBI (Tijdelijke Extra Beveiligde Inrichting – “temporary maximum-security institution”) and the EBI were the following (Report to the Netherlands Government on the visit to the Netherlands carried out by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) from 17 to 27 November 1997, CPT/Inf (98) 15, excerpt):", "“58. The Nieuw Vosseveld Prison Complex, which is located in a heavily-wooded area of Vught, began life in 1953 as a prison for some 140 young offenders, and has since expanded to become one of the largest prison complexes in the Netherlands. At the time of the CPT’s visit, it had a total capacity of 621 places for young offenders and adult male prisoners.", "The focus of the CPT’s visit to the establishment was the national ‘extra security institution’ (unit 5), which provides 35 places for prisoners who have been deemed likely to attempt to escape using violence (17 places for remand prisoners and 18 places for convicted inmates). The unit is located in two distinct buildings: the 11place ‘temporary extra security institution’ (Tijdelijk Extra Beveiligde Inrichting – (T)EBI) opened in August 1993 and is physically located in one wing of unit 1, while the 24-place, custom-built, ‘extra security institution’ (Extra Beveiligde Inrichting – EBI) was completed in August 1996.", "b. material conditions", "59. The cells seen by the CPT’s delegation in both the (T)EBI and EBI buildings were of a reasonable size for single occupancy (some 9 m²), appropriately furnished (bed, chair, storage cupboard and table) and equipped with a lavatory and wash basin.", "In-cell artificial lighting was of a good standard in both buildings; however, access to natural light was noticeably poorer in the (T)EBI (where the cell windows are partially obscured by frosted glass panels) than in the EBI. The ventilation in the (T)EBI cells also left something to be desired. A number of the (T)EBI prisoners interviewed by the delegation complained about these shortcomings.", "The CPT recommends that steps be taken to improve access to natural light in cells in the (T)EBI. The visiting delegation was informed that work to improve the ventilation system in the (T)EBI was due to begin in January 1998; the Committee would like to receive confirmation that this work has now been completed, together with details of the improvements involved.", "60. More generally, while the EBI was located in bright and reasonably spacious premises, the (T)EBI (which is also known as the ‘oud bouw’ or ‘old building’) was a markedly more cramped facility. The CPT would like to be informed of whether the Dutch authorities plan to close the ‘temporary’ extra security institution in the foreseeable future.", "c. regime", "61. The CPT’s views on the nature of the regime which should be offered to prisoners held in special security units were set out in detail in the report on its 1992 visit to the Netherlands. In that context, the Committee welcomed the recommendation of the Hoekstra Commission that any future EBI should have ‘as normal a regime as possible’.", "In its 1992 report, the CPT stressed that prisoners should enjoy a relatively relaxed regime (able to mix freely with the small number of fellow prisoners in the unit; allowed to move without restriction within what is likely to be a relatively small physical space; granted a good deal of choice about activities, etc.) by way of compensation for their severe custodial situation. Special efforts should be made to develop a good internal atmosphere within such units. The aim should be to build positive relations between staff and prisoners. This is in the interests not only of the humane treatment of the unit’s occupants but also of the maintenance of effective control and security and of staff safety. The existence of a satisfactory programme of activities is just as important – if not more so – in a special detention unit as on normal location. It can do much to counter the deleterious effects upon a prisoner’s personality of living in the bubble-like atmosphere of such a unit. The activities provided should be as diverse as possible (education, sport, work of vocational value etc.) As regards, in particular, work activities, it is clear that security considerations may preclude many types of work activities which are found on normal prison location. Nevertheless, this should not mean that only work of a tedious nature is provided for prisoners. In this respect, reference might be made to the suggestions set out in paragraph 87 of the Explanatory Memorandum to Recommendation No. R(82)17 of the Committee of Ministers of the Council of Europe.", "62. The current regime in the (T)EBI and EBI units is governed by a circular which was issued by the Director General of Prison Services on 22 August 1997 (cf. document 646189/97/DJI). According to the circular:", "‘The extra security institution (EBI) at Vught has a limited communication regime. A differentiation of regimes is referred to within the EBI, where a distinction is made between what is known as the A regime, where greater restrictions apply, and the B regime, with less extreme restrictions.", "Groups of between two and a maximum of four inmates take part in activities. Under the B regime, a maximum of four inmates takes part in communal activities, while the maximum number is three under the A regime. Communal activities involve only inmates from a single section.", "For security reasons, staff in contact with inmates must always outnumber the inmates, or must even be completely separated from them physically by a transparent (glass) wall. Moreover, with a view to the safety of the staff concerned, in those cases covered by Section 15, sub-sections 2 and 3, chapter III, of the internal regulations of the Vught EBI, inmates’ movements are restricted by handcuffs.’", "63. The delegation found that, in practice, out-of-cell time in the (T)EBI and EBI on a given day varied from a minimum of one hour (of outdoor exercise) to a maximum of some four and a half hours (of outdoor exercise/recreation and/or sport). Depending upon the regime in which an inmate had been placed (A/B) and the group to which they had been allocated, these activities would take place with between one and three other inmates.", "The outdoor exercise yards in the EBI were of a reasonable size and a ‘running strip’ was available for inmates who wished to engage in more strenuous physical activities. The exercise yards in the (T)EBI were also large enough to enable prisoners to exert themselves physically; however, their cage-like design rendered them rather oppressive facilities.", "During recreation periods (of one to two hours), inmates were allowed access to communal areas where they could associate with each other, cook and eat their own food, use a computer and/or play games including table tennis.", "As regards facilities for sport, each of the four units in the EBI was equipped with an impressive array of exercise equipment, located in a lofty glass atrium. However, inmates only had access to this equipment for one or two 45 minute sessions per week. Again, the equivalent facilities in the (T)EBI were of a lower standard. The EBI also had a large and well-equipped gymnasium but, at the time of the visit, it appeared that comparatively little use was being made of this facility.", "There were no organised education activities. There was also no out-of-cell work; some in-cell work was offered to inmates, but it was of a very unchallenging nature (e.g. stringing plastic curtain hooks onto short rods).", "64. All inmate activities within the (T)EBI and EBI were subject to a high level of staff surveillance (which is perfectly understandable in a unit of this type); however, direct contacts between staff and inmates were very limited (staff and inmate usually being separated by armoured glass panels). This is not conducive to building positive relations between staff and prisoners. Contact with non-custodial staff – including medical staff – was also subject to a number of very significant restrictions ...", "65. It should also be noted that prisoners were regularly strip-searched (a practice euphemistically referred to as ‘visitatie’). Such searches – which included anal inspections – were carried out at least once a week on all prisoners, regardless of whether the persons concerned had had any contact with the outside world.", "66. Concerning contact with the outside world, it should be noted that the house rules for the (T)EBI and EBI units provide that prisoners have the right to receive one visit of one hour per week from family members and other persons approved in advance by prison management. In principle, visits took place under ‘closed’ conditions (i.e. through an armoured glass panel in a visiting booth). Prisoners also had the right to request one ‘open’ visit per month from family members; however, physical contact during such visits was limited to a handshake on arrival and leaving. Prisoners and their families remained separated by a table equipped with a chest-high barrier and prison staff stood directly behind the prisoner throughout the visit. A number of inmates interviewed by the delegation indicated that, given the upsetting effects which these restrictions had had upon their families, they no longer requested ‘open’ visits.", "67. To sum up, prisoners held in the (T)EBI and EBI units were subject to a very impoverished regime. They spent too little time out of their cells; when out of their cells they associated with only a small number of fellow inmates and their relations with staff and visitors were very limited; consequently, they did not have adequate human contact. Further, the programme of activities was underdeveloped. This was particularly the case as regards education and work. However, even as regards sport, inmates had insufficient access to the very good facilities available. Moreover, certain aspects of the regime (in particular, systematic strip-searching) did not appear to respond to legitimate security needs, and are humiliating for prisoners.", "68. The delegation’s lengthy interviews with eight prisoners held in the (T)EBI and EBI indicated that the regime as a whole was having harmful psychological consequences for those subjected to it. Indeed, the interviews revealed a consistent association of psychological symptoms which appeared to have been induced by the regime. The inmates concerned displayed the following symptom profile:", "– feelings of helplessness, which took the form of a disturbance of normal identity and severe difficulty of projection into the future; in certain cases, the loss of identity was associated with definite episodes of depersonalisation;", "– feelings of powerlessness, closely linked to helplessness, and leading to regression and excessive pre-occupation with bodily functions;", "– anger, the predominant emotion being one of rage (clearly linked to feelings of powerlessness) and directed against self (with expressions of low esteem, lack of confidence and associated depressive symptoms) and others;", "– communication difficulties, associated with the above-mentioned depersonalisation symptoms.", "The delegation’s concerns about the harmful psychological consequences of the regime were reinforced during its subsequent visit to the Dr S. van Mesdag Clinic, where it interviewed a number of patients who had previously been held in the (T)EBI or EBI, in whom persistent psychological sequelae (insomnia; anxiety symptoms; disturbance of identity; emotional liability and psychosomatic symptoms) were clearly present.", "The CPT would add that it is aware that the psychologist employed in the (T)EBI and EBI has publicly expressed the conviction that the regime has led to ‘no significant harmful effects on prisoners’. However, this opinion has never been subject to any form of peer review or professional assessment. It should be added that the Psychiatric Adviser to the Ministry of Justice Forensic Health Bureau expressed a contrary view to the delegation, citing as an example a case of a prisoner who had developed a florid paranoid psychosis while held in the (T)EBI.", "69. In the light of all of the information at its disposal, the CPT has been led to conclude that the regime currently being applied in the (T)EBI and EBI could be considered to amount to inhuman treatment. To subject prisoners classified as dangerous to such a regime could well render them more dangerous still.", "70. The facilities in the extra security institution are of a high standard. They are quite capable of offering a regime meeting the criteria set out in paragraph 61 without jeopardising legitimate security concerns.", "The CPT recommends that the regime currently applied in the extra security institution be revised in the light of the remarks set out in paragraphs 61 to 67. In particular, the existing group system, if not discarded, should at least be relaxed and inmates should be allowed more out-of-cell time and a broader range of activities. Further, the current searching policies should be reviewed in order to ensure that they are strictly necessary from a security standpoint. Similarly, current visiting arrangements should be reviewed; the objective should be to have visits taking place under more open conditions.”", "33. The Netherlands government responded in the following terms (Interim report of the Dutch Government in response to the report of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) on its visit to the Netherlands from 17 to 27 November 1997, CPT/Inf (99) 5, excerpt):", "“3. The ‘Extra Security Institution’ ((T)EBI/EBI) at the Nieuw Vosseveld Prison Complex", "Recommendations by the CPT", "28. ...", "...", "29. The CPT recommends that the regime currently applied in the extra security institution be revised in the light of the remarks set out in paragraphs 61 to 67. In particular, the existing group system, if not discarded, should at least be relaxed and inmates should be allowed more out-of-cell time and a broader range of activities. Further, the current searching policies should be reviewed in order to ensure that they are strictly necessary from a security standpoint. Similarly, current visiting arrangements should be reviewed; the objective should be to have visits taking place under more open conditions (paragraph 70)", "Response: The (T)EBI houses prisoners who are deemed exceptionally likely to attempt to escape, either with help from outside or by violent means. Generally speaking, they fall into three categories: prisoners believed to be members of criminal organisations; prisoners serving sentences for manslaughter or murder; and prisoners who have escaped from prison in the past either by taking staff hostage or by using firearms (and perhaps with help from outside). Arrangements for the detention of such prisoners need to be based first and foremost on systematic, fail-safe security arrangements, though a humane regime should then be provided within that context. The task of the EBI, like any other prison, is to execute custodial sentences without disruption. The restrictions imposed on prisoners should be no more than are necessary to deprive them of their liberty. What distinguishes the EBI from other prisons is the nature of the restrictions required to achieve that purpose. They must be more severe because the prisoners present, by definition, an above-average risk of escape or disruption of the normal prison regime. In practice, this means that the purpose of the (T)EBI and EBI is to create a place and regime from which it is impossible to escape, even by taking staff hostage.", "The regime in the EBI is the most severe anywhere in the Netherlands. For that reason, use of the institution is kept to a minimum and the decision to place prisoners there is taken and later reviewed at frequent intervals by a broad-based external committee. Despite the severity of the regime, prisoners in the EBI are offered sufficient out-of-cell time (paragraph 63) and have the opportunity to take part in recreational, sporting, musical, creative, educational and other activities. The range of activities on offer gives prisoners regular opportunities for human contact and the staff of the EBI deliberately strive to encourage such contact and participation in activities wherever possible. The small size of the unit’s population (paragraph 67) is essential to the maintenance of order, security and control and to the prevention of escapes. It is true that there are special restrictions on contact with the outside world (in the form of the glass partition separating prisoners from visitors), but the frequency of visits is the same as in a normal remand centre.", "The arrangements for searches in the (T)EBI and EBI are essential to ensure the safety of staff. They have been evaluated in the past, as part of the six-monthly assessment of the EBI, and it has been decided that prisoners should not be searched more often than strictly necessary. This means that prisoners are not always searched on return to their cells, but only if they have been out of sight of the warder who let them out.", "Visits are organised in such a way as to permit visual, verbal and non-verbal contact while preventing direct physical contact. The special visiting arrangements are among the most important security measures to prevent escapes. If visits were more ‘open’ and there were any chance of smuggling contraband into the prison, there would be little point in the existence of the EBI.", "30. The CPT recommends that the Dutch authorities commission an independent study of the psychological state of current and former inmates of the extra security institution (paragraph 70)", "Response: The Ministry of Justice intends to investigate the performance of the EBI in early 1999. It will then consider instituting a further study of the impact of the EBI regime on the psychological state of inmates if the outcome of that investigation gives reason to do so.”", "34. The Ministry of Justice commissioned researchers of the University of Nijmegen to conduct a preliminary study of the EBI’s policy on care for the mental well-being of detainees and of the feasibility of an in-depth study of the psychological impact of a high-security regime on the mental well-being of (former) inmates. On 17 April 2000 a report entitled “Care in and around the Maximum Security Prison” (Zorg in en om de Extra Beveiligde Inrichting) was issued by the researchers. It concluded that the concern expressed in policy documents for the mental well-being of detainees held in maximum-security conditions was indeed evident in the day-to-day running of the EBI in that EBI personnel proved aware of the tension between security and humanity, and endeavoured to reduce this tension. It was further concluded in the report that a study of the psychological impact of a high-security regime was feasible. The researchers nevertheless emphasised that they had examined neither the quality of care for the mental well-being of the EBI detainees, nor the actual psychological condition of the detainees nor the effects which the regime was having on them.", "35. The Minister of Justice has commissioned a follow-up study from the same researchers, involving monitoring day-night rhythm stress and other factors among maximum-security detainees and a control group of detainees in semi-isolation. This study is set to be completed by summer 2003."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}