{"ITEMID": "001-60521", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF BERLINSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3;Violation of Art. 6-1 and 6-3-c;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "Georg Ress", "TEXT": ["9. The first applicant, Roman Berliński, is a Polish national born in 1971. The second applicant, Słavomir Berliński, is a Polish national born in 1974. The applicants are brothers. At present they live in Poland.", "10. On 4 October 1993 the applicants, who practice body-building, were attending an athletics club at a Lublin university. The club manager urged the applicants to exit, as they had been present at the club without the appropriate permission. He warned that he would call the police if they did not leave. The applicants did not agree to leave. The manager called the police, and six uniformed officers arrived soon thereafter.", "11. According to the applicants' account, the officers allegedly “showed a hostile attitude” towards them and “were not interested in checking their [identity documents] but simply to force them out” of the athletics club. The policemen “immediately wanted to handcuff them and pulled their arms backwards”. The applicants state that they “resisted this treatment”. The first applicant “managed to get free for a moment”, while the second applicant was “pushed and pulled” by two police officers. He was treated with tear-gas and struck with a stick.", "12. According to the Government, the applicants resisted and attacked the policemen who were trying to apprehend them. One of the officers was kicked in the face and another in the crotch.", "13. The parties submit that only when one officer drew a gun from his holster did the applicants yield. They were then handcuffed.", "14. The applicants were immediately put in a police vehicle.", "15. The Government state that the applicants still resisted whilst being taken to the vehicle, and force again had to be used against them.", "16. The applicants were taken to a police station situated 4 kilometres from the athletics club.", "17. According to the applicants' account, in the police van they were put on the ground and stayed handcuffed. The van had no separate cell for the arrested. The policemen and the applicants were closed together in the rear part of the van. The applicants “had no chance but to expose their bodies to the treatment of the policemen”. They “suffered heavy blows in their heads, kidneys, backs and spines”. The policemen used their police sticks to beat them up. The first applicant lost consciousness.", "18. The Government deny that any ill-treatment occurred in the van.", "19. At the police station the applicants were briefly questioned. The part of the first applicant's custody interview record concerning his physical condition reads: “before [the arrest the applicant was] well, at present [he complains of] pain in the left eye, the neck, the left kidney, the jaw and the head”. The relevant part of the second applicant's custody interview record reads: “pain in the temples, the hands, the nose, the teeth, the right thumb”. In the late evening of the same day the applicants were examined by doctors. The x-ray photograph of the first applicant's cranium showed no apparent injuries to his head. On the basis of the applicants' physical examination, which disclosed no problems in their circulatory and respiratory systems, a doctor concluded that they could be regarded as fit for detention.", "20. The applicants remained in custody until the afternoon of the next day, 5 October 1993, when they were brought before a district prosecutor. They were released after having been questioned by the prosecutor.", "21. The first applicant was taken to a hospital where he remained for 11 days. The second applicant was taken to the same hospital, was immediately released, and later underwent out-patient treatment.", "22. On 5 October 1993, when being questioned by the prosecutors, the applicants complained that they had been beaten up by the police officers in the athletics club and in the police van. The applicants said that they had doubts as to the officers' identity, and that they had asked the policemen to present documents attesting to their authority. They alleged that the officers had refused to do so and that the policemen had instead attempted to arrest them. The applicants further stated that, in the police van, which lacked a separate cell for the arrested, the officers had started to inflict heavy blows all over their bodies. They had been defenceless and had not been able to lessen the impact of the blows because of their hands being handcuffed behind their backs and themselves being pushed onto the vehicle's floor. They submitted that the officers had beaten them all the way to the police station.", "23. On 15 March 1994 a district prosecutor, on suspicion that offences against the applicants' personal rights had been committed in breach of the Polish Criminal Code and the Police Act, instituted investigations relating to the applicants' complaints against the police officers. The police officers who allegedly ill-treated the applicants were regarded as witnesses, not as accused, in the proceedings.", "24. The applicants were called to appear before the district prosecutor on 25 March 1994, but failed to present themselves on that date.", "25. On 28 March 1994 the prosecutor examined a witness DK (policeman). On 30 March witnesses MK and MS (police officers) were examined. On 6 April witnesses MW (the applicants' acquaintance) and EP (the club manager) were questioned. On 13 April the prosecutor summoned witnesses JS and MB, and on 20 April he summoned a witness PW (all police officers).", "26. The applicants were examined on 5 and 9 May 1994. During the inquiries the applicants maintained that the officers had been very hostile towards them from the very beginning, that they had not asked them to leave the athletics club, and that they had, without any reason, beaten them up. The policemen contended that they had been attacked by the applicants, and that only threatening them with a firearm had permitted their apprehension.", "27. On 23 May 1994 the prosecutor heard witnesses MW, JR and JN (police officers). On 24 May 1994 he summoned witnesses AG and JP (doctors). On 26 May the prosecutor examined a witness DJ, and on 27 May he questioned a witness MH (both doctors).", "28. The investigation into the conduct of the policemen was prolonged by decision of a regional prosecutor of 10 June 1994, with a view to examining further witnesses.", "29. On 14 June 1994 the district prosecutor examined witnesses AW and RM (doctors).", "30. On 16 June 1994 the Forensic Department of the Białystok Academy of Medicine produced an opinion as to the applicants' physical condition following the incident. The opinion was delivered at the request of the Lublin District Court in the proceedings against the applicants (also see § 44 below).", "31. The forensic experts, based on the medical records collected throughout the applicants' treatment from 5 October 1993, found that immediately after the incident the first applicant had a haematoma around the left eye, a bruise of 2 x 2 cm on the back of his head, a bruise with grazed skin of 7 x 7 cm on the left side of his jaw, four band-like bruises of significant size on his chest, and that his abdomen and spine were sensitive. The second applicant had small isolated bruises on his chin and neck, bruises on a grazed upper lip, an inner wound in the mucous membrane of the upper lip, lesions of the front teeth, and an injury to the right knee and wrist.", "32. The forensic experts also stated that several days after the incident the first applicant had been increasingly complaining of pain in his head, vertigo, diminished clarity of sight and hearing, and that the second applicant had been complaining about a weak right hand, diminished sensitivity of his fingers, severe headaches, vertigo, nausea, pain in the spine and a reduced ability to move. The experts noted that the subsequent examinations of the applicants had not confirmed any deviations from the normal state of their heath. The experts stated that on 8 October 1993 the first applicant should have been released from hospital but remained following an intervention by the applicants' father. The experts also stressed that the father, himself a doctor, during his visits at the hospital had been instructing the first applicant of what and how he should complain. The first applicant had been released from hospital on 15 October 1993, although after this date he underwent further out-patient treatment of his jaw, chest and spine.", "33. The forensic experts concluded that the injuries sustained by the applicants might have occurred from the use of a rigid, blunt instrument, e.g. a truncheon, and that the lesions might have occurred in the circumstances alleged by them, e.g. from blows by truncheons and fists. The experts held that the damage caused by these injuries to the applicants' soft tissues did not last more than seven days, but that those injuries were serious enough to warrant application of Article 156 § 2 of the Polish Criminal Code [causing light bodily harm] against the police officers. The experts also emphasised that the applicants' grievances had contained a certain measure of simulation and exaggeration.", "34. On 29 June 1994 the district prosecutor requested experts at the Wrocław Academy of Medicine to produce a medical opinion specifically in the context of the proceedings concerning the applicants' allegations against the police officers.", "35. By decisions of 9 September and 15 November 1994 the regional prosecutor again prolonged the investigation.", "36. The opinion of the experts at the Wrocław Academy of Medicine was produced on 6 December 1994. They found that following the arrest the first applicant had had bruises on his face and a swollen left eye, and that the second applicant had isolated bruises on the face, a grazed lip and lesions of three teeth. The experts also found that the first applicant had not been suffering from concussion. The experts stated that the injuries of the applicants could occur in the circumstances alleged by the police officers, the applicants or in other circumstances.", "37. The applicants requested the district prosecutor to hear additional witnesses, namely their parents, two district prosecutors and an American basketball player who had witnessed the events of 4 October 1993. On 9 September 1994 the prosecutor dismissed the request on the ground that the applicants' parents had not witnessed the incident, that the testimonies of the prosecutors had not been relevant to the determination of the facts, and that the statements of the American basketball player had been recorded in the proceedings against the applicants. On these grounds the prosecutor considered that no examination of further witnesses was necessary.", "38. On 12 December 1994 the prosecutor decided to discontinue the investigation against the policemen. The prosecutor held that there was a lack of evidence in favour of the applicants' allegations that the officers had committed an offence. On the basis of witnesses' evidence, he held that the policemen had been compelled to use force only following the applicants' refusal to leave the sports club. The prosecutor did not establish that any force had been used against the applicants in the police van. By virtue of the medical opinion of the Wrocław Academy of Medicine, the prosecutor stated that the fact of the applicants' hospitalisation for seven days did not necessarily infer that the full period of seven days had been required to complete the treatment of lesions suffered by the applicants. The prosecutor concluded that “the injuries [sustained by the applicants] could occur both in the circumstances alleged by themselves, as well as in the circumstances alleged by the police officers”. Given the principle of benefit of doubt in favour of the accused, the prosecutor decided to discontinue the case against the police officers.", "39. The applicants appealed against the decision. On 16 January 1995 a regional prosecutor dismissed the appeal and finally discontinued the proceedings. The regional prosecutor found no “unequivocal evidence” of the officers' guilt. He held that the district prosecutor had properly assessed the collected material, and that he had adopted a well-motivated decision.", "40. After questioning the applicants on 5 October 1993, a district prosecutor commenced investigations against them on suspicion that they had attacked the police officers, thereby obstructing them in the course of their duties. On the same day the prosecutor ordered the applicants' bail on suspicion of their having committed an offence under Article 234 of the Criminal Code in regard to the events of 4 October 1993.", "41. On 6 October 1993 the applicants appealed against the bail decision, requesting the prosecuting authorities to appoint a free defence lawyer on the ground of their difficult financial situation, referring inter alia to Article 6 § 3 (c) of the Convention. The applicants received no reply to the requests.", "42. In the course of the investigation the policemen, the applicants and witnesses of the events of 4 October 1993, including witnesses on the applicants' behalf, were summoned. The applicants submitted many applications in which they contended that the allegations against them should have been examined from the angle of their own complaints that the officers had beaten them up. However, by virtue of relevant provisions of domestic criminal procedure, the prosecution decided that the material contained in the case-file relating to the applicants' allegations on their maltreatment by the police officers be separated and that two parallel investigations be conducted in relation to the incident of 4 October 1993.", "43. On 17 February 1994 the applicants were charged with affray, assault and battery on the police officers in the course of the execution of their duties.", "44. On 7 April 1994 the Lublin District Court decided to obtain from the Forensic Department of the Białystok Academy of Medicine an opinion as to the applicants' injuries following the incident. The opinion was produced on 16 June 1994 (also see §§ 30-33 above).", "45. On 17 October 1994 the Lublin District Court decided to obtain an opinion from forensic psychiatrists to establish whether the applicants had been “able to ascertain and measure their actions” to determine their criminal responsibility. The court also decided to appoint a free lawyer to represent the applicants in view of the concern over their state of mind, in accordance with Article 70 § 1 of the Code of Criminal Procedure.", "46. By a letter of 18 October 1994 the applicants informed the court that they refused to undergo a psychiatric examination. They did not appear for the out-patient psychiatric examination at the Lublin Centre for Mental Health on the date fixed by the court on 10 January 1995. The court ordered compulsory appearance of the applicants on the next date fixed for out-patient psychiatric examination on 2 February 1995. The applicants were brought to the experts on the above date, but refused to be subjected to an examination. The above situation repeated itself on 8 March 1995. In view of the fact that the applicants had refused to undergo out-patient psychiatric examination three times, on 8 March 1995 the forensic psychiatrists requested the court to place the applicants at a mental hospital for a forensic-psychiatric opinion to be produced.", "47. On 23 March 1995 the Lublin District Court ordered the applicants' compulsory placement at the Lublin Centre for Mental Health for a period of no longer than six weeks. The applicants and their counsel appealed against the above decision. In the appeal the applicants' representative declared that he undertook to ensure their voluntary appearance for out-patient psychiatric examination. On 3 April 1995 the Lublin Regional Court, having regard in particular to the above commitment by the applicants' defence counsel, quashed the decision of 23 March 1995.", "48. On the next day fixed for the applicants' out-patient psychiatric examination on 30 May 1995, they again failed to submit to out-patient examination. On 21 June 1995 the experts repeatedly requested the court to order compulsory measures against the applicants in order to produce a forensic-psychiatric opinion.", "49. On 11 July 1995 the Lublin District Court again ordered the applicants' compulsory placement at a mental hospital for a period of no more than six weeks. On the applicants' appeal from this decision, on 24 July 1995 the Lublin Regional Court upheld the decision of the District Court.", "50. On 1 December 1995 the first applicant was placed at the Lublin Centre for Mental Health. Upon the experts' application requesting to prolong the first applicant's stay at the ward in view of his negative attitude obstructing the production of a proper diagnosis, on 11 January 1996, the Lublin District Court extended the term of the first applicant's examination until 23 February 1996. On his appeal against the above decision, on 22 January 1996 the Lublin Regional Court upheld the decision of the District Court. The first applicant was released from the psychiatric ward on 15 February 1996.", "51. On 22 February 1996 the final opinion as to the mental condition of the first applicant was issued. The forensic psychiatrists concluded that at the moment of the incident with the police on 4 October 1993 he was able to comprehend the meaning of his acts and to control his conduct. The first applicant was not found to be of unsound mind. The experts also noted that he had been very suspicious and distrustful of the examination.", "52. As the second applicant expressed his willingness to undergo out-patient psychiatric observation, he was not placed in a mental hospital. The forensic psychiatrists delivered their opinion in regard to the second applicant on 27 February 1996. According to the experts' conclusions, the second applicant was mentally sane. The experts also noted that he had been very stressed throughout the examination, often speaking with a raised voice and not noticing the requests to calm him down.", "53. On 7 August 1996 the Lublin District Court found the applicants guilty under Article 234 of the Criminal Code in that they had resisted and assaulted the officers on 4 October 1993. It held that the manager of the athletics club had been entitled to demand the applicants' removal notwithstanding his motives therefor, and that the police had lawfully enforced this demand. The applicants were sentenced: the first applicant to one year and six months' imprisonment and the second applicant to one year's imprisonment. The court suspended the sentences for three years for each of the applicants.", "54. On 17 December 1996 the Lublin Regional Court, upon the applicants' appeal, upheld the first-instance judgment. The Regional Court concluded that “the fact that the defendants did not comply with the request of the five police officers to leave the sports hall shows a lack, on their part, of a critical judgment of their own conduct - this was also confirmed by the forensic psychiatrists”. That decision was final. The applicants were not imprisoned as a result of the conviction.", "55. Articles 15 and 16 of the Police Act entitle the police to arrest a person who obstructs the public order and to use direct coercive force “to accomplish subordination to given orders”.", "A special governmental ordinance of 17 September 1990 (DZ.U.90.70.410) provides that coercive means should cause as little ailment as possible, and should be abandoned if a person conforms to orders.", "Under Article 69 of the Code of Criminal Procedure, an accused may apply to a prosecutor to be appointed a free defence counsel in case of insufficiency of means. The prosecutor must refer the request to the court for a lawyer to be appointed.", "Under Article 70 § 1, in the course of the trial the court may of its own motion appoint a lawyer to represent the defendant in view of the justified concern over his state of mind."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}