{"ITEMID": "001-98937", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "SPRINGETT and OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The first applicant, Mr Robert Charles John Springett, is a British national who was born in 1925 and lives in Roquefort, France. The second applicant, Mr Gerald Thomas Easto-Brigden, is a British national who was born in 1926 and lives in Barcelona, Spain. The third applicant, Mrs Vivien Sheffield, is a British national who was born in 1943 and lives in Tenerife, Spain.", "s, may be summarised as follows.", "On 14 August 2002 the applicant's claim for payment under the Winter Fuel Payment (“WFP”) scheme was rejected by the Pensions Service, on the ground that as he had left the United Kingdom in 1982, before the scheme was introduced, he had “never acquired entitlement to the benefit.”", "On 13 August 2003 an appeal against the Pensions Service's decision was refused on the same grounds as the original decision.", "The applicant submitted a further complaint to the Commission of the European Union and was informed by a letter dated 9 September 2004 that the policy of the British Government to restrict the WFP to individuals who had “acquired entitlement” by receiving the payment before leaving the United Kingdom created a difference in treatment between pensioners, depending on when or how old they were when they moved abroad. However, the policy was not contrary to European Union (EU) Law and the matter could not, therefore, be taken further.", "In 2004 the second applicant applied to be considered for WFP. On 24 February 2005 his application was turned down on the basis that he had never acquired entitlement to the payment because he had left the United Kingdom in October 1993. On 8 April 2005 a final confirmation that he would not be eligible was issued by the Pensions Service. The applicant challenged that decision, but never received a reply from the Winter Fuel Office.", "On 10 July 2003, the third applicant applied to be considered for WFP in respect of the winter of 2002/3. On 6 November 2003 this claim, and her claim for 2003/4, were turned down on the basis that she had left the United Kingdom in December 1997, before acquiring entitlement. She claims that she was not resident outside the United Kingdom before 1 January 1998.", "On 9 March 2004 her appeal was rejected on the same grounds, by the Appeals Tribunal. On 28 June 2004 the Social Security Commissioner refused her leave to appeal. This matter was revised because a second pensioner in a similar position had his case considered in the light of EU law before the Commissioner, in October 2004. This latter case was dismissed. Consequently, on 23 May 2005 the Commissioner refused to set aside his refusal to grant the applicant leave to appeal.", "WFP is a non-contributory, non-means tested benefit of between GBP 100 and GBP 200 or, for a person aged 80 or over, GBP 300 per annum paid, since 5 January 1998, to residents of the United Kingdom aged 60 or more.", "European Regulation 1408/71 on the co-ordination of social security schemes for people who move within the EU provides that a person may “export” to another Member State a social security benefit he or she is entitled to in their home Member State. However, the regulation leaves it to the Member States to determine the conditions of entitlement to social security benefits, and requires Member States only to “export” benefits to people who are subject to its legislation.", "Following complaints to the European Commission about the non-availability of WFP to those living outside the United Kingdom, in 2000 domestic law was amended so that individuals residing in other EU Member States could also receive the winter fuel payment as long as they had received it before leaving the United Kingdom.", "According to the 2002 legislation, claimants had the choice to leave the United Kingdom before reaching the age of 60 with no WFP or remain until reaching the age of 60, receive one payment and thereby export their WFP yearly thereafter."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}