{"ITEMID": "001-60173", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF KRONE VERLAG GmbH & Co. KG v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant company is the publisher of a newspaper (Kronenzeitung) with its registered office in Vienna.", "10. On 3, 4, 7, 8 and 15 March, as well as on 3 and 16 May and 29 June 1995, the applicant company published, in its Carinthian regional edition (Lokalausgabe), articles on the financial situation of a certain Mr Posch who, at that time, was employed as a teacher and, at the same time, was a member of the Austrian National Assembly (Nationalrat) and the European Parliament. The articles commented on these professional tasks and, in harsh terms, alleged that he received three salaries unlawfully as, according to Austrian law, he was not entitled to a teacher’s salary during his membership of the European Parliament. He was, inter alia, referred to as someone unjustly enriching himself. These articles were accompanied by photographs of Mr Posch.", "11. On 18 August 1995 Mr Posch applied for an injunction under Section 78 of the Copyright Act (Urheberrechtsgesetz) to the Klagenfurt Regional Court against the applicant company. He requested that the applicant company be ordered to refrain from publishing his picture in connection with statements describing him as somebody who received his salaries unlawfully and who benefited from unlawful privileges. Furthermore, he requested an order for the publication of the judgment in the applicant company’s newspaper, indicating the grant of damages and the injunction (einstweilige Verfügung).", "12. On 21 September 1995 the applicant company filed a statement of defence (Klagebeantwortung) in which it argued, inter alia, that the publication of the impugned articles had been justified under Article 10 of the Convention.", "13. On 10 October 1995 the Klagenfurt Regional Court granted an interim injunction. It found the measure justified because the plaintiff’s interest in prohibiting the publication of his photograph outweighed the applicant company’s interest in the publication of the illustrated articles, in particular as the publication of the pictures per se had no special information value (Nachrichtenwert).", "14. On 4 January 1996 the Klagenfurt Regional Court granted the permanent injunction prohibiting the applicant company from publishing the plaintiff’s picture in connection with the above mentioned or similar articles. It dismissed the remainder of the action. The court found that Section 78 of the Copyright Act prohibited publishing a person’s picture if the publication violated that person’s legitimate interests. When considering such interests, account had to be taken of whether the person concerned was known to the public, because the publication of the photographs of unknown persons made it possible to identify them later. The court found that Mr Posch’s face was not generally known, despite his membership of the National Assembly. Therefore, his legitimate interests had been infringed by creating the possibility of identifying him. The applicant company was of course entitled to report on the plaintiff’s activities and financial situation, but there was no legitimate interest in publishing his picture as it had, per se, no information value. Furthermore, it was irrelevant for this specific question whether the content of the articles was true or false.", "15. On 8 February 1996 the applicant company appealed. It argued that the court had erred when it found that the plaintiff’s interests outweighed the applicant company’s interests, as the public in Carinthia, who had elected Mr Posch, were interested in his sources of revenue. Therefore the court should have also taken evidence – as had been offered by the applicant company – in order to prove the truth of the articles. Furthermore, the plaintiff was known to the public as he was Carinthian and had participated in several events during the election campaign there. Thus it was incorrect that Mr Posch’s face was unknown.", "16. On 9 July 1996 the Graz Court of Appeal dismissed the appeal. It found that the publication of the pictures together with the articles had been unnecessary. In any case, the information value of the pictures could not outweigh Mr Posch’s interests. It also confirmed the legal opinion of the Regional Court that, for the purposes of Section 78 of the Copyright Act, it was irrelevant whether or not the publication contained true information.", "17. On 15 October 1996 the Supreme Court declared inadmissible the applicant company’s extraordinary appeal on points of law (außerordentlicher Revisionsrekurs). It confirmed the findings of the Court of Appeal, observed that the publication of the plaintiff’s pictures had no additional information value, and therefore concluded that it had been unnecessary. On 4 November 1996 this decision was served upon counsel for the applicant company.", "18. Section 78 of the Copyright Act, in so far as relevant, reads as follows:", "“(1) Images of persons shall neither be exhibited publicly, nor in any way made accessible to the public, where injury would be caused to the legitimate interests of the persons concerned or, in the event that they have died without having authorised or ordered publication, those of a close relative.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}