{"ITEMID": "001-79996", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF COPLAND v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Not necessary to examine Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Giovanni Bonello;Javier Borrego Borrego;Josep Casadevall;Lech Garlicki;Nicolas Bratza;Rait Maruste;Stanislav Pavlovschi", "TEXT": ["6. The applicant was born in 1950 and lives in Llanelli, Wales.", "7. In 1991 the applicant was employed by Carmarthenshire College (“the College”). The College is a statutory body administered by the State and possessing powers under sections 18 and 19 of the Further and Higher Education Act 1992 relating to the provision of further and higher education.", "8. In 1995 the applicant became the personal assistant to the College Principal (“the CP”) and from the end of 1995 she was required to work closely with the newly appointed Deputy Principal (“the DP”).", "9. In about July 1998, whilst on annual leave, the applicant visited another campus of the College with a male director. She subsequently became aware that the DP had contacted that campus to enquire about her visit and understood that he was suggesting an improper relationship between her and the director.", "10. During her employment, the applicant’s telephone, e-mail and Internet usage were subjected to monitoring at the DP’s instigation. According to the Government, this monitoring took place in order to ascertain whether the applicant was making excessive use of College facilities for personal purposes. The Government stated that the monitoring of telephone usage consisted of analysis of the College telephone bills showing telephone numbers called, the dates and times of the calls, and their length and cost. The applicant also believed that there had been detailed and comprehensive logging of the length of calls, the number of calls received and made, and the telephone numbers of individuals calling her. She stated that on at least one occasion the DP became aware of the name of an individual with whom she had exchanged incoming and outgoing telephone calls. The Government submitted that the monitoring of telephone usage took place for a few months up to about 22 November 1999. The applicant contended that her telephone usage was monitored over a period of about eighteen months until November 1999.", "11. The applicant’s Internet usage was also monitored by the DP. The Government accepted that this monitoring took the form of analysing the websites visited, the times and dates of the visits to the websites and their duration, and that this monitoring took place from October to November 1999. The applicant did not comment on the manner in which her Internet usage was monitored but submitted that it took place over a much longer period of time than the Government had admitted.", "12. In November 1999 the applicant became aware that enquiries were being made into her use of e-mail at work when her step-daughter was contacted by the College and asked to supply information about e-mails that she had sent to the College. The applicant wrote to the CP to ask whether there was a general investigation taking place or whether her e-mails only were being investigated. By an e-mail of 24 November 1999, the CP advised the applicant that, whilst all e-mail activity was logged, the information technology department of the College was investigating only her e-mails, following a request by the DP.", "13. The Government submitted that monitoring of e-mails took the form of analysis of e-mail addresses and dates and times at which e-mails were sent and that the monitoring occurred for a few months prior to 22 November 1999. According to the applicant, the monitoring of e-mails occurred for at least six months from May to November 1999. She provided documentary evidence in the form of printouts detailing her email usage from 14 May to 22 November 1999 which set out the date and time of emails sent from her e-mail account together with the recipients’ email addresses.", "14. By a memorandum of 29 November 1999, the CP wrote to the DP to confirm the contents of a conversation they had had in the following terms:", "“To avoid ambiguity I felt it worthwhile to confirm my views expressed to you last week, regarding the investigation of [the applicant’s] e-mail traffic.", "Subsequent to [the applicant] becoming aware that someone from [the College] had been following up her e-mails, I spoke to [ST] who confirmed that this was true and had been instigated by yourself. Given the forthcoming legislation making it illegal for organisations to examine someone’s e-mail without permission, I naturally felt concerned over recent events and instructed [ST] not to carry out any further analysis. Furthermore, I asked you to do likewise and asked that any information you have of concern regarding [the applicant] be forwarded to me as a matter of priority. You indicated that you would respond positively to both requests, whilst reaffirming your concerns regarding [the applicant].”", "15. There was no policy in force at the College at the material time regarding the monitoring of telephone, e-mail or Internet usage by employees.", "16. In about March or April 2000 the applicant was informed by other members of staff at the College that between 1996 and late 1999 several of her activities had been monitored by the DP or those acting on his behalf. The applicant also believed that people to whom she had made calls were in turn telephoned by the DP, or those acting on his behalf, to identify the callers and the purpose of the call. She further believed that the DP became aware of a legally privileged fax that was sent by herself to her solicitors and that her personal movements, both at work and when on annual or sick leave, were the subject of surveillance.", "17. The applicant provided the Court with statements from other members of staff alleging inappropriate and intrusive monitoring of their movements. The applicant, who is still employed by the College, understands that the DP has been suspended.", "18. At the relevant time there was no general right to privacy in English law.", "19. Since the implementation of the Human Rights Act 1998 on 2 October 2000, the courts have been required to read and give effect to primary legislation in a manner which is compatible with Convention rights so far as possible. The Act also made it unlawful for any public authority, including a court, to act in a manner which is incompatible with a Convention right unless required to do so by primary legislation, thus providing for the development of the common law in accordance with Convention rights. In the case of Douglas v. Hello! Ltd ([2001] 2 WLR 992), Lord Justice Sedley indicated that he was prepared to find that there was a qualified right to privacy under English law, but the Court of Appeal did not rule on the point.", "20. The Regulation of Investigatory Powers Act 2000 (“the 2000 Act”) provided for the regulation of, inter alia, interception of communications. The Telecommunications (Lawful Business Practice) Regulations 2000 were promulgated under the 2000 Act and came into force on 24 October 2000. The Regulations set out the circumstances in which employers could record or monitor employees’ communications (such as e-mail or telephone) without the consent of either the employee or the other party to the communication. Employers were required to take reasonable steps to inform employees that their communications might be intercepted.", "21. The House of Lords in Malik v. Bank of Credit and Commerce International SA ([1997] IRLR 462) confirmed that, as a matter of law, a general term is implied into each employment contract that an employer will not “without reasonable and proper cause, conduct itself in a manner calculated and likely to destroy or seriously damage the relationship of confidence and trust between employer and employee”. In Malik, the House of Lords was concerned with the award of so-called “stigma compensation” where an ex-employee is unable to find further employment due to association with a dishonest former employer. In considering the damages that could be awarded for breach of the obligation of trust and confidence, the House was solely concerned with the payment of compensation for financial loss resulting from handicap in the labour market. Lord Nicholls expressly noted that “[f]or the present purposes I am not concerned with the exclusion of damages for injured feelings, the present case is concerned only with financial loss”.", "22. In limiting the scope of the implied term of trust and confidence in Malik, Lord Steyn stated as follows:", "“[T]he implied mutual obligation of trust and confidence applies only where there is ‘no reasonable and proper cause’ for the employer’s conduct, and then only if the conduct is calculated to destroy or seriously damage the relationship of trust and confidence. That circumscribes the potential reach and scope of the implied obligation.”", "23. The tort of misfeasance in public office arises when a public official has either (a) exercised his power specifically intending to injure the plaintiff, or (b) acted in the knowledge of, or with reckless indifference to, the illegality of his act and in the knowledge or with reckless indifference to the probability of causing injury to the claimant or a class of people of which the claimant is a member (Three Rivers District Council v. Bank of England (No. 3) (HL) [2000] 2 WLR 1220).", "24. At the time of the acts complained of by the applicant, the Data Protection Act 1984 (“the 1984 Act”) regulated the manner in which people and organisations that held data, known as “data holders”, processed or used those data. It provided certain actionable remedies to individuals in the event of misuse of their personal data. The 1984 Act has now been replaced by the Data Protection Act 1998.", "25. Section 1 of the 1984 Act defined its terms as follows.", "“...", "(2) ’Data’ means information recorded in a form in which it can be processed by equipment operating automatically in response to instructions given for that purpose.", "(3) ’Personal data’ means data consisting of information which relates to a living individual who can be identified from that information (or from that and other information in the possession of the data user) ...", "(4) ’Data subject’ means an individual who is the subject of personal data.", "(5) ’Data user’ means a person who holds data, and a person ‘holds’ data if –", "(a) the data form part of a collection of data processed or intended to be processed by or on behalf of that person as mentioned in subsection (2) above; and", "(b) that person ... controls the contents and use of the data comprised in the collection; and", "(c) the data are in the form in which they have been or are intended to be processed as mentioned in paragraph (a) ...", "(7) ’Processing’, in relation to data, means amending, augmenting, deleting or rearranging the data or extracting the information constituting the data and, in the case of personal data, means performing any of these operations by reference to the data subject.", "...", "(9) ’Disclosing’, in relation to data, includes disclosing information extracted from the data ...”", "“1. The information to be contained in personal data shall be obtained, and personal data shall be processed, fairly and lawfully.", "2. Personal data shall be held only for one or more specified and lawful purposes.", "...", "4. Personal data held for any purpose ... shall be adequate, relevant and not excessive in relation to that purpose or those purposes.”", "“(1) An individual who is the subject of personal data held by a data user ... and who suffers damage by reason of –", "...", "(c) ... the disclosure of the data, or access having been obtained to the data, without such authority as aforesaid,", "shall be entitled to compensation from the data user ... for that damage and for any distress which the individual has suffered by reason of the ... disclosure or access.”", "28. The 1984 Act also created the position of Data Protection Registrar, under a duty to promote the observance of the data protection principles by data users. In section 10 it created a criminal offence as follows.", "“(1) If the Registrar is satisfied that a registered person has contravened or is contravening any of the data protection principles he may serve him with a notice (‘an enforcement notice’) requiring him to take ... such steps as are so specified for complying with the principle or principles in question.", "(2) In deciding whether to serve an enforcement notice the Registrar shall consider whether the contravention has caused or is likely to cause any person damage or distress.", "...", "(9) Any person who fails to comply with an enforcement notice shall be guilty of an offence ...”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}