{"ITEMID": "001-97232", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF CIOBANIUC v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicant was born in 1936 and lives in Iaşi.", "5. In 1985, Apartment 8 situated in Constanţa at 17 Aleea Hortensiei, the property of the applicant and of her husband, was seized by the State under Decree no. 223/1974, following their decision to leave the country. No compensation was paid and no copy of the decision to seize the property was sent to them. The applicant's husband later died in 1998, the applicant being his only heir.", "6. On 2 October 1991 and 15 September 1995 the applicant and her husband informed the Constanţa Town Council that they intended to recover their property, requesting the eviction of the tenants.", "7. On 29 October 1996 the State sold that apartment to the then tenants under Law no. 112/1995.", "8. On 18 August 1997 the applicant and her husband sought to have the seizure declared null and void, to recover ownership of Apartment 8 and to have the former tenants evicted; they also sought damages in respect of the furniture which had been in the apartment and which had allegedly been destroyed.", "9. On 17 November 1997 the Constanţa Court of First Instance allowed the action in part and annulled the seizure as unlawful, but dismissed the claim for restitutio in integrum on the grounds that the apartment was in the possession of third parties who were not party to those proceedings. It also dismissed the claim for damages in respect to the furniture for lack of payment of stamp duty.", "Eventually, on 20 March 2000, the Constanţa Court of Appeal upheld that ruling in a final decision.", "10. On 17 October 2001 the Constanţa Court of Appeal, by a final decision, dismissed an action by the applicant for recovery of possession of immovable property lodged against those who had bought the apartment. The court considered that when proceedings are brought by a former owner against those who have acquired ownership under Law no. 112/1995, preference is given to the protection of the good faith principle. Thus, the former tenants had made the purchase in good faith and had complied with the provisions of Law no. 112/1995.", "On 11 October 2002 the Prosecutor's Office attached to the Supreme Court of Justice informed the applicant that there were no reasons to lodge an application for review (recurs în anulare) against that final decision.", "11. On 19 October 2001 the applicant sought to recover Apartment 8 under Law no. 10/2001 governing immovable property wrongfully seized by the State.", "On 16 May 2005 the Constanţa Town Council dismissed her request, since that apartment had been sold in accordance with Law no. 112/1995, but proposed compensation in the equivalent of 11,074 euros (EUR). Then the file was sent to the Constanţa Prefecture and subsequently to the Secretariat of the Central Commission for Compensation.", "On 28 May 2008 the Central Commission for Compensation decided to award the applicant 235,076.09 Romanian lei, the equivalent of EUR 64,025 according to the rate of exchange displayed on that day by the National Bank of Romania.", "According to the documents in the file, the applicant has neither contested that decision nor has she followed the administrative procedure provided under Law 247/2005, as amended by Government Emergency Ordinance no. 81/2007, for opting between cash compensation or shares in the fund Proprietatea.", "12. On 14 February 2005 the Constanţa Court of Appeal, by a final decision, dismissed a request by the applicant to have the sale declared null and void, considering that the former tenants had made the purchase in good faith.", "13. The relevant legal provisions and jurisprudence are described in the following judgments: Brumărescu v. Romania ([GC], no. 28342/95, §§ 31-33, ECHR 1999VII); Străin and Others v. Romania (no. 57001/00, §§ 19-26, ECHR 2005VII); Păduraru v. Romania (no. 63252/00, §§ 38-53, 1 December 2005); Tudor v. Romania (no. 29035/05, §§ 15-20, 17 January 2008); and Viaşu v. Romania (no. 75951/01, §§ 38-46, 9 December 2008)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}