{"ITEMID": "001-102268", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF ZJEDNOCZONE BROWARY WARSZAWSKIE HABERBUSCH I SCHIELE S.A. v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Ján Šikuta;Lech Garlicki", "TEXT": ["5. The applicant is a join-stock company with its registered seat in Warszawa.", "6. By way of an administrative decision of 29 November 1948 a property owned by the applicant and located in Warsaw was expropriated pursuant to provisions of the 1946 Law on transfer to the State of the ownership of the main branches of the national economy (Ustawa z 3 stycznia 1946 r. o przejęciu na wlasność Państwa podstawowych gałęzi gospodarki narodowej).", "7. On 12 June 1991 the applicant lodged with the Ministry of Industry and Agriculture an application to have the expropriation decision declared null and void. The proceedings were subsequently conducted before the Minister of Finance.", "8. On 30 October 2000 the Minister of Finance gave a decision and refused to declare the expropriation decision null and void.", "9. On 17 November 2000 the applicant's lawyer requested the Minister of Finance to re-examine the case.", "10. On 9 January 2001 the Minister of Finance upheld his own decision of 30 October 2000.", "11. On 12 February 2001 the applicant lodged a complaint with the Supreme Administrative Court.", "12. On 18 November 2002 the Supreme Administrative Court quashed both decisions of the Minister of Finance.", "13. On 27 March 2003 the Minister of Finance gave a decision and stayed the proceedings finding that the examination of the case was dependent on the establishment of the components of the applicant's enterprise (ustalenie składników przedsiębiorstwa skarżącego), which fell within the competence of the Minister of Agriculture. On the same day the Minister of Finance requested the Minister of Agriculture to resolve the preliminary issue (zagadnienie wstępne) referred to above. Since then, the proceedings have been pending before the Minister of Finance.", "14. On an unspecified date the applicant appealed against the decision to stay the proceedings.", "15. On 30 April 2003 the Minister of Finance upheld the challenged decision. Since that date the proceedings have been stayed before the Minister of Finance.", "16. On 2 February 2005 the Minister of Agriculture gave a decision and stayed the proceedings.", "17. The applicant requested a re-examination of the case.", "18. On 18 April 2007 the Minister of Agriculture upheld his decision.", "19. The applicant lodged a complaint with the Regional Administrative Court.", "20. On 25 September 2007 the Warsaw Regional Administrative Court found the complaint well-founded and quashed both decisions of the Minister of Agriculture.", "21. Subsequently, on 20 March 2008 the Minister of Agriculture gave a decision and discontinued the proceedings.", "22. The applicant again requested a re-examination of the case.", "23. On 5 February 2009 the Minister of Agriculture upheld his decision.", "24. The applicant lodged a complaint with the Regional Administrative Court.", "25. On 17 July 2009 the Warsaw Regional Administrative Court quashed both decisions of the Minister of Agriculture.", "26. The proceedings are pending before the Minister of Agriculture.", "27. On an unspecified date in 2004 the applicant lodged a complaint about the inactivity on the part of the Minister of Agriculture.", "28. On 19 October 2004 the Warsaw Regional Administrative Court found the complaint well-founded and ordered that the Minister of Agriculture give a decision on the preliminary issue within one month of the court's judgment.", "29. The Minister failed to comply with the court's order and therefore, on 3 August 2005, the applicant requested the Warsaw Regional Administrative Court to impose a fine on him.", "30. On 9 March 2006 the Warsaw Regional Administrative Court dismissed the complaint finding that on 4 February 2005 the Minister had given a decision and stayed the relevant proceedings. Therefore, although he did not give a decision on the merits, it could not be said that the Minister was completely inactive.", "31. The applicant lodged a cassation appeal with the Supreme Administrative Court, which was dismissed on 14 November 2006.", "32. Subsequently, on 20 March 2007, the applicant again complained to the Warsaw Regional Administrative Court about the inactivity on the part of the Minister of Agriculture.", "33. On 13 July 2007 the Warsaw Regional Administrative Court discontinued the proceedings as being pointless finding that, on 18 April 2007, the Minister of Agriculture had given a decision and upheld his own decision to stay the proceedings.", "34. The relevant domestic law on remedies for inaction on the part of the administrative authorities is set out in the Court's judgment in the case of Grabiński v. Poland, no. 43702/02, §§ 6065, 17 October 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}