{"ITEMID": "001-71432", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "NOVOTKA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Tibor Novotka, is a Slovakian national who was born in 1963 and lives in Bratislava. He is represented before the Court by Mrs G. Zelemová, a lawyer practising in Bratislava.", "On 29 February 1996 the applicant, as a member of the public, took part in a public hearing which was held before the Supreme Court (Najvyšší súd) in an unrelated matter. For his private use, the applicant intended to make an audio recording of the hearing. He was however forbidden to do so by the President of the Chamber and subsequently lodged a complaint of the prohibition with the Supreme Court.", "In a letter of 2 April 1996, in response to the applicant’s complaint, the President of the Supreme Court observed that the applicant had had the chance of taking part in the hearing and thus of receiving information about the case. In his view the prohibition on recording had not injured the applicant’s right to receive and impart information.", "On 25 April 1996 the applicant lodged a petition (podnet) under Article 130 § 3 of the Constitution with the Constitutional Court (Ústavný súd). He challenged the prohibition on recording and the response to his complaint about it and argued that they constituted a violation of his right to seek, receive and impart information guaranteed under Article 26 §§ 1 and 2 of the Constitution. The applicant also invoked Article 19 § 2 of the United Nations International Covenant on Civil and Political Rights and Article 10 § 1 of the Convention.", "On 12 May 1997 the Constitutional Court found a violation of the applicant’s above rights. In its finding the Constitutional Court expressed the view that the right to seek, receive and impart information afforded legal protection also to the possibility of obtaining information actively. It was for each individual to decide how he would exercise the said right and whether, in exercising it, he would apply technical means of audio or video recording in order to store, process and disseminate the information obtained.", "On the one hand it was true that taking measures in order to secure the orderly conduct of court proceedings was within the discretionary power of the president of the court’s chamber. However, on the other hand, to forbid recording which did not disturb the course of the hearing would exceed such discretion. In the present case there was no indication or allegation that the applicant’s intended recording would disturb the hearing. There was therefore a violation of Article 26 of the Constitution.", "As to Article 10 of the Convention, the Constitutional Court observed that its application in respect of recording court hearings had not yet been tested. The lacking Convention standard had therefore to be substituted by a domestic standard. The Constitutional Court was of the view that there was accordingly a violation of Article 10 of the Convention as well.", "On 11 July 1997 the applicant brought an action against the Ministry of Justice in the Bratislava I District Court (Okresný súd). On 3 November 1998 the applicant provided further and better particulars through the intermediary of a lawyer who represented him from then on throughout the proceedings.", "In reliance on the Constitutional Court’s finding the applicant argued that the prohibition of recording was wrongful. He maintained that it had caused him nonpecuniary damage and claimed an amount of money by way of just satisfaction. The applicant based the claim alternatively on the State Liability Act (Law no. 58/1969 Coll.) and on the provisions of the Civil Code concerning protection of personal integrity. In the latter case the applicant also claimed an apology.", "On 13 September 2000, following a hearing held on the same day, the District Court dismissed the action. In so far as the applicant invoked the State Liability Act, it was held that it guaranteed no right to compensation in respect of nonpecuniary damage. As no pecuniary damage had been asserted, the relevant part of the action was unfounded. It was further held that liability for damage caused by erroneous official conduct was governed exclusively by the State Liability Act as the lex specialis. The Civil Code as the lex generalis did not apply to it and the State did not have the standing to be sued under its provisions.", "On 27 March 2001, following a hearing held on the same day, the Bratislava Regional Court (Krajský súd) upheld the part of the judgment of 13 September 2000 concerning the dismissal of the action in so far as it had been based on the State Liability Act. It concurred with the District Court’s view that the said legislation provided for no right to compensation in respect of nonpecuniary damage. The Regional Court however quashed the contested judgment as being premature and lacking adequate reasoning in so far as it concerned the applicant’s claim under the Civil Code.", "In a judgment of 29 October 2001 the District Court ordered that the Ministry of Justice apologise to the applicant for the violation of his rights found by the Constitutional Court. It was held that the State, in the person of the Ministry, had the standing to be sued in the case. The prohibition of the recording constituted an interference with the applicant’s personal integrity within the meaning of Article 11 of the Civil Code, in particular with an element of his personal liberty. As found by the Constitutional Court the prohibition was wrongful, and directly causally linked to the interference with the applicant’’s wishes. In view of these considerations and the fact that the applicant was involved as a private citizen and not as for example a journalist, the gravity of the interference was diminished. The applicant challenged the judgment by an appeal disputing the interpretation of the relevant legal rules by the District Court. In particular, he maintained that his entitlement to financial compensation was sui generis, and that it was based on the violation of his fundamental right as such and that the requirement of “diminishment of dignity or position in society” therefore did not apply to his case.", "On 18 June 2002 the Regional Court upheld the District Court’s judgment of 29 October 2001 fully endorsing its legal reasoning. No appeal lay against the Regional Court’s judgment and it became final and binding on 30 July 2002.", "On 26 September 2002 the applicant who was represented by a lawyer lodged a complaint under Article 127 of the Constitution with the Constitutional Court. He argued that he had not received a fair trial in the proceedings in his action of 1997 in that the courts had failed to assess his claim for financial compensation in the light of all the relevant evidence. They consequently drew incorrect conclusions and arbitrarily dismissed the claim while failing to support the dismissal by an adequate reasoning.", "On 13 November 2002 the Constitutional Court sitting in camera pursuant to Section 25 § 1 of the Constitutional Court Act (Law no. 38/1993 Coll., as amended) held a preliminary examination of the complaint following which it declared it inadmissible as being manifestly ill-founded. It was observed that the applicant was in fact challenging legal conclusions of general courts which did not correspond to his wishes and which the Constitutional Court had no jurisdiction to review unless contrary to constitutional principles. No such contradiction had however been established."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}