{"ITEMID": "001-118276", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF ZORICA JOVANOVIĆ v. SERBIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);Respondent State to take measures of a general character (Article 46-2 - Changes of regulations;Legislative amendments);Non-pecuniary damage - award", "JUDGES": "Guido Raimondi;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1953 and lives in Batočina.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 28 October 1983 the applicant gave birth to a healthy baby boy in the Ćuprija Medical Centre (“the ĆMC”), a State-run hospital.", "8. Between 28 and 30 October 1983, while still in the ĆMC, the applicant had regular contact with her son.", "9. On 30 October 1983 the applicant was informed by the doctors that both she and her son would be discharged the next day.", "10. The applicant was with her son until approximately 11 p.m. on 30 October, when he was taken to a separate room for newborn babies. This was standard procedure and the applicant’s son had experienced no medical problems up to that point.", "11. On 31 October 1983, at around 6.30 a.m., the duty doctor informed the applicant that “her baby ha[d] died”. Upon hearing this, the applicant immediately ran down the corridor towards the room where her son had spent the night. She was physically restrained by two orderlies, however. A nurse even tried to inject her with a sedative, but the applicant successfully resisted the attempt. Ultimately, having no other option and being in a state of shock, the applicant checked out of the ĆMC. Her relatives were subsequently told that the autopsy of the infant would be performed in Belgrade, which was why his body could not yet be released to the parents. The applicant and her family remained confused as to why the autopsy would have to be carried out in Belgrade, as this was clearly a departure from the ĆMC’s normal practice.", "12. From 2001, and particularly from 2002, the Serbian media started reporting extensively on numerous cases similar to the applicant’s (see, for example, http://www.kradjabeba.org, accessed on 29 January 2013).", "13. On 24 October 2002 the applicant sent a request to the ĆMC, seeking all relevant documentation relating to her son’s death.", "14. On 12 November 2002 the applicant was informed by the ĆMC that her son had died on 31 October 1983, at 7.15 a.m., and that his death had occurred from an unknown cause. The ĆMC maintained that no other information was available because its archives had been flooded in the meantime and many documents had been destroyed.", "15. On 22 November 2002, in response to the applicant’s request, the Municipality of Ćuprija informed her that her son’s birth had been registered in the municipal records but that his death had not.", "16. On 10 January 2003 the applicant’s husband (the child’s father) lodged a criminal complaint with the Ćuprija municipal public prosecutor’s office against the medical staff of the ĆMC, whom the applicant deemed responsible for “her son’s abduction”.", "17. On 15 October 2003 the Ćuprija municipal public prosecutor’s office rejected the complaint as unsubstantiated, since “there was evidence that [the applicant’s] son had died on 31 October 1983”. No further reasoning was offered and there was no indication as to whether any preliminary investigation had been carried out.", "18. In March 2004 the Municipality of Ćuprija reaffirmed the content of its letter of 22 November 2002.", "19. On 29 April 2004 the ĆMC provided the applicant with its internal records in support of its letter dated 12 November 2002.", "20. On 19 September 2007 the Municipality of Ćuprija confirmed that the death of the applicant’s son had never been formally registered.", "21. On 28 December 2007 the Municipality of Ćuprija provided the applicant with copies of her son’s birth certificate, in response to her earlier demand, together with the ĆMC’s request for registration of the birth.", "22. The body of the applicant’s son was never released to the applicant or her family. Nor were they ever provided with an autopsy report or informed as to when and where he was allegedly buried.", "23. Between 12 June 2009 and 20 July 2011 the Kragujevac Clinical Centre regularly treated the applicant for, inter alia, various depression-related symptoms dating back to 1999 and especially 2001.", "24. At a meeting organised by the Ministry of Health on 17 June 2003 on the burial of newborn babies who had died in hospital it was decided, inter alia, that the bodies could only be released to the parents if the latter signed a special form designed for this purpose.", "25. In response to a specific request sent to them by the State-run funeral company (JKP Pogrebne usluge) on 17 October 2003, all Belgrade-based public health-care institutions also agreed, inter alia, to implement a procedure whereby a special declaration would have to be signed (a) by the parents, or other family members, stating that they had been informed of the death by the hospital and that they would personally be making the funeral arrangements, or (b) by a legal entity, or its representative, to the effect that it would be making these arrangements because others had refused or were unable to do so. In the absence of such declarations, the State-run funeral company would refuse to collect the bodies from the hospitals.", "26. In 2005 hundreds of parents in the same situation as that of the applicant, namely, whose newborn babies had “gone missing” following their alleged deaths in hospital wards, especially in the 1970s, 1980s and 1990s, applied to the Serbian Parliament seeking redress.", "27. On 14 July 2006 Parliament formally adopted a report prepared by the Investigating Committee established for this purpose. The findings of this report concluded, inter alia, that (a) there had been serious shortcomings in the applicable legislation at the relevant time and in the procedures before various State bodies and health authorities; (b) the situation justified the parents’ doubts or concerns as to what had really happened to their children; (c) no criminal redress could now be effective in view of the applicable limitation periods (see paragraph 34 below); and (d) a concerted effort on the part of all government bodies, as well as changes to the relevant legislation, were therefore necessary in order to provide the parents with adequate redress.", "28. On 16 April 2010 the local media reported that the President of the Serbian Parliament had stated that a parliamentary working group was about to be formed in order to prepare new legislation aimed at providing redress to the parents of the “missing babies”.", "29. Following an extensive investigation into the issue, the Ombudsman found, inter alia, that (a) at the relevant time, there were no coherent procedures and/or statutory regulations as to what should happen in situations where a newborn baby died in hospital; (b) the prevailing medical opinion was that parents should be spared the mental pain of having to bury their newborn babies, which was why it was quite possible that certain couples were deliberately deprived of the opportunity to do so; (c) any autopsy reports were usually incomplete, inconclusive, and of highly dubious veracity; (d) it could not therefore be ruled out that the babies in question were indeed removed from their families unlawfully; (e) turning to more recent times, the government response between 2006 and 2010 had itself been inadequate; and (f) the parents therefore remained entitled to know the truth about the real fate of their children, which could only be arrived at through the enactment of a lex specialis.", "30. In response to the findings and recommendations of the Parliamentary Report of 14 July 2006 (see paragraphs 26-27 above), a working group was set up by Parliament on 5 May 2010 (see paragraph 28 above). Its task was to assess the situation and propose any appropriate changes to the legislation.", "31. On 28 December 2010 the working group submitted its report to Parliament. Following a detailed analysis of the current, already amended, legislation, it concluded that no changes were necessary except as regards the collection and use of medical data, but that a new piece of legislation concerning this issue was already being prepared (nacrt Zakona o evidencijama u oblasti zdravstva). The working group specifically noted, inter alia, that Article 34 of the Constitution made it impossible to extend the limitation period for criminal prosecution in respect of crimes committed in the past or, indeed, to introduce new, more serious, criminal offences and/or harsher penalties applicable to crimes committed in the past (see paragraph 32 below). The existing Criminal Code already envisaged several criminal offences of relevance to the issue, however, and the new Health Care Act set out a detailed procedure making it impossible for parents to have their newborn babies unlawfully removed from hospital wards (see paragraphs 35 and 41 below).", "32. Article 34 of the Constitution reads as follows:", "“No one shall be convicted on account of any act which did not constitute a criminal offence under the law or any other regulation based on the law at the time when it was committed. Nor shall a penalty be imposed which was not prescribed for the act at the time.", "The penalties shall be determined pursuant to the legislation in force at the time when the act was committed, save where subsequent legislation is more lenient for the perpetrator. Criminal offences and penalties shall be laid down by the law.”", "33. Article 116 provided, inter alia, that anyone who had unlawfully detained or abducted a minor child from his or her parents was liable to a prison sentence of between one and ten years.", "34. Articles 95 and 96 provided, inter alia, that prosecution of the crime defined in Article 116 of the Criminal Code of the Socialist Republic of Serbia became time-barred where more than twenty years had elapsed since the commission of the crime.", "35. Under Articles 191, 192, 388 and 389, various forms of child abduction and human trafficking, including for the purposes of adoption, are defined as a crime.", "36. Articles 199 and 200 provide, inter alia, that anyone who has suffered fear, physical pain or, indeed, mental anguish as a consequence of a breach of his or her “personal rights” (prava ličnosti) shall be entitled, depending on their duration and intensity, to sue for financial compensation in the civil courts and, in addition, to request other forms of redress “which may be capable” of affording adequate non-pecuniary satisfaction.", "37. Article 376 §§ 1 and 2 provide that a claim based on the above-mentioned provisions may be brought within three years of the date on which the injured party learnt of the damage in question and identified the person responsible, but that such a claim must in any event be lodged within a maximum of five years of the event itself.", "38. Article 377 § 1 further provides that if the damage in issue has been caused as a result of the commission of a criminal offence, the civil limitation period may be extended so as to correspond to the applicable criminal statute of limitations.", "39. On 4 June 1998 the Supreme Court (Rev. 251/98) held that civil limitation periods concerning various forms of non-pecuniary damage (see paragraphs 36-38 above) would not start running until the situation complained of had come to an end (kada su pojedini vidovi neimovinske štete dobili oblik konačnog stanja).", "40. On 21 April 2004 the Supreme Court (Rev. 229/04) further held that “personal rights” within the meaning of the Obligations Act included, inter alia, the right to respect for family life.", "41. Articles 219 to 223 provide, inter alia, details as regards the determination of the time and cause of death of a newborn baby while still in hospital. Specifically, the hospital will inform the family as soon as possible and provide them with access to the body. An autopsy is carried out and a biological sample stored for any future purposes. The police are informed if no cause of death has been established, and the relevant municipal authorities are informed in all circumstances."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}