{"ITEMID": "001-79926", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "REMMO AND UZUNKAYA v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The first applicant, Mr Mousbach Remmo, is a Lebanese national who was born in 1973. The second applicant, Ms Sapha Uzunkaya, is a Turkish national who was born in 1969. The applicants live in Senden, Germany. They were represented before the Court by Mr F. Münsterkötter, a lawyer practising in Münster.", "The applicants, who both lived in Lebanon before moving to Germany, are married in accordance with the Muslim rituals since 1994 but did not have a civil marriage in Germany. They are the parents of M. who was born on 15 September 1999. They have another four children born in 1997, 1998, 2000 and 2002.", "On 29 August 2001 the first applicant brought M. to a hospital in Münster on the advice of a child doctor. According to the first applicant, M. had fallen three days before, without his parents having observed this, and had been injured. He had a swollen forehead and a glasses haematoma, with his eyes being swollen following massive blood intrusions. When examining the child, the hospital doctors discovered further injuries. Considering these symptoms to be the result of M.’s maltreatment, they informed the police thereof.", "On 31 August 2001 two experts of the Münster Institute of Forensic Medicine submitted a report on the motion of the Münster Public Prosecutor’s Office. Having examined M. on 29 August 2001, they found that the child had numerous older haematoma all over his body, mostly at parts on which he was unlikely to fall, and several smaller scars stemming from injuries inflicted at different moments in time. These findings indicated that he had been ill-treated over a longer period of time and suffered from a so-called battered child syndrome.", "In the course of further examinations carried out in hospital, M. was found to have also suffered a fracture of the skull at an earlier date which his parents had not noticed.", "On 31 August 2001 the Lüdinghausen District Court, by way of an interim injunction and without having previously heard the applicants, provisionally withdrew the applicants’ right to determine M.’s place of residence and transferred it to the Coesfeld Youth Office. It found that, having regard to M.’s multiple injuries, the applicants were suspected of having ill-treated him. It ordered that the applicants’ other children be equally examined by the Institute of Forensic Medicine.", "In their report dated 3 September 2001 the two experts of the Münster Institute of Forensic Medicine, having examined M.’s three brothers, found that they did not show any signs of exposure to violent acts.", "On 7 September 2001 the applicants, who were from then on represented by counsel in the proceedings before the domestic courts, lodged an appeal against the order of 31 August 2001. They claimed that at no point in time they ill-treated M.", "On 17 September 2001 the Lüdinghausen District Court, having heard the applicants in person, confirmed the withdrawal of the applicants’ right to determine M.’s place of residence, provisionally withdrew the right of custody of the second applicant, who, in the court’s view, had sole custody pursuant to section 1626a § 2 of the Civil Code (see ‘Relevant domestic law’ below), and transferred it to the Youth Office. It further ordered an expert report on the question of whether there were signs that M. had been ill-treated by his mother and possibly also by his father from a psychological point of view.", "On 18 September 2001 M. was released from hospital. Since then, he has been living in a foster family. His parents visit him every two weeks.", "On 14 September 2002 the Münster Public Prosecutor’s Office discontinued the criminal proceedings against the applicants as there was no sufficient evidence that it had been them who had injured M.", "On 25 September 2002 the Lüdinghausen District Court withdrew the applicants’ parental custody of M. pursuant to section 1666 of the Civil Code (see ‘Relevant domestic law’ below) and conferred it to the Coesfeld Youth Office.", "The District Court had heard the applicants in person without appointing an interpreter for the second applicant, who hardly spoke German and whose submissions in Arabic were translated by the first applicant. It had further consulted a psychological expert and a representative of the Youth Office.", "The District Court was convinced that M. had repeatedly experienced violence. It noted that the applicants had stressed that M. had not been deliberately injured by them, but had injured himself while romping around. However, there were no innocent explanations for his numerous injuries inflicted at different points in time. Even assuming that some of them were caused by M.’s own inadvertence, there were several signs, such as the fact that he ducked when someone approached him or that he strongly resisted being undressed, which indicated that he had been ill-treated by others.", "The court, having regard to the report of the psychological expert, found that it could not be ascertained whether the injuries of the two-year-old M., who was not able to make any concrete statement, had been inflicted by his parents. However, it was clear that they had been unable to protect M. from such injuries.", "Moreover, relying on the report of the psychological expert, the District Court found that also M.’s mental development was jeopardized. Mere language problems were inevitable in a family in which one of the parents did not speak German and were no reason to separate a child from his parents. However, M. lived isolated in the family’s apartment with his mother, who spoke Arabic, hardly knew any German and showed no interest in his education, including his learning German.", "According to the psychological expert and the representative of the Youth Office M. had settled well in his foster family. The District Court found that there were no milder measures, such as aids by public authorities, which were suitable to avert risks to M.’s welfare. The first applicant was busy with two jobs and the second applicant, whom both applicants considered responsible for their children’s education, did not speak German and was unwilling to change this by starting to learn German. It conceded that the applicants had declared to be willing to cooperate with the authorities, if necessary with the help of a neighbour who was ready to interpret for them. However, as confirmed by a representative of the Youth Office, social pedagogic family support, which was based on a relationship of trust between the pedagogue and the parent, was not possible in the permanent presence of an interpreter.", "On 8 October 2002 the applicants lodged an appeal against the District Court’s decision of 25 September 2002.", "On 3 December 2002 the Court of Appeal appointed M. a curator ad litem who subsequently submitted two reports to the Court of Appeal.", "On 13 February 2003 the Hamm Court of Appeal heard the parties and the psychological expert.", "On 8 April 2003 the Hamm Court of Appeal, following another hearing in which it also consulted M.’s foster parents, dismissed the applicants’ appeal. Agreeing with the District Court, it found that the applicants, by their failure, had jeopardized M.’s welfare and that there were no milder means of averting danger to the child’s best interest. The applicants were unable to educate M. in a way which safeguarded his physical and mental integrity.", "The Court of Appeal found that M. had been considerably injured on several occasions in the applicants’ household. It could not be ascertained whether it had been M.’s parents or third persons who had injured the child so that the criminal investigations against the applicants had been discontinued. Despite this, there were several indications, notably M.’s repeated statements that his mother was mean, his aggressive behaviour and the fact that his parents had given different and contradictory explanations for his injuries, that M. had been ill-treated within his family. This could, however, be left open. Even assuming that M. (then aged two) had injured himself while romping around, his parents, despite his serious injuries, had failed to guarantee his full and prompt medical treatment. The applicants were indifferent towards physical injuries of their children. This was not least demonstrated by the fact that during the expert’s presence, their children were romping around with dangerous objects like turned chairs and forks without their parents interfering. Therefore, the need to protect M.’s physical integrity was already in itself a sufficient reason to withdraw his parents’ custody.", "The Court of Appeal, agreeing with the findings of the psychological expert, further found that the child’s mental welfare would be jeopardized if he returned to his family. M. had made traumatising experiences within his family which he had started to overcome as he had settled well in his foster family and, as confirmed by the Youth Office, had developed intensive bonds with them. On the contrary, he had never developed any relationship with his father and had told his mother that she should leave him alone. Visits of his parents had shown that there was hardly any relationship between them and M. any longer.", "The Court of Appeal stressed that it was irrelevant that M.’s foster parents could further M. considerably more from an intellectual and linguistic perspective than his parents. It was the child’s welfare which was decisive for the measures to be taken.", "The Court of Appeal observed that pursuant to section 1666a of the Civil Code (see ‘Relevant domestic law’ below), measures resulting in the separation of a child from his family were only permitted if the danger to the child’s welfare could not be averted by other means, notably aids by public authorities. However, the Youth Office had submitted that it had no pedagogues speaking Arabic and that a direct communication between the pedagogue and the parents was indispensable for a social pedagogic measure to have prospects of success. The parents had not changed their attitude towards physical injuries of their children so that support would be necessary day and night which was impossible to furnish. Even if this was possible, M.’s mental welfare would still be jeopardized for the reasons already set out.", "The Court of Appeal observed that, the applicants not having had a civil marriage in Germany, it was probably only the second applicant who had custody of M. It had nevertheless dismissed also the first applicant’s appeal for reasons of precaution.", "On 26 June 2003 the Hamm Court of Appeal dismissed the applicants’ remonstrance. Referring to the reasons given in its decision of 8 April 2003, it argued in particular that, even assuming delays in the proceedings, these did as such not warrant returning M. to his family.", "On 29 July 2003 the Federal Constitutional Court, without giving reasons for its decision, refused to admit the applicants’ constitutional complaint. The decision was served on the applicants’ lawyer on 4 August 2003.", "Pursuant to section 1626a of the Civil Code a child’s mother has sole custody if the child’s parents are not married and have not deposited a declaration of joint custody recorded by a notary with the authorities.", "Section 1666 § 1 of the Civil Code provides that the family courts shall be entitled to take the necessary measures to avert dangers to the physical, mental or spiritual welfare of a child caused by an abusive exercise of parental custody, by neglecting the child or by unintentional failure of the parents if the parents are unwilling or unable to avert the dangers.", "Pursuant to section 1666a § 1 of the Civil Code measures which entail a separation of the child from the parents are only permitted if the danger cannot be averted by other means, including aids by public authorities. The right of personal custody may only be withdrawn in its entirety if other measures proved unsuccessful or if it has to be assumed that they are insufficient to avert the danger."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}