{"ITEMID": "001-103350", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF PREMININY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);No violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Violation of Art. 5-4;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicants were born in 1981 and 1953 respectively and live in the town of Surgut in the Tyumen Region. They are son and father.", "5. On 19 January 2002 criminal proceedings were instituted against the first applicant. He was suspected of having broken into the online security system of an American bank, Green Point Bank (hereafter – the Bank), and having stolen the Bank’s client database. According to the prosecution, in November 2001 the first applicant contacted the Bank using a fake name. He demanded money in exchange for a promise not to publish the Bank’s database on the Internet. The Bank agreed to pay and the first applicant provided it with his real name and address. At the same time he published a part of the Bank’s database on the Internet. The Bank transferred 10,000 United States dollars to the first applicant.", "6. At the beginning of April 2002 the first applicant was charged with aggravated extortion. He gave a written undertaking not to leave the town.", "7. On 23 April 2002 a deputy prosecutor general of the Russian Federation authorised the first applicant’s placement in custody on the ground that he had been charged with a serious criminal offence and was liable to pervert the course of justice, reoffend or abscond.", "8. The first applicant was arrested on 7 May 2002 and placed in a detention ward at Surgut police station. On the following day he lodged a complaint with the Surgut Town Court challenging the grounds for his placement in custody. His lawyer submitted a separate complaint. On 9 May 2002 the first applicant was transferred to a detention facility in Tyumen.", "9. On 24 May 2002 the Surgut Town Court declined to examine the first applicant’s and his lawyer’s complaints, noting that it did not have territorial jurisdiction over the matter. The Town Court advised the first applicant and his lawyer to lodge complaints with a court in Yekaterinburg.", "10. On 11 July 2002 the first applicant’s counsel, Mr Ch., lodged a complaint with the Surgut Town Court arguing that the first applicant’s arrest and detention were unlawful.", "11. On 17 July 2002 the Surgut Town Court declined to examine the complaint giving the same reasons as those cited in its decision of 24 May 2002. On 20 August 2002 the Khanty-Mansi Regional Court upheld the Town Court’s findings.", "12. On 22 July 2002 Mr Ch. complained to the Surgut Town Court that the first applicant’s arrest and subsequent detention were unlawful and asked for his release.", "13. Three days later the Surgut Town Court declined to examine the complaint, once again relying on a lack of territorial jurisdiction. On 20 August 2002 the Khanty-Mansi Regional Court, acting in its appellate jurisdiction, confirmed the lawfulness of the Town Court’s decision.", "14. On 25 July 2002 the Sverdlovsk Regional Psychiatric Hospital carried out a psychiatric examination of the first applicant and issued an expert report. The relevant part of the report read as follows:", "“... the psychiatric examination concludes that [the first applicant] is showing signs of brief reactive psychosis.", "The examinee reports that the illness emerged after the offence, during his stay in the temporary detention facility where he developed strong feelings of fear and hopelessness accompanied by psychologically understandable feelings of depression as a result of additional traumatic experiences, systematic ill-treatment, and physical and psychological abuse inflicted on him by his fellow inmates. There is no information in the medical record concerning [the first applicant’s] mental health during his stay in the hospital of the temporary detention facility with concussion and broken ribs.", "...", "[The first applicant] cannot take part in any investigative or judicial activities.", "[The first applicant] needs to be placed in a psychiatric hospital for compulsory treatment ... until his recovery from the psychosis ...”", "15. On 28 September 2002 a deputy prosecutor of Surgut sent the case to the Surgut Town Court for trial. He noted that the first applicant was mentally ill, presented a danger to public safety and was liable to cause substantial damage. The deputy prosecutor argued that compulsory measures of a medical nature ought to be applied to the first applicant.", "16. On 18 October 2002 the Surgut Town Court fixed the first hearing for 4 November 2002. It also examined a request from the second applicant seeking his son’s release or, alternatively, his transfer to a psychiatric hospital. The Town Court decided that the first applicant was to remain in custody because he had been charged with a serious criminal offence. However, he was to be transferred to the Tyumen Regional Psychiatric Hospital in view of the state of his mental health. The first applicant was placed in that hospital on 4 December 2002.", "17. On 22 November 2002 the Presidium of the Khanty-Mansi Regional Court considered, by way of supervisory review, that on 24 May 2002 the Surgut Town Court had incorrectly applied the law and had wrongfully concluded that it had not had territorial jurisdiction over the matter of the first applicant’s detention. The Presidium quashed the decision of 24 May 2002 and sent the case to the Town Court for fresh examination.", "18. In the meantime, on 3 December 2002 the Surgut Town Court found that the first applicant had committed aggravated extortion but absolved him of criminal responsibility finding that he was mentally incapacitated. The Town Court ordered that compulsory measures of a medical nature should be applied to the first applicant and that he should be placed in a psychiatric hospital for general care. The judgment was not appealed against and became final.", "19. On 10 December 2002 the Surgut Town Court declined to re-examine the complaints of the first applicant and his lawyer that his arrest and detention were unlawful. The Town Court held that on 3 December 2002 it had examined the criminal case, found that the first applicant had committed aggravated extortion and ordered that he be placed in a psychiatric hospital. It had no competence to examine the subject of the applicant’s detention after the criminal case had been decided on its merits.", "20. On 24 October 2003 the Presidium of the Khanty-Mansi Regional Court, by way of supervisory review and giving the same reasons as it had given on 22 November 2002, quashed the decisions of 25 July and 20 August 2002 by which the lawyer’s request of 22 July 2002 for the first applicant’s release had been refused. The Presidium ordered an examination of the detention on its merits.", "21. On 5 February 2004 the Surgut Town Court, having re-examined the lawyer’s complaint concerning the lawfulness of the first applicant’s detention, dismissed it finding that the criminal case had already been closed, the first applicant was being detained by virtue of the final judgment and the Town Court could no longer examine the matter.", "22. On 30 March 2004 the Khanty-Mansi Regional Court quashed the decision of 5 February 2004 and ordered a fresh examination of the applicant’s detention. The relevant part of the decision read as follows:", "“By virtue of Article 123 of the Russian Code of Criminal Procedure, parties to criminal proceedings and other persons, in so far as their interests have been affected by procedural actions and decisions, can appeal against [the] actions and decisions of a pre-trial investigation body, an investigator, an interviewing officer, a prosecutor or court in accordance with the procedure established by the present Code.", "Article 125 of the Russian Code of Criminal Procedure sets forth the judicial procedure for an examination of such complaints.", "Examination of the presented materials shows that the [town] court did not in fact examine the grounds for [the first applicant’s complaints] or check the lawfulness of the actions and decisions of the indicated persons.", "The record of the court hearing does not show which materials were examined by the court.", "The [town] court’s conclusion that the subject of the complaint no longer existed was not based on law; the fact that a court has given a judgment in a criminal case cannot serve as a ground for declining to examine the lawfulness of procedural actions and procedural decisions taken in the course of that criminal case and affecting the [first applicant’s] interests, [and cannot serve as a ground] for declining to examine the [first applicant’s] complaints.", "Moreover, that complaint was lodged with the court long before the examination of the criminal case by the court.”", "23. On 19 May 2004 the Surgut Town Court found that the first applicant’s arrest and subsequent detention had been lawful. The first applicant’s lawyer attended the hearing. However, the second applicant, despite having been properly summonsed, defaulted and did not notify the Town Court of the reasons for his absence.", "24. On 21 July 2004 the Khanty-Mansi Regional Court upheld the decision on appeal.", "25. On 17 June 2003 Lebedyovskaya Psychiatric Hospital examined the first applicant and recommended that he be released from hospital because he no longer presented a danger to himself or the public. On 30 June 2003 the Director of Lebedyovskaya Psychiatric Hospital applied to the Surgut Town Court seeking the release of the first applicant.", "26. On 4 July 2003 the Surgut Town Court sent the request to the Zavudkovskiy District Court, finding that the latter had territorial jurisdiction over the matter.", "27. On 8 October 2003 the Zavudkovskiy District Court returned the case file to the Surgut Town Court noting that the matter should be examined in Surgut.", "28. On 12 March 2004 the Presidium of the Khanty-Mansi Regional Court, by way of supervisory review, quashed the decision of 4 July 2003 and ordered the Surgut Town Court to examine the request for the first applicant’s release.", "29. On 13 July 2004 Tyumen Regional Psychiatric Hospital carried out a psychiatric examination of the first applicant and considered that the conclusions reached by Lebedyovskaya Psychiatric Hospital on 17 June 2003 had been incorrect and that the first applicant should remain in a psychiatric hospital for further compulsory medical treatment.", "30. On 2 September 2004 the Surgut Town Court dismissed the request for the release of the first applicant on the ground that the expert report of 17 June 2003 had been inconclusive, that on 13 July 2004 it had been found that the first applicant was still suffering from schizophrenia and had been considered in need of further compulsory psychiatric treatment. The decision was not appealed against and became final.", "31. On 2 February 2005, following a new psychiatric examination of the first applicant and a request from Tyumen Regional Psychiatric Hospital, the Surgut Town Court authorised his release from hospital.", "32. At the end of May 2002 the first applicant was transferred to Yekaterinburg no. 1 temporary detention facility and placed in cell no. 131. The cell housed four inmates. According to the first applicant, he was systematically humiliated and ill-treated by warders and detainees alike. On 10 June 2002 his cellmates, acting upon an order of the administration of the detention facility, severely beat him up with long wooden sticks which they had received from the warders.", "33. The Government disputed the first applicant’s version of events, arguing that on the night of 9 June 2002 the first applicant had initiated a conflict with one of his cellmates, calling him names. A fight broke out and the first applicant received injuries. The Government insisted that the first applicant’s allegations of the authorities’ instigating role in the dispute were not supported by any evidence.", "34. The Government submitted medical certificate no. 226 drawn up in the detention facility on 10 June 2002 following an examination of the first applicant by a prison doctor. It appears from the certificate that the prison doctor diagnosed the first applicant with concussion and numerous abrasions to his arms, legs, back, shoulders, face and ears and prescribed him bed rest. The doctor also noted that the first applicant had received those injuries over a period of a week in cell no. 131. The first applicant was transferred to the medical unit of the detention facility on the afternoon of 10 June 2002.", "35. According to a copy of the facility’s logbook produced by the Government, on the morning of 10 June 2002 an officer on duty made an entry in the log of an incident involving the first applicant and listed his injuries.", "36. On 11 June 2002 the acting director of detention facility no. 1, having examined the information about a possible offence committed against the first applicant, refused to institute criminal proceedings. He found that on 10 June 2002 the first applicant had had a heated argument with one of his cellmates, Mr K. The latter had kicked the first applicant once in the stomach, as a result of which the first applicant had fallen, having hit his head and back against a wall. The first applicant had got back to his feet and attempted to strike back, but was stopped by two other cellmates who broke up the fight. The director of the facility also noted that, when questioned about the incident, the first applicant had confirmed that he had verbally assaulted Mr K. and asked that criminal proceedings against the latter not be instituted. The two remaining cellmates gave similar descriptions of the incident. A copy of the director’s decision of 11 June 2002 was served on the first applicant and sent to the Sverdlovsk Regional Prosecutor’s Office to verify that the domestic law had been properly applied in the case.", "37. In April 2004 the second applicant was appointed the legal guardian of the first applicant. On 21 April 2004 he complained to the Sverdlovsk Regional Prosecutor’s Office about the decision of 11 June 2002.", "38. On 16 August 2004 the Sverdlovsk Regional Prosecutor quashed the decision of 11 June 2002 finding that it had been issued “prematurely” and ordered an additional investigation into the first applicant’s complaints. The prosecutor also noted that the first applicant suffered from a serious mental illness impairing his legal capacity and that in those circumstances his alleged request that no proceedings be instituted against cellmate K. should not have had any legal implications.", "39. On 18 August 2004 the administration of the temporary detention facility refused to institute criminal proceedings in respect of the first applicant’s complaint of ill-treatment on the ground that the statutory limitation period had expired. That decision was quashed on 14 December 2004 and an additional investigation was authorised.", "40. On 24 December 2004 an assistant to the Sverdlovsk Regional Prosecutor refused to institute criminal proceedings against Mr K. because the statutory limitation period of two years had expired on 10 June 2004 and Mr K. could no longer bear criminal responsibility. In his decision the assistant also listed statements by warders who had insisted that the first applicant had had a dispute with Mr K. The latter had beaten up the first applicant. The fight had been stopped by the two other cellmates. The warders had not asked the cellmates to threaten the first applicant or to beat him up. At the same time, Mr K. retracted his previous statements and claimed that he had not beaten up the first applicant. The other two inmates were not questioned because their whereabouts were unknown. A copy of the decision of 24 December 2004 was served on the second applicant.", "41. The Government submitted that on 29 August 2007 the decision of 24 December 2004 had been quashed by a higher-ranking prosecutor and the investigation was now pending.", "42. The first applicant complained that he had been systematically beaten up by warders. He claimed that on 14 June 2002 the warders had broken three of his ribs.", "43. The Government argued that on the night of 14 June 2002 the first applicant had fallen over on his way to the lavatory, breaking two ribs.", "44. As can be seen from a copy of the first applicant’s medical record drawn up in detention facility no. 1 and submitted by the Government, on 14 June 2002 the first applicant was examined by a neurologist and the head of the detention facility’s medical unit. They noted an injury to the first applicant’s chest and authorised a chest X-ray. The X-ray was taken on 18 June 2002 and showed that the first applicant had two broken ribs on his right side. Four days later the first applicant was again examined by the facility doctors, who noted his anxious state. The doctors recorded that the first applicant had refused to remain in his cell, had been disorientated and inert, and had not given proper responses to their questions. Following a further medical examination on 24 June 2002 the doctors noted that the first applicant had had difficulty formulating sentences and concentrating, that his reactions had been slow and that he had constantly stared straight ahead. A psychiatric examination of the first applicant was recommended.", "45. On 21 June 2002 the director of the facility closed an investigation into the cause of the first applicant’s injury, finding that he had broken his ribs when falling over in a cell on 14 June 2002. The decision was based on statements by the first applicant’s three cellmates who had insisted that no force had been used against him. The director also noted that it had been impossible to interview the first applicant as his behaviour had been strange and he had not answered the questions put to him owing to the poor state of his mental health. A copy of the director’s decision was served on the first applicant and sent to the Sverdlovsk Regional Prosecutor for verification.", "46. On 21 April 2004 a deputy to the Sverdlovsk Regional Prosecutor quashed the decision of 21 June 2002 and ordered an additional investigation, having found that it was necessary to carry out a forensic medical examination of the first applicant and to question his cellmates and the warders. The deputy prosecutor stated that his decision was a response to information received on 21 June 2002 from the director of detention facility no. 1 about a possible criminal offence.", "47. On 30 April 2004 a senior inspector, having concluded that on 14 June 2002 the first applicant had slipped, fallen to the floor and injured himself, found that the complaint was unsubstantiated. The decision was based on evidence collected during the internal investigation carried out by the administration of the detention facility in June 2002. In addition, the senior investigator relied on a report by forensic medical experts who had studied the first applicant’s medical documents in April 2004 and concluded that there was insufficient evidence to confirm that the first applicant had had broken ribs.", "48. On 14 December 2004 the decision of 30 April 2004 was quashed and an additional investigation was ordered.", "49. On 24 December 2004 an assistant of the Sverdlovsk Regional Prosecutor refused to institute criminal proceedings against the warders, finding no prima facie case of ill-treatment. The assistant’s decision was based on the statements of one of the first applicant’s cellmates, a warder and a medical assistant who had examined the first applicant on 22 June 2002. The first applicant’s cellmate stated that he had fallen over. He had had no visible injuries, but had complained of being in pain. The warder, while noting that conflicts among detainees had been very frequent and that it was impossible to remember each and every one of them, insisted that no force had been used against the first applicant on any occasion. The medical assistant stated that prior to his placement in the detention facility’s medical unit on 22 June 2002 the first applicant had acted aggressively towards other inmates and provoked, in turn, aggressive actions towards himself.", "The assistant was unable to locate and question the first applicant’s other cellmates.", "50. It appears from the Government’s submissions that the decision of 24 December 2004 was quashed on 29 August 2007. A fresh investigation appears to be pending now.", "51. The Code of Criminal Procedure of the Russian Federation (in force since 1 July 2002, “the CCrP”) provides that a criminal investigation can be initiated by an investigator or a prosecutor upon a complaint by an individual or on the investigative authorities’ own initiative where there are reasons to believe that a crime has been committed (Articles 146 and 147). The prosecutor is responsible for the overall supervision of the investigation (Article 37). He or she can order specific investigative measures, transfer the case from one investigator to another or order an additional investigation. If there are no grounds upon which to initiate a criminal investigation, the prosecutor or investigator shall give a reasoned decision to that effect, which must be brought to the attention of the interested party. The decision is amenable to appeal to a higher-ranking prosecutor or to a court of general jurisdiction in accordance with a procedure established by Article 125 of the CCrP (Article 148). Article 125 of the CCrP provides for judicial review of decisions given by investigators and prosecutors that might infringe the constitutional rights of parties to proceedings or prevent access to court.", "52. Russian law sets out detailed guidelines for the detention of individuals in temporary detention facilities. These guidelines are found in Ministry of Justice Decree no. 189 on Internal Regulations of Temporary Detention Facilities (“the Decree”), enacted on 14 October 2005. In particular, Section II of the Decree provides that an investigation should be carried out into the circumstances in which a detainee has sustained injuries. Case-file materials drawn up as part of the investigation into the circumstances of a possible offence should be transferred to a prosecutor’s office which has to take a decision on the institution or refusal to institute criminal proceedings in compliance with the requirements of the Russian Code of Criminal Procedure (paragraph 16 of Section II).", "53. Chapter III of the Prosecutor’s Offices Act (Federal Law no. 2202-I of 17 January 1992) identifies the jurisdiction and powers of prosecution authorities in the field of prosecution supervision. In particular, if information about a possible violation of Russian law is received, prosecution authorities should carry out their supervisory function. Prosecutors are authorised to monitor the enforcement of the Russian Constitution and laws by various federal and local authorities and their officials, including the administrations of detention facilities (section 21). They should also ensure that the rights and freedoms of detained individuals are respected in places of detention. In performing their task prosecutors should respond to information about possible violations of human rights and freedoms and take measures to prevent or eliminate such violations, bringing those responsible to justice, which can include instituting administrative or criminal proceedings and awarding damages (sections 26, 27 and 32). While supervising the work of the administration of a detention facility, prosecutors are to demand that the administration creates conditions in which the rights and freedoms of detained individuals are fully respected, to check that the administration’s decisions comply with domestic legal norms and to receive additional explanations from officials of the detention facility if needed (section 33).", "54. The complexity and importance of prevention of violence in detention facilities, specificity of procedures to be employed by facility administration addressing inter-prison violence and necessity of special care, including psychiatric care, of detainees was discussed by the European Committee for the Prevention of Torture in its General Reports. The following are the extracts from the Reports:", "“54. Effective grievance and inspection procedures are fundamental safeguards against ill-treatment in prisons. Prisoners should have avenues of complaint open to them both within and outside the context of the prison system, including the possibility to have confidential access to an appropriate authority. The CPT attaches particular importance to regular visits to each prison establishment by an independent body (eg. a Board of visitors or supervisory judge) possessing powers to hear (and if necessary take action upon) complaints from prisoners and to inspect the establishment’s premises. Such bodies can inter alia play an important role in bridging differences that arise between prison management and a given prisoner or prisoners in general.", "55. It is also in the interests of both prisoners and prison staff that clear disciplinary procedures be both formally established and applied in practice; any grey zones in this area involve the risk of seeing unofficial (and uncontrolled) systems developing. Disciplinary procedures should provide prisoners with a right to be heard on the subject of the offences it is alleged they have committed, and to appeal to a higher authority against any sanctions imposed. Other procedures often exist, alongside the formal disciplinary procedure, under which a prisoner may be involuntarily separated from other inmates for discipline-related/security reasons (eg. in the interests of \"good order\" within an establishment). These procedures should also be accompanied by effective safeguards. The prisoner should be informed of the reasons for the measure taken against him, unless security requirements dictate otherwise1, be given an opportunity to present his views on the matter, and be able to contest the measure before an appropriate authority.”", "“ii) psychiatric care", "41. In comparison with the general population, there is a high incidence of psychiatric symptoms among prisoners. Consequently, a doctor qualified in psychiatry should be attached to the health care service of each prison, and some of the nurses employed there should have had training in this field.", "The provision of medical and nursing staff, as well as the layout of prisons, should be such as to enable regular pharmacological, psychotherapeutic and occupational therapy programmes to be carried out.", "42. The CPT wishes to stress the role to be played by prison management in the early detection of prisoners suffering from a psychiatric ailment (eg. depression, reactive state, etc.), with a view to enabling appropriate adjustments to be made to their environment. This activity can be encouraged by the provision of appropriate health training for certain members of the custodial staff.”", "“Staff-prisoner relations", "26. The cornerstone of a humane prison system will always be properly recruited and trained prison staff who know how to adopt the appropriate attitude in their relations with prisoners and see their work more as a vocation than as a mere job. Building positive relations with prisoners should be recognised as a key feature of that vocation.", "Regrettably, the CPT often finds that relations between staff and prisoners are of a formal and distant nature, with staff adopting a regimented attitude towards prisoners and regarding verbal communication with them as a marginal aspect of their work. The following practices frequently witnessed by the CPT are symptomatic of such an approach: obliging prisoners to stand facing a wall whilst waiting for prison staff to attend to them or for visitors to pass by; requiring prisoners to bow their heads and keep their hands clasped behind their back when moving within the establishment; custodial staff carrying their truncheons in a visible and even provocative manner. Such practices are unnecessary from a security standpoint and will do nothing to promote positive relations between staff and prisoners.", "The real professionalism of prison staff requires that they should be able to deal with prisoners in a decent and humane manner while paying attention to matters of security and good order. In this regard prison management should encourage staff to have a reasonable sense of trust and expectation that prisoners are willing to behave themselves properly. The development of constructive and positive relations between prison staff and prisoners will not only reduce the risk of ill-treatment but also enhance control and security. In turn, it will render the work of prison staff far more rewarding.", "Ensuring positive staff-inmate relations will also depend greatly on having an adequate number of staff present at any given time in detention areas and in facilities used by prisoners for activities. CPT delegations often find that this is not the case. An overall low staff complement and/or specific staff attendance systems which diminish the possibilities of direct contact with prisoners, will certainly impede the development of positive relations; more generally, they will generate an insecure environment for both staff and prisoners.", "It should also be noted that, where staff complements are inadequate, significant amounts of overtime can prove necessary in order to maintain a basic level of security and regime delivery in the establishment. This state of affairs can easily result in high levels of stress in staff and their premature burnout, a situation which is likely to exacerbate the tension inherent in any prison environment.", "Inter-prisoner violence", "27. The duty of care which is owed by custodial staff to those in their charge includes the responsibility to protect them from other inmates who wish to cause them harm. In fact, violent incidents among prisoners are a regular occurrence in all prison systems; they involve a wide range of phenomena, from subtle forms of harassment to unconcealed intimidation and serious physical attacks.", "Tackling the phenomenon of inter-prisoner violence requires that prison staff be placed in a position, including in terms of staffing levels, to exercise their authority and their supervisory tasks in an appropriate manner. Prison staff must be alert to signs of trouble and be both resolved and properly trained to intervene when necessary. The existence of positive relations between staff and prisoners, based on the notions of secure custody and care, is a decisive factor in this context; this will depend in large measure on staff possessing appropriate interpersonal communication skills. Further, management must be prepared fully to support staff in the exercise of their authority. Specific security measures adapted to the particular characteristics of the situation encountered (including effective search procedures) may well be required; however, such measures can never be more than an adjunct to the above-mentioned basic imperatives. In addition, the prison system needs to address the issue of the appropriate classification and distribution of prisoners.”"], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}