{"ITEMID": "001-114604", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "CIOK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Piotr Ciok, is a Polish national, who was born in 1973 and lives in Barczewo. He was represented before the Court by Mr B. Hausler, a lawyer practising in Berlin.", "3. On 14 March 2005 a Polish national, E.D., was found dead in Antwerp, Belgium. Subsequently, the applicant was arrested in Belgium in connection with her murder.", "4. On 17 November 2006 the Anvers Regional Court convicted the applicant of homicide and sentenced him to life imprisonment.", "5. On 9 March 2007 the judgment was upheld by the Antwerp Assize Court.", "6. It appears that the Belgian authorities requested the Polish authorities to take over the execution of the applicant’s sentence. On 22 November 2007 they also decided that the applicant was to be expelled from Belgium and prohibited from returning for a period of ten years. The applicant did not give his consent to his transfer to Poland. On 16 December 2008 the Olsztyn Regional Court decided that it was possible to transfer the applicant to Poland under the Convention on the Transfer of Sentenced Persons (the Transfer Convention) and its Additional Protocol. Afterwards the Polish Ministry of Justice agreed to his transfer.", "7. On 25 March 2009 the applicant was transferred to Poland.", "8. On 26 May 2009 the Olsztyn Regional Court gave a ruling on the legal qualification of the offence under Polish law and on the enforcement of the sentence. It considered that the offence of which the applicant had been convicted in Belgium fulfilled the description of the offence of homicide prohibited by Article 148 § 1 of the Polish Criminal Code. The court further considered that this offence carried under Polish law a minimum sentence of eight years’ imprisonment or life imprisonment. Thus the sentence imposed in Belgium did not exceed the maximum prescribed by the law of the administering State and it was not necessary to adapt the sanction.", "9. In consequence the court decided that the applicant would serve the sentence of life imprisonment in Poland. The court finally decided that the additional penalty of deprivation of civic rights imposed by the Belgian court could not be imposed as it had not been foreseen for the offence prohibited by Article 148 § 1 of the Criminal Code.", "10. The applicant appealed against the ruling. He complained in particular about the decision not to apply regulations pertaining to conditional release that were binding in the sentencing country, Belgium.", "11. On 18 June 2009 the Bialystok Court of Appeal upheld the judgment. The court amended the legal basis of the Regional Court’s judgment in that it considered that the latter court had correctly converted the applicant’s sentence according to Articles 9 § 1 (b) and 11 of the Transfer Convention. Moreover, the court admitted that the rules pertaining to conditional release differed between Poland and Belgium. In Poland a person in the applicant’s situation could apply for parole after having served twentyfive years’ imprisonment whereas in Belgium that term was shorter and amounted to ten years. However, the court decided not to rule on the matter of conditional release as the Belgian judgment did not include a provision on the length of the sentence the applicant would have to serve before he was eligible to apply for conditional release. Therefore, Polish rules on enforcement of sentences would be applicable to the case.", "12. Under Article 78 § 3 of the Criminal Code a prisoner serving a life sentence is eligible for parole after serving a minimum of twenty-five years of his sentence.", "13. The objectives of the 1983 Transfer Convention (European Treaty Series, ETS, No. 112), including its 1997 Additional Protocol (ETS No. 167), are to develop international cooperation in the field of criminal law and to further the ends of justice and social rehabilitation of sentenced persons. According to the Preamble to the Transfer Convention, these objectives require that foreigners who are deprived of their liberty as a result of their commission of a criminal offence should be given the opportunity to serve their sentences within their own society.", "14. Article 3 § 1 of the Transfer Convention enables the transfer of a sentenced person from “the sentencing State” to “the administering State” provided, inter alia, that the person in question is a national of the administering State; that he or she (or in some instances a legal representative) consents to the transfer; that the acts or omissions on account of which the sentence has been imposed constitute a criminal offence according to the law of the administering State or would constitute a criminal offence if committed on its territory; and that the sentencing and administering States both agree to the transfer.", "15. Article 9 of the Transfer Convention (“Effect of transfer for administering State”) provides:", "“1. The competent authorities of the administering State shall:", "a. continue the enforcement of the sentence immediately or through a court or administrative order, under the conditions set out in Article 10, or", "b. convert the sentence, through a judicial or administrative procedure, into a decision of that State, thereby substituting for the sanction imposed in the sentencing State a sanction prescribed by the law of the administering State for the same offence, under the conditions set out in Article 11.", "3. The enforcement of the sentence shall be governed by the law of the administering State and that State alone shall be competent to take all appropriate decisions. ...”", "16. Article 11 of the Transfer Convention (“Conversion of sentence”) provides:", "“1. In the case of conversion of sentence, the procedures provided for by the law of the administering State apply. When converting the sentence, the competent authority:", "a. shall be bound by the findings as to the facts insofar as they appear explicitly or implicitly from the judgment imposed in the sentencing State;", "b. may not convert a sanction involving deprivation of liberty to a pecuniary sanction;", "c. shall deduct the full period of deprivation of liberty served by the sentenced person; and", "d. shall not aggravate the penal position of the sentenced person, and shall not be bound by any minimum which the law of the administering State may provide for the offence or offences committed.", "2. If the conversion procedure takes place after the transfer of the sentenced person, the administering State shall keep that person in custody or otherwise ensure his presence in the administering State pending the outcome of that procedure.”", "17. Article 3 of the Additional Protocol (“Sentenced persons subject to an expulsion or deportation order”) provides:", "“1. Upon being requested by the sentencing State, the administering State may, subject to the provisions of this Article, agree to the transfer of a sentenced person without the consent of that person, where the sentence passed on the latter, or an administrative decision consequential to that sentence, includes an expulsion or deportation order or any other measure as the result of which that person will no longer be allowed to remain in the territory of the sentencing State once he or she is released from prison.”", "18. The Additional Protocol entered into force in respect of Poland on 1 June 2000."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}