{"ITEMID": "001-57805", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF CRÉMIEUX v. FRANCE", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);Violation of Art. 8;Not necessary to examine Art. 6-3;Not necessary to examine Art. 10;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["6. Mr Paul Crémieux, a French citizen born in 1908, is retired and lives at his female companion’s home in Marseilles. At the material time he was chairman and managing director of SAPVIN, a wholesale wine firm, whose head office is in Marseilles.", "7. In October 1976, in the course of an investigation into the SODEVIM company, customs officers seized documents relating to business transactions between SAPVIN and foreign firms.", "8. Thereafter, from 27 January 1977 to 26 February 1980, the customs authorities carried out eighty-three investigative operations in the form of interviews and of raids on SAPVIN’s head office, on the applicant’s home and at other addresses of his and on the homes of other people, during which further items were seized.", "Each of the house searches was made under Articles 64 and 454 of the Customs Code (see paragraphs 19-20 below). They were conducted by officials from the National Customs Investigations Department (\"the DNED\") in the presence of a senior police officer (officier de police judiciaire); a report was made on each of them and they all led to Mr Crémieux’s being subsequently interviewed.", "9. Several such searches were made on 23 January 1979.", "One of them began at 7 a.m. at the applicant’s Paris home, in his absence. The customs officers were received by Mr Crémieux’s son; they inspected the office and took away 518 documents, some of which, according to Mr Crémieux, had no connection with the customs investigation. The son initialled the inventory of documents. The applicant, who had arrived at 9.10 a.m., signed the report together with his son; he denied having been able, as the Government maintained, to go through the documents.", "Another search began at 8 a.m. at the home of Mr Crémieux’s female companion, whom, the applicant claimed, the DNED officials had followed into the bathroom when she said she wanted to put on a dressing-gown. Numerous personal papers were seized.", "Searches were also made of the homes of other people, who had business relations with the applicant and his company.", "10. On 24 January and 17 May 1979 Mr Crémieux was questioned by customs officers.", "On 16 February 1979 they opened the private strongbox he had at SAPVIN’s head office and took seventeen documents from it.", "11. On a complaint by the Mediterranean Interregional Head Office of Customs, the Marseilles public prosecutor’s office began a judicial investigation in respect of Mr Crémieux and seven other people and passed the case to a local investigating judge on 16 June 1981.", "12. On 29 November 1982 this judge charged the eight with offences against the legislation and regulations governing financial dealings with foreign countries.", "The customs agreed to compound with those charged (see paragraph 23 below) - Mr Crémieux was to pay 1,400,000 French francs (FRF) and SAPVIN FRF 20,000,000 - and the judge accordingly issued a discharge order on 16 June 1987.", "13. On 8 August 1983 and 4 and 11 April 1984 Mr Crémieux applied to the Marseilles investigating judge for a declaration that the customs officers’ reports on the facts and on the seizures were null and void.", "On 24 April 1984 the judge made an order that the file on the investigation in respect of Mr Crémieux and those charged with him should be sent to the Marseilles public prosecutor for an opinion.", "The customs authorities and the public prosecutor’s office submitted that the relevant reports were valid and the house searches lawful.", "14. On 22 June 1984 the investigating judge made an order whereby the case was referred directly to the Indictment Division of the Aix-en-Provence Court of Appeal for a decision on the lawfulness of the proceedings (Article 171 of the Code of Criminal Procedure).", "15. On 30 July 1984 the Indictment Division held that all the impugned reports were valid.", "In the terms set out below, it dismissed an application by Mr Crémieux for a declaration that Articles 454 and 64 of the Customs Code had ceased to have effect in the light of the principles laid down in the Constitutional Council’s decision of 29 December 1983 (Official Gazette (Journal officiel), 30 December 1983, p. 3871):", "\"Paul Crémieux relied on the fact that in this decision the Constitutional Council held that ‘in order expressly to satisfy the requirements not only of the liberty of the individual and the inviolability of the home but also of the fight against customs evasion, the provisions of Article 89 of the Budget Act 1984 should have been accompanied by provisions and clarifications precluding any improper interpretation or practice and, accordingly, could not, as they stood, be held to be constitutional’.", "The Indictment Division, however, cannot rule on the constitutionality of Articles 454 and 64 of the Customs Code in whatever form or context such unconstitutionality is pleaded.", "This is because Article 27 of the Criminal Code provides that ‘any judge ... who stays or suspends the application of a statute ...’ shall be guilty of criminal malfeasance in public office.\"", "The Indictment Division did not rule on the issue - raised by the applicant before the investigating judge - whether the disputed customs measures were compatible with Article 8 (art. 8) of the Convention.", "16. Mr Crémieux appealed on points of law. In the first of his three grounds he relied on, inter alia, the Convention:", "\"Violation on account of the refusal to apply Articles 62 and 66 of the Constitution of 4 October 1958 and Article 8 (art. 8) of the Convention ..., violation through improper application of Articles 64 and 454 of the Customs Code and of Article 593 of the Code of Criminal Procedure;", "In that the Court of Appeal in the judgment appealed against upheld the validity of the house searches made by customs officers accompanied by a senior police officer (officier de police judiciaire) between 27 January 1977 and 26 February 1980 under Articles 64 and 454 of the Customs Code, and in particular the one made on 23 January 1979 at the applicant’s home;", "On the grounds that the Indictment Division cannot rule on the constitutionality of Articles 454 and 64 of the Customs Code in whatever form or context such unconstitutionality is pleaded and that Article 127 of the Criminal Code indeed provides that ‘any judge ... who stays or suspends the application of a statute’ shall be guilty of criminal malfeasance in public office;", "Whereas, firstly, Article 66 of the Constitution of 4 October 1958 makes the right of State officials to search the home of an offender subject to prior judicial leave, and Articles 64 and 454 of the Customs Code, which did not provide for any such safeguard, before the promulgation of the Constitution of 4 October 1958, were thus implicitly but necessarily abrogated by the Constitution, which, by Article 62, is directly binding on the courts without that entailing any review of the constitutionality of legislation; and the Indictment Division therefore contravened the aforementioned provisions;", "Whereas, secondly, the provisions of Articles 64 and 454 of the Customs Code are incompatible with those of Article 8 (art. 8) of the Convention ..., which are directly binding on national courts, Article 8 (art. 8) providing for the inviolability of the home; and the Indictment Division thus also contravened the provisions of that treaty;", "Whereas, in the alternative, Articles 64 and 454 of the Customs Code, assuming that they remained in force after the promulgation of the Constitution of 4 October 1958, require, in accordance with the provisions of the Constitution, that when administrative officials search a person’s home they must have sought and obtained prior judicial leave; and that the report on the house search is null and void unless it mentions that this formality was complied with; on this account likewise the Indictment Division infringed the aforementioned provisions.\"", "17. The Criminal Division of the Court of Cassation dismissed the appeal on 21 January 1985. In relation to the foregoing ground it held:", "\"Articles 454 and 64 of the Customs Code, as enacted by the Act of 28 December 1966, are legislative in nature and have never been repealed. It is accordingly not within the jurisdiction of the ordinary courts to review their constitutionality. Furthermore, the provisions they contain satisfy the requirements of Article 8 (art. 8) of the Convention ..., paragraph 2 (art. 8-2) of which allows interference by a public authority with an individual’s home where such interference is, inter alia, ‘in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, [and] for the prevention of disorder or crime’.\"", "18. The criminal provisions of customs law in France are treated as a special body of criminal law.", "19. Two provisions of the Customs Code are relevant as regards these officials:", "\"The officials designated below shall be empowered to establish offences against the legislation and regulations governing financial dealings with foreign countries:", "1. customs officers;", "2. other officials of the Ministry of Finance with the rank of at least inspector;", "3. senior police officers (officiers de police judiciaire).", "The reports made by senior police officers shall be forwarded to the Minister for Economic Affairs and Finance, who shall refer cases to the prosecuting authorities if he thinks fit.\"", "\"The officials referred to in the preceding Article shall be empowered to carry out house searches in any place as provided in Article 64 of this code.\"", "20. When the house search was made (23 January 1979), Article 64 of the Customs Code was worded as follows:", "\"1. When searching for goods held unlawfully within the customs territory, except for built-up areas with a population of at least 2,000, and when searching in any place for goods subject to the provisions of Article 215 hereinafter, customs officers may make house searches if accompanied by a local municipal officer or a senior police officer (officier de police judiciaire).", "2. In no case may such searches be made during the night.", "3. Customs officers may act without the assistance of a local municipal officer or a senior police officer", "(a) in order to make searches, livestock counts, and inspections at the homes of holders of livestock accounts or owners of rights of pasture; and", "(b) in order to look for goods which, having been followed and kept under uninterrupted surveillance as provided in Article 332 hereinafter, have been taken into a house or other building, even if situated outside the customs zone.", "4. If entry is refused, customs officials may force an entry in the presence of a local municipal officer or a senior police officer.\"", "21. The Budget Acts of 30 December 1986 (section 80-I and II) and 29 December 1989 (section 108-III, 1 to 3) amended Article 64, which now provides:", "\"1. In order to investigate and establish the customs offences referred to in Articles 414-429 and 459 of this code, customs officers authorised for the purpose by the Director- General of Customs and Excise may make searches of all premises, even private ones, where goods and documents relating to such offences are likely to be held and may seize them. They shall be accompanied by a senior police officer (officier de police judiciaire).", "2. (a) Other than in the case of a flagrant offence (flagrant délit), every search must be authorised by an order of the President of the tribunal de grande instance of the locality in which the customs headquarters responsible for the department in charge of the proceedings is situated, or a judge delegated by him.", "Against such an order there shall lie only an appeal on points of law as provided in the Code of Criminal Procedure; such an appeal shall not have a suspensive effect. The time within which an appeal on points of law must be brought shall run from the date of notification or service of the order.", "The order shall contain:", "(i) where applicable, a mention of the delegation by the President of the tribunal de grande instance;", "(ii) the address of the premises to be searched;", "(iii) the name and position of the authorised official who has sought and obtained leave to make the searches.", "The judge shall give reasons for his decision by setting out the matters of fact and law that he has accepted and which create a presumption in the case that there have been unlawful activities of which proof is sought.", "If, during the search, the authorised officials discover the existence of a bank strongbox which belongs to the person occupying the premises searched and in which documents, goods or other items relating to the activities referred to in paragraph 1 above are likely to be found, they may, with leave given by any means by the judge who made the original order, immediately search the strongbox. Such leave shall be mentioned in the report provided for in paragraph 2(b) below.", "The judge shall take practical steps to check that each application for leave made to him is well-founded; each application shall contain all information in the possession of the customs authorities that may justify the search.", "He shall designate the senior police officer responsible for being present at the operations and keeping him informed of their progress.", "The search shall be carried out under the supervision of the judge who has authorised it. Where it takes place outside the territorial jurisdiction of his tribunal de grande instance, he shall issue a rogatory letter, for the purposes of such supervision, to the President of the tribunal de grande instance in the jurisdiction of which the search is being made.", "The judge may go to the scene during the operation.", "He may decide at any time to suspend or halt the search.", "The judicial order shall be notified orally to the occupier of the premises or his representative on the spot at the time of the search, who shall receive a complete copy against acknowledgement of receipt or signature in the report provided for in paragraph 2(b) below. If the occupier of the premises or his representative is absent, the judicial order shall be notified after the search by means of a registered letter with recorded delivery. Notification shall be deemed to have been made on the date of receipt entered in the record of delivery.", "Failing receipt, the order shall be served as provided in Articles 550 et seq. of the Code of Criminal Procedure.", "The time-limits and procedures for appeal shall be indicated on notification and service documents.", "(b) Searches may not be commenced before 6 a.m. or after 9 p.m. They shall be made in the presence of the occupier of the premises or his representative; if this is impossible, the senior police officer shall requisition two witnesses chosen from persons not under his authority or that of the customs.", "Only the customs officers mentioned in paragraph 1 above, the occupier of the premises or his representative and the senior police officer may inspect documents before they are seized.", "The senior police officer shall ensure that professional confidentiality and the rights of the defence are respected in accordance with the provisions of the third paragraph of Article 56 of the Code of Criminal Procedure; Article 58 of that code shall apply.", "The report, to which shall be appended an inventory of the goods and documents seized, shall be signed by the customs officers, the senior police officer and the persons mentioned in the first sub-paragraph of this section (b); in the event of a refusal to sign, mention of that fact shall be made in the report.", "Where an on-the-spot inventory presents difficulties, the documents seized shall be placed under seal. The occupier of the premises or his representative shall be informed that he may be present at the removal of the seals, which shall take place in the presence of the senior police officer; the inventory shall then be made.", "A copy of the report and of the inventory shall be given to the occupier of the premises or his representative.", "A copy of the report and the inventory shall be sent to the judge who made the order within three days of its being drawn up.", "3. Customs officers may act without the assistance of a senior police officer", "(a) in order to make searches, livestock counts and inspections at the homes of holders of livestock accounts or owners of rights of pasture; and", "(b) in order to look for goods which, having been followed and kept under uninterrupted surveillance as provided in Article 332 hereinafter, have been taken into a house or other building, even if situated outside the customs zone.", "4. If entry is refused, customs officers may force an entry in the presence of a senior police officer.\"", "22. Article 458 of the Customs Code provides:", "\"Offences against the legislation and regulations governing financial dealings with foreign countries may be prosecuted only on a complaint by the Minister for Economic Affairs and Finance or one of his representatives authorised for the purpose.\"", "23. The customs authorities may, in certain circumstances, compound with persons being prosecuted for customs offences or for offences against the legislation and regulations governing financial dealings with foreign countries (Article 350 of the Customs Code)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}