{"ITEMID": "001-97254", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF FEDCHENKO v. RUSSIA NO. 2", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Pecuniary and non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;George Nicolaou;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1968 and lives in the village of Suponevo, in the Bryansk Region.", "5. The applicant has been the editor of a weekly newspaper, Bryanskiye Budni (Брянские будни), since he founded it in 1999.", "6. In 2004-2005 the state of educational system in the Bryansk Region became the subject of media attention.", "7. The newspaper Bryanskoye Vremya (Брянское время), in issue no. 30 of September 2004, published an article entitled “Textbook for an Alchemist” (“Учебник для алхимика”). The article discussed the shortage of textbooks in schools and problems related to their publication and supply. In particular, the article mentioned a “mysterious” publisher of textbooks which it linked to the dismissal of the then head of the Bryansk Department of Education, I. Geraschenkov, who was later reappointed to the post. The article also referred to an audit report which had revealed numerous financial irregularities in the supply of textbooks.", "8. On 6 July 2005 Rossiyskaya Gazeta (Российская газета), a newspaper of the Russian Government, published an abridged version of an article by S.F. and A.G. entitled “Question for an official. Where does the 'children's money' disappear' to?” (Экзамен для чиновника. Куда исчезают «детские» деньги), which criticised the poor state of the education system in the Bryansk Region. The article read as follows:", "“The Bryansk Department of Education headed by I. Geraschenkov and his first deputy N. Prokopenko spends more than 13,000 [roubles] a month per boarding school pupil. Education in a vocational school is more expensive than in a prestigious commercial college. According to the Department's reports, each year 36,000 roubles are allocated to each school for the additional training of teachers. However, the schools do not receive it.", "The Bryansk Region broke all records for the number of children playing truant from boarding schools and has been subject to harsh criticism as a result. A shocking number of children are put on a missing list every day. All right, now it is summer and the weather is warm. However, the number of children playing truant from the boarding schools is no smaller in winter, when it is freezing outside and the child has neither a place to sleep nor food. What is the explanation for this? Children are being kept in boarding schools in unbearable conditions. Material resources there are very scarce and there is a high turnover of tutors because of low wages.", "One third of a billion roubles is allocated annually to 38 vocational schools in Bryansk. However, the picture is not any better in these schools. Ugly walls, obsolete equipment, low wages for the teachers ... The quality of training also leaves much to be desired. It is notable that 90% of the school leavers do not take up their chosen profession.", "Fortunately, school financing is not within the competence of the local education officials. However, significant finances aimed at the development of school education pass through the Department. And very strange things happen there!", "For instance, take the 'School Textbook' programme. The Department's senior officials manage to convince the councillors that there are not enough textbooks in the schools and that children from low-income families are in a particularly difficult situation. However, as soon as the councillors take a decision on the allocation of funds, these officials immediately forget the acuity of the problem. Nobody remembers the children from low-income families any more. Thus, between three and five million [roubles] of budgetary funds are spent year in, year out. This year the officials bought textbooks out of the budgetary funds from a single supplier without an open tender. This is a gross violation of the presidential decree on fighting economic crime and corruption.", "Another sphere within the Department's competence is the advanced training of educational staff. Bryansk teachers became accustomed a long time ago to working without any methodical support. However, 36,000 roubles from the regional budget is allocated annually to each school for advanced training and retraining. Headmasters in rural areas have not seen this money for a long time and do not even know that it has been allocated.", "Why does this happen? There are two reasons. First, the money is not received by the schools as earmarked funds, but by entities subordinate to the Department, such as the Bryansk Institute of Advanced Training of Educational Staff, irrespective of the quality of their work.", "And if you enter the rector's reception area, you will see fashionable splendour, an incredible number of secretaries ... The maintenance of the 'Institute of Advanced Training' costs the regional budget more than 16 million per year. Teachers and headmasters cannot even rebel against it, the point being that the rector of the 'Institute of Advanced Training' is the selfsame Mr Geraschenkov, who heads the Department.", "Clearly, in an organisation as secretive as the regional Department it is very hard to get at the truth. For instance, we have still to find out where one million roubles for computer and communications equipment in the Department's account left over from 2004 have disappeared to. As far back as the first half of this year schools in the region were due to be provided with modern communication systems, but they still have not received anything.”", "9. On 14 July 2005 the Bryanskiye Budni published the full version of the article. It was entitled “Where does the 'children's money' disappear to?” (Куда исчезают «детские деньги») and read as follows:", "“The Bryansk Department of Education headed by I. Geraschenkov and his first deputy N. Prokopenko spends more than 13,000 a month per boarding school pupil. Education in a vocational school is more expensive than in a prestigious commercial college. According to the Department's reports, each year 36 thousand roubles are allocated to each school for the additional training of teachers. However, the schools do not receive it.", "The saddest thing about this situation is that the heads of the Department do not even think about trying to change things for the better. They wearily give instructions for decisions taken at meetings held five years previously to be rewritten. Indeed, why change anything when they are comfortable with everything.", "The Department is remarkable not only because of the inefficient expenditure of taxpayers' money but because of the inertia of its senior officials. Both Geraschenkov and Prokopenko have held the top posts in the regional education office for a very long time.", "Establishments for children left without parental care are the first thing the Department finances and is responsible for. The Bryansk Region broke all records for the number of children playing truant from boarding schools and has been subject to harsh criticism as a result. A shocking number of children are put on the missing list every day. All right, now it is summer and the weather is warm. However, the number of children playing truant from the boarding schools is no smaller in winter, when it is freezing outside, and the child has neither a place to sleep nor food. What is the explanation for this? Children are being kept in boarding schools in unbearable conditions.", "Material resources there are very scarce and there is a high turnover of tutors because of the low wages. Many benefactors who have seen this picture grant considerable funds to afford some improvement in the conditions for the children. But if only they knew how much budgetary money is spent per child! We repeat: 13,000 per month! This is in addition to the funds provided by the benefactors.", "However, there is another sad fact: notwithstanding such heavy expenditure, in most cases the region still ends up with social misfits. Many of the boarding school pupils engage in alcohol abuse, become dependent on state benefits or end up being prosecuted and sent to jail.", "However, it is not the children's fault, but the fault of the system which the abovementioned heads have been building for years.", "Vocational schools are also directly dependent on the regional Department of Education and receive taxpayers' money through the Department. Getting acquainted with the way the vocational schools function brings you down. The material resources of most of them are in decline: ugly walls, obsolete equipment and low wages for teachers. School leavers have extremely low levels of knowledge and professional skills. Unfortunately, 90% of the school leavers do not take up their chosen profession, so that budgetary money is effectively wasted.", "One third of a billion roubles is seemingly allocated annually to 38 vocational schools. Despite this they are in decline and those they have trained are not in demand in the labour market, even though nowadays highly qualified workers are in sufficient demand and earn quite good money.", "Fortunately, school financing is not within the competence of the local education officials. However, significant finances aimed at the development of school education pass through the Department, including the material resources for the schools and methodical support for teacher training. And very strange things happen there!", "For instance, take the 'School Textbook' programme. When it is time to allocate funds, the Department's senior officials go to the council and convince the councillors that there are not enough textbooks in the schools and that children from low-income families are in a particularly difficult situation and cannot get the basic books. This is true. However, as soon as the councillors take a decision on the allocation of funds – these officials immediately forget the acuity of the problem. Books are purchased randomly, distributed among the districts even more chaotically and incomprehensibly large sums (around one hundred roubles) are spent on shipping the educational materials. Nobody remembers the children from low-income families any more.", "Thus, between three and five million [roubles] of budgetary funds are spent year in, year out. This year the officials bought textbooks out of the budgetary funds from a single supplier without an open tender. This is a gross violation of the presidential decree on fighting economic crime and corruption.", "One more sphere within the Department's competence is the advanced training of educational staff. Bryansk teachers became accustomed a long time ago to working without any methodical support. The situation is absurd even: many teachers prefer to avoid methodical institutions as they do not expect anything from them but admonition and disrespect. However, 36,000 roubles from the regional budget are allocated annually to each school for advanced training and retraining. Headmasters in rural areas have not seen this money for a long time and do not even know that it has been allocated.", "Why does this happen?", "There are two reasons. First, the money is not received by the schools as earmarked funds, but by entities subordinate to the Department, such as the Bryansk Institute of Advanced Training of Educational Staff, irrespective of the quality of their work. If you enter the rector's reception area, you will see fashionable, chic secretaries ... The maintenance of the 'Institute of Advanced Training' costs the regional budget an incredible figure of more than 16 million per year.", "Not only are the teachers and headmasters of the schools deprived of money that is due to them, they cannot even rebel against it, the point being that the rector of the 'Institute of Advanced Training' is the selfsame Mr Geraschenkov who heads the Department. He is responsible not only for training, but for performance appraisal as well. If a teacher claims that he was offered a poor quality or uninteresting course, the training specialist who appraises him will unnerve and humiliate him, and perhaps reduce his marks and leave him with a pittance.", "These are the conditions in which teachers work: with the feeling that as far as professional development is concerned they can count only on themselves and their colleagues. Or, as a teacher of literature, a teacher of the highest grade, said: 'You work and work, try and try, and then a newly fledged training specialist comes along and humiliates you for no reason.'", "The other reason for the stalemate and mismanagement in education is the following. The former Governor released Geraschenkov from the post of director of the regional Department. However, the new Governor reappointed him for some reason, thus violating the law for a third time. Section 18 of the Law on State Service of the Bryansk Region provides that only persons under 60 can be appointed to such posts and that the appointment should be made on the basis of a competition advertised in the media. The executive branch is not a private clique, everything here is subject to State laws. However, the competition did not take place, not even superficially.", "And the third: Geraschenkov holds two posts of head of department at the same time. This is a flagrant violation of the Law of the Bryansk Region and of the Law on Education. The appointments of the first deputy head of the Department N. Prokopenko and the other deputy L. Kletskina were gross violations.", "Then followed the dismissal of uncooperative members of staff presumptuous enough to hold their own point of view. This was followed by multimillion purchases without tenders and the concealment of the unauthorised expenditure by subordinate entities.", "Clearly, in an organisation as secretive as the regional Department it is very hard to get at the truth. For instance, we have still to find out where one million roubles for computer and communications equipment in the Department's account left over from 2004 has disappeared to. Pursuant to the agreement with the Ministry of Education the schools of the Bryansk Region were to be provided with modern communication systems in the first half of this year. We have not found any evidence that the modern communication systems have arrived in the schools, but the million is not in the account either. We would hope that the new authority will put things right in the education system of the region.", "[signature]", "(an abridged version of this material was published in Rossiyskaya Gazeta. Readers of the Bryanskiye budni have an opportunity to get acquainted with the full version.)”", "10. The newspaper Bryanskiy Rabochiy (Брянский рабочий), in its issue of 15 July 2005, published an interview with S.F., a member of the Federal Expert Council of the Ministry of Education and Sciences and a former deputy head of the Bryansk Department of Education, entitled “Teachers' Instructors” (Поучатели учителей). S.F. stated, inter alia, that I. Geraschenkov and his deputy, N. Prokopenko, were responsible for the deficient system of education in the region. In particular, funding for schools had been misappropriated and a tender for publication of textbooks had been conducted with irregularities. Furthermore, despite the significant financial support provided to boarding schools from local budgets and private sponsors, many pupils developed alcohol addiction and upon leaving the boarding schools became dependent on the welfare system or went to jail. S.F. claimed that this state of affairs was due to the system created by I. Geraschenkov and N. Prokopenko. He also blamed them for the lamentable conditions in vocational schools.", "11. On 1 August 2005 Mr Geraschenkov brought an action for defamation against the applicant and the authors of the article in the Sovetskiy District Court of Bryansk and sought damages in the amount of 50,000 Russian roubles (RUB) and costs from the applicant, damages in the amount of RUB 25,000 from S.F. and RUB 15,000 from A.G. He claimed, in particular, that the following passages were untrue and damaging to his honour and reputation:", "1. “The Department is remarkable not only because of the inefficient expenditure of taxpayers' money but because of the inertia of its senior officials. Both Geraschenkov and Prokopenko have held the top posts in the regional education office for a very long time. Establishments for children left without parental care are the first thing the Department finances and is responsible for. The Bryansk Region broke all records for the number of children playing truant from boarding schools and has been subject to harsh criticism as a result. A shocking number of children are put on the missing list every day. All right, now it is summer and the weather is warm. However, the number of children playing truant from the boarding schools is no smaller in winter, when it is freezing outside, and the child has neither a place to sleep nor food. What is the explanation for this? Children are being kept in boarding schools in unbearable conditions.”", "2. “However, there is another sad fact: notwithstanding such heavy expenditure, in most cases the region still ends up with social misfits. Many of the boarding school pupils engage in alcohol abuse, become dependent on state benefits or end up being prosecuted and sent to jail. However, it is not the children's fault, but the fault of the system which the abovementioned heads have been building for years.”", "3. “This year the officials bought textbooks out of the budgetary funds from a single supplier without an open tender. This is a gross violation of the presidential decree on fighting economic crime and corruption.”", "4. “Not only are teachers and headmasters of the schools deprived of money that is due to them, they cannot even rebel against it, the point being that the rector of the 'Institute of Advanced Training' is the selfsame Mr Geraschenkov who heads the Department. He is responsible not only for training, but for performance appraisal as well. If a teacher claims that he was offered a poor-quality or uninteresting course, the training specialist who appraises him will unnerve and humiliate him, and perhaps reduce his marks and leave him with a pittance.”", "5. “Then followed the dismissal of uncooperative members of staff presumptuous enough to hold their own point of view. This was followed by multimillion purchases without tenders and the concealment of the unauthorised expenditure by subordinate entities.”", "12. At the hearing Mr Geraschenkov's representative amended the claim. He excluded the first passage on the ground that it directly concerned the Department of Education, and the third passage since it had previously been published in the Rossiyskaya Gazeta and was reproduced verbatim.", "13. The applicant claimed that the passages in question were merely excerpts from articles that had been published in other media.", "14. On 22 May 2006 the Sovetskiy District Court found for the claimant. It held:", "“It follows from the [second assertion] that the authors of the article drew an affirmative conclusion as to the connection between the fact that the region attracts social misfits – those who abuse alcohol, are dependent [on state benefits] or end up being prosecuted – and the system of work of the senior officials named in the article: N.V. Prokopenko and I.A. Geraschenkov.", "...", "Without providing incontrovertible evidence, the author contends [in the fourth assertion] that there is a correlation between what might be regarded as “improper” working methods used by training specialists when making an appraisal and the head of the Department responsible for the teachers' appraisal.", "...", "[As regards the fifth assertion], without having, either now or when the article was published, any evidence, such as a court decision, the Department's decree in respect of the claimant or documentary evidence concerning the inquiries into the expenditure, the author has defamed the claimant's business reputation and has not substantiated his allegations.", "The defendants have not provided any evidence that the claimant dismissed uncooperative members of staff presumptuous enough to hold their own point of view, that he had made multimillion purchases without tenders and had concealed the unauthorised expenditure by subordinate entities. This is not supposition or speculation on the author's part, but an assertion, since the statements in question are not interrogative but affirmative.", "...", "The author conveys to the reader the idea that there were negative aspects to I.A. Geraschenkov's work as a person and a senior official (the Director of the Department of General and Professional Education of the Bryansk Region) without providing evidence of this to the court ...", "The court cannot take into account [S.F.'s] arguments that he only gave one interview to Rossiyskaya Gazeta. The article is signed by [him and A.G.]; there is no reference to the interview with Rossiyskaya Gazeta. The defendant does not deny that he was the author.", "The court finds unfounded [S.F.'s] arguments that the article provides critical coverage of the problem of education in the territory of the Bryansk Region, that the aim of his interview was to try to change the educational system in the Bryansk Region for the better, and that the article was not about V.A. Malashenko, or N.V. Prokopenko and I.A. Geraschenkov, but about the problems of the children, teachers, headmasters and population in our region.", "The article provides specific figures, and the surnames of senior officials. From the wording of the contested statements it is clear that the author was specifically referring to the activity of the Department's head, I.A. Geraschenkov.", "In order to substantiate his arguments [S.F.] provided copies of decrees issued by the Bryansk Regional Authority and documentary evidence of the inquiries that had been made.", "By decree no. 404-p of 14 July 2005 the Bryansk Regional Authority established a commission to investigate the facts presented in the article 'Question for an official. Where does the 'children's money' disappear to?' By decree no. 448-p of 28 July 2005 the Bryansk Regional Authority established a commission to investigate the facts presented in the article entitled 'Teachers' instructors'.", "The commissions' conclusions show that the articles presented information that was not true and that no evidence of unlawful expenditure or of textbooks being purchased without a tender was found.", "The court cannot take into account the arguments of [S.F.] that the editors of Bryanskiye Budni should not be liable because the passages in question reproduce verbatim excerpts from other media sources, such as Rossiyskaya Gazeta and the newspaper Good afternoon, Bryanschina [Добрый день, Брянщина].", "Pursuant to section 57 § 6 of the Law on Media no. 2124-1 of 27 December 1991 as amended, the editorial board, editor in chief and journalist are not liable for the dissemination of information that is not true, or damages the honour and dignity of citizens or organisations, infringes the rights and lawful interests of citizens, or constitutes abuse of freedom of the media and (or) journalist's rights, if they reproduce verbatim information and materials or excerpts from them disseminated by another media source that is identifiable and can be made liable for the breach of the legislation of the Russian Federation on the media.", "The court found that the article indeed reproduced verbatim an excerpt from an article that was published in Rossiyskaya Gazeta on 6 July 2005 (third assertion in dispute).", "However, the claimant's representative stated as much when he amended his client's claims. In accordance with [his] request, this assertion was not examined by the court.", "The defendant did not produce any evidence to show that he had reproduced an excerpt from materials published in Good afternoon, Bryanschina. The article was published in Good afternoon, Bryanschina on 13 July 2005. On the same date the material for the article that was published in Bryanskiye Budni on 14 July 2005 was ready for publication. Furthermore, the article contained no acknowledgment that it was reproducing material from the newspaper Good afternoon, Bryanschina. There is only a reference to the fact that 'an abridged version of this material was published in Rossiyskaya Gazeta'.", "...", "The court considers that the passages in dispute do not constitute an opinion or speculations by the article's authors, but a statement of fact.", "...", "Having analysed the text of the article, it concludes that the information contested by the claimant was published by the newspaper's editorial board on the basis of insufficiently verified data.”", "15. The court held the applicant liable to pay RUB 5,000 (approximately 150 euros (EUR)) in respect of non-pecuniary damage sustained by the claimant. The applicant was also ordered to pay costs of RUB 10,100 and court fees of RUB 1,900, and to publish the operative part of the judgment under the heading “refutation” in Bryanskiye Budni. The court also held S.F. and A.G. liable to pay RUB 2,000 each in respect of non-pecuniary damage. The applicant and S.F. appealed.", "16. On 29 June 2006 the Bryansk Regional Court reversed the part of the judgment relating to the award of costs and court fees, quashing the order to pay court fees in the amount of RUB 1,900, but upheld the remainder. It held:", "“[The appeal court] finds the [first-instance] court's conclusion that the information in dispute published in the article 'Where does the 'children's money' disappear to?' damaged the honour, dignity and business reputation of the claimant well-founded, since the passages in question affirmatively conclude that there was a connection between the fact that the region attracts social misfits – those who abuse alcohol, are dependant on welfare benefits or end up being prosecuted and sent to jail – and the system of work of the senior officials named in the article, including I.A. Geraschenkov. The defendants did not provide any evidence to support either the author's contention that there is a correlation between what might be regarded as 'improper working methods' used by training specialists when making an appraisal and the head of the Department responsible for the teachers' appraisal, or the fact of unauthorised expenditure by the claimant and the dismissal of uncooperative members of staff 'presumptuous enough to hold their own point of view'.", "The [first-instance] court rightly concluded that [S.F.'s] arguments that the article was an independent reproduction by the regional newspaper Bryanskiye Budni of material from Rossiyskaya Gazeta which he had provided during an interview were unfounded. The names of the authors [A.G. and S.F.] appear under the article 'Where does the 'children's money' disappear to?', which was published in the newspaper Bryanskiye Budni on 14 July 2005, edition no. 296 (28). It is also indicated that 'an abridged version of this material was published in Rossiyskaya Gazeta' (an assertion supported by a copy of the article published in Rossiyskaya Gazeta on 6 July 2005 that was provided to the court), and that 'readers of the Bryanskiye budni have an opportunity to get acquainted with the full version'.”", "17. Article 29 guarantees freedom of thought and expression, together with freedom of the mass media.", "18. Article 152 provides that an individual may apply to a court with a request for the rectification of information (“сведения”) that is damaging to his honour, dignity or professional reputation unless the disseminator of that information proves that it “corresponds to reality” (Paragraph 1). The defamatory information must be refuted in the same media source that disseminated it (Paragraph 2). The aggrieved person also has a right to publish a response in the same media source (Paragraph 3). He may also claim compensation for losses and non-pecuniary damage sustained as a result of the dissemination of the information (Paragraph 5).", "19. Under Section 45 of the Law on Mass Media no. 2124-I of 27 December 1991 a media source may refuse to publish a response to defamatory information if the aggrieved person did not apply for the publication of the response within a year of the publication of the defamatory information. Under Section 46 a refusal to publish a response may be appealed against to a court within a year of the publication of the defamatory information.", "20. The Resolution provides that untrue information (“сведения”) constitutes statements concerning facts or events which did not take place in reality at the time to which the information relates. It includes allegations of a breach of laws or moral principles (commission of a dishonest act, improper behaviour in the workplace or in everyday life, etc.). Dissemination of such information is understood as the publication of the information or its broadcasting, diffusion thereof on the Internet, inclusion in professional references, public speeches, applications to State officials and communication in other forms, including oral, to at least one other person (Section 7).", "21. The domestic courts are instructed to take into account the Declaration on Freedom of Political Debate in the Media adopted by the Committee of Ministers of the Council of Europe on 12 February 2004, in particular in the part relating to public scrutiny of political figures and public officials. The burden of proof is on the defendant to show that the disseminated information was true and accurate. If a subjective opinion is expressed in an insulting form damaging the honour, dignity or business reputation of the plaintiff, the defendant may be held liable to pay damages for the harm caused by the insult (Section 9).", "22. The Declaration states, inter alia, that pluralist democracy and freedom of political debate require that the public is informed about matters of public concern, which includes the right of the media to disseminate negative information and critical opinions concerning political figures and public officials, as well as the right of the public to receive them (Section I). Public officials must accept that they will be subject to public scrutiny and criticism, particularly through the media, over the way in which they have carried out or carry out their functions, insofar as this is necessary for ensuring transparency and the responsible exercise of their functions (Section IV)."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}