{"ITEMID": "001-113812", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF BUREŠ v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Non-pecuniary damage - award", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Karel Jungwiert;Paul Lemmens", "TEXT": ["6. The applicant was born in 1985 and lives in Brno. He is a violoncello player and has been diagnosed as having a psycho-social disability. At the material time he weighed 64 kg and was 176 cm tall. In the past, he has been treated in Italian psychiatric hospitals as a voluntary patient. At the time of the events at issue, he was using Akineton, a calming psychiatric medication prescribed to him by his psychiatrist.", "7. On 9 February 2007 the applicant inadvertently overdosed on Akineton. In the evening, he left his flat and went to buy some food. Being under the influence of the medication, he did not notice that he was wearing only a sweater, but no trousers or underwear. On the way he was stopped by a police patrol that assumed that he was a drug addict and called an ambulance, which took him to Brno-Černovice Psychiatric Hospital. The record drawn up by the ambulance staff states that the applicant was receiving psychiatric treatment and that he was calm during transport.", "8. At the hospital he was examined by Dr V., who did not find any injuries on the applicant’s body and sent him to the sobering-up centre in the same hospital at about 8 p.m. The applicant was calm during the medical examination. In the sobering-up centre he was again examined by Dr H., who confirmed that there were no injuries on the applicant’s body when he was admitted to the centre.", "9. On 10 February 2007 at 7:24 a.m. the applicant was transferred to the Intensive Psychiatric Care Unit where, according to the admission record, he had visible abrasions on the front of his neck, both wrists and both ankles, caused probably by friction against textile, and abrasions of an unspecified different type on his knees. He complained about his treatment in the sobering-up centre to the hospital authorities, but they did not take any action.", "10. On 15 February 2007 the applicant was examined by a neurologist, who stated that as a result of the use of straps the applicant suffered severe paresis of the left arm and medium to severe paresis of the right arm. He began a course of intensive treatment at the Rehabilitation Unit.", "11. The applicant remained in the hospital involuntarily until released on 13 April 2007.", "12. However, because of his two-month hospitalisation, he was confused and was not able to fully take care of himself. He voluntarily returned to the hospital on 14 April 2007 and remained there until 1 July 2007.", "13. The following facts are disputed by the parties.", "14. According to the applicant, at 8.10 p.m. on 9 February 2007 he was strapped to a bed with leather straps around his wrists, knees and ankles by two male nurses, Mr M. and Mr H. While strapping him, they kneeled on his chest and verbally abused him. He remained strapped for the whole night, until 6.30 a.m. The staff did not check up on him during that time. As the straps were too tight, he struggled to breathe and as a result of insufficient blood circulation the nerves in his arms were damaged.", "15. According to the Government the applicant was strapped to a bed for three intervals, namely, from 8.10 p.m. to 10 p.m., 4.30 a.m. to 5 a.m. and 6.30 a.m. to 7.15 a.m.", "16. They submitted a record from the sobering-up centre containing the following information. When brought to the centre the applicant was intoxicated and was put to bed. He was unstrapped at 10 p.m. At 4.30 a.m. he attacked a nurse and was strapped again. Checks were carried out. The applicant was restless. At 6.30 a.m. he was checked on and again strapped. The record noted that he showed destructive behaviour. He was released at 7.15 a.m. and sent to the psychiatric hospital.", "17. The version of the record submitted by the applicant and obtained from his medical files contains less information. The information about the release of the applicant at 10 p.m. is illegible. According to the Government, the version submitted by the applicant was an incomplete version sent to the psychiatric hospital as an accompanying document.", "18. On 12 February 2007 the hospital informed the Brno Municipal Court (městský soud) that the applicant had been detained because he showed signs of a mental illness and was a danger to himself and his surroundings. He was described as –“restless, aggressive and suspected of intoxication by psycho-stimulants”.", "19. On 16 February 2007 the court began reviewing the lawfulness of the applicant’s involuntary admission under Article 191b of the Code of Civil Procedure. At the same time, it appointed an attorney, Ms P., to represent the applicant in the proceedings. On the same day a court employee visited the hospital and questioned the applicant’s treating doctor, Dr V., in the absence of the applicant and his representative. Dr V. testified that the applicant had been admitted to the hospital due to his confusion, restlessness and inappropriate behaviour and that he had been intoxicated when admitted. He further stated that the applicant was only partly able to understand the proceedings. The court employee did not question or even see the applicant because Dr V. told her that contact with him “would not be entirely beneficial”.", "20. On the same day and without any further evidence the court ruled that the applicant’s involuntary admission had been lawful because he suffered from an illness that made him dangerous to himself and his surroundings. The decision was served on the applicant’s representative only. The latter did not take part in the proceedings, not being aware of them as the decision on her appointment was sent to her together with the decision on the merits. The applicant never saw her during his detention.", "21. After his release in July 2007, the applicant contacted a local office of the Mental Disability Advocacy Center (“the MDAC”). On 10 July 2007 an MDAC lawyer lodged an appeal on his behalf, applying at the same time for a waiver of the deadline for lodging the appeal.", "22. On 20 August 2007 the Municipal Court granted the waiver. However, on 31 October 2007, the Brno Regional Court (krajský soud), terminated the appeal proceedings without deciding on the merits. It stated that the applicant had been released on 13 April 2007, that on 30 May 2007 the Municipal Court had stayed the proceedings on the applicant’s continuing detention and that, therefore, the court did not have the authority to deal with the case.", "23. In the meantime, on 23 July 2007, the applicant lodged an action for nullity (žaloba pro zmatečnost) under Article 229 § 1 c) of the Code of Civil Procedure seeking to have the Municipal Court’s decision of 16 February 2007 quashed on the ground that he had been denied the right to participate in the proceedings and had not been properly represented. On 22 May 2008 the Municipal Court dismissed the applicant’s action, finding, inter alia, that Ms P. had not been wholly inactive, referring to a letter of 26 February 2007 by which she had allegedly tried to establish contact with the applicant, but which, according to the applicant, had never been delivered to him. On 25 February 2009 the Regional Court upheld the decision.", "24. On 5 February 2008 the applicant lodged a constitutional appeal challenging the decision of 31 October 2007 and alleging a violation of his rights to liberty, a fair trial and an effective remedy because the Regional Court had failed to rule on the merits of his appeal and thus the legality of his detention in the psychiatric hospital.", "25. On 18 March 2008 the Constitutional Court (Ústavní soud) dismissed his appeal on the grounds that he had not exhausted all available remedies. It held that the applicant should have lodged a plea of nullity under Article 229 § 4 of the Code of Civil Procedure against the 31 October 2007 decision of the Regional Court.", "26. After ruling on the lawfulness of the applicant’s involuntary admission to the hospital, the Municipal Court continued proceedings under Article 191d of the Code of Civil Procedure to review the lawfulness of the applicant’s continuing detention. On 6 March 2007 a forensic psychiatric expert was appointed for these purposes. On 30 May 2007 the court terminated the proceedings without deciding on the merits, the applicant having been released in the meantime.", "27. On 7 June 2007 the applicant filed a criminal complaint concerning the measure of restraint applied to him and alleged ill-treatment on the night from 9 to 10 February 2007 in the sobering-up centre of the psychiatric hospital.", "28. He was questioned by the police on 29 June 2007 and gave a full account of the events. The police then questioned numerous other persons.", "29. The male nurses on duty, Mr M. and Mr H., did not recall the applicant at all and were not able to provide any specific information about him. Mr. M noted that during the winter of 2007 checks had been always carried out in accordance with the instructions of the psychiatric hospital management.", "30. The third nurse on duty that night, Ms K., stated that the applicant had been strapped to the bed because he had been restless and intoxicated by an unknown substance and had refused to undergo a blood test to identify the substance. She admitted that it was possible that regular checks every twenty minutes might not have been performed due to the high number of patients at the centre that night. She also alleged that the applicant had attacked a male nurse at 4.30 a.m. but she could not remember who exactly.", "31. Dr H., who had been on duty at the sobering-up centre that night, confirmed that the applicant had had no injuries when he had been admitted. He noted that the applicant had been strapped to the bed due to his restlessness but that he and other staff had duly checked on him.", "32. Nurse P. recalled that while she was taking over patients from Ms K. at around 6 a.m. in the morning of 10 February, the applicant’s arms and legs had been strapped. They had tried releasing the straps one by one but because he defended himself each time a limb was released he was strapped again.", "33. In his report of 10 December 2007 commissioned by the police, a forensic expert, Dr V., stated that the applicant had suffered bilateral severe paresis of the elbow nerves as a result of compression of the nerves and blood vessels. He confirmed that these injuries corresponded to the cause as described by the applicant. According to him, the injury on the applicant’s left arm limited his ability to play the violoncello. He concluded that the injury would have a long-lasting effect which was unlikely to be permanent.", "34. On 11 December 2007 the Brno-Komárov Municipal Police Directorate (městské ředitelství policie) terminated the criminal proceedings, finding that no criminal offence had been committed regarding the applicant’s strapping on the night of 9 to 10 February 2007. It held that the applicant had suffered the injuries partly as a result of the staff’s failure to check on him regularly but that the extent of the guilt of individual suspects could not be determined. It also held that the injuries had almost healed and that the applicant was partly responsible for them.", "35. The applicant appealed, disputing the conclusions of the police, and requested that the doctors and nurses give evidence again.", "36. On 12 February 2008 the Brno Municipal Prosecutors’ Office (městské státní zastupitelství) dismissed the applicant’s appeal. Without examining any additional evidence it stated that the strapping of the applicant on account of his aggressive behaviour at the time of his admission to the sobering-up centre had been in compliance with the law and the hospital’s internal rules and he had been checked on every twenty minutes. The applicant had been strapped from 8.10 p.m. to 10 p.m., from 4.30 a.m. to 5 a.m. and from 6.30 a.m.", "37. The applicant lodged a constitutional appeal claiming a violation of Articles 3, 6 § 1 and 13 of the Convention. He alleged that the investigation had not been effective because, inter alia, he had not been allowed to be present during the questioning of witnesses and put questions to them.", "38. On 30 October 2008 the Constitutional Court dismissed his constitutional appeal as manifestly ill-founded. It held that there was no right to have a third person prosecuted so the applicant could claim his rights only in civil proceedings for damages and protection of his personality rights (ochrana osobnosti). It further found no violation of procedural obligations as developed by the Court under Article 3 of the Convention. It noted that the police had conducted a number of interviews and examined other evidence and that the investigation had also been independent and prompt. Lastly, it held that it had no jurisdiction to rule on the ill-treatment in the hospital because that was an instantaneous act, whereas it could only rule on interference with rights that was ongoing and that could be remedied by a decision on its part.", "39. On 8 December 2008 the applicant instituted proceedings for protection of his personality rights against Brno-Černovice Psychiatric Hospital, claiming a violation of his right to liberty, inhuman treatment and interference with his health and physical integrity.", "40. On 19 January 2012 the Brno Regional Court rejected his claim, holding that the applicant’s internment in the sobering-up centre and the use of restraints had been necessary for his own protection and that of his surroundings.", "41. The applicant appealed and the proceedings are pending.", "42. Under Article 191a a health-care facility that admits a patient against his or her will must inform the competent court within twenty-four hours.", "43. Under Article 191b § 1 a court has to review the lawfulness of an involuntary admission to a health-care facility within seven days. Article 191b § 2 provides that the patient has a right to be represented by counsel of his or her own choosing. If he or she does not have counsel, the court shall appoint him or her an attorney. In accordance with Article 191b § 3, the court shall assess evidence, hear the detained person, his or her treating doctor and other persons at the detained person’s request unless it considers it unnecessary.", "44. Under Article 191c an appeal can be lodged against a decision taken under Article 191b, but does not have a suspensive effect. The health-care facility can release the patient even if a court has declared that the involuntary admission was lawful.", "45. Article 191d § 1 provides that if the court finds that the admission was lawful, it shall continue to review the lawfulness of the continued confinement. Pursuant to paragraph 2, the court shall appoint an expert to assess the necessity of the confinement. That expert must not be working in the health-care facility where the person is detained. In accordance with paragraph 3 the court shall hold a hearing and summon the patient and his or her counsel (provided that according to the treating doctor or written expert opinion the patient is able to follow and understand the meaning of the proceedings). At the hearing, the court shall hear the expert, the treating doctor if needed and the patient and assess any other relevant evidence. Its decision must be issued no later than three months from the decision by which the admission to the health care facility was approved.", "46. Under Article 191f the patient, his or her counsel, guardian and other persons close to him may, before the expiration of the time for which his or her admission to the health-care facility was approved, request a new medical examination and release, if there is a reasoned presumption that continued confinement is not necessary.", "47. Under Article 229 § 1 c) a final court decision may be challenged by an action for nullity on the ground that a party to the proceedings lacked legal capacity to act or could not attend the court and was not properly represented. Paragraph 4 provides that an action for nullity may also be lodged against a final decision of an appellate court by which an appeal was dismissed or the appellate proceedings were terminated.", "48. Under section 23(4)(b) a person can be involuntarily hospitalised if he shows signs of a mental illness and is a danger to himself or his surroundings.", "49. Section 17(1) defines an alcohol and drug sobering-up centre as a health-care facility established by a regional self-governing unit.", "50. Section 17(2) stipulates that should a health-care facility find that a person’s life is not endangered by failure of basic vital functions but that he or she is under the influence of alcohol or another drug and cannot control his or her behaviour, thereby directly endangering him or herself or other persons, public order or property, or is causing public annoyance, that person shall undergo treatment and stay at the sobering-up centre for however long is necessary for the acute intoxication to subside.", "51. This guideline stipulates, inter alia, the following:", "“The use of measures of restraint must be considered as a last resort in cases when it is necessary for the protection of the patient, other patients, the patient’s surroundings and staff of psychiatric facilities. They may be used only after all other possibilities have been exhausted. Any decision to restrain the patient must be sufficiently grounded. Restraint cannot be used to facilitate treatment or to deal with a restless patient. Potential causes of problematic behaviour, for example, pain, discomfort, side effects of medicinal products, stress, interpersonal problems between the caregivers and the patient, or other illnesses must always be identified. The use of measures of restraint is justified only if a removable cause of the patient’s behaviour cannot be found or in situations when the risk arising from the patient’s behaviour is unacceptably high. The benefit of the use of restraining means must outweigh the risks ...", "2. Measures of restraint can be used only exceptionally and only when the patient behaves in a way which endangers himself and his surroundings, and not on an educational or corrective basis. In the case of each individual patient it is necessary to use the most gentle and appropriate means of restraint ...", "5. A patient restrained by these means shall be checked on on a regular basis, intervals between the checks shall be specified, provisions shall be put in place to prevent the patient hurting himself or suffering from dehydration, malnutrition, hypothermia and pressure ulcers, and to allow for personal hygiene. Measures of restraint should be used for the shortest time possible, and during checks the need for the measures and the possibility of using less restraint should be reassessed ...", "6. The doctor shall decide on the use of measures of restraint, and make a record that shall always include: the name of the person who ordered the measure of restraint, the type of restraint used, the reason for using it, the time when restraint was employed and the time when it ended, the frequency of checks by the medical staff and the doctor, a description of the person’s physical and mental condition ... A member of the medical staff shall inform the doctor of any change in the patient’s symptoms. The record on the use of restraint shall be subsequently signed by the head doctor during the ward round.”", "52. In its section on the use of restraints the Guidelines contain similar principles as the above-mentioned Guideline no. 1/2005 of the Journal of the Ministry of Health. In particular they state that mechanical restraints should be used only as a matter of last resort. Strapping to a bed should be applied only in cases of serious manifestations of distress endangering surroundings, auto-aggressive manifestations with immediate risk of selfharm or suicide or conditions that will with the highest probability result in these manifestations.", "They also state that all circumstances connected with the use of restraints must be transparently and clearly documented. Every use of restraints must be recorded in a concrete way, including, inter alia, the time when the restraints were applied and removed and checks on the patient.", "53. On 14 January 2009 the Supreme Court adopted an opinion on this matter, because the courts had not been dealing with cases concerning proceedings to decide on the lawfulness of admission to a health-care facility (Article 191b of the Code of Civil Procedure) and continuing confinement therein (Article 191d of the Code of Civil Procedure) in a uniform manner.", "It held, inter alia, that if the detained person is released there are no more reasons for continuing the proceedings either under Article 191b or 191d and both should be discontinued.", "54. The Articles, drawn up by the International Law Commission of the United Nations, are largely considered to contain rules of customary international law. They stipulate, inter alia, the following possibilities of attribution of a conduct to a State:", "“1. The conduct of any State organ shall be considered an act of that State under international law, whether the organ exercises legislative, executive, judicial or any other functions, whatever position it holds in the organization of the State, and whatever its character as an organ of the central Government or of a territorial unit of the State.", "2. An organ includes any person or entity which has that status in accordance with the internal law of the State.”", "“The conduct of a person or entity which is not an organ of the State under article 4 but which is empowered by the law of that State to exercise elements of the governmental authority shall be considered an act of the State under international law, provided the person or entity is acting in that capacity in the particular instance.”", "In its commentary to Article 5, the International Law Commission explained that the rule dealt with situations when entities which were not considered organs of a State exercised functions of a public character normally exercised by State organs, and the conduct of the entity was related to the exercise of the governmental authority concerned. It gave the power of detention as an example of such a public function.", "55. Article 27, entitled “Seclusion and restraint” stipulates:", "“1. Seclusion or restraint should only be used in appropriate facilities, and in compliance with the principle of least restriction, to prevent imminent harm to the person concerned or others, and in proportion to the risks entailed.", "2. Such measures should only be used under medical supervision, and should be appropriately documented.", "3. In addition:", "i. the person subject to seclusion or restraint should be regularly monitored;", "ii. the reasons for, and duration of, such measures should be recorded in the person’s medical records and in a register.", "4. This Article does not apply to momentary restraint.”", "56. The CPT standards contain the following rules on restraining patients in psychiatric establishments:", "“Involuntary placement in psychiatric establishments Extract from the 8th General Report [CPT/Inf (98) 12]", "47. In any psychiatric establishment, the restraint of agitated and/or violent patients may on occasion be necessary. This is an area of particular concern to the CPT, given the potential for abuse and ill-treatment.", "The restraint of patients should be the subject of a clearly-defined policy. That policy should make clear that initial attempts to restrain agitated or violent patients should, as far as possible, be non-physical (e.g. verbal instruction) and that where physical restraint is necessary, it should in principle be limited to manual control.", "Staff in psychiatric establishments should receive training in both non-physical and manual control techniques vis-à-vis agitated or violent patients. The possession of such skills will enable staff to choose the most appropriate response when confronted by difficult situations, thereby significantly reducing the risk of injuries to patients and staff.", "48. Resort to instruments of physical restraint (straps, strait-jackets, etc.) shall only very rarely be justified and must always be either expressly ordered by a doctor or immediately brought to the attention of a doctor with a view to seeking his approval. If, exceptionally, recourse is had to instruments of physical restraint, they should be removed at the earliest opportunity; they should never be applied, or their application prolonged, as a punishment ...", "50. Every instance of the physical restraint of a patient (manual control, use of instruments of physical restraint, seclusion) should be recorded in a specific register established for this purpose (as well as in the patient’", "This will greatly facilitate both the management of such incidents and the oversight of the extent of their occurrence.”", "“Means of restraint in psychiatric establishments for adults Extract from the 16th General Report [CPT/Inf (2006) 35]", "43. As a general rule, a patient should only be restrained as a measure of last resort; an extreme action applied in order to prevent imminent injury or to reduce acute agitation and/or violence ...", "52. Experience has shown that detailed and accurate recording of instances of restraint can provide hospital management with an oversight of the extent of their occurrence and enable measures to be taken, where appropriate, to reduce their incidence.", "Preferably, a specific register should be established to record all instances of recourse to means of restraint. This would be in addition to the records contained within the patient’”", "“118. At Brno Psychiatric Hospital ... [t]he restraints would be applied either on the patient’s own bed or in a separate room close to the nurses’ office. A protocol on the use of immobilisation was in force, but the protocol does not mention the surveillance intervals; it appears that the hospital staff had adopted a practice to monitoring an immobilised patient every twenty minutes.", "The delegation was pleased to note that registers recording the use of restraints had been introduced on the wards of Brno Psychiatric Hospital, thus meeting a longstanding CPT recommendation. However, the delegation found that the entries were not always meticulously kept; the release time and, on occasion, the moment of application of the immobilisation were not recorded.", "As indicated above (cf. paragraph 114), in the CPT’s view, patients who are immobilised should always be subject to continuous, direct personal supervision by a member of staff. However, the delegation was told that a pilot project on ward 12 to have patients accompanied by a member of staff for the full duration of the immobilisation had failed due to a lack of staff. Nevertheless the CPT considers that hospital management should ensure the permanent presence of a staff member whenever a patient is immobilised.", "The CPT recommends that in Brno Psychiatric Hospital:", "- the register on restraints clearly records the duration of the measure, as well as all other events that occur during the period of restraint;", "- the protocol on restraints be amended in order to include a paragraph on supervision of an immobilised patient.", "Further, the CPT recommends that all patients who are immobilised are always subject to continuous, direct personal supervision by a member of staff.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}