{"ITEMID": "001-71482", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "ANTONOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Konstantin Olegovich Antonov, is a Russian national, who was born in 1963 and lives in the town of Gatchina in the Leningrad Region. The respondent Government are represented by Mr P. Laptev, the Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 2 September 1996 the applicant sued his former employer for reinstatement, wage arrears and compensation for non-pecuniary damage.", "Between 12 September and 20 December 1996 the Gatchina Town Court fixed six hearings of which four were adjourned at the applicant’s request.", "On 20 December 1996 the Gatchina Town Court dismissed the action.", "On 6 March 1997 the Leningrad Regional Court partly upheld the judgment of 20 December 1996, quashed the remainder of the judgment and remitted the matter for a fresh examination.", "On 15 May 1997 the Gatchina Town Court dismissed the claim.", "On 26 June 1997 the Leningrad Regional Court quashed the judgment of 15 May 1997 and remitted the case for a new examination.", "Of five hearings scheduled between 11 August 1997 and 17 June 1998, four were adjourned because the composition of the court was changed at the applicant’s request or because his representative did not attend. One hearing was adjourned because the presiding judge was ill.", "On 26 August 1998 the applicant successfully challenged the presiding judge.", "Of nine hearings fixed between 2 December 1998 and 9 December 1999, four were adjourned because the applicant did not attend and five were adjourned because he challenged the court members or asked to stay the proceedings on various grounds.", "On 17 December 1999 the applicant asked the town court to change the composition of the bench. The Gatchina Town Court granted his request and transferred the case to another court.", "On 28 February 2000 the Presidium of the Leningrad Regional Court, by way of supervisory-review proceedings, quashed the decision of 17 December 1999 and transferred the case back to the Gatchina Town Court for examination.", "On 28 March 2000 the hearing was adjourned because the defendant did not attend.", "At the hearing of 28 April 2000 the applicant asked to change the composition of the bench. The request was granted.", "On 15 June 2000 the Leningrad Region Court quashed the decision of 28 April 2000 and returned the case back to the Gatchina Town Court for examination by the same bench.", "Of seven hearings between 6 July 2000 and 26 April 2001, one was adjourned due to the parties’ absence, three were adjourned because the applicant did not attend, two were adjourned because the applicant successfully challenged the bench, and one hearing was postponed because the applicant intended to retain a new representative.", "On 26 April 2001 the Gatchina Town Court disallowed the action because the applicant had repeatedly defaulted and had not informed the court about the reasons for his absence.", "On 5 June 2001 the Leningrad Regional Court, on an appeal by the applicant, quashed the decision of 26 April 2001 and ordered that the case should be examined by the Gatchina Town Court.", "On 1 August 2001 the applicant unsuccessfully challenged the bench and the registrar. On the same day the town court ordered the applicant’s medical examination.", "On 10 August 2001 the applicant appealed against the decision of 1 August 2001. His appeal was dismissed on 9 October 2001 by the Leningrad Regional Court.", "On 22 October 2001 the case-file was sent to medical experts.", "On 28 February 2002 the experts returned the case-file to the court because medical documents had not been enclosed.", "The court fixed a hearing for 19 April 2002. This hearing was adjourned because the applicant wished to retain a lawyer.", "The hearing of 20 June 2002 was postponed at the applicant’s request based on unclear reasons.", "On 26 August 2002 the Gatchina Town Court dismissed the claim.", "On 5 November 2002 the Leningrad Regional Court quashed the judgment of 26 August 2002 in the part concerning the applicant’s reinstatement, payment of outstanding salary and compensation for non-pecuniary damage, and remitted these claims for a new examination by a different bench.", "Of ten hearings between 15 December 2002 and 3 December 2003, two were postponed because the applicant did not attend, three were adjourned at the defendant’s request and five at the applicant’s request.", "On 3 December 2003 the Gatchina Town Court disallowed the applicant’s action because he had persistently defaulted and appeared to have lost interest in the proceedings.", "On 18 February 2004 the Leningrad Regional Court quashed the decision of 3 December 2003 because the applicant had informed the court about the reasons for his absence and remitted the case for a fresh examination.", "On 17 May 2004 the Gatchina Town Court dismissed the applicant’s action.", "On 7 July 2004 the Leningrad Regional Court upheld the judgment on appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}