{"ITEMID": "001-108395", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF RIAD AND IDIAB v. BELGIUM", "IMPORTANCE": "3", "CONCLUSION": "Exception préliminaire rejetée (non-épuisement des voies de recours internes);Violation de l'art. 5;Violation de l'art. 3;Préjudice moral - réparation", "JUDGES": "Anatoly Kovler;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Loukis Loucaides;Paul Martens;Sverre Erik Jebens", "TEXT": ["6. The applicants were born in 1980 and 1981 respectively.", "7. The first applicant arrived in Belgium at Brussels National Airport on flight SN 211 from Freetown (Sierra Leone) on 27 December 2002, carrying a Lebanese travel document stating that he was a Palestinian refugee. He was refused entry to Belgium as he did not have the necessary visas. The carrier which had provided the flight was informed that, pursuant to section 74(4) of the Aliens (Entry, Residence, Settlement and Expulsion) Act of 15 December 1980, it was responsible for paying the costs of his return to his country of origin.", "8. On the same date the first applicant requested recognition of his refugee status, maintaining that his life was in danger in Lebanon, and was issued with a document certifying that he had applied for asylum.", "9. Also on the same date, 27 December 2002, a decision to keep the first applicant in a designated place at the border was taken on the basis of section 74/5(1)(2) of the Act of 15 December 1980. Pursuant to that decision, the first applicant was taken to Transit Centre no. 127 on the premises of Brussels National Airport.", "10. A decision refusing asylum was taken on 31 December 2002 by the Aliens Office and served on the first applicant on the same date. The first applicant lodged an appeal with the Office of the Commissioner General for Refugees and Stateless Persons.", "11. On 21 January 2003 the Commissioner General's Office upheld the decision refusing asylum; it pointed out the inconsistencies between the various accounts given by the applicant in question and concluded that on the evidence he had no reason to fear that he was in personal danger in Lebanon.", "12. An application for judicial review of the decision of 21 January 2003 of the Commissioner General's Office and an application to stay its execution were lodged with the Conseil d'Etat on 19 February 2003. At the hearing before the Court, the parties explained that those applications were declared inadmissible in 2005 on the ground that the first applicant was no longer on Belgian territory and the continued examination of his case was thus devoid of purpose.", "13. This applicant arrived in Belgium at Brussels National Airport on a flight from Freetown on 24 December 2002 at 5.12 a.m. As he did not have a transit visa allowing him to travel onwards to London, steps were taken to refuse him entry to Belgian territory and the carrier which had provided the flight was requested to take him, or have him taken, back to the country of origin or to another State where he could be allowed entry. The second applicant was rerouted to Beirut, via Budapest.", "14. When he underwent a check in the transit zone on the same date this applicant stated that he did not wish to go to Beirut and requested recognition of his refugee status, maintaining that his life was in danger in Lebanon. He was issued with a document certifying that he had applied for asylum.", "15. Also on the same date, 24 December 2002, a decision to keep the second applicant in a designated place at the border was taken on the basis of section 74/5(1)(2) of the Act of 15 December 1980. Pursuant to that decision, the second applicant was taken to Transit Centre no. 127.", "16. A decision refusing the application for asylum was taken by the Aliens Office on 6 January 2003. That decision was served on the same date on the second applicant, who lodged an appeal with the Office of the Commissioner General for Refugees and Stateless Persons.", "17. On 21 January 2003 the Commissioner General's Office upheld the decision refusing asylum, as it was not familiar with the Palestinian organisation to which the second applicant claimed to belong. An application for judicial review and an application for a stay of execution were also lodged with the Conseil d'Etat on 19 February 2003. Like the applications lodged by the first applicant, these applications were dismissed in 2005 as they had become devoid of purpose.", "18. The first applicant remained in Transit Centre no. 127 from 27 December 2002 pursuant to the decision to keep him in a designated place at the border (see above). The second applicant remained there, on the same basis, from 24 September 2002.", "19. Following an attempted collective break-out from Transit Centre no. 127 during the night of 21 to 22 January 2003, the two applicants and three of their compatriots were transferred on 22 January 2002 to the Closed Centre for Illegal Aliens in Bruges (the Government explained that this institution was, by a legal fiction, treated as a centre at the border).", "20. In January 2003 their lawyer lodged an application for release on behalf of each of them before the chambre du conseil of the Brussels Court of First Instance, by registered letter posted on 14 January 2003. The chambre du conseil allowed that application by an order of 20 January 2003, being of the view that the grounds put forward by the administrative authorities to justify the deprivation of liberty were not sufficient.", "21. On the same day on which that order was made, State Counsel's Office notified the Aliens Office, by means of a form, that it had decided to lodge an appeal, which it did on the following day. On account of that appeal, the applicants remained in the closed centre, and any procedures for their repatriation were suspended pending the judgment of the Indictment Division.", "22. On 24 January 2003 the authorities arranged for both applicants to be booked on a flight to Freetown on 6 February 2003.", "23. By a judgment of 30 January 2003 the Brussels Indictment Division upheld the order made on 20 January for the first applicant's release, being of the view that the detention order did not contain “sufficient reasons in concreto”.", "24. Following that judgment, Principal State Counsel at the Brussels Court of Appeal ordered the first applicant's immediate release. As a result of that decision, the Aliens Office had him transferred to the transit zone at Brussels National Airport (see below).", "25. On 3 February 2003 a similar judgment was delivered in respect of the second applicant. On the same date Principal State Counsel and the Aliens Office took decisions identical to those taken in respect of the first applicant, whom the first applicant rejoined in the transit zone at Brussels National Airport on 3 February 2003.", "26. On 30 January 2003 the first applicant, as explained below (see paragraph 28), was placed in the transit zone in Brussels National Airport. He was taken there at 6.45 p.m., together with Ab., another Palestinian national who had arrived in Belgium on 25 December 2002 in the same circumstances as the first applicant.", "27. They were informed that they were being released, their luggage was returned to them and they were each given an envelope containing their personal possessions, with the exception of their passports, which remained in the possession of the federal police at the airport, and were allowed to make a telephone call to a person of their choice. They stated that they wished to telephone their lawyer.", "28. On 1 February 2003 at 1.30 p.m. they went to the federal police border inspection post and declared that they had no money or food. They were told that they could go on a voluntary basis to the “INADS Centre” at the airport and remain there pending their removal. They were taken to that centre, where the first applicant signed a statement, after the content thereof had been translated for him, agreeing to remain voluntarily at the centre and to observe its rules. According to a document from the centre, the first applicant arrived there on 1 February 2003 and left on 3 February 2003; in fact, an unsuccessful attempt to remove the applicant to Freetown was made on 3 February 2003, but he refused to board the aeroplane. Following his refusal to board, he was taken back to the transit zone.", "29. Also on 3 February 2003, the lawyer acting for the first applicant and Ab. wrote to the Minister for the Interior, claiming that her clients had suffered degrading treatment by having to spend three days in the transit zone without food or drink. She explained that a few hours after arriving in the “INADS Centre” they had simply been returned to the transit zone and told to fend for themselves in order to obtain food, drink and a return ticket.", "30. On the same date, 3 February 2003, at 6.40 p.m. the first applicant and Ab. were joined in the transit zone by the second applicant (see paragraph 28 above). Upon being transferred there he was given the same explanations as the two others and stated that he was “no longer happy with that decision” and wished to contact his lawyer. He also stated that he had no money and had only a telephone card. He again asked where the “other men” were.", "31. On 4 February 2003 the applicants' counsel applied under the extremely urgent procedure to the President of the Brussels Court of First Instance, who dismissed the application on 9 February 2003 on the ground that the applicants did not have a personal right of access to the territory, as such a right was not conferred either by the submission of an application for asylum or by the orders for their release.", "32. In the meantime a fresh attempt to remove the three persons to Freetown had been made on 6 February 2003. A further attempt to remove two of them was made on 8 February 2003. The first applicant refused to board the plane but Ab. did board it.", "33. On 9 February 2003 the applicants' counsel lodged an application to shorten the period of notice of a hearing, arguing that keeping her clients in the transit zone constituted an illegal act that infringed their right to liberty, a right confirmed by the decisions delivered in respect of their detention in the transit centre. She further maintained that keeping them in the transit zone constituted a violation of Articles 3 and 8 of the Convention. By an order of 10 February 2003 the President of the Brussels Court of First Instance granted leave to summon the Belgian State to appear at a hearing on 12 February 2003.", "34. On 11 February 2003 the applicants summoned the Belgian State, represented by the Minister for the Interior, to appear before the President of the Brussels Court of First Instance, sitting as the urgent applications judge, for the purpose of securing an order for the State to allow them to enter Belgian territory, together with a penalty of 1,000 euros (EUR) per hour from notification of the order in the event of failure to comply. The applicants submitted that by keeping them in a closed space, despite the fact that the chambre du conseil of the Indictment Division had ordered their release, the State was in breach of the domestic and international provisions guaranteeing the right of personal liberty. In addition, they were completely destitute, without lodging or resources and left to their own devices in the transit zone, where they had no proper facilities and for several days had had neither food nor drink, which constituted inhuman and degrading treatment. They further submitted that some members of the federal police had violently struck and beaten them inside the Muslim place of worship in the transit zone.", "35. On 12 February 2003 the authorities arranged for the applicants to be booked on a flight to Beirut on 15 February 2003.", "36. In submissions filed with the President of the Court of First Instance, counsel for the State objected, in particular, that the applicants had not applied for judicial review of the decisions of the Commissioner General's Office or for a stay of their execution.", "37. By an order of 14 February 2003 the President of the Brussels Court of First Instance ordered the State to allow the applicants to leave the transit zone freely and without restriction, with a penalty of EUR 1,000 per hour with effect from notification of the order in the event of failure to comply.", "The decision delivered in the context of application no. 29787/03 reads as follows:", "“It is common ground that the applicant is at present subject to a decision of 3 January 2003 to remove him from national territory, upheld on 21 January 2003.", "The time-limit for bringing an action for a stay of execution and for judicial review does not have suspensive effect; nor does the application for regularisation under section 9(3) of the Act of 15 December 1980 which the applicant submitted on 28 January 2003.", "As the applicant's administrative status is binding on the court, it must take note of the fact that the applicant is therefore not entitled to remain on Belgian territory.", "Nonetheless, the decision of the Indictment Division is also binding on the court and in the present case, that division ordered the applicant's immediate release.", "It is also common ground that the Indictment Division was aware of the applicant's administrative status and in particular of the decision of the CGRA and therefore ordered his release with full knowledge of the facts.", "It is not for this court to adjudicate on that status but, rather, on the way in which that decision to release the applicant is implemented by the Belgian State, all other things being equal.", "The defendant maintains that, in view of the fact that the applicant has not been authorised to enter national territory as such, it was correct to take the view that the applicant's release should be effected in the transit zone, since that zone is not an area where the law does not apply but is in fact part of the Belgian Kingdom for persons in transit in Belgium and those who have not yet been authorised to enter the national territory as such.", "The Court of Cassation has held that 'as regards the access, residence, establishment and removal of aliens, it does not follow from the legal distinction between the port area and the rest of the territory of the Kingdom that the transit zone is not part of the Kingdom and that the law referred to does not apply there' (Court of Cassation, 22 June 1999, Pas. 1999, 957).", "The closed centres are in reality nothing more than extensions of the transit zones, antechambers to the territory of the Kingdom, the only difference being that, unlike the transit zone, they are designed to be capable of accommodating persons for a more or less long period in what are assumed to be decent conditions.", "While the defendant's reasoning can therefore be followed in so far as it considers that by being present in the transit zone the applicant was in fact on Belgian territory, that reasoning cannot be followed where it considers that such presence amounts to 'release'.", "It cannot be accepted that the legislature, by creating centres at the borders, specially equipped to accommodate persons who are being held pending leave to enter the Kingdom or pending deportation, and by providing that persons held in those centres have a right of appeal to the chambre du conseil, took the view that if their release was ordered by the chambre du conseil and then by the Indictment Division, those persons could be sent to the transit zone, which is wholly unequipped to receive them, since this would place them in an even more precarious and adverse situation.", "If release limited to the transit centre were to be accepted, that would amount to allowing the Belgian State unilaterally to block a court decision ordering release on the basis of a person's administrative status, when that administrative status had been taken into consideration by that court and must have constituted a ground of its decision ordering release.", "Since 21 January 2003 the parties have both known that the removal order is enforceable, since the applicant's appeal to the CGRA was rejected and no urgent application for a stay of its execution was made.", "Since then the applicant has shown no intention of complying voluntarily with the removal order.", "Nor has the Belgian State forcibly removed him since then.", "Since the State is now required to comply with the decision ordering the applicant's release, there are two possibilities: either the defendant prefers to wait until the applicant decides to leave voluntarily, but in that case, while awaiting his departure, the State must allow him to move freely within the territory (in observance of res judicata), or the defendant assumes its responsibilities and provides itself with the means to enforce the order for the applicant's return in order to ensure compliance with its own administrative decisions.", "In that regard, the Law allows the Belgian State to order the alien in question to reside in a specified place pending implementation of the order for his removal (section 73 of the Act of 15 December 1980).", "What is unacceptable and contrary to the rule of law in the present case is that the Belgian State should place the applicant in another closed place (the transit zone) in which the living conditions are inhuman and degrading, in the hope that the applicant will then decide to implement the removal order 'voluntarily'.", "In transferring the applicant from the closed centre at Melsbroek to the transit zone, the Belgian State committed an illegal act.", "On the basis of the file as it currently stands, the release ordered by the Indictment Division necessarily means that, until such time as he is removed, the applicant is free to leave the transit zone, without prejudice to the Ministry's right to order the applicant to reside in a specific place (section 73).", "That solution to a wholly contradictory situation is the only one possible if the procedure under section 71 of the Act of 15 December 1980 is not to be reduced to a farce.", "In the light of the foregoing, the application must be allowed in accordance with the operative part of the present order.”", "The decision delivered in connection with application no. 29810/03 is based on the same reasoning.", "38. The applicants' lawyer sent that decision by fax on 14 February 2003 to the Aliens Office, which cancelled the booking made for the flight on 15 February 2003. On 15 February 2003 the Office was instructed to allow the applicants to leave the transit zone, without restriction.", "39. The orders of 14 February 2003 were served on the Belgian State, by bailiff, first on 17 February 2003 to the office of the Minister of Justice; the order made in favour of the first applicant was served for a second time, on 28 February 2003, on the federal police border inspection post at Brussels National Airport.", "40. Both applicants left the transit zone on 15 February 2003, in the late morning; the precise time was not stated.", "41. The parties differed as to the situation which the two applicants encountered in the transit zone.", "42. The applicants stated that the transit zone had no bedrooms and, a fortiori, no beds, and that they were housed in the mosque located there. They were taken in by the Muslim counsellor, who took them in again after the various attempts to remove them. They remained for several days without food or drink, receiving food only irregularly from the cleaning staff, the company running the airport, the Muslim counsellor or the lay counsellor at the airport. The two counsellors explained in their testimony that the applicants' situation was unbearable, mentioning that they had been abandoned or “deserted” by the authorities. The applicants were unable to wash themselves or to launder their clothes. They were often checked by the airport police; on several occasions they were placed in a cell and left there for several hours without food or drink, in an attempt to force them to agree to leave the country voluntarily, then taken back to the transit zone. They were also violently struck and beaten inside the mosque by certain members of the federal police.", "43. The Government submitted that, following the criticisms in a report by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment (“the CPT”) in 1993, the situation in the transit zone at Brussels National Airport had been remedied by, inter alia, setting up the “INADS Centre” on the airport premises. The centre was able to take in, on a voluntary basis, persons staying in the transit zone and provide them with bed and board. In its 1997 report on its visit to Belgium, the CPT observed that the material conditions and the activities offered in the “INADS Centre” could generally be described as satisfactory for a stay of not more than a few days, with just one exception (the lack of provision for those staying in the centre to enjoy fresh air). In addition, persons in the transit zone awaiting a reservation on a flight for the purpose of their removal were able to receive meals via the control services. A federal police circular of 31 October 2003 confirmed that practice and reminded the various services of their obligations in that regard. It was apparent from that circular that the team dealing with the case of a particular alien was responsible for distributing meals to him or her and that upon arriving in the transit zone aliens were informed that they could go to the “arrivals” level three times a day to be given a meal. The team responsible ordered three meals per person per day at the “INADS Centre”. Although that procedure had been properly confirmed only by the circular of 31 October 2003, the fact nonetheless remained that the first applicant had been informed on 1 February 2003 that he could be housed and fed on a voluntary basis in the “INADS Centre”.", "44. On 15 February 2003 at 11.30 a.m. the applicants, after leaving the transit zone, were subjected to an identity check by officials of the federal police responsible for border control. After finding that the applicants were not in possession of a valid residence permit, the police drew up an administrative report for each of them. The reports stated that the applicants were travelling together and that they spoke English in addition to their mother tongue. The police contacted the Aliens Office at 12.30 p.m. and were instructed to detain the applicants so that they could be served with an order to leave the territory together with a decision ordering their removal and a decision ordering their detention for that purpose. A decision to that effect was served on them on the same date, at an unspecified time, by an officer from the Aliens Office. Both applicants refused to sign.", "45. The first applicant was informed of those measures and was told that, with a view to their implementation, he was being taken to the Merksplas centre for illegal aliens. He stated that he objected, on the advice of his counsel. During the journey to Merksplas this applicant complained that the handcuffs placed on him were too tight around his wrists. The journey was interrupted at 2.45 p.m. so that the handcuffs could be loosened.", "46. The second applicant was informed of those measures and told that he would be taken to the centre for illegal aliens and he too stated that he objected, on the advice of his counsel, and resisted the police who were putting him in the van being used to transfer the two applicants. A few minutes after the van was closed, it was noted that, although he was handcuffed, the second applicant had intentionally injured himself by banging his head against the van window, which was protected by a grille. It was then decided to take him to Merksplas in a police vehicle and Velcro bands were placed round his arms and legs to prevent any mutilation. According to the report drawn up on that occasion, the applicant told the members of the escort that he would use his self-inflicted injuries as evidence to support a complaint against the police. Upon arriving at Merksplas he was examined by the doctor at the centre, who noted the presence of external injuries, namely a bruise and a small wound (“klein wondje”) on his forehead.", "47. On 19 February 2003 the lawyer representing the two applicants wrote to the Minister for the Interior to complain about his clients being placed in a closed centre in spite of the orders made on 14 February 2003. On the same date he had lodged an application with the Conseil d'Etat for judicial review of the decision of 21 January 2003 of the Commissioner General's Office and an application for a stay of its execution (see above).", "48. On 20 February 2003, measures were taken to remove the first applicant to Beirut, but the order for his repatriation was subsequently set aside. On 24 February 2003 the Aliens Office instructed the Border Inspection Department to make arrangements for his removal as soon as possible. His repatriation was rearranged for 8 March 2003.", "49. On 8 March 2003 the first applicant left Merksplas and his personal effects, his luggage and the sums of EUR 45, 250 United States dollars (USD) and 1,000 Lebanese pounds which he had been carrying on his arrival were returned to him. He had previously been informed of the repatriation procedure that would be followed and of the measures of physical restraint that might be taken. Following a discussion, he stated that he no longer objected to being repatriated, but expressed the wish that certain conditions should be observed. He asked, in particular, that he should not be handcuffed and that he should carry his passport. He was told that those conditions could not be met, in view of the circumstances.", "50. The applicant was repatriated on a flight to Beirut, via Moscow, escorted by three police officers. The first applicant was placed in fabric handcuffs before being taken on board. The handcuffs were removed after take-off. During the flights and while waiting in the transit zone at Moscow Airport he was given food and drink. The members of the escort reported no incident.", "51. On 21 February 2003, measures were taken to remove the second applicant to Beirut, but the order for his repatriation was subsequently set aside.", "52. The second applicant was repatriated on 5 March 2003. Upon his departure from Merksplas, his personal effects, his luggage and a sum of EUR 150 were returned to him. According to the report drawn up in connection with his removal, he arrived at the airport at 4.45 p.m. He was searched and placed in a cell. At 8.35 p.m. the officials in charge of his repatriation questioned him in order to determine the extent of his cooperation with the removal order. During that interview, he indicated that he had realised that he had to return to Beirut. He allegedly added that he had not been happy with his situation for two months and that he had the impression that he had been a pawn in a game between his lawyer and the Ministry officials. He was allowed to telephone his family and contacted his sister, who was informed of the precise details of the flight and of the scheduled time of arrival. In order to prevent any attempt at resistance, the members of the escort decided, in view of the information in their possession and the circumstances of the transfer on 15 February 2003, to use measures of physical restraint. The applicant was wearing fabric handcuffs and had Velcro around his ankles when he boarded the flight to Beirut via Moscow. The boarding of the plane, the flight and the transit passed without incident. The applicant was released from his restraints as soon as the plane reached cruising altitude and he was given food, drink and cigarettes during the journey. Upon his arrival in Beirut his passport was returned to him. Members of his family were waiting for him there. The Belgian consul in Beirut was also present at the airport.", "..."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}