{"ITEMID": "001-114167", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "LAWYER PARTNERS a.s. v. SLOVAKIA AND OTHER APPLICATIONS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Lawyer Partners a.s., is a private limited company with its registered office in Bratislava. It was represented before the Court by Mr J. Fridrich, a lawyer practising in Bratislava. Further details concerning the present twenty-four applications lodged by the applicant company are set out in the appendix.", "The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.", "2. The facts of the cases, as submitted by the parties, may be summarised as follows.", "3. On 15 July 2005 the applicant company concluded a contract with Slovak Radio, a public-law institution. Under that contract, taken together with two additional ones concluded on 20 September 2005 and 27 January 2006, the applicant company acquired the right, in exchange for compensation to Slovak Radio, to recover unpaid broadcast receiver licences in 355,917 cases, plus additional sums for default on those payments.", "4. The applicant company sued the individuals and legal persons who had refused to pay the debt which it had acquired the right to recover. The applicant company prepared individual actions, with a request for payment notices to be issued against the debtors. Given the number of defendants concerned, the actions were generated by computer software and recorded on Digital Versatile Discs (DVD). In the course of 2006 the DVDs were sent to the district courts concerned, accompanied by an explanatory letter.", "5. The courts refused to register the actions, indicating that they lacked the equipment to receive and process submissions made and signed electronically.", "6. In view of the differing practice of the Constitutional Court in respect of the applicant’s ensuing complaints, the Court found, on 16 June 2009, a breach of the applicant’s right of access to court in respect of cases where the applicant had been unable to obtain redress at the domestic level (see Lawyer Partners a.s. v. Slovakia, nos. 54252/07, 3274/08, 3377/08, 3505/08, 3526/08, 3741/08, 3786/08, 3807/08, 3824/08, 15055/08, 29548/08, 29551/08, 29552/08, 29555/08 and 29557/08, ECHR 2009).", "7. Subsequently the applicant company brought proceedings against the State, in which it claimed compensation for damage resulting from the failure to register the actions submitted electronically. In a submission of 16 April 2012 the applicant company stated that the courts dealing with the claims for damages had asked it to pay prohibitively high deposits in respect of costs and expenses, in accordance with an amendment to the Code of Civil Procedure enacted which took effect on 1 January 2012.", "8. In the present cases the applicant lodged 58,763 actions with twentyone different district courts in March, July and October 2006. The actions concerned unpaid broadcast receiver licences and they were signed electronically and filed on DVDs. The district courts concerned were unable to register and proceed with the actions as they lacked the necessary equipment. The applicant sought redress before the Constitutional Court.", "9. The Constitutional Court delivered twenty-four judgments in which it found that the district courts concerned had breached the applicant’s right of access to court as guaranteed by Article 6 § 1 of the Convention, in that they had refused to register its actions. It ordered the courts involved (with the exception of the Brezno District Court, which had expressed its readiness to do so in the meantime) to proceed with such actions in accordance with the relevant provisions of the Code of Civil Procedure. The judgments explicitly stated that the actions of the applicant should have legal effect from the time they were first submitted to the courts concerned, regardless of any technical impediments preventing that date from being automatically generated within the electronic registration system.", "10. The Constitutional Court further ordered the district courts involved to reimburse the applicant company’s costs in eighteen of the twenty-four judgments. In the remaining six judgments the Constitutional Court found that it had already ruled in a number of cases lodged by the applicant that the courts had a duty to process submissions made electronically. That fact had to be taken into account when deciding on the applicant’s claim for costs.", "11. The Constitutional Court held that the above findings sufficiently redressed the situation complained of. With reference to the Court’s practice under Article 41 of the Convention it therefore dismissed the applicant’s claims for just satisfaction, which amounted to 332 euros (EUR) in respect of each individual action registered on the DVDs. Further details concerning the actions and the Constitutional Court’s judgments are set out in the appendix.", "12. In the period subsequent to the Constitutional Court’s judgments in the present cases, the ordinary courts proceeded or attempted to proceed with the applicant’s cases as follows.", "13. In proceedings before the Prievidza District Court the applicant company first indicated that it would provide a reserve copy of the DVDs. That proposal was accepted by the District Court. In a letter of 23 September 2009 the applicant informed the court that it would not submit the DVDs as they had been submitted to the Court in the context of its application. The applicant sent the same reply to ten other district courts which had asked it to submit the DVDs with its claims. As a result, those courts have not proceeded with the cases.", "14. In the other cases the district courts concerned registered the actions while considering them as having been lodged on the corresponding dates in 2006. They did so on the basis of the DVDs which they had obtained either from the applicant or the Constitutional Court, or by processing their own copy of the applicant’s original submission in electronic form. Several courts determined the merits of the applicant’s claims. Five other district courts abandoned proceedings as the applicant had not paid the court fees.", "15. Article 127 provides:", "“1. The Constitutional Court shall decide on complaints lodged by natural or legal persons alleging a violation of their fundamental rights or freedoms or of human rights and fundamental freedoms enshrined in international treaties ratified by the Slovak Republic ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. When the Constitutional Court finds that a complaint is justified, it shall deliver a decision stating that a person’s rights or freedoms set out in paragraph 1 have been violated as a result of a final decision, by a particular measure or by means of other interference. It shall quash such a decision, measure or other interference. When the violation found is the result of a failure to act, the Constitutional Court may order [the authority] which violated the rights or freedoms in question to take the necessary action. At the same time the Constitutional Court may return the case to the authority concerned for further proceedings, order the authority concerned to abstain from violating fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant adequate financial satisfaction to the person whose rights under paragraph 1 have been violated.", "4. The Constitutional Court’s decision does not affect the liability for damage or other harm of those who have breached a person’s rights or freedoms set out in paragraph 1.”", "16. Section 56(3) provides that, when a violation of fundamental rights or freedoms is found, the Constitutional Court may order the authority liable for such a violation to proceed in accordance with the relevant rules. It may also return the case to the authority concerned for further proceedings, prohibit the continuation of the violation or, as the case may be, order the restoration of the situation existing prior to the violation.", "17. Under section 56(4), the Constitutional Court may grant adequate financial satisfaction to a person whose rights or freedoms were breached.", "18. Pursuant to section 56 (6), when the Constitutional Court quashes a decision, interference or other measures and returns the case to the authority concerned, the latter is obliged to re-examine the case and decide on it. The legal opinion expressed by the Constitutional Court is thereby binding on that authority.", "19. Under the Act the State bears liability for damage caused by public authorities, inter alia by wrongful official actions (section 3(1)(d)).", "20. Liability for damage caused by wrongful official action comprises, inter alia, a public authority’s failure to take an action within the time-limit set, inactivity or any other unlawful interference with the rights and legally recognised interests of individuals and legal persons (section 9(1)).", "21. Under section 17 the compensation is to cover pecuniary damage, including loss of profit, and, where appropriate and necessary, nonpecuniary damage."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}