{"ITEMID": "001-91419", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SAGAYEV AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Substantive aspect);Violation of Article 2 - Right to life (Procedural aspect);Violation of Article 3 - Prohibition of torture (Substantive aspect);No violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 5 - Right to liberty and security;Violation of Article 13+2 - Right to an effective remedy (Article 2 - Right to life)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicants are:", "1. Mr Imran Sagayev, born in 1933,", "2. Ms Deshi Abukhadzhievna Sagayeva, born in 1940,", "3. Mr Isa Imranovich Sagayev, born in 1958,", "4. Ms Raia Zaindievna Sagayeva, born in 1966,", "5. Ms Diana Isayevna Sagayeva, born in 1989,", "6. Ms Elza Isayevna Sagayeva, born in 1995,", "7. Ms Selita Vozukayeva, born in 1980,", "8. Mr Khusein Imranovich Sagayev, born in 1971,", "9. Ms Petimat Abdulvakhabovna Sagayeva, born in 1971.", "10. Ms Aizan Imranovna Sagayeva, born in 1968.", "6. The applicants are Russian nationals who live in Urus-Martan, Chechen Republic.", "7. The first and second applicants are married and are the parents of the third applicant and his brother, Mr Ilias Imranovich Sagayev, who was born in 1972. The seventh applicant is the wife of Mr Ilias Imranovich Sagayev. The third applicant is married to the fourth applicant and they have three children: the fifth and sixth applicants and Mr Yunadi Isayevich Sagayev, who was born in 1986. The eighth and ninth applicants are a brother and sister-in-law of Mr Ilias Imranovich Sagayev. The eighth applicant is also an uncle of Mr Yunadi Isayevich Sagayev. The tenth applicant is a sister of Mr Ilias Imranovich Sagayev and an aunt of Mr Yunadi Isayevich Sagayev.", "8. Eight members of the Sagayev family lived in a family compound at 72A Sheripova Street, Urus-Martan. The compound consisted of three houses in one courtyard. The first, second and tenth applicants lived in the first building. Mr Ilias Sagayev and the seventh applicant lived in the second building. The eighth and ninth applicants lived in the third building. Ms S. Sagayeva, a sister of Mr Ilias Sagayev and an aunt of Mr Yunadi Sagayev, whose permanent residence was in Grozny, temporarily resided at 72A Sheripova street as well.", "9. At 5 a.m. on 30 August 2002 a group of between ten and twenty armed men in camouflage uniforms wearing masks came to the family compound. They first broke down the doors to the houses of the first and eighth applicants. Then they went to the house of Mr Ilias Sagayev, broke down the door and apprehended him. They took him into the street and walked towards their vehicles, which they had apparently parked up the road, a short distance from the house. The applicants heard the sound of armoured personnel carriers (APC) while they were standing in the yard outside their houses. They were convinced that the armed men were Russian servicemen as they spoke Russian without an accent, and a curfew prevented civilians from being out on the streets at night.", "10. The account of the events was given in written statements by the first, second, seventh, eighth, ninth and tenth applicants. Mr K., their neighbour, stated in writing that at around 5 a.m. on 30 August 2002 he had seen military vehicles drive past his house along Sheripova Street. He had then heard them stop not far from his house before the engines were turned off. He had heard the vehicles again some ten to fifteen minutes later as they were driving away. Ms D., another neighbour, confirmed in writing that at around 5 a.m. on 30 August 2002 she had heard an APC park not far from her house and had then heard people talking in Russian.", "11. The Government submitted that in the course of the investigation in case no. 61121 it was established that at approximately 5 a.m. on 30 August 2002 unidentified persons in camouflage uniforms and masks had abducted Mr Ilias Sagayev from a house at 72A Sheripova Street, Urus-Martan.", "12. In the morning of 30 August 2002 the first applicant went to the Urus-Martan Military Commander’s Office, the Prosecutor’s Office, the local police department, and the Urus-Martan District Administration to submit written complaints concerning the events of the previous night. He was questioned by an investigator, R. Yu., who later also questioned the second, seventh, eighth and tenth applicants at the Prosecutor’s Office. When the first applicant met the head of the Administration, the latter told him that he had no influence over the fate of persons held at the Military Commander’s Office.", "13. Three days later the first applicant was received by the Urus-Martan District Military Commander. According to the first applicant, the Commander listened to his story, accepted the written complaint, and left the room without saying a word or promising to conduct an investigation.", "14. In subsequent weeks the applicants visited several prisons in the Chechen Republic, including Chernokozovo, Khankala and the organised crime unit in Grozny, but received no information about their missing relative. They also made unsuccessful attempts to find intermediaries to track him down.", "15. On 10 September 2002 the Urus-Martan District Prosecutor’s Office opened criminal investigation no. 61121 into the abduction of Mr Ilias Sagayev.", "16. The applicants sent numerous applications to various State authorities, copies of which have been submitted to the Court. In particular, on 18 October 2002 the first applicant applied in writing to the Military Commander, the Urus-Martan District Prosecutor’s Office, the Federal Security Service (FSB) and the Urus-Martan police, requesting assistance in locating Mr Ilias Sagayev and securing his release. The applications filed with the Prosecutor’s General Office and the Prosecutor’s Office of the Chechen Republic were forwarded to the Urus-Martan District Prosecutor’s Office. The applications filed with the Military Prosecutor of the United Group Alignment (UGA) were forwarded to the Military Prosecutor of military unit no. 20102. Those filed with the Ministry of the Interior were forwarded to the Urus-Martan police.", "17. On 2 November 2002 the Urus-Martan District Prosecutor’s Office granted the first applicant victim status in the criminal proceedings. According to the Government, he was questioned on the same date. The first applicant was informed of the decision to grant him victim status on 21 November 2002.", "18. On 10 November 2002 the Urus-Martan District Prosecutor’s Office decided to suspend the investigation. In the decision it was stated that “all possible investigative measures were taken, [however,] the persons to be charged were not identified, and the term of the preliminary investigation has expired.” The decision did not specify what investigative measures had actually been taken. The first applicant was informed of the decision on 15 November 2002.", "19. On 31 March 2003 the Urus-Martan District Prosecutor’s Office informed the first applicant that his letter had been included in the criminal case file and that steps were being taken to establish the identity of the perpetrators of the crime.", "20. On 3 April 2003 the Ministry of the Interior informed the applicants that the investigation had been reopened on an unspecified date and that the department was taking investigative measures in liaison with the Prosecutor’s Office of the Chechen Republic.", "21. On 18 April 2003 the applicants’ representatives, the SRJI, requested the Urus-Martan District Prosecutor’s Office to provide information on the status of the criminal investigation and the name of the investigator, as well as copies of the decisions to open the criminal investigation, to suspend it, and to grant victim status.", "22. On 30 April 2003 the Urus-Martan District Prosecutor’s Office informed the SRJI that criminal case no. 61121 had been suspended since, although all investigative measures had been taken, the perpetrators of the crime had not been identified and Mr Ilias Sagayev’s whereabouts had not been established. The letter further stated that R. Yu. was the investigator in the case and that copies of the decisions to open and suspend the case and to grant victim status to the first applicant had been sent to the latter.", "23. On 16 May 2003 the Military Prosecutor of military unit no. 20102 informed the first applicant that his letter had been examined and found not to contain any evidence of the involvement of military servicemen in the abduction of Mr Ilias Sagayev.", "24. On 11 June 2003 the SRJI requested the Urus-Martan District Prosecutor’s Office to provide the first applicant with information on the status of the criminal investigation and copies of the relevant decisions.", "25. On 9 July 2003 the Prosecutor’s Office of the Chechen Republic instructed the Urus-Martan District Prosecutor’s Office to provide it with detailed information on the results of the investigation and on the grounds of the decision to suspend the investigation if such a decision had been taken. No further information was received by the applicants on this subject.", "26. On 1 August 2003 the Urus-Martan District Prosecutor’s Office quashed the decision of 10 November 2002 to suspend the investigation and resumed the proceedings. The first applicant was informed accordingly.", "27. On 1 September 2003 the investigation was again suspended on account of the failure to identify the perpetrators. The first applicant was notified of the decision.", "28. On 12 October 2003 the National Public Commission for the Investigation of Offences and the Protection of Human Rights in the North Caucasus informed the first applicant that his application had been forwarded to the Military Prosecutor’s Office of the UGA. According to the letter, the Military Prosecutor’s Office of military unit no. 20102 had opened a criminal investigation and referred it to the Urus-Martan District Prosecutor’s Office.", "29. On 20 October 2003 the FSB informed the first applicant that Mr Ilias Sagayev had not been detained by the FSB as there had been no lawful grounds for his detention, and that he was not suspected of any offences. It was also stated that the FSB was taking the necessary measures to identify those involved in Mr Ilias Sagayev’s apprehension and to establish his whereabouts.", "30. On 14 January 2004 the SRJI asked the Urus-Martan District Prosecutor’s Office to grant the applicants access to the case file so as to enable them to appeal against the decision to suspend the investigation. Although the prosecutor received the letter on 30 January 2004, neither the applicants nor the SRJI received a response.", "31. On 1 February 2004 the Urus-Martan District Prosecutor’s Office quashed the decision of 1 September 2003 and resumed the investigation. The first applicant was informed accordingly.", "32. On 1 March 2004 the investigation was again suspended on account of the failure to identify the perpetrators. The first applicant was notified of the decision.", "33. On 7 April 2004 S., an official from the Urus-Martan Department of the Ministry of the Interior of the Chechen Republic, sent the first applicant a letter informing him that inquiries concerning the whereabouts of his son had been sent to the Departments responsible for the Execution of Sentences of the Chechen Republic and of other regions of the Northern Caucasus and to the Main Information Centre of the Ministry of the Interior in Moscow. A profile of Mr Ilias Sagayev had been sent to all District Departments of the Interior in the Chechen Republic, as well as to law-enforcement agencies in the Urus-Martan district. However, S. had not received any positive replies to any of the inquiries.", "34. On 1 September 2004 the Urus-Martan District Prosecutor’s Office informed the first applicant that requests for certain investigative measures had been sent to district prosecuting authorities of the Chechen Republic. Requests to activate search measures had also been sent to the Urus-Martan district department of the interior. However, despite the measures taken it was proving impossible to identify the perpetrators or establish Mr Ilias Sagayev’s whereabouts.", "35. On 21 March 2005 the Prosecutor’s Office of the Chechen Republic quashed the decision to suspend the investigation of 1 March 2004 and resumed the proceedings. The decision stated, inter alia, that in the course of the resumed investigation it would be necessary to verify the first applicant’s allegations that his son had been apprehended by officers of the Urus-Martan district military commander’s office and the Urus-Martan district department of the FSB. It ordered the Urus-Martan District Prosecutor’s Office to take the investigative steps required. The first applicant was notified of the decision.", "36. On 23 April 2005 the Urus-Martan District Prosecutor’s Office suspended the investigation on the ground that although all necessary investigative measures had been taken the perpetrators could not be identified. The decision did not specify any measures actually taken.", "37. On 6 June 2005 the Urus-Martan District Prosecutor’s Office resumed the investigation on account of the necessity to take additional investigative measures. The first applicant was informed accordingly.", "38. After that the investigation was again suspended on 6 July 2005, resumed on 18 August 2005, suspended on 10 September 2005 and again resumed on 24 May 2007. According to the Government, it has been pending since that date.", "39. According to the applicants, the investigative authorities have never inspected the scene of the abduction or questioned their neighbours, who had witnessed the events. Despite their numerous requests, they had not received any information concerning any other investigative measures taken. According to the Government, an inspection of the Sagayevs’ house in Sheripova Street was carried out on an unspecified date. No evidence was found or seized.", "40. The third applicant lived together with his family at 37 Aviatsionnaia Street, Urus-Martan. His son, Mr Yunadi Sagayev, who born in 1986, also lived at that address. At around 2 a.m. on 13 September 2002 about six armed men in masks approached the third applicant’s house on foot after apparently leaving their vehicles around the corner. The whole family was asleep when the armed men climbed over the fence around their courtyard and broke down the door. Six of the men entered the house, without introducing themselves. Even when specifically asked by the applicants, they refused to show their identity papers. Five of them went into the room where the third applicant and Mr Yunadi Sagayev were sleeping, and the sixth man went into the room where the fourth, fifth and sixth applicants were sleeping. They told the fourth applicant that they were conducting identity checks. The men put the third applicant and Mr Yunadi Sagayev against the wall, while the fourth applicant went into another room to look for their identity papers to show them to the armed men. The men took Mr Yunadi Sagayev’s passport and then took him outside. He was dressed in a black tracksuit with red and white details, a red T-shirt with a white stripe and slippers. Before leaving, the men contacted their vehicles by radio and told the fourth applicant that her son would be released later. As they were leaving, they broke the lights outside the Sagayevs’ house. The applicants believed that the men were Russian servicemen as they spoke Russian without an accent.", "41. The third, fourth and fifth applicants witnessed Mr Yunadi Sagayev’s apprehension and gave their account of the events in writing.", "42. The Government submitted that in the course of the investigation in case no. 61126 it was established that at approximately 2.30 a.m. on 13 September 2002 unidentified armed persons in camouflage uniforms and masks had abducted Mr Yunadi Sagayev from a house at 37 Aviatsionnaia Street, Urus-Martan.", "43. In the morning of 13 September 2002 the fourth applicant applied in person to the Military Commander’s Office, the Town Administration, the Prosecutor’s Office, and police for information about her son. Officials of each of these agencies told her that they had not detained her son the previous night. They promised to help establish who had been on duty during the night but ultimately provided no assistance.", "44. The applicants sent numerous applications to various State officials, copies of which have been submitted to the Court. The applications filed with the Prosecutor’s General Office and the Prosecutor’s Office of the Chechen Republic were forwarded to the Urus-Martan District Prosecutor’s Office. The applications filed with the Military Prosecutor of the UGA were forwarded to the Military Prosecutor of military unit no. 20102. The applications filed with the Ministry of the Interior were forwarded to the Urus-Martan police.", "45. On 21 September 2002 the Urus-Martan District Prosecutor’s Office opened a criminal investigation into the abduction of Mr Yunadi Sagayev in case no. 61126.", "46. On 3 October 2002 the Urus-Martan District Prosecutor’s Office granted the fourth applicant victim status in the criminal proceedings.", "47. On an unspecified date the investigators questioned the third and fourth applicants and their neighbours.", "48. On 21 November 2002 the Urus-Martan District Prosecutor’s Office suspended the investigation into the abduction of Mr Yunadi Sagayev. In the decision to suspend the investigation it was stated that “all possible investigative measures have been taken, [however,] the persons to be charged have not been identified, and the term of the preliminary investigation has expired.” The decision did not specify what investigative measures had been actually taken. The applicants were informed of the decision in a letter of 14 December 2002.", "49. On 18 April 2003 the SRJI applied in writing to the Urus-Martan District Prosecutor’s Office requesting information on the status of the criminal investigation and the name of the investigator, as well as copies of the decisions to open and suspend the criminal investigation and to grant victim status.", "50. On 30 April 2003 the Urus-Martan District Prosecutor’s Office informed the SRJI that investigation in criminal case no. 61126 was, at that date, suspended as all investigative measures had been taken but the perpetrators of the crime had not been identified and Mr Yunadi Sagayev’s whereabouts had not been established. It was further stated that investigator R. Yu. was responsible for the case and that copies of the decisions concerning the criminal proceedings had been sent to the fourth applicant.", "51. On 11 June 2003 the SRJI wrote to the Urus-Martan District Prosecutor’s Office to ask for the first and third applicants to be granted victim status in criminal case no. 61126.", "52. On 24 June 2003 the Military Prosecutor’s Office of military unit no. 20102 informed the third applicant that his letter had been examined but had been found not to disclose any evidence of servicemen’s involvement in Mr Yunadi Sagayev’s abduction.", "53. On 9 July 2003 the Public Prosecutor’s Office of the Chechen Republic instructed the Urus-Martan District Prosecutor’s Office to provide it with detailed information on the results of the investigation and, if a decision to suspend the investigation had been taken, to provide a report on the grounds of the decision. No further information was received by the applicants on that subject.", "54. On 1 August 2003 the Urus-Martan District Prosecutor’s Office quashed the decision of 21 November 2002 to suspend the investigation and resumed the proceedings.", "55. On 1 September 2003 the investigation was again suspended on account of the failure to identify the perpetrators. The fourth applicant was informed accordingly.", "56. On 11 October 2003 the National Public Commission for the Investigation of Offences and the Protection of Human Rights in the North Caucasus informed the third applicant that his application had been forwarded to the Military Prosecutor’s Office of UGA. The letter stated, incorrectly, that the Military Prosecutor’s Office of military unit no. 20102 had opened a criminal investigation into Mr Yunadi Sagayev’s abduction and had referred it to the Urus-Martan District Prosecutor’s Office.", "57. On 20 October 2003 the FSB informed the third applicant that the FSB had not detained Mr Yunadi Sagayev as there had been no lawful grounds for his detention. He had not been suspected of any criminal offences.", "58. On 14 January 2004 the SRJI asked the Urus-Martan District Prosecutor’s Office to grant the applicants access to the case file so as to enable them to appeal against the decision to suspend the investigation. Although the Prosecutor received the letter on 30 January 2004, neither the applicants nor the SRJI received a response.", "59. On 1 February 2004 the Urus-Martan District Prosecutor’s Office quashed the decision of 1 September 2003 on the ground that the investigation was incomplete and resumed the proceedings. The fourth applicant was notified of the decision.", "60. On 1 March 2004 the Urus-Martan District Prosecutor’s Office again suspended the investigation on account of the failure to identify the perpetrators. The fourth applicant was informed accordingly.", "61. On 1 September 2004 the Urus-Martan District Prosecutor’s Office informed the fourth applicant that requests for certain investigative measures had been sent to district prosecuting authorities of the Chechen Republic. Requests to activate search measures had also been sent to the Urus-Martan district department of the interior. However, despite the measures taken it was proving impossible to identify the perpetrators or establish Mr Yunadi Sagayev’s whereabouts.", "62. On 21 March 2005 the Prosecutor’s Office of the Chechen Republic quashed the decision of 1 March 2004 to suspend the investigation and resumed the proceedings. The decision stated, inter alia, that in the course of the resumed investigation it would be necessary to verify the first applicant’s allegations that his grandson had been apprehended by officers from the Urus-Martan district military commander’s office and the Urus-Martan district department of the FSB. It ordered the Urus-Martan District Prosecutor’s Office to take the investigative steps required. The fourth applicant was notified of the decision.", "63. On 23 April 2005 the Urus-Martan District Prosecutor’s Office suspended the investigation once again on account of the failure to identify the perpetrators. The fourth applicant was informed accordingly.", "64. After that the investigation was resumed on 6 June 2005, suspended on 6 July 2005, resumed on 1 September 2005, suspended on 2 September 2005, resumed on 18 November 2005, suspended on 18 December 2005 and again resumed on 24 May 2007. According to the Government, it has been pending since that date.", "65. According to the applicants, the investigative authorities have not inspected the scene of the abduction. According to the Government, an inspection of the Sagayevs’ house in Aviatsionnaya street was carried out on an unspecified date. No evidence was found or seized.", "66. The applicants submitted that, despite their numerous requests, they have received no information about the investigative measures that have been taken.", "67. On 24 June 2005 the first applicant filed a complaint with the Urus-Martan Town Court concerning the investigating authorities’ inaction and their failure to provide him with access to case files nos. 61121 and 61126. In his complaint, he stated that Mr Ilias Sagayev and Mr Yunadi Sagayev had been apprehended by servicemen who had arrived on APCs.", "68. On 1 August 2005 the Urus-Martan Town Court upheld the part of the complaint relating to the investigation in case no. 61121 but dismissed the part relating to the investigation in case no. 61126.", "69. As regards case no. 61121, which concerned the abduction of Mr Ilias Sagayev, the court held, in particular:", "“...[T]he decision of the Urus-Martan District Prosecutor’s Office to refuse [the first applicant] the right to study the materials in criminal case no. 61121 is in breach of the provisions of the Constitution and should be quashed.", "The materials from criminal case no. 61121 ... show that at around 5 a.m. on 30 August 2002 unidentified men in camouflage uniforms and masks broke into the Sagayev’s house ... and took [Mr] Ilias Sagayev with them.", "In the course of the investigation ... the following investigative measures were taken. [The second, seventh, eighth applicants and Mr K.] were questioned as witnesses. Requests for certain investigative measures were sent. According to the Urus-Martan district department of the FSB, they had not apprehended [Mr Ilias] Sagayev or taken him to their premises. Similar responses were received from the Urus-Martan district military commander’s office, the head of military unit no. 6779, the operational-search bureau of the Ministry of the Interior, district prosecutor’s offices and the Department of the Interior of the Chechen Republic.", "On 2 November 2002 [the first applicant] ... was granted victim status.", "In the course of the investigation [the perpetrators] were not identified and the whereabouts of [Mr Ilias] Sagayev [were not established], as a result of which the investigation was repeatedly suspended on account of [the failure to identify the person] to be charged with the offence. The investigation was suspended for the last time on 6 July 2005.", "At the same time, the materials in the case file show that the investigator failed to take all the investigative measures necessary to establish the whereabouts of the abducted person and to identify the perpetrators. In particular:", "- it has not established to which [authority] within the territory of the Urus-Martan district at the time of [Mr] Ilias Sagayev’s apprehension the APCs belonged, where each [APC] was located at the time of the abduction and on whose orders it was being used;", "- neither the heads of the [authorities] which operated APCs nor the drivers of individual [APCs] were questioned;", "- the [military] register concerning the use of military vehicles at the time of the abduction was not examined;", "- the heads of the military commander’s office, of the district department of the FSB and of the district department of the interior were not questioned with a view to finding out who had been granted permission to pass through the town of Urus-Martan on the night of 30 August 2002 when freedom of movement was restricted;", "- the register of persons detained in the period concerned was neither seized nor examined, and the persons in charge of detention facilities were not questioned with a view to establishing the circumstances relating to the [placement] of abducted person in such facilities;", "- G., the military commander of the Urus-Martan district, was not questioned, whereas from the records of questioning of [the first applicant] it would appear that he had claimed to have been able to influence the fate of [his abducted relatives]. K., head of the FSB department, who had admitted his involvement in [Mr Ilias] Sagayev’s abduction, was not questioned either.", "The above circumstances prove that [the first applicant’s] request for the [proceedings] to be resumed and for a more thorough and complete investigation is well-founded...”", "70. As regards case no. 61126, the court dismissed the complaint on the ground that the first applicant had not been granted victim status in those proceedings and had failed to submit to the court documents corroborating his claim to be Mr Yunadi Sagayev’s grandfather.", "71. Following the delivery of the judgment, on 9 September 2005 the first applicant requested the Urus-Martan District Prosecutor’s Office to give him access to materials in case file no. 61121 and to allow him to make copies of relevant documents. His request was refused. The first applicant complained to the Urus-Martan Town Court against the refusal.", "72. On 23 December 2005 the Urus-Martan Town Court dismissed the complaint. The first applicant appealed.", "73. On 8 February 2006 the Supreme Court of the Chechen Republic dismissed his appeal. It noted that Article 42 of the Code of Criminal Procedure provided that a victim could only inspect records pertaining to investigative actions in which he had participated. He could inspect the entire case file once the investigation had been completed. Since the investigation in case no. 61121 was still pending, the refusal of the Urus-Martan District Prosecutor’s Office to provide the applicant with access to the entire case file was lawful.", "74. On 27 September 2005 the fourth applicant filed a complaint with the Urus-Martan Town Court concerning the inaction of the investigating authorities and their failure to give her access to case file no. 61126. In her complaint she stated that Mr Yunadi Sagayev had been apprehended by servicemen who had arrived on APCs.", "75. On 28 October 2005 the Urus-Martan Town Court upheld her complaint. It held, in particular, that the prosecuting authorities’ refusal to allow her access to the materials in the case file was in breach of the Constitution. It further noted that in the course of the investigation the first, second, third and fourth applicants, Ms L. S. and Ms R. B. had been questioned as witnesses. In reply to requests for information the Urus-Martan district department of the FSB had stated that they had not apprehended Mr Yunadi Sagayev or taken him to their premises. Similar responses had been received from the Urus-Martan district military commander’s office, the head of military unit no. 6779, the operational-search bureau of the Ministry of the Interior, district prosecutor’s offices and the Department of the Interior of the Chechen Republic.", "76. The court further noted a number of flaws in the investigation no. 61126 similar to those noted in its decision of 1 August 2005 in respect of the investigation in case no. 61121 (see paragraph 69 above) and ordered the Urus-Martan District Prosecutor’s Office to conduct a more thorough and complete investigation.", "77. Following the delivery of the judgment, on 14 November 2005 the fourth applicant requested the Urus-Martan District Prosecutor’s Office to give her access to the materials in case no. 61126 and to allow her to make copies of relevant documents.", "78. On 18 November 2005 the Urus-Martan District Prosecutor’s Office refused the request on the ground that in accordance with Article 42 of the Code of Criminal Procedure a victim could only inspect records pertaining to investigative actions in which he had participated.", "79. Despite a specific request by the Court, the Government did not submit copies of the investigation files in cases nos. 61121 and 61126 concerning the abduction of Mr Ilias Sagayev and Mr Yunadi Sagayev. They submitted ninety pages of case-file materials containing decisions to institute, suspend and resume the investigation and to grant victim status. The Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, since the file contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings. At the same time, the Government suggested that a Court delegation could have access to the “materials of the criminal cases containing no state or military secrets ... without making copies thereof” at the location of the preliminary investigation in Russia.", "80. For a summary of relevant domestic law see Akhmadova and Sadulayeva v. Russia, no. 40464/02, § 67-69, 10 May 2007."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}