{"ITEMID": "001-5240", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "AFTAB AND OTHERS v. NORWAY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants are Mr Mohammed Aftab and his wife Sarwari Begum, both Pakistani nationals and born respectively in 1963 and 1964, and also their five children (born in the years indicated in brackets), who are Norwegian nationals: Sabar Ali (1985), Atia (1986), Quasam Ali (1989), Muqaddes (1993) and Mubashir (1995). The first applicant lives in Faisalabad, Pakistan, and the other applicants live in Sandvika, near Oslo, Norway. They are represented before the Court by Mr Kaj R. Bjørnstad, a lawyer practising in Oslo.", "The facts of the case, as described mainly in the judgments of the national courts, may be summarised as follows.", "As his parents were very poor, the first applicant Mohammed Aftab was cared for by his uncle as his foster father. His uncle arrived in Norway in 1971 and declared the first applicant as his son. In May 1976, at the age of 12 and after having completed 5 school years in Pakistan during which he was taught in oral and written Urdu, the latter arrived in Norway. His foster father wished the first applicant to take part in the maintenance of the family in Pakistan. He was granted a permanent residence permit. In the autumn of 1976 he started at a Norwegian school and completed primary and secondary school in 5 years, following which, he took a basic high school course in engineering and mechanics. In 1981 he started work and, except for a short break in 1984, he was continuously in stable employment with a relatively good income until July 1990, when he was arrested for narcotics offences.", "The first applicant had visited Pakistan in 1979 together with his foster father. He had again visited the country in 1982, in connection with his marriage, in 1984 and in 1989. Each visit had lasted between 4 and 7 weeks. His wife arrived in 1985 and they had their first child the same year. The first applicant’s wife acquired Norwegian citizenship in 1992, but he never sought to obtain this himself as he had never felt particularly concerned by the question of citizenship.", "On 29 May 1991 the Eidsivating High Court (lagmannsrett) convicted the first applicant under Article 162 (2), cf. Article 62, of the Penal Code for having assisted in the sale of 43 grams of heroin and for having sold drugs, probably heroin, for approximately NOK 180,000. It sentenced him to 5 years' and 6 months' imprisonment. He had no previous convictions in Norway. The High Court found it established that the applicant had contacted his co-accused, T., a Pakistani national, to inquire whether he would be interested in marketing heroin in or around Mandal, a small district town in another part of the country. Following an affirmative answer by T., it was agreed that the latter should go to Oslo to collect the heroin. On the agreed date and at the agreed place, T. was contacted by A., also a Pakistani national, who offered T. 43.5 grams of heroin on the applicant’s behalf, which T. took to Mandal. During the police investigations, the police, with T.'s co-operation, recorded a telephone conversation between him and the applicant concerning payment for the heroin. Moreover, the police provided T. with NOK 80,000 in marked bank notes. On arresting the first applicant and A., the police found NOK 10,000 of the marked notes in the first applicant's wallet and the remaining 70,000 in a flat occupied by A. A further NOK 180,000 were found in the house of the first applicant's foster father which, it was established, were proceeds from the first applicant's sale of drugs, mainly heroin.", "While the first applicant served his sentence, his children visited him in prison for 1 hour per week and 2 hours every other week. After having served a third of the sentence, he was permitted to visit his family at home. He was released on probation in MarchApril 1994.", "On 27 July 1992 the Aliens Directorate (Utlendingsdirektoratet) ordered the first applicant’s expulsion under the relevant provisions of the Aliens Act 1988 (Utlendingsloven, Act of 24 June 1988 No. 64). On appeal by the first applicant the Ministry of Justice upheld the decision on 17 February 1994, finding that the expulsion would not constitute a disproportionate measure against the first applicant. In reaching this conclusion, the Ministry attached decisive importance to the fact that he had been convicted of offences under, inter alia, Article 162 of the Penal Code and had been sentenced to over 5 years’ imprisonment. Regard was had to the fact that the trial court had found that the first applicant had attempted to sell a considerable quantity of heroin in a milieu which had not previously had problems with this drug and that his actions had been motivated exclusively by the desire for financial gain. The trial court had found it necessary, in view of general considerations of crime prevention, to react strongly against such conduct. Moreover, having regard to the particularly serious nature of the criminal offence in question, the Ministry did not find that the expulsion would amount to a disproportionate measure vis-à-vis the first applicant's closest family members.", "The first applicant subsequently instituted proceedings before the City Court, which in a judgment of 18 August 1994 upheld the decision of the Ministry of Justice, following which the expulsion order was put into effect in September 1994. At the time his wife was pregnant and very depressed.", "After his return to Pakistan he lived in a house belonging to his foster father and was unemployed. His eldest child visited him for a month in 1994 and his wife and all his children visited him for a month over Christmas 1995.", "The applicants submitted, and adduced certain medical statements in support thereof, that the children suffered from asthma and allergies, and that the wife had suffered physically and psychologically as a result of her husband's separation from the family.", "An appeal by the first applicant to the Eidsivating High Court was rejected by judgment of 3 May 1995. The applicant then lodged an appeal with the Supreme Court (Høyesterett), which in a judgment of 29 April 1996 rejected the appeal.", "In his opinion, Mr Justice Skåre, on behalf of a unanimous court, recalled, inter alia, the High Court's finding that the second applicant and her children had to a slight degree been integrated into Norwegian society. They spoke Urdu at home and the oldest children had great difficulties with the Norwegian language at school and in the kindergarten. During the hearing the spouse showed that she had not mastered Norwegian. As regards the merits of the case, Justice Skåre stated, inter alia:", "“… Like the criminal cases which form the basis for the expulsion orders at issue in appeal cases nos. 38/996 and 39/996, there is no question in this case of such a significant amount of heroin as to warrant the application of Article 162 (3) of the Penal Code. Nevertheless, it concerns two narcotics offences which, according to the nature and quantity of the drugs call for a very severe sentence. ... .", "In the assessment it is also important to note that Mr Aftab has resided in Norway for a long period and that he arrived here quite young. However, he has maintained his links with the Pakistani milieu, and his links to Norway are not as one-sided as one may find in certain cases of more typical secondgeneration immigrants. Also his spouse and children appear to have links to the Pakistani culture and milieu.", "I have therefore reached the conclusion that the expulsion order cannot be regarded as incompatible with Article 8 of the Convention. The appeal must be rejected. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}