{"ITEMID": "001-85131", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "GRANDCHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ARVANITAKI-ROBOTI AND OTHERS v. GREECE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Reasonable time);Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;David Thór Björgvinsson;Dean Spielmann;Elisabeth Steiner;Françoise Tulkens;Jean-Paul Costa;Josep Casadevall;Karel Jungwiert;Khanlar Hajiyev;Lech Garlicki;Loukis Loucaides;Margarita Tsatsa-Nikolovska;Mark Villiger;Mindia Ugrekhelidze;Nicolas Bratza;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Sverre Erik Jebens;Vladimiro Zagrebelsky", "TEXT": ["11. In their capacity as doctors, the applicants are members of the National Health System (Εθνικό Σύστημα Υγείας) and are employed by the public hospital “O Evangelismos”.", "12. On 28 April 1994 they applied to the Athens Administrative Court of Appeal seeking to have set aside the hospital's refusal to pay them an allowance for overtime work, set at 1/65th of their basic salary. The sole purpose of this application was to challenge the lawfulness of the disputed administrative decision.", "13. Initially scheduled for 11 March 1996, the hearing was postponed seven times, one of these being at the applicants' request. It was eventually held on 22 November 1999. On 16 December 1999 the Athens Administrative Court of Appeal set aside the disputed administrative decision (decision no. 2684/1999).", "14. On 18 April 2000 the hospital lodged an appeal against that decision. Initially scheduled for 18 January 2001, the hearing was held on 18 October 2001, after four postponements. On 7 March 2002 the Third Division of the Supreme Administrative Court sent the case for examination by that court's seven-judge bench on account of the importance of a question concerning the way in which the document in dispute had been published (judgment no. 763/2002).", "15. On 6 February 2003, following the postponement of one hearing, the Supreme Administrative Court overturned the Athens Administrative Court of Appeal's decision. It held that the ministerial decree on which the applicants based their claim to receive an allowance for overtime work had not been published in due form and was therefore without foundation (judgment no. 307/2003).", "16. It appears from the case file that, in the meantime, the applicants had on several occasions brought actions in the administrative courts, seeking payment of various amounts in respect of allowances for overtime work allegedly owed by the public hospital in question. The total sum claimed by each applicant in this connection varied between 15,000 and 20,000 euros (EUR). It appears from the case file that these actions were dismissed by the domestic courts.", "17. Article 115 § 1 of the Code of Administrative Procedure provides:", "“Several persons may bring a joint action, in a single appeal, against the same act or omission, provided that the grounds advanced have, in substance, the same legal or factual basis with regard to the essential issues or are based on the same action. [A joint action may also be lodged] where the grounds advanced concern a shared right or where, in substance, the rights relied upon have the same legal or factual basis with regard to the key issues.", "...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}