{"ITEMID": "001-59719", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF HOFFMANN v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8;Violation of Art. 14+8;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["7. The applicant is a German national, born in 1954 and living in Mülheim. He is the father of the child J., born out of wedlock on 25 August 1985. The applicant and the child’s mother, Ms S., lived together at the time of the child’s birth. They separated in spring 1987.", "J.’s mother married in 1992 and J.’s family name was changed to her mother’s new family name.", "8. On 23 June 1987 the Mülheim District Court decided that the applicant should be entitled to visit his daughter. These visiting arrangements were confirmed in a court settlement between the parents in July 1987. Under the terms of this settlement, the applicant was entitled to visit the child every 14 days. After some first visits, the applicant did no longer exercise his right of access to his daughter.", "9. On 9 May 1990 the child’s mother applied with the Mülheim District Court for an amendment of the above settlement to the effect that the applicant should no longer be allowed access to his child. It was stated that the applicant had not exercised his right of access for three years so that J. had completely forgotten him. His wish to see her again was not in J.’s interest.", "10. On 12 June 1990 the Mülheim Youth Office (Jugendamt), having regard to a report by the Diakonisches Werk, a Catholic welfare organisation, recommended that the applicant should not be granted access to his child.", "11. On 9 October 1990 the Mülheim District Court ordered that a medical report be prepared on the question of access. The report dated 27 June 1991 recommended that contact between the applicant and J. be build up carefully and gradually, despite of the risk for J.’s emotional balance. The established sound emotional ties between J. and her mother and the relationship of trust with the mother’s partner should, however, not be upset.", "12. In a further report of 26 August 1991, the Diakonisches Werk recommended that the applicant should meet J. in a child guidance centre (Erziehungsberatungsstelle). If these contacts developed positively, they should be extended or, in the event of a negative experience, access should be stopped. The Youth Office shared this assessment.", "13. On 3 November 1992 the Mülheim Child Guidance Centre confirmed that, between 10 August and 11 September 1992, J. had met the applicant three times in the centre in her mother’s presence. It was stated that J. had sensed the conflicts between her parents and was under mounting emotional strain as a result.", "14. On 14 December 1992 the Mülheim District Court heard the applicant and J.’s mother. In these and the following proceedings, both parties were represented by counsel.", "15. On 18 December the Mülheim District Court heard the then seven-year-old child in the absence of her parents. She stated that she had not recognised her natural father and that she did not want to see him.", "16. On 23 January 1993 the District Court set aside its earlier decision of 23 June 1987 and the court settlement of July 1987.", "The court noted inter alia that the applicant had not exercised his right to visit his daughter since 1987 and that J.’s mother was opposed to the applicant’s request. The court found that the applicant was not entitled to have access to his daughter.", "Referring to section 1711 of the Civil Code (Bürgerliches Gesetzbuch), the District court observed that the mother, in the exercise of her right to custody, determined the child’s relations with third persons, and that therefore her will was decisive. The father could only be granted a right of access by court order if this was in the interest of the child. According to the court’s findings, these conditions were not met in the applicant’s case. The court considered that, as the parents separated when J. was only one and a half years old and as he did not exercise his right of access for several years, he was a stranger in respect of the child. No bonds existed between her and the applicant and she did not regard him as her father.", "The District Court further considered that the attempt to overcome this situation had failed. It noted that, in the course of several meetings between the applicant and his daughter at an educational assistance office in August and September 1992, he had remained a stranger to J. who did not wish to have contacts with her father. In the court’s view, it was not in J.’s interest to act contrary to her wish. After several changes, her mother’s new husband had become a person exercising parental functions (männliche Bezugsperson). J.’s stable position and emotions would be shaken if contacts with a stranger were forced. In this context, the court considered that J. was very sensitive and vulnerable and therefore needed stable living conditions and a family life free of conflict. Her physical and emotional well-being could be easily affected and she had difficulties in concentrating and learning. Her wish not to have any contacts with her father had, therefore, to be accepted.", "17. On 26 March 1993 the Duisburg Regional Court dismissed the applicant’s appeal.", "The Regional Court endorsed the District Court’s findings under section 1711 of the Civil Code. The Regional Court further found that the applicant’s appeal submissions did not disclose any new elements that were relevant. His argument that it had not been his fault that he had not been able to exercise his right of access since 1987 was irrelevant, as the child’s interests were decisive. His criticism of section 1711 was irrelevant as this provision was the applicable legislation according to which granting access contrary to the mother’s will was only possible in the interest of the child. However, in the applicant’s case the District Court, on the basis of an expert opinion, had correctly found that J.’s wish not to have contacts with the applicant had to be accepted. Moreover, even assuming that J. was influenced by her mother, such influence could not justify to force her to have contacts with the applicant. In this respect, the Regional Court again noted the expert’s findings that J. was very sensitive and vulnerable and that any forced contacts would certainly harm her.", "18. On 4 June 1993 the Düsseldorf Court of Appeal declared the applicant’s further complaint inadmissible, pursuant to section 63a of the Non-Contentious Proceedings Act (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit). The Court of Appeal considered that the prevailing legal situation, excluding a further appeal in proceedings concerning a father’s access to his child born out of wedlock, could not be objected to from a constitutional point of view. Even if the criteria established in the Federal Constitutional Court’s decision of 1991 on the necessity to abolish discrimination against children born out of wedlock were applied to procedural rules, the general standards as to the period left to the legislator for the purpose of amending the relevant legislation did not yet permit the conclusion that the existing legislation was unconstitutional.", "19. On 21 July 1993 the applicant filed a constitutional complaint with the Federal Constitutional Court, complaining that the refusal of access to his daughter infringed his parental rights and amounted to discrimination, as well as about the refusal of his further appeal. The First Chamber of the First Senate of the Federal Constitutional Court acknowledged receipt on 28 July 1993.", "20. On 17 January 1994 the Constitutional Court informed the applicant’s lawyer that it was dealing with a further case concerning section 1711 of the Civil Code which had already been submitted. A decision in that case was envisaged for the current year. The processing of the applicant’s case was therefore postponed. On 18 January 1995, upon the applicant’s inquiry, the Judge at the Federal Constitutional Court dealing with the applicant’s case informed him that a decision on the other case was envisaged for the current year. In a letter of 5 August 1996, the applicant’s representative was informed that the date of a decision upon his complaint could not be foreseen. The applicant was subsequently informed that, in the light of the legislative reforms, a decision on his constitutional complaint did no longer appear necessary and the applicant agreed to consider the complaint as settled.", "The applicant’s renewed request for access to J. remained unsuccessful.", "21. The statutory provisions on custody and access are to be found in the German Civil Code. They have been amended on several occasions and many were repealed by the amended Law on Family Matters (Reform zum Kindschaftsrecht) of 16 December 1997 (Federal Gazette 1997, p. 2942), which came into force on 1 July 1998.", "22. Section 1626 § 1 reads as follows (the Court’s translation):", "“The father and the mother have the right and the duty to exercise parental authority (elterliche Sorge) over a minor child. The parental authority includes the custody (Personensorge) and the care of property (Vermögenssorge) of the child.”", "23. Pursuant to section 1626 a § 1, as amended, the parents of a minor child born out of wedlock jointly exercise custody if they make a declaration to that effect (declaration on joint custody) or if they marry. According to Section 1684, as amended, a child is entitled to have access to both parents; each parent is obliged to have contact with, and entitled to have access to, the child. Moreover, the parents must not do anything that would harm the child’s relationship with the other parent or seriously interfere with the child’s upbringing. The family courts can determine the scope of the right of access and prescribe more specific rules for its exercise, also with regard to third parties; and they may order the parties to fulfil their obligations towards the child. The family courts can, however, restrict or suspend that right if such a measure is necessary for the child’s welfare. A decision restricting or suspending that right for a lengthy period or permanently may only be taken if otherwise the child’s well-being would be endangered. The family courts may order that the right of access exercised in the presence of a third party, such as a Youth Office authority or an association.", "24. Before the entry into force of the amended Law on Family Matters, the relevant provision of the Civil Code concerning custody and access for a child born in wedlock was worded as follows (the Court’s translation):", "Section 1634", "“1. A parent not having custody has the right to personal contact with the child. The parent not having custody and the person having custody must not do anything that would harm the child’s relationship with others or seriously interfere with the child’s upbringing.", "2. The family court can determine the scope of that right and can prescribe more specific rules for its exercise, also with regard to third parties; as long as no decision is made, the right, under section 1632 § 2, of the parent not having custody may be exercised throughout the period of contact. The family court can restrict or suspend that right if such a measure is necessary for the child’s welfare.", "3. A parent not having custody who has a legitimate interest in obtaining information about the child’s personal circumstances may request such information from the person having custody in so far as this is in keeping with the child’s interests. The guardianship court shall rule on any dispute over the right to information.", "4. Where both parents have custody and are separated not merely temporarily, the foregoing provisions shall apply mutatis mutandis.”", "25. The relevant provisions of the Civil Code concerning custody of and access to a child born out of wedlock were worded as follows (the Court’s translation):", "Section 1705", "“Custody over a minor child born out of wedlock is exercised by the child’s mother...”", "Section 1711", "“1. The person having custody of the child shall determine the father’s right of access to the child. Section 1634 § 1, second sentence, applies by analogy.", "2. If it is in the child’s interests to have personal contact with the father, the guardianship court can decide that the father has a right to personal contact. Section 1634 § 2 applies by analogy. The guardianship court can change its decision at any time.", "3. The right to request information about the child’s personal circumstances is set out in Section 1634 § 3.", "4. Where appropriate, the youth office shall mediate between the father and the person who exercises the right of custody.”", "26. Like proceedings in other family matters, proceedings under former section 1711 § 2 of the Civil Code were governed by the Act on Non-Contentious Proceedings (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit).", "27. According to section 12 of that Act, the court shall, ex officio, take the measures of investigation that are necessary to establish the relevant facts and take the evidence that appears appropriate.", "28. In proceedings regarding access, the competent youth office has to be heard prior to the decision (section 49(1) (k)).", "29. As regards the hearing of parents in custody proceedings, section 50a (1) stipulates that the court shall hear the parents in proceedings concerning custody or the administration of the child’s assets. In matters relating to custody, the court shall, as a rule, hear the parents personally. In cases concerning placement into public care, the parents shall always be heard. According to paragraph 2 of section 50a, a parent not having custody shall be heard except where it appears that such a hearing would not contribute to the clarification of the matter.", "30. Section 63 provides for a right of a further appeal challenging the first appeal decision. Section 63a of that Act as in force at the material time excluded this right in proceedings concerning a natural father’s access to his child born out of wedlock. This provision has been repealed by the Law on Family Matters of 1997."], "VIOLATED_ARTICLES": ["14", "6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}