{"ITEMID": "001-78785", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "PILIPOVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Branko Pilipović, who is of Serbian origin and whose nationality is unknown, was born in 1956 and lives in Johova, Bosnia and Herzegovina. He was represented before the Court by Mrs B. Isailović, a lawyer practising in Paris. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 2 March 1990 the Sisak Employment Tribunal (Osnovni sud udruženog rada u Sisku) gave judgment ordering company A. (“the company”) to pay the applicant the amount of 801.80 Yugoslav dinars (“YUD”) together with the pertaining statutory interest and the litigation costs. The judgment became final on 7 November 1990 when it was upheld by the Employment Tribunal of Croatia (Sud udruženog rada Hrvatske).", "On 21 March 1991 the applicant applied to the Sisak Municipal Court (Općinski sud u Sisku) for enforcement of the above judgment.", "On 27 March 1991 the Municipal Court issued a writ of execution (rješenje o izvršenju) ordering the financial institution operating the company’s account (Služba društvenog knjigovodstva, subsequently Zavod za platni promet and eventually Financijska agencija) (“the FINA”) to collect the amount corresponding to the applicant’s claim, i.e. 333,724.54 YUD, and transfer it to his account.", "On 11 April 1991 the company filed an objection (prigovor) to the writ. The applicant replied on 23 April 1991.", "On 2 December 1991 the Municipal Court dismissed the company’s objection and the writ thereby became final. It appears that on 4 February 1993 the writ was sent to the FINA in order to be carried out.", "The Government submitted that the proceedings had ended on 4 February 1993. However, since the case-file had been closed and, eventually, destroyed on 1 December 1998 pursuant to section 248 of the Courts’ Rules (see below under the Relevant domestic law), the Government were unable to specify whether the proceedings had been terminated because the applicant’s claim had been satisfied or for some other reason.", "The applicant submitted that in July 1991 he had gone to stay with his parents in Bosnia and Herzegovina. He further submitted that due to the escalation of the war in Croatia in October 1991, he had been unable to return. Thus, he had decided to stay in Bosnia and Herzegovina where he had later on been granted refugee status.", "The applicant also submitted that since April 1991 he had not received any information from the Sisak Municipal Court concerning his case.", "On 3 December 1999 he wrote to the Sisak Municipal Court asking it to continue the enforcement proceedings. He received no reply.", "On 3 May 2001 the applicant, through his advocate R.B., repeated his request. The court replied on 2 August 2001 informing the applicant’s advocate that the enforcement proceedings at issue had been discontinued and the case-file destroyed.", "On 15 May and 31 July 2002 the applicant again requested the Sisak Municipal Court to continue the enforcement proceedings.", "On 25 April 2003 he wrote to the President of the Sisak Municipal Court complaining that he had received no reply to his previous letters. The President replied on 29 May 2003 informing the applicant that the proceedings had ended on 4 December 1993, and the case-file had been destroyed on 1 December 1998.", "Meanwhile, following the applicant’s enquiry about the writ of execution, on 10 March 2003 the FINA – Sisak Office informed him that it had never received the writ from the Sisak Municipal Court.", "The 1991 Enforcement Proceedings Act (Zakon o izvršnom postupku, Official Gazette nos. 53/1991 and 91/1992), in force at the material time, did not provide for a possibility to continue enforcement proceedings that had already ended but only those that had been stayed or postponed (section 67). Moreover, the Act provided that a petition for reopening of a case (prijedlog za ponavljanje postupka) was not allowed as a remedy in the enforcement proceedings (section 9).", "The 1996 Enforcement Act (Ovršni zakon, Official Gazette nos. 57/1996), which entered into force on 11 September 1996, contains the same rules on continuation of the proceedings (sections 9 and 66) and reopening of a case (section 12).", "The Courts’ Rules (Sudski poslovnik, Official Gazette nos. 80/1997 and 20/98), as in force at the material time, regulated, inter alia, time-limits for keeping case-files in archives of the courts. They provided that the case-files concerning enforcement proceedings had to be kept for five years following the discontinuation or termination of such proceedings, unless they concerned rights in rem, in which case the files had to be kept for thirty years (section 248). After the expiry of those time-limits the case-files had to either be delivered to the institution keeping historical archives or be destroyed (section 247)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}