{"ITEMID": "001-92945", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF OPUZ v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (six month period);Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 2;Violation of Art. 3;Violation of Art. 14+2;Violation of Art. 14+3;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["7. The applicant was born in 1972 and lives in Diyarbakır.", "8. The applicant’s mother married A.O. in a religious ceremony. In 1990 the applicant and H.O., A.O.’s son, started a relationship and began living together. They officially married on 12 November 1995. They had three children, in 1993, 1994 and 1996. The applicant and H.O. had heated arguments from the outset of their relationship. The facts set out below were not disputed by the Government.", "9. On 10 April 1995 the applicant and her mother filed a complaint with the Diyarbakır Public Prosecutor’s Office, alleging that H.O. and A.O had been asking them for money, and had beaten them and threatened to kill them. They also alleged that H.O. and his father wanted to bring other men home.", "10. On the same day, the applicant and her mother were examined by a doctor. The applicant’s medical report noted bruises on her body, an ecchymosis and swelling on her left eyebrow and fingernail scratches on the neck area. The medical report on the applicant’s mother also noted bruises and swellings on her body. On 20 April 1995 definitive reports were issued, which confirmed the findings of the first report and stated that the injuries in question were sufficient to render both the applicant and her mother unfit to work for five days.", "11. On 25 April 1995 the public prosecutor lodged indictments against H.O. and A.O. for death threats and actual bodily harm. On 15 June 1995 the Diyarbakır First Magistrate’s Court discontinued the assault case, as the applicant and her mother had withdrawn their complaints and had thereby removed the basis for the proceedings under Article 456 § 4 of the Criminal Code.", "12. On 11 September 1995 the Diyarbakır Second Magistrate’s Court also acquitted the defendants of making death threats on account of the lack of evidence, and again discontinued the assault case, noting that it had been previously heard by the Diyarbakır First Magistrate’s Court.", "13. On 11 April 1996, during an argument, H.O. beat the applicant very badly. The medical report drawn up on that occasion recorded surface bleeding on the applicant’s right eye, bleeding on her right ear, an ecchymosis on her left shoulder and back pain. The report concluded that the applicant’s injuries were sufficient to endanger her life. On the same day, at the request of the public prosecutor and by a decision of a single judge, H.O. was remanded in custody.", "14. On 12 April 1996 the public prosecutor filed a bill of indictment with the Diyarbakır Criminal Court, accusing H.O. of aggravated bodily harm under Articles 456 § 2 and 457 § 1 of the Criminal Code.", "15. On 15 April 1996 H.O. filed a petition with the Presidency of the First Magistrate’s Court, requesting his release pending trial. He explained that during an argument with his wife he had become angry and had slapped his wife two or three times. Then his mother-in-law, who worked at a hospital, had obtained a medical report for his wife and that report had led to his detention for no reason. He stated that he did not want to lose his family and business and that he regretted beating his wife.", "16. On 16 April 1996 the Second Magistrate’s Court dismissed H.O.’s request for release pending trial and decided that his pre-trial detention should be continued.", "17. At the hearing on 14 May 1996, the applicant repeated her complaint. The public prosecutor requested that H.O. be released pending trial, considering the nature of the offence and the fact that the applicant had regained full health. Consequently, the court released H.O.", "18. At a hearing of 13 June 1996, the applicant withdrew her complaint, stating that she and her husband had made their peace.", "19. On 18 July 1996 the court found that the offence fell under Article 456 § 4 of the Criminal Code, for which the applicant’s complaint was required in order to pursue the proceedings. It accordingly discontinued the case on the ground that the applicant had withdrawn her complaint.", "20. On 5 February 1998 the applicant, her mother, her sister and H.O. had a fight, in the course of which H.O. pulled a knife on the applicant. H.O., the applicant and her mother sustained injuries. The medical reports certified injuries which rendered them unfit to work for seven, three and five days respectively.", "21. On 6 March 1998 the public prosecutor decided not to prosecute anyone in respect of this incident. He concluded that there was insufficient evidence to prosecute H.O. in connection with the knife assault, and that the other offences such as battery and damage to property could be the subject of civil lawsuits. There was thus no public interest in pursuing the case.", "22. The applicant went to stay with her mother.", "23. On 4 March 1998 H.O. ran a car into the applicant and her mother. The applicant’s mother was found to be suffering from life-threatening injuries. At the police station, H.O. maintained that the incident had been an accident. He had only wished to give the applicant and her mother a lift, which they had refused before they continued walking. They had then thrown themselves in front of the car. The applicant’s mother alleged that H.O. had told them to get into his car and that he would kill them if they refused. Since they did not want to get into the car and had started running away, H.O. had driven his car into the applicant, who had fallen. While the applicant’s mother tried to help her daughter, H.O. reversed and then drove forward, this time into the mother. The applicant’s mother regained consciousness in hospital. In her statements to the police the applicant confirmed her mother’s statements and alleged that her husband had tried to kill them with his car.", "24. On 5 March 1998 a single judge at the Diyarbakır Magistrate’s Court remanded H.O. in custody.", "25. On 19 March 1998 the public prosecutor initiated criminal proceedings against H.O. in the Diyarbakır Third Criminal Court for making death threats and inflicting grievous bodily harm. On the same day the Forensic Medicine Institute submitted a medical report which noted grazes on the applicant’s knees. The report concluded that the applicant’s injuries rendered her unfit to work for five days.", "26. On 20 March 1998 the applicant brought divorce proceedings against H.O. on the grounds that they had intense disagreements, that he was evading his responsibilities as a husband and a father, that he was mistreating her (as proved by medical reports), and that he was bringing other women to their home. The applicant submits that she later dropped the divorce case due to threats and pressure from her husband.", "27. On 2 April 1998 the applicant and her mother filed a petition with the Diyarbakır Chief Public Prosecutor’s Office, asking for protective measures from the authorities subsequent to the death threats issued by H.O. and his father.", "28. On 2 and 3 April 1998 police officers took statements from the applicant, her mother, her brother and the latter’s wife as well as H.O. and his father. The applicant and her mother stated that H.O. had attempted to kill them with his car and that he had threatened to kill them if the applicant did not return to H.O. They noted that the applicant had already commenced divorce proceedings and that she did not want to return to live with H.O. The applicant’s brother and his wife alleged that the applicant was discouraged by her mother from going back to her husband and that they knew nothing about the threats issued by H.O. and his father. H.O. contended that his only intention was to bring his family together, but that his mother-in-law was preventing this. He also alleged that he had gone to the applicant’s brother and family elders for help, but to no avail. He maintained that he had never threatened the applicant or her mother and that their allegations were slanderous. H.O.’s father maintained that the applicant’s mother wanted her daughter to divorce H.O. and to marry somebody else.", "29. In a report dated 3 April 1998, the Director of the Law and Order Department of the Diyarbakır Security Directorate informed the Chief Public Prosecutor’s Office of the outcome of the investigation into the allegations made by the applicant and her mother. He concluded that the applicant had left her husband and gone to live with her mother. H.O.’s repeated requests for the return of his wife had been turned down by the applicant’s mother and the latter had insulted H.O. and made allegations that H.O. had issued death threats against her. H.O. had spent twenty-five days in prison for running a car into his mother-in-law and, following his release, had asked a number of mediators to convince his wife to return home. However, the mother did not allow the applicant to go back to H.O. Both parties had issued threats against each other. Furthermore, the mother had wished to separate her daughter from H.O. in order to take revenge on her ex-husband, had constantly made slanderous allegations and had also “wasted” the security forces’ time.", "30. On 14 April 1998 the Diyarbakır Chief Public Prosecutor indicted H.O. and his father A.O. and charged them with issuing death threats against the applicant and her mother, contrary to Article 188 § 1 of the Criminal Code.", "31. On 30 April 1998 the Diyarbakır Criminal Court released H.O. pending trial. It further declared that it had no jurisdiction over the case and sent the file to the Diyarbakır Assize Court.", "32. On 11 May 1998 the Assize Court classified the offence as attempted murder. During the hearing of 9 July 1998, H.O. repeated that the incident had been an accident; the car door was open, and had accidentally hit the complainants when he moved the car. The applicant and her mother confirmed H.O.’s statement and maintained that they no longer wished to continue the proceedings.", "33. On 23 June 1998 the Diyarbakır Assize Court acquitted H.O. and his father of the charges of issuing death threats, for lack of sufficient evidence. The court noted that the accused had denied the allegations and the complainants had withdrawn their complaints. The applicant again resumed living with H.O.", "34. On 9 July 1998 the applicant’s mother was given another medical examination, which found that her injuries were not life-threatening but were sufficient to render her unfit for work for twenty-five days.", "35. At the hearing of 8 October 1998 the applicant and her mother withdrew their complaints. They stated that the car door had been open and that H.O. had accidentally hit them. When questioned about their complaints against H.O., the applicant and her mother stated that they had had a fight with H.O. and that they had made those allegations in anger.", "36. On 17 November 1998 the Diyarbakır Assize Court concluded that the case should be discontinued in respect of the offence against the applicant, as she had withdrawn her complaint. However, it decided that, although the applicant’s mother had also withdrawn her complaint, H.O. should still be convicted of that offence, since the injuries were more serious. Subsequently, the court sentenced H.O. to three months’ imprisonment and a fine; the sentence of imprisonment was later commuted to a fine.", "37. On 29 October 2001 the applicant went to visit her mother. Later that day H.O. telephoned and asked the applicant to return home. The applicant, worried that her husband would again be violent towards her, said to her mother “this man is going to tear me to pieces!” The applicant’s mother encouraged the applicant to return home with the children. Three-quarters of an hour later one of the children went back, saying that his father had stabbed and killed his mother. The applicant’s mother rushed to the applicant’s house. She saw that the applicant was lying on the floor bleeding. With the help of neighbours, she put the applicant into a taxi and took her to the Diyarbakır State Hospital. The hospital authorities told her that the applicant’s condition was serious and transferred her to the Dicle University Hospital, which was better equipped. The medical report on the applicant noted seven knife injuries on different parts of her body. However, the injuries were not classified as life-threatening.", "38. At about 11.30 p.m. on the same day, H.O. handed himself in at a police station. The police confiscated the knife which he had used during the incident. H.O. maintained that his wife and children were still not at home when he came back at 6 p.m. He had telephoned them and asked them to come back. On their return, he asked the applicant, “Why are you wandering outside? Why haven’t you cooked anything for me?” The applicant replied, “We ate at my mother’s”, and brought him a plate of fruit. They continued arguing. He told her, “Why are you going to your mother so often? Don’t go there so much, stay at home and look after the children!” The argument escalated. At some point, the applicant attacked him with a fork. They started fighting, during which he lost control, grabbed the fruit knife and stabbed her; he did not remember how many times. He claimed that his wife was bigger than him, so he had to respond when she attacked him. He added that his wife was not a bad person and that they had lived together peacefully until two years previously. However, they started fighting when the applicant’s mother began interfering with their marriage. He stated that he regretted what he had done. H.O. was released after his statement had been taken.", "39. On 31 October 2001 the applicant’s mother’s lawyer petitioned the Diyarbakır Public Prosecutor’s Office. In her petition, she stated that the applicant’s mother had told her that H.O. had beaten her daughter very badly about five years earlier, after which he was arrested and detained. However, he was released at the first hearing. She maintained that her client and the applicant had been obliged to withdraw their complaints due to continuing death threats and pressure from H.O. She further stated that there was hearsay about H.O. being involved in trafficking women. Finally, she referred to the incident of 4 March 1998 (see paragraph 23 above), arguing that, following such a serious incident, H.O.’s release was morally damaging and requested that he be detained on remand.", "40. On 2 November 2001 the applicant’s lawyer filed an objection with the Chief Public Prosecutor’s Office against the medical report of the Dicle Medical Faculty Hospital, which had concluded that the applicant’s injuries were not life-threatening. The lawyer requested a new medical examination.", "41. On 9 November 2001 the applicant filed a petition with the Diyarbakır Chief Public Prosecutor’s Office, complaining that she had been stabbed many times by H.O. subsequent to an argument with him. She asked the public prosecutor to send her to the Forensic Institute for a new medical examination.", "42. On 8 November 2001 the applicant underwent a new medical examination at the Forensic Institute in Diyarbakır on the instructions of the public prosecutor. The forensic medical doctor noted the presence of wounds caused by a knife on the left-hand wrist (3 cm long), on the left hip (5 cm deep), another 2 cm-deep wound on the left hip and a wound just above the left knee. He opined that these injuries were not life-threatening but would render the applicant unfit for work for seven days.", "43. On 12 December 2001 the public prosecutor filed a bill of indictment with the Diyarbakır Magistrate’s Court, charging H.O. with knife assault under Articles 456 § 4 and 457 § 1 of the Criminal Code.", "44. By a criminal decree of 23 May 2002, the Diyarbakır Second Magistrate’s Court imposed a fine of 839,957,040 Turkish liras (TRL) on H.O for the knife assault on the applicant. It decided that he could pay this fine in eight instalments.", "45. On 14 November 2001 the applicant lodged a criminal complaint with the Diyarbakır Public Prosecutor’s Office, alleging that H.O. had been threatening her.", "46. On 11 March 2002 the public prosecutor decided that there was no concrete evidence to prosecute H.O. apart from the allegations made by the applicant.", "47. On 19 November 2001 the applicant’s mother filed a complaint with the public prosecutor. In her petition, she stated that H.O., A.O. and their relatives had been consistently threatening her and her daughter. In particular, H.O. told her, “I am going to kill you, your children and all of your family!” He was also harassing her and invading her privacy by wandering around her property carrying knives and guns. She maintained that H.O. was to be held liable should an incident occur involving her and her family. She also referred to the events of 29 October 2001, when the applicant was stabbed by him (see paragraph 37 above). In response to this petition, on 22 November 2002, the public prosecutor wrote a letter to the Security Directorate in Diyarbakır and asked them to take statements from the complainant and H.O. and to submit an investigation report to his office.", "48. In the meantime, on 14 December 2001 the applicant again initiated divorce proceedings in the Diyarbakır Civil Court.", "49. On 23 December 2001 the police took statements from H.O. in relation to the applicant’s mother’s allegations. He denied the allegations against him and claimed that his mother-in-law, who had been interfering with his marriage and influencing his wife to lead an immoral life, had issued threats against him. The police took further statements from the applicant’s mother on 5 January 2002. She claimed that H.O. had been coming to her doorstep every day, showing a knife or shotgun and threatening to kill her, her daughter and her grandchildren.", "50. On 10 January 2002 H.O. was charged under Article 191 § 1 of the Criminal Code with making death threats.", "51. On 27 February 2002 the applicant’s mother submitted a further petition to the Diyarbakır Public Prosecutor’s Office. She maintained that H.O.’s threats had intensified. H.O., together with his friends, had been harassing her, threatening her and swearing at her on the telephone. She stated that her life was in immediate danger and requested that the police tap her telephone and take action against H.O. On the same day, the public prosecutor instructed the Directorate of Turkish Telecom in Diyarbakır to submit to his office a list of all the numbers which would call the applicant’s mother’s telephone line over the following month. In the absence of any response, the public prosecutor repeated his request on 3 April 2002.", "52. On 16 April 2002 the Diyarbakır Magistrate’s Court questioned H.O. in relation to his knife assault on his mother-in-law. He repeated the statement he had made to the police, adding that he did not wish his wife to visit her mother, as the mother had been pursuing an immoral life.", "53. The applicant had been living with her mother since the incident of 29 October 2001.", "54. On an unspecified date the applicant’s mother made arrangements with a removal company to move her furniture to İzmir. H.O. learned of this and allegedly said, “Wherever you go, I will find and kill you!”. Despite the threats, on 11 March 2002 the furniture was loaded onto the removal company’s pick-up truck. The pick-up truck made two trips between the company’s transfer centre and the house. On its third trip, the applicant’s mother asked the driver whether she could drive with him to the transfer centre. She sat on the front seat, next to the driver. On their way, a taxi pulled up in front of the truck and started signalling. The pick-up driver, thinking that the taxi driver was going to ask for an address, stopped. H.O. got out of the taxi. He opened the front door where the applicant’s mother was sitting, shouted something like, “Where are you taking the furniture?” and shot her. The applicant’s mother died instantly.", "55. On 13 March 2002 the Diyarbakır Public Prosecutor filed an indictment with the Diyarbakır Assize Court, accusing H.O. of intentional murder under Article 449 § 1 of the Criminal Code.", "56. In his statements to the police, the public prosecutor and the court, H.O. claimed that he had killed the applicant’s mother because she had induced his wife to lead an immoral life, like her own, and had encouraged his wife to leave him, taking their children with her. He further alleged that on the day of the incident, when he asked the deceased where she was taking the furniture and where his wife was, the deceased had replied “F... off, I will take away your wife, and sell [her]”. He stated that he had lost his temper and had shot her for the sake of his honour and children.", "57. In a final judgment dated 26 March 2008, the Diyarbakır Assize Court convicted H.O. of murder and illegal possession of a firearm. It sentenced him to life imprisonment. However, taking into account the fact that the accused had committed the offence as a result of provocation by the deceased and his good conduct during the trial, the court mitigated the original sentence, changing it to fifteen years and ten months’ imprisonment and a fine of 180 Turkish liras (TRY). In view of the time spent by the convict in pre-trial detention and the fact that the judgment would be examined on appeal, the court ordered the release of H.O.", "58. The appeal proceedings are still pending before the Court of Cassation.", "59. In a petition dated 15 April 2008, the applicant filed a criminal complaint with the Kemalpaşa Chief Public Prosecutor’s Office in İzmir, for submission to the Diyarbakır Chief Public Prosecutor’s Office, and asked the authorities to take measures to protect her life. She noted that her exhusband, H.O., had been released from prison and that in early April he had gone to see her boyfriend M.M., who worked at a construction site in Diyarbakır, and had asked him about her whereabouts. Since M.M. refused to tell him her address, H.O. threatened him and told him that he would kill him and the applicant. The applicant claimed that H.O. had already killed her mother and that he would not hesitate to kill her. She had been changing her address constantly so that H.O. could not find her. Finally, she asked the prosecuting authorities to keep her address, indicated on the petition, and her boyfriend’s name confidential and to hold H.O. responsible if anything untoward happened to her or her relatives.", "60. On 14 May 2008 the applicant’s representative informed the Court that the applicant’s husband had been released from prison and that he had again started issuing threats against the applicant. She complained that no measures had been taken despite the applicant’s request. She therefore asked the Court to request the Government to provide sufficient protection.", "61. In a letter dated 16 May 2008, the Registry transmitted the applicant’s request to the Government for comments and invited them to inform the Court of the measures to be taken by their authorities.", "62. On 26 May 2008 the Director of the International Law and Relations Department attached to the Ministry of Justice faxed a letter to the Diyarbakır Chief Public Prosecutor’s Office in relation to the applicant’s complaints to the European Court of Human Rights. He informed the Chief Public Prosecutor’s Office of the applicant’s pending application before the Court and asked them to provide information on the current state of execution of H.O.’s sentence, the state of proceedings with regard to the applicant’s criminal complaint filed with the Kemalpaşa Chief Public Prosecutor’s Office in İzmir and the measures taken to protect the applicant’s life.", "63. On the same day, a public prosecutor from the Diyarbakır Chief Public Prosecutor’s Office wrote to the Diyarbakır Governor’s Office and asked him to take measures for the protection of the applicant.", "64. By a letter of 28 May 2008 from the Diyarbakır Chief Public Prosecutor’s Office to the Şehitler Central Police Directorate in Diyarbakır, the Public Prosecutor (A.E.) asked the police to summon H.O. to his office in relation to an investigation.", "65. On 29 May 2008 A.E. questioned H.O. in relation to the criminal complaint filed by the applicant. H.O. denied the allegation that he had issued threats against the applicant and claimed that she had made such allegations in order to disturb him following his release from prison. He maintained that he did not feel any enmity towards the applicant and that he had devoted himself to his family and children.", "66. On 3 June 2008 A.E. took statements from the applicant’s boyfriend, M.M. The latter stated that H.O. had called him and asked him for the applicant’s address, and had told him that he would kill her. M.M. did not meet H.O. Nor did he file a criminal complaint against H.O. He had, however, called the applicant and informed her about the threats issued by H.O.", "67. In a letter dated 20 June 2008, the Government informed the Court that the applicant’s husband had not yet served his sentence but that he had been released pending the appeal proceedings in order to avoid exceeding the permissible limit of pre-trial detention. They also stated that the local governor’s office and the Chief Public Prosecutor’s Office had been informed about the applicant’s complaint and that they had been instructed to take precautions for the protection of the applicant.", "68. Finally, on 14 November 2008 the applicant’s legal representative informed the Court that his client’s life was in immediate danger since the authorities had still not taken any measures to protect her from her former husband. The Registry of the Court transmitted this letter on the same day to the Government, inviting them to provide information about the measures they had taken to protect the applicant.", "69. On 21 November 2008 the Government informed the Court that the police authorities had taken specific measures to protect the applicant from her former husband. In particular, the photograph and fingerprints of the applicant’s husband had been distributed to police stations in the region so that they could arrest him if he appeared near the applicant’s place of residence. The police questioned the applicant in relation to the allegations. She stated that she had not been threatened by her husband over the past month and a half.", "70. The relevant domestic law provisions relied on by the judicial authorities in the instant case are set out below.", "“Whoever by use of force or threats compels another person to do or not to do something or to obtain the latter’s permission to do something ... will be sentenced to between six months’ and one year’s imprisonment, and a major fine of between one thousand and three thousand liras ...”", "“Whoever, apart from the situations set out in law, threatens another person with severe and unjust damage will be sentenced to six months’ imprisonment.”", "“If the act of homicide is:", "(a) committed against a wife, husband, sister or brother, adoptive mother, adopted child, stepmother, stepfather, stepchild, father-in-law, mother-in-law, son-in-law, or daughter-in-law ... the offender will be sentenced to life imprisonment ...”", "“Whoever torments another person physically or damages his or her welfare or causes cerebral damage, without intending murder, will be sentenced to between six months’ and one year’s imprisonment.", "Where the act constitutes a danger to the victim’s life or causes constant weakness in one of the organs or senses, or permanent difficulty in speech or permanent injuries to the face, or physical or mental illness for twenty or more days, or prevents [the victim] from continuing his regular work for the same number of days, the offender will be sentenced to between two and five years’ imprisonment.", "...", "If the act did not cause any illness or did not prevent [the victim] from continuing his regular work or these situations did not last for more than ten days, the offender will be sentenced to between two and six months’ imprisonment or to a heavy fine of twelve thousand to one hundred and fifty thousand liras, provided that the injured person complains ...”", "“If the acts mentioned in Article 456 are committed against the persons cited in Article 449 or if the act is committed by a hidden or visible weapon or harmful chemical, the punishment shall be increased by one-third to a half of the main sentence.”", "“In situations mentioned under Articles 456 and 459, where commencement of the prosecution depends on the lodging of a complaint [by the victim], if the complainant waives his/her claims before the pronouncement of the final judgment the public prosecution shall be terminated.”", "“If a spouse or a child or another family member living under the same roof is subjected to domestic violence and if the magistrate’s court dealing with civil matters is notified of the fact by that person or by the Chief Public Prosecutor’s Office, the judge, taking account of the nature of the incident, may on his or her own initiative order one or more of the following measures or other similar measures as he or she deems appropriate. The offending spouse may be ordered:", "(a) not to engage in violent or threatening behaviour against the other spouse or the children (or other family members living under the same roof);", "(b) to leave the shared home and relinquish it to the other spouse and the children, if any, and not to approach the home in which the other spouse and the children are living, or their workplaces;", "(c) not to damage the property of the other spouse (or of the children or other family members living under the same roof);", "(d) not to disturb the other spouse or the children (or other family members living under the same roof) through the use of communication devices;", "(e) to surrender any weapons or similar instruments to law-enforcement officials;", "(f) not to arrive at the shared home when under the influence of alcohol or other intoxicating substances, or not to use such substances in the shared home.", "The abovementioned measures shall be applied for a period not exceeding six months. In the order, the offending spouse shall be warned that in the event of failure to comply with the measures imposed, he or she will be arrested and sentenced to a term of imprisonment. The judge may order interim maintenance payments, taking account of the victim’s standard of living.", "Applications made under section 1 shall not be subject to court fees.”", "“The court shall transmit a copy of the protection order to the Chief Public Prosecutor’s Office. The Chief Public Prosecutor’s Office shall monitor implementation of the order by means of the law-enforcement agencies.", "In the event of failure to comply with the protection order, the law-enforcement agency shall conduct an investigation on its own initiative, without the victim being required to lodge a complaint, and shall transmit the documents to the Chief Public Prosecutor’s Office without delay.", "The Chief Public Prosecutor’s Office shall bring a public prosecution in the magistrate’s court against a spouse who fails to comply with a protection order. The location and expeditious holding of the hearing in the case shall be subject to the provisions of Law no. 3005 on the procedure governing in flagrante delicto cases.", "Even if the act in question constitutes a separate offence, a spouse who fails to comply with a protection order shall also be sentenced to three to six months’ imprisonment.”", "71. These regulations, which were drawn up to govern the implementation of Law no. 4320, set out the measures to be taken in respect of the family members perpetrating violence and the procedures and principles governing the application of those measures, in order to protect family members subjected to domestic violence.", "72. The Convention on the Elimination of All Forms of Discrimination against Women (CEDAW) was adopted in 1979 by the United Nations General Assembly and ratified by Turkey on 19 January 1986.", "73. The CEDAW defines discrimination against women as “... any distinction, exclusion or restriction made on the basis of sex which has the effect or purpose of impairing or nullifying the recognition, enjoyment or exercise by women, irrespective of their marital status, on a basis of equality of men and women, of human rights and fundamental freedoms in the political, economic, social, cultural, civil or any other field.” As regards the States’ obligations, Article 2 of the CEDAW provides, in so far as relevant, the following:", "“States Parties condemn discrimination against women in all its forms, agree to pursue by all appropriate means and without delay a policy of eliminating discrimination against women and, to this end, undertake:", "...", "(e) to take all appropriate measures to eliminate discrimination against women by any person, organisation or enterprise;", "(f) to take all appropriate measures, including legislation, to modify or abolish existing laws, regulations, customs and practices which constitute discrimination against women;", "...”", "74. The Committee on the Elimination of All Forms of Discrimination Against Women (hereinafter “the CEDAW Committee”) has found that “gender-based violence is a form of discrimination that seriously inhibits women’s ability to enjoy rights and freedoms on a basis of equality with men” and is thus prohibited under Article 1 of the CEDAW. Within the general category of gender-based violence, the CEDAW Committee includes violence by “private act” and “family violence”. Consequently, gender-based violence triggers duties in States. General Recommendation No. 19 sets out a catalogue of such duties. They include a duty on States to “take all legal and other measures that are necessary to provide effective protection of women against gender-based violence”, “including penal sanctions, civil remedies and compensatory provisions to protect women against all kinds of violence”. In its Concluding Comments on the combined fourth and fifth periodic report of Turkey (hereinafter “the Concluding Comments”), the CEDAW Committee reiterated that violence against women, including domestic violence, is a form of discrimination (see UN doc. CEDAW/C/TUR/4-5 and Corr.1, 15 February 2005, § 28).", "75. Furthermore, in its explanations of General Recommendation No. 19, the CEDAW Committee considered the following:", "“... 6. The Convention in Article 1 defines discrimination against women. The definition of discrimination includes gender-based violence, that is, violence that is directed against a woman because she is a woman or that affects women disproportionately. It includes acts that inflict physical, mental or sexual harm or suffering, threats of such acts, coercion and other deprivations of liberty. Gender-based violence may breach specific provisions of the Convention, regardless of whether those provisions expressly mention violence.", "7. Gender-based violence, which impairs or nullifies the enjoyment by women of human rights and fundamental freedoms under general international law or under human rights conventions, is discrimination within the meaning of Article 1 of the Convention.", "Comments on specific Articles of the Convention", "...", "Articles 2 (f), 5 and 10 (c)", "11. Traditional attitudes by which women are regarded as subordinate to men or as having stereotyped roles perpetuate widespread practices involving violence or coercion, such as family violence and abuse, forced marriage, dowry deaths, acid attacks and female circumcision. Such prejudices and practices may justify gender-based violence as a form of protection or control of women. The effect of such violence on the physical and mental integrity of women is to deprive them the equal enjoyment, exercise and knowledge of human rights and fundamental freedoms. While this comment addresses mainly actual or threatened violence the underlying consequences of these forms of gender-based violence help to maintain women in subordinate roles and contribute to the low level of political participation and to their lower level of education, skills and work opportunities.”", "76. In the case of A.T. v. Hungary (decision of 26 January 2005), where the applicant had alleged that her common-law husband and father of her two children had been physically abusing and threatening her from 1998 onwards, the CEDAW Committee directed Hungary to take measures “to guarantee the physical and mental integrity of the applicant and her family”, as well as to ensure that she was provided with a safe place of residence to live with her children, and that she received child support, legal assistance and compensation in proportion to the harm sustained and the violation of her rights. The Committee also made several general recommendations to Hungary on improving the protection of women against domestic violence, such as establishing effective investigative, legal and judicial processes, and increasing treatment and support resources.", "77. In the case of Fatma Yıldırım v. Austria (decision of 1 October 2007), which concerned the killing of Mrs Yıldırım by her husband, the CEDAW Committee found that the State Party had breached its due diligence obligation to protect Fatma Yıldırım. It therefore concluded that the State Party had violated its obligations under Article 2 (a) and (c) to (f), and Article 3 of the CEDAW read in conjunction with Article 1 of the CEDAW and General Recommendation No. 19 of the CEDAW Committee and the corresponding rights of the deceased Fatma Yıldırım to life and to physical and mental integrity.", "78. The United Nations General Assembly Declaration on the Elimination of Violence against Women (1993), in its Article 4 (c), urges States to “exercise due diligence to prevent, investigate and, in accordance with national legislation, punish acts of violence against women, whether those acts are perpetrated by the State or private persons”.", "79. In his third report, of 20 January 2006, to the Commission on Human Rights of the United Nations Economic and Social Council (E/CN.4/2006/61), the special rapporteur on violence against women considered that there is a rule of customary international law that “obliges States to prevent and respond to acts of violence against women with due diligence”.", "80. In its Recommendation Rec(2002)5 of 30 April 2002 on the protection of women against violence, the Committee of Ministers of the Council of Europe stated, inter alia, that member States should introduce, develop and/or improve where necessary national policies against violence based on maximum safety and protection of victims, support and assistance, adjustment of the criminal and civil law, raising of public awareness, training for professionals confronted with violence against women, and prevention.", "81. The Committee of Ministers recommended, in particular, that member States should penalise serious violence against women such as sexual violence and rape, abuse of the vulnerability of pregnant, defenceless, ill, disabled or dependent victims, as well as penalising abuse of position by the perpetrator. The Recommendation also stated that member States should ensure that all victims of violence are able to institute proceedings, make provisions to ensure that criminal proceedings can be initiated by the public prosecutor, encourage prosecutors to regard violence against women as an aggravating or decisive factor in deciding whether or not to prosecute in the public interest, ensure where necessary that measures are taken to protect victims effectively against threats and possible acts of revenge and take specific measures to ensure that children’s rights are protected during proceedings.", "82. With regard to violence within the family, the Committee of Ministers recommended that member States should classify all forms of violence within the family as criminal offences and envisage the possibility of taking measures in order, inter alia, to enable the judiciary to adopt interim measures aimed at protecting victims, to ban the perpetrator from contacting, communicating with or approaching the victim, or residing in or entering defined areas, to penalise all breaches of the measures imposed on the perpetrator and to establish a compulsory protocol for operation by the police, medical and social services.", "83. In Velazquez-Rodriguez v. Honduras, the Inter-American Court of Human Rights stated:", "“An illegal act which violates human rights and which is initially not directly imputable to a State (for example, because it is the act of a private person or because the person responsible has not been identified) can lead to international responsibility of the State, not because of an act itself, but because of the lack of due diligence to prevent the violation or to respond to it as required by the Convention.”", "84. The legal basis for the ultimate attribution of responsibility to a State for private acts relies on State failure to comply with the duty to ensure human rights protection, as set out in Article 1 § 1 of the American Convention on Human Rights. The Inter-American Court’s case-law reflects this principle by repeatedly holding States internationally responsible on account of their lack of due diligence to prevent human rights violations, to investigate and sanction perpetrators or to provide appropriate reparations to their families.", "85. The Inter-American Convention on the Prevention, Punishment and Eradication of Violence Against Women 1994 (the Belém do Pará Convention) sets out States’ duties relating to the eradication of gender-based violence. It is the only multilateral human rights treaty to deal solely with violence against women.", "86. The Inter-American Commission adopts the Inter-American Court of Human Right’s approach to the attribution of State responsibility for the acts and omissions of private individuals. In the case of Maria Da Penha v. Brazil, the Commission found that the State’s failure to exercise due diligence to prevent and investigate a domestic violence complaint warranted a finding of State responsibility under the American Convention on Human Rights and the Belém do Pará Convention. Furthermore, Brazil had violated the rights of the applicant and failed to carry out its duty (inter alia, under Article 7 of the Belém do Pará Convention, obliging States to condemn all forms of violence against women), as a result of its failure to act and its tolerance of the violence inflicted. Specifically, the Commission held that:", "“... tolerance by the State organs is not limited to this case; rather, it is a pattern. The condoning of this situation by the entire system only serves to perpetuate the psychological, social, and historical roots and factors that sustain and encourage violence against women.", "Given the fact that the violence suffered by Maria da Penha is part of a general pattern of negligence and lack of effective action by the State in prosecuting and convicting aggressors, it is the view of the Commission that this case involves not only failure to fulfil the obligation with respect to prosecute and convict, but also the obligation to prevent these degrading practices. That general and discriminatory judicial ineffectiveness also creates a climate that is conducive to domestic violence, since society sees no evidence of willingness by the State, as the representative of the society, to take effective action to sanction such acts.”", "87. In eleven member States of the Council of Europe, namely in Albania, Austria, Bosnia and Herzegovina, Estonia, Greece, Italy, Poland, Portugal, San Marino, Spain and Switzerland, the authorities are required to continue criminal proceedings despite the victim’s withdrawal of complaint in cases of domestic violence.", "88. In twenty-seven member States, namely in Andorra, Armenia, Azerbaijan, Belgium, Bulgaria, Cyprus, the Czech Republic, Denmark, England and Wales, Finland, “the former Yugoslav Republic of Macedonia”, France, Georgia, Germany, Hungary, Ireland, Latvia, Luxembourg, Malta, Moldova, the Netherlands, the Russian Federation, Serbia, Slovakia, Sweden, Turkey and Ukraine, the authorities have a margin of discretion in deciding whether to pursue criminal proceedings against perpetrators of domestic violence. A significant number of legal systems make a distinction between crimes which are privately prosecutable (and for which the victim’s complaint is a prerequisite) and those which are publicly prosecutable (usually more serious offences for which prosecution is considered to be in the public interest).", "89. It appears from the legislation and practice of the above-mentioned twenty-seven countries that the decision on whether to proceed where the victim withdraws his/her complaint lies within the discretion of the prosecuting authorities, which primarily take into account the public interest in continuing criminal proceedings. In some jurisdictions, such as England and Wales, in deciding whether to pursue criminal proceedings against the perpetrators of domestic violence the prosecuting authorities (Crown Prosecution Service) are required to consider certain factors, including: the seriousness of the offence; whether the victim’s injuries are physical or psychological; if the defendant used a weapon; if the defendant has made any threats since the attack; if the defendant planned the attack; the effect (including psychological) on any children living in the household; the chances of the defendant offending again; the continuing threat to the health and safety of the victim or anyone else who was, or could become, involved; the current state of the victim’s relationship with the defendant; the effect on that relationship of continuing with the prosecution against the victim’s wishes; the history of the relationship, particularly if there was any other violence in the past; and the defendant’s criminal history, particularly any previous violence. Direct reference is made to the need to strike a balance between the victim’s and any children’s Article 2 and Article 8 rights in deciding on a course of action.", "90. Romania seems to be the only State which bases the continuance of criminal proceedings entirely, and in all circumstances, on the wishes/complaints of the victim.", "91. According to this report, Law no. 4320 (see paragraph 70 above) is not yet being fully implemented. In recent years there has been an increase in “protection orders” or injunctions issued by family courts. However, some courts, in response to applications made to them by women in mortal danger, are still setting hearings two or even three months ahead. Under these circumstances, judges and prosecutors treat an action under Law no. 4320 as if it were a form of divorce action, whereas the point of the Law is to take urgent action on behalf of women who are seeking to protect their own lives. Once the injunction has been issued, women are confronted with a number of problems with its implementation.", "92. In the two years before the report was released approximately 900 women applied to the Mor Çatı Foundation and made great efforts to use Law no. 4320, but of this number only 120 succeeded. The Mor Çatı Foundation has identified serious problems with the implementation of Law no. 4320. In particular, it was observed that domestic violence is still treated with tolerance at police stations, and that some police officers try to act as arbitrators, or take the side of the male, or suggest that the woman drop her complaint. There are also serious problems in serving the injunction issued by a court under Law no. 4320 on the husband. In the case of a number of women wishing to work with the Mor Çatı Foundation, injunctions were not implemented because their husbands were police officers or had friendly relations with officers at the police station in question.", "93. Furthermore, there are unreasonable delays in issuing injunctions by the courts. This results from the attitude of the courts in treating domestic violence complaints as a form of divorce action. It is considered that behind such delays lies a suspicion that women might be making such applications when they have not suffered violence. The allegations that women abuse Law no. 4320 are not correct. Since the economic burden of the home lies almost 100% with men, it would be impossible for women to request implementation of Law no. 4320 unless they were confronted with mortal danger. Finally, the injunctions at issue are generally narrow in scope or are not extended by the courts.", "94. According to this report, a culture of violence has developed in Turkey and violence is tolerated in many areas of life. A survey of legal actions at a magistrate’s court dealing with civil matters (sulh hukuk mahkemesi) and three civil courts (asliye hukuk mahkemesi) in Diyarbakır identified 183 actions brought under Law no. 4320 from the date on which the Law entered into force in 1998 until September 2005. In 104 of these cases, the court ordered various measures, while in the remaining 79 actions the court held that there were no grounds for making an order, or dismissed the action, or ruled that it lacked jurisdiction.", "95. Despite the importance of the problem of domestic violence, very few applications have been made under the said Law, because either the public is not generally aware of it or the level of confidence in the security forces is very low in the region. The most important problems were caused by the delay in issuing injunctions and the authorities’ failure to monitor the implementation of injunctions.", "96. Moreover, the negative attitude of police officers at police stations towards victims of domestic violence is one of the obstacles preventing women from using this Law. Women who go to police stations because they are subjected to domestic violence are confronted with attitudes which tend to regard the problem as a private family matter into which the police are reluctant to interfere.", "97. This report makes recommendations to improve the implementation of Law no. 4320 and to enhance the protection of victims of domestic violence.", "98. This statistical information report was prepared following interviews conducted with 2,484 women. It appears that all of the complainants were subjected to psychological violence and approximately 60% were subjected to physical violence. The highest number of victims is in the 20-30 age group (43%). 57% of these women are married. The majority of victims are illiterate or of a low level of education. 78% of the women are of Kurdish origin. 91% of the victims who called the emergency helpline are from Diyarbakır. 85% of the victims have no independent source of income.", "99. According to this report, statistical information about the extent of violence against women in Turkey is limited and unreliable. Nonetheless, it appears that a culture of domestic violence has placed women in double jeopardy, both as victims of violence and because they are denied effective access to justice. Women from vulnerable groups, such as those from low-income families or who are fleeing conflict or natural disasters, are particularly at risk. In this connection, it was found that crimes against women in south-east Turkey have gone largely unpunished.", "100. It was noted that women’s rights defenders struggle to combat community attitudes, which are tolerant of violence against women and are frequently shared by judges, senior government officials and opinion leaders in society. Even after legislative reforms have removed the legal authorisation for discriminatory treatment, attitudes that pressure women to conform to certain codes of behaviour restrict women’s life choices.", "101. The report states that at every level of the criminal justice system the authorities fail to respond promptly or rigorously to women’s complaints of rape, sexual assault or other violence within the family. The police are reluctant to prevent and investigate family violence, including the violent deaths of women. Prosecutors refuse to open investigations into cases involving domestic violence or to order protective measures for women at risk from their family or community. The police and courts do not ensure that men, who are served with court orders, including protection orders, comply with them. They accord them undue leniency in sentencing, on the grounds of “provocation” by their victim and on the flimsiest of evidence.", "102. There are many barriers facing women who need access to justice and protection from violence. Police officers often believe that their duty is to encourage women to return home and “make peace” and fail to investigate the women’s complaints. Many women, particularly in rural areas, are unable to make formal complaints, because leaving their neighbourhoods subjects them to intense scrutiny, criticism and, in some cases, violence.", "103. Furthermore, although some courts appear to have begun implementing the reforms, the discretion accorded to the courts continues to accord the perpetrators of domestic violence unwarranted leniency. Sentences in such cases are still frequently reduced at the discretion of the judges, who continue to take into account the “severe provocation” of the offence to custom, tradition or honour.", "104. Finally, this report makes a number of recommendations to the Turkish government and to community and religious authorities with a view to addressing the problem of domestic violence.", "105. This report was prepared in order to look into the judicial dimensions of the phenomenon of so-called “honour crimes”. A survey was carried out of judgments in cases before the Diyarbakır assize courts and children’s courts. The purpose of the survey was to identify the proportion of such unlawful killings referred to the courts, the judiciary’s attitude to them, the defendants’ lines of defence in these cases, the role of social structure (that is, family councils and custom) and the reasons for the murders. To that end, cases in the Diyarbakır assize courts and children’s courts between 1999 and 2005 were examined. In these seven years, 59 cases were identified in which a judgment was given. In these cases, there were 71 victims/persons killed, and 81 people were tried as defendants.", "106. According to the researchers, in cases where the victim/person killed was male, it was observed that defendants claimed, in their defence, that the victim/person killed had raped, sexually assaulted, or abducted a relative of the defendant, or had attempted to draw a relative of the defendant into prostitution. In cases where the victim/person killed was a woman, defendants alleged, in their defence, that the victim/person killed had been talking to other men, had taken up prostitution, or had committed adultery. In 46 of the judgments, mitigating provisions concerning unjustified provocation were applied. In cases of 61 convictions, the provisions of Article 59 of the Turkish Criminal Code concerning discretionary mitigation were applied."], "VIOLATED_ARTICLES": ["14", "2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}