{"ITEMID": "001-122255", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "STICHTING MOTHERS OF SREBRENICA AND OTHERS v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Johannes Silvis;Josep Casadevall;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. Stichting Mothers of Srebrenica is a foundation (stichting) under Netherlands law. It was created with a view to taking proceedings on behalf of the relatives of persons killed in and around Srebrenica, Bosnia and Herzegovina, in the course of the events of July 1995 described below.", "2. The other applicants are individual surviving relatives of persons killed. They also state that they are victims in their own right of violations of their human rights that occurred in the course of the events of July 1995. A list of the applicants is set out in the appendix.", "3. The applicants were represented by Mr A. Hagedorn, Mr M.R. Gerritsen and Mr J. Staab, lawyers practising in Amsterdam.", "5. The Socialist Federative Republic of Yugoslavia (SFRY) was made up of six republics: Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia and Slovenia. Slovenia and Croatia declared their independence from the SFRY on 25 June 1991 following referenda held earlier. Thereupon the Presidency of the SFRY ordered the JNA (Jugoslovenska Narodna Armija/Југословенска народна армија, or Yugoslav People’s Army) into action with a view to reasserting the control of the federal government.", "6. Other component republics of the SFRY followed Slovenia and Croatia in declaring independence. Eventually only Serbia and Montenegro were left to constitute the SFRY’s successor state, the Federal Republic of Yugoslavia (FRY). Hostilities ensued, largely along ethnic lines, as groups who were ethnic minorities within particular republics and whose members felt difficulty identifying with the emerging independent States sought to unite the territory they inhabited with that of republics with which they perceived an ethnic bond.", "7. By Resolution 743 (1992) of 21 February 1992, the Security Council of the United Nations set up a United Nations Protection Force (UNPROFOR) intended to be “an interim arrangement to create the conditions of peace and security required for the negotiation of an overall settlement of the Yugoslav crisis”. Although UNPROFOR’s mandate was originally for twelve months, it was extended; UNPROFOR (later renamed UNPF, the name UNPROFOR coming to refer only to the operation in Bosnia and Herzegovina) continued in operation until late December 1995. Troop-contributing nations included the Netherlands.", "8. Bosnia and Herzegovina declared independence on 6 March 1992 as the Republic of Bosnia and Herzegovina. Thereupon war broke out, the warring factions being defined largely according to the country’s preexisting ethnic divisions. The main belligerent forces were the ARBH (Armija Republike Bosne i Hercegovine, or Army of the Republic of Bosnia and Herzegovina, mostly made up of Bosniacs and loyal to the central authorities of the Republic of Bosnia and Herzegovina), the HVO (Hrvatsko vijeće obrane, or Croatian Defence Council, mostly made up of Croats) and the VRS (Vojska Republike Srpske/Војска Републике Српске, or Army of the Republika Srpska, also called the Bosnian Serb Army, mostly made up of Serbs).", "9. It would appear that more than 100,000 people were killed and more than two million people were displaced. It is estimated that almost 30,000 people went missing; in 2010, approximately one-third of them were still so listed.", "10. The conflict came to an end on 14 December 1995 when the General Framework Agreement for Peace (“the Dayton Peace Agreement”, adopted in Dayton, Ohio, USA) entered into force. One of the effects of the Dayton Peace Agreement was the division of Bosnia and Herzegovina into two component Entities, the Federation of Bosnia and Herzegovina and the Republika Srpska (Serb Republic).", "11. Srebrenica is a municipality in eastern Bosnia. It is delimited to the south by the river Drina which forms the border between Bosnia and Herzegovina and Serbia. To the north it adjoins the municipality of Bratunac. Its western neighbours are the municipalities of Milići and Rogatica. It is now part of the Republika Srpska.", "12. The municipality of Srebrenica is constituted of a number of towns and villages, among them the town of Srebrenica from which the municipality takes its name. Before the outbreak of the war its population was almost entirely Bosniac and Serb, Bosniacs outnumbering Serbs by more than three to one.", "13. Since it constituted an obstacle to the formation of the Republika Srpska as a continuous territorial entity as long as it remained in the hands of the central government of the Republic of Bosnia and Herzegovina, Srebrenica came under VRS attack as early as 1992.", "14. It appears that the central government of the Republic of Bosnia and Herzegovina refused to countenance any evacuation of Srebrenica’s civilian population, since that would amount to the acceptance of “ethnic cleansing” and facilitate the surrender of territory to the VRS.", "15. On 16 April 1993 the Security Council of the United Nations adopted, by a unanimous vote, a resolution (Resolution 819 (1993)) demanding that “all parties and others concerned treat [the eastern Bosnian town of] Srebrenica and its surroundings as a safe area which should be free from any armed attack or any other hostile act.”", "16. By July 1995 the Srebrenica “safe area” was an enclave surrounded by territory held by the VRS. It contained ARBH combatants, most of them disarmed, and civilians. The latter numbered in their tens of thousands, mostly Bosniacs; these included by then, in addition to the local residents, persons displaced from elsewhere in eastern Bosnia. There was also an UNPROFOR presence within the enclave, nominally consisting of some four hundred lightly-armed Netherlands air-mobile infantry, known as Dutchbat (from “Dutch” and “battalion”), under the command of a lieutenant colonel. In fact, however, Dutchbat was under-strength by this time, as troops returning from leave had been prevented by the VRS from re-joining their unit.", "17. On 10 July 1995 the Drina Corps of the VRS attacked the Srebrenica “safe area” with overwhelming force. The commander of the Netherlands airmobile battalion asked his United Nations superiors for air support. However, no decisive use of air power was made. The VRS overran the area and took control despite the presence of Dutchbat.", "18. On 12 July 1995 the Security Council of the United Nations adopted, by a unanimous vote, a resolution (Resolution 1004 (1995)) demanding an immediate end to the VRS offensive and the withdrawal of VRS forces from the Srebrenica safe area as well as respect for the safety of UNPROFOR personnel and restoration of their freedom of movement.", "19. In the days that followed, Bosniac men who had fallen into the hands of the VRS were separated from the women and children and killed. Others managed to evade immediate capture and attempted to escape from the enclave. Some succeeded in reaching safety but many were caught and put to death, or died en route of their wounds or were killed by landmines. It is now generally accepted as fact that upwards of 7,000, perhaps as many as 8,000 Bosniac men and boys died in this operation at the hands of the VRS and of Serb paramilitary forces.", "20. The “Srebrenica massacre”, as it has come to be known, is widely recognised as an atrocity which is unique in the history of Europe since the end of the Second World War.", "4. Reports relating to the Srebrenica massacre", "21. A number of detailed reports in relation to the Srebrenica massacre have been published, of which the following should be mentioned.", "22. On 30 November 1998 the General Assembly of the United Nations adopted a resolution (A/RES/53/35) in which, among other things, it requested the Secretary-General to provide a comprehensive report, including an assessment, on the events dating from the establishment of the safe area of Srebrenica on 16 April 1993 under Security Council resolution 819 (1993) of 16 April 1993, which was followed by the establishment of other safe areas, until the endorsement of the Dayton Peace Agreement by the Security Council on 15 December 1995.", "23. The Secretary-General’s report was distributed to the General Assembly on 15 November 1999. The report runs to 113 pages not including its annexes.", "24. The report summarises the various peace-making efforts (including by a “Contact Group” composed of representatives of France, Germany, the Russian Federation, the United Kingdom and the United States) and decision-making procedures in the United Nations Security Council, UNPF and UNPROFOR, as well as the attack and the taking of Srebrenica by the VRS and the massacre that followed.", "25. The following is taken from the final section of the report, entitled “XI. The fall of Srebrenica: an assessment”:", "“E. Role of the Security Council and Member States", "...", "490. The community of nations decided to respond to the war in Bosnia and Herzegovina with an arms embargo, with humanitarian aid and with the deployment of a peacekeeping force. It must be clearly stated that these measures were poor substitutes for more decisive and forceful action to prevent the unfolding horror. The arms embargo did little more than freeze in place the military balance within the former Yugoslavia. It left the Serbs in a position of overwhelming military dominance and effectively deprived the Republic of Bosnia and Herzegovina of its right, under the Charter of the United Nations, to self-defence. It was not necessarily a mistake to impose an arms embargo, which after all had been done when Bosnia and Herzegovina was not yet a State Member of the United Nations. Once that was done, however, there must surely have been some attendant duty to protect Bosnia and Herzegovina, after it became a Member State, from the tragedy that then befell it. Even as the Serb attacks on and strangulation of the ‘safe areas’ continued in 1993 and 1994, all widely covered by the media and, presumably, by diplomatic and intelligence reports to their respective Governments, the approach of the members of the Security Council remained largely constant. The international community still could not find the political will to confront the menace defying it. ...”", "and", "“G. Lessons for the future", "...", "501. The international community as a whole must accept its share of responsibility for allowing this tragic course of events by its prolonged refusal to use force in the early stages of the war. This responsibility is shared by the Security Council, the Contact Group and other Governments which contributed to the delay in the use of force, as well as by the United Nations Secretariat and the mission in the field. Clearly the primary and most direct responsibility lies however with the architects and implementers of the attempted genocide in Bosnia. ...”", "26. In November 1996 the Netherlands Government commissioned the State Institute for War Documentation (Rijksinstituut voor Oorlogsdocumentatie, “RIOD”) to investigate “the events before, during and after the fall of Srebrenica”. The intention was that the materials thus collated should provide “insight into the causes and events that had led to the fall of Srebrenica and the dramatic events that followed”.", "27. The report was presented on 10 April 2002 by RIOD’s successor institution, the NIOD Institute for War, Holocaust and Genocide Studies (NIOD Instituut voor Oorlogs-, Holocaust- en Genocidestudies, a body born of a merger between the Netherlands Institute for War Documentation (Nederlands Instituut voor Oorlogsdocumentatie) and the Center for Holocaust and Genocide Studies (Centrum voor Holocaust- en Genocide Studies). In the original Dutch it runs to 3,172 pages not including appendices. An English-language version (entitled Srebrenica: Reconstruction, background, consequences and analyses of the fall of a ‘safe’ area) exists. It is intended to be a historical account, not to offer political conclusions or judgments.", "28. The report traces the history of the former Yugoslavia from the Middle Ages through the Second World War up to the Socialist era, in increasing detail, setting out the perspective of the various ethnic groups (Bosniacs, Croats and Serbs in particular). It continues with the declarations of independence by Croatia, Slovenia and Bosnia and Herzegovina, the international political events following the outbreak of hostilities, and the political decision-making that led to the participation of the Netherlands in UNPROFOR and the decision to deploy Dutchbat in the Srebrenica enclave. Events in the Srebrenica area itself following the arrival of Dutchbat, including hostile action by the ARBH and the VRS, are described in detail.", "29. In an epilogue, the report notes that the denial of effective close air support to Dutchbat owed much to the Bosnian Serb response to an air attack carried out in May 1995 on VRS ammunition dumps in Pale, then the Bosnian Serb capital; this had involved taking UNPROFOR personnel hostage and the destruction of an American fighter aircraft by VRS air defences in June 1995. There had also been a failure on the part of governments in possession of intelligence to share it with others. This went a long way towards explaining the turn events had taken. The Dutchbat leadership had been concerned to ensure the well-being of the civilians entrusted to their care; for this they had been dependent on the VRS, and therefore vulnerable to Bosnian Serb manipulation. Finally, the widespread public perception of the Dutchbat operation as a national failure had turned the fall of Srebrenica and its aftermath into a political issue.", "30. These findings induced the incumbent Government to take political responsibility. On 16 April 2002 it announced its resignation.", "31. As France had been a major troop contributor to UNPROFOR as well as being a permanent member of the Security Council of the United Nations, the French National Assembly (Assemblée nationale) decided to conduct a parliamentary inquiry. The report (Eleventh Parliament under the Constitution of 1958 – Onzième législature – no. 3413) was registered by the chairmanship of the National Assembly on 22 November 2001.", "32. The report charts the political and military developments leading to the creation of the “safe areas” in Eastern Bosnia and the VRS attack on Srebrenica.", "33. The massacre is described, but the report stops short of imputing personal responsibility to individuals, preferring to leave that to the criminal tribunals.", "34. The Government’s resignation led to a debate in the Lower House of Parliament (Tweede Kamer der Staten-Generaal), which decided to carry out a parliamentary inquiry (parlementaire enquête) in order to establish individual political, military and official responsibility.", "35. The report (Lower House of Parliament, parliamentary year 2002/03, 28 506, nos. 2-3) was presented on 27 January 2003. It runs to 463 pages, mostly taken up by summaries and excerpts of evidence taken from participants in the various decision-making processes, both domestic and foreign.", "36. The report found that the decision to participate in the international intervention in the former Yugoslavia had been inspired partly by humanitarian motives and partly by the desire, felt by both the Government and Parliament, for the Netherlands to play an active role in promoting international peace and security. However, the decision to deploy a lightlyarmed air-mobile infantry battalion to an embattled “safe area” had been inspired by wishful thinking rather than by considerations of feasibility.", "37. Over time self-defence had taken on a greater importance than the fulfilment of UNPROFOR’s mandate and UNPROFOR’s power to deter by its presence had been eroded. The United Nations was primarily to blame for this.", "38. According to the report, the Bosnian Serb side alone was to blame for the crimes committed. However, although fault was found with the Dutchbat leadership and the Netherlands government, the report concluded that it was ultimately unlikely that Dutchbat could have prevented the massacre.", "39. The “Commission for Investigation of the Events in and around Srebrenica between 10th and 19th July 1995” was established by a decision of the Republika Srpska Government on 15 December 2003. The Commission’s remit was to meet the Republika Srpska’s obligations, flowing from the Human Rights Chamber’s Selimović and Others decision (see paragraphs 47 and 48 below), to conduct its own investigations into the fate of the victims named in the applications lodged with the Human Rights Chamber.", "40. The commission’s report, which was published on 11 June 2004, runs to 45 pages not including appendices. It established the following:", "“... between 10th and 19th July 1995, several thousands of Bosniaks were executed, in a manner that represents severe violations of International Humanitarian Law and that the perpetrators, inter alia, undertook measures to cover up the crime by reallocating the bodies; ...”", "In addition, it established the responsibility of organs of the Republika Srpska in the matter. A database of the known victims was set up and the whereabouts of various mass graves were disclosed.", "41. On 10 November 2004 the Republika Srpska Government issued a statement apologising for the crimes committed.", "42. Many important decisions and judgments relating to the Srebrenica massacre have been published, most notably by the following judicial institutions.", "43. Several individuals have been charged before the International Criminal Tribunal for the Former Yugoslavia (ICTY) in connection with the Srebrenica massacre, among them Major General Radislav Krstić, who shortly after the fall of Srebrenica became commander of the VRS’s Drina Corps. On 2 August 2001 the ICTY’s Trial Chamber delivered a 260-page judgment (IT-98-33-T) finding him guilty of genocide, persecutions and murder and sentencing him to forty-six years’ imprisonment.", "44. The Trial Chamber’s judgment itself gives a detailed description of the events surrounding the fall of Srebrenica to the VRS and the massacre that followed.", "45. Major General Krstić appealed against his conviction and sentence. He did not challenge the Trial Chamber’s description of events, focusing instead on the nature and extent of his criminal responsibility. Ultimately the Appeals Chamber found that, absent proof of genocidal intent, Major General Krstić had not been a principal perpetrator of the crimes committed. It did, however, find him guilty of aiding and abetting genocide and crimes against humanity and reduced his sentence to thirty-five years (judgment of 19 April 2004, IT-98-33-A).", "46. The Human Rights Chamber for Bosnia and Herzegovina was a domestic human rights court set up under the Human Rights Agreement set out in Annex 6 to the Dayton Peace Agreement. It had fourteen judges, called “Members”, six of whom were nationals of Bosnia and Herzegovina (two Bosniacs, two Croats, two Serbs), the remaining eight being nationals neither of Bosnia and Herzegovina nor of any neighbouring State. It existed until the end of 2003.", "47. On 7 March 2003 the Human Rights Chamber gave a decision on forty-nine applications (the Selimović and Others decision). These applications were taken from among some 1,800 similar applications brought before the Human Rights Chamber, all related to the Srebrenica events.", "48. The Human Rights Chamber held that it lacked jurisdiction ratione temporis to consider the events occurring before the entry into force of the Human Rights Agreement on 14 December 1995. It did, however, find violations of Articles 3 and 8 of the Convention both taken alone and in conjunction with Article 14 of the Convention regarding the failure to provide information to the applicants about their missing relatives and to conduct any meaningful investigation. It added that “[i]n the context of the Srebrenica cases, these violations [were] particularly egregious since this event [had] resulted in the largest and most horrific mass execution of civilians in Europe in the second half of the twentieth century. ...”. It ordered the Republika Srpska to disclose all relevant information in its possession, to release any missing captives still alive, and to conduct a “full, meaningful, thorough, and detailed investigation”. In addition, it ordered the Republika Srpska to pay a total of four million Bosnia and Herzegovina convertible marks (BAM) to the Foundation of the Srebrenica-Potočari Memorial and Cemetery.", "49. On 20 March 1993 the then Republic of Bosnia and Herzegovina initiated proceedings in the International Court of Justice (ICJ) against the then Federal Republic of Yugoslavia alleging, in so far as relevant to the case before the Court, violations of the Convention on the Prevention and Punishment of the Crime of Genocide. After the entry into force of the Dayton Peace Agreement, the Republic of Bosnia and Herzegovina was succeeded as applicant party by Bosnia and Herzegovina. The Federal Republic of Yugoslavia, after its dissolution, was replaced as respondent party first by Serbia and Montenegro and finally by Serbia, albeit that any responsibility for past events determined by the ICJ involved at the relevant time the State of Serbia and Montenegro.", "50. The ICJ gave judgment on 26 February 2007 (Application of the Convention on the Prevention and Punishment of the Crime of Genocide (Bosnia and Herzegovina v. Serbia and Montenegro), Judgment, I.C.J. Reports 2007, p. 43). As regards the Srebrenica massacre, it based its findings of fact on those of the ICTY in the above-mentioned judgment of the Trial Chamber in the Krstić case, on the ICTY’s judgment in the Blagojević case (IT-02-60-T, Trial Chamber Judgment, 17 January 2005), and on the report of the Secretary-General of the United Nations (see paragraph 25 above).", "51. The ICJ held, inter alia, that acts of genocide had been committed by members of the VRS in and around Srebrenica from about 13 July 1995 (loc. cit., §§ 291 and 297). However, the decision to commit these acts had been made by individual members of the leadership of the VRS; there was nothing to prove that they had been planned, or committed, by persons for whom the respondent was responsible, or with the knowing complicity of the respondent. The massacre could therefore not be imputed to Serbia and Montenegro (loc. cit., §§ 413-415 and §§ 423-424).", "52. The ICJ held, nonetheless, that an obligation to prevent genocide existed, albeit a qualified one. The obligation in question was one of conduct and not one of result, in the sense that a State could not be under an obligation to succeed, whatever the circumstances, in preventing the commission of genocide: the obligation of States parties was rather to employ all means reasonably available to them so as to prevent genocide so far as possible. A State did not incur responsibility simply because the desired result was not achieved; responsibility was however incurred if the State manifestly failed to take all measures to prevent genocide which were within its power and which might have contributed to preventing the genocide.", "53. The ICJ went on to find that the authorities of the FRY, and above all its President, Mr Slobodan Milošević, had been aware of the tensions reigning in the Srebrenica area between the various ethnic groups and thus of the danger that genocide might occur. Although undeniably possessing influence over the VRS by dint of “political, military and financial links” with it (loc. cit., § 434), they had not brought their influence to bear on the VRS to prevent the genocide from occurring. The international responsibility of Serbia was thereby engaged (loc. cit., § 438).", "54. On 4 June 2007 the applicants summoned the Netherlands State and the United Nations before the Regional Court (rechtbank) of The Hague. The summons was a 203-page document in which the applicants stated that the State of the Netherlands (responsible for Dutchbat) and the United Nations (which bore overall responsibility for UNPROFOR), despite earlier promises and despite their awareness of the imminence of an attack by the VRS, had failed to act appropriately and effectively to defend the Srebrenica “safe area” and, after the enclave had fallen to the VRS, to protect the noncombatants present. They therefore bore responsibility for the maltreatment of members of the civilian population, the rape and (in some cases) murder of women, the mass murder of men, and genocide. The applicants based their position both on Netherlands civil law and on international law.", "55. The argument under civil law was, firstly, that the United Nations and the State of the Netherlands had entered into an agreement with the inhabitants of the Srebrenica enclave (including the applicants) to protect them inside the Srebrenica “safe area” in exchange for the disarmament of the ARBH forces present, which agreement the United Nations and the State of the Netherlands had failed to honour; and secondly, that the Netherlands State, with the connivance of the United Nations, had committed a tort (onrechtmatige daad) against them by sending insufficiently armed, poorly trained and ill-prepared troops to Bosnia and Herzegovina and failing to provide them with the necessary air support.", "56. The argument under international law, in so far as relevant to the case now before the Court, was based on the International Law Commission’s Draft Articles on State Responsibility and Draft Articles on the Responsibility of International Organizations, the applicants taking the position that the actions of Dutchbat were attributable to both the State of the Netherlands and the United Nations.", "57. Although recognising that individuals were not subjects of classical international law, the applicants argued that the right of victims to redress under international law had been recognised directly by the United Nations General Assembly’s Basic Principles and Guidelines on the Right to a Remedy and Reparation for Victims of Gross Violations of International Human Rights Law and Serious Violations of International Humanitarian Law, which had direct effect in the Netherlands by virtue of Article 93 of the Constitution for the Kingdom of the Netherlands.", "58. Anticipating the likelihood that the United Nations would invoke its immunity based on Article 105 of the Charter of the United Nations, the applicants argued that any immunity which that organisation enjoyed could go no further than was necessary for it to carry out its tasks, and moreover that access to a court was guaranteed by, in particular, Article 6 § 1 of the Convention.", "59. It appears that the Minister of Justice did not make use of the possibility provided by section 3a of the Bailiffs Act 2001 (Gerechtsdeurwaarderswet 2001, see below) to declare to the bailiff that service of the summons would be contrary to the obligations of the State under international law.", "60. The United Nations did not appear before the Regional Court, having previously indicated to the Permanent Representative of the Kingdom of the Netherlands in New York that it would not.", "61. The Netherlands State, already a defendant in its own right, also asked to intervene on behalf of the United Nations, or in the alternative to join the proceedings against the United Nations as a defendant. It submitted that in the light of Article 105 § 1 of the Charter of the United Nations taken together with Article II, section 2 of the Convention on the Privileges and Immunities of the United Nations, the Netherlands courts lacked competence in so far as the proceedings were directed against the United Nations; it was for the Netherlands courts to recognise the immunity of the United Nations ex officio unless it was explicitly waived. The State had an international legal interest of its own in invoking this immunity, as was reflected particularly in section 3a of the Bailiffs Act 2001.", "62. The applicants argued that the immunity of the United Nations was overridden by, in particular, Article 6 of the Convention and the prohibition of genocide, the latter being a rule of ius cogens that had found its way into treaty law (in the form of the Convention on the Prevention and Punishment of the Crime of Genocide).", "63. The main proceedings were adjourned pending a final decision in the incident of procedure.", "64. The Regional Court gave judgment on 10 July 2008 (Landelijk Jurisprudentie Nummer (National Jurisprudence Number, “LJN”) BD6795, English translation LJN BD6796). In so far as relevant to the case before the Court, it found that the failure by the Minister of Justice to make a declaration as provided for by section 3a of the Bailiffs Act 2001 did not imply recognition of the jurisdiction of the Netherlands courts by the Netherlands State.", "65. Conversely, the State had an interest of its own in defending the United Nations’ immunity from jurisdiction in view of its obligations under Article 105 § 1 of the Charter of the United Nations. The Regional Court then noted that the United Nations had indicated its desire to see its immunity respected, as it invariably did, and found that the immunity of the United Nations was in fact recognised in international legal practice.", "66. According to the Regional Court, neither the Convention on the Prevention and Punishment of the Crime of Genocide nor any other rule of international law, whether defined by treaty, by customary law or by State practice, obliged the Netherlands to enforce the prohibition of genocide through its civil law; the Convention on the Prevention and Punishment of the Crime of Genocide provided only that States should ensure that genocide was punished.", "67. Referring to the case-law of this Court (Al-Adsani v. the United Kingdom [GC], no. 35763/97, ECHR 2001-XI), the Regional Court found that in principle the sovereign immunity of a State was not overridden by the prohibition of torture laid down in Article 3 of the Convention. The prohibition of torture being as much a rule of ius cogens as the prohibition of genocide, it could be concluded that, in the current state of international law, immunity from civil suit in a domestic court – whether enjoyed by a sovereign State or by an international organisation – was not overridden by ius cogens.", "68. It followed that the United Nations’ immunity was not functional, to be weighed in the balance by the domestic courts, but absolute.", "69. As to Article 6 of the Convention, the Regional Court pointed to the decision of this Court in Behrami and Behrami v. France and Saramati v. France, Germany and Norway ((dec.) [GC], nos. 71412/01 and 78166/01, 2 May 2007). It had been held in that decision that troop-contributing nations could not be held to account for the actions of forces placed at the disposal of the United Nations for international peacekeeping operations. From this it followed that Article 6 could not be invoked in support of an exception to the immunity from suit of the United Nations itself.", "70. The Regional Court was aware that the Court had, in Waite and Kennedy v. Germany ([GC], no. 26083/94, ECHR 1999-I), and Beer and Regan v. Germany ([GC], no. 28934/95, 18 February 1999), made statements suggesting that the immunity of an international organisation was compatible with Article 6 of the Convention only if the organisation itself offered a reasonable alternative for the protection of Convention rights. However, the creation of the United Nations predated the entry into force of the Convention. Moreover, the United Nations was an organisation whose membership was well-nigh universal; this distinguished it from organisations such as the European Space Agency, the organisation in issue in Waite and Kennedy and Beer and Regan, which had been created only in 1980 and whose membership was limited to European States. Moreover, the Court itself had recognised the special position of the United Nations in Behrami and Behrami v. France and Saramati v. France, Germany and Norway. At all events, if any State were to exercise jurisdiction over the United Nations, that State should be the one within whose territory the organisation had its seat or the acts complained of had taken place; in the present case, that excluded the Netherlands.", "71. The Regional Court thus declined jurisdiction with regard to the United Nations without finding it necessary to rule on the request by the Netherlands State for permission to intervene or join the proceedings.", "72. The applicants appealed to the Court of Appeal (gerechtshof) of The Hague. Their principal arguments may be summarised as follows.", "73. In so far as relevant to the case before the Court, they argued that the State’s reliance on the absolute immunity of the United Nations went hand in hand with its argument that the United Nations alone bore responsibility for the failure to prevent the act of genocide constituted by the Srebrenica massacre. To accept that argument would be to deny access to a court to the surviving kin of the victims of the massacre, which was legally, humanly and morally wrong. The Regional Court had overlooked the nature of the State’s argument, which was based not so much on its need to meet its obligations under international law as on its own self-interest, clearly understood (welbegrepen eigenbelang). It was not the purpose of the international legal obligation to allow the State to evade its own responsibility.", "74. The United Nations had been required by Article VIII, section 29 of the Convention on the Privileges and Immunities of the United Nations to institute some form of settlement mechanism for disputes of a private nature to which it was a party, but in the more than sixty years of its existence it had failed to do so. There was therefore an urgent need for the Netherlands domestic courts to assume jurisdiction.", "75. The Al-Adsani judgment of this Court was not appropriate precedent, since the immunity of an international organisation was different from the immunity of a sovereign State. Moreover, in Al-Adsani the Court had been deeply divided. The majority position in Al-Adsani had been criticised in that it had allowed sovereign immunity to trump a rule of ius cogens, namely the prohibition of torture. It was still more inappropriate to allow the functional immunity of an international organisation to override an even more fundamental rule of ius cogens, namely the prohibition of genocide.", "76. In the Kadi and Al-Barakaat cases, both the Advocate-General to the Court of Justice of the European Communities and the Court of Justice itself had demonstrated a willingness to step in and provide access to a court where the United Nations itself had failed to do so (the applicants referred to Joined Cases C-402/05 P and C-415/05 P, Yassin Abdullah Kadi and Al Barakaat International Foundation v. Council of the European Union and Commission of the European Communities, judgment of 3 September 2008).", "77. The Court of Appeal gave judgment on 30 March 2010 (LJN BL8979). It allowed the State to join the proceedings against the United Nations as a defendant and went on to uphold the judgment of the Regional Court for the remainder.", "78. It did not accept that the State was trying to evade its own liability in civil law by invoking the immunity of the United Nations. This being an incident of procedure concerning the competence of the Netherlands domestic courts in relation to the United Nations, the Court of Appeal could not anticipate the defence which the Netherlands State would put forward as a defendant in its own right in future proceedings on the merits.", "79. Referring to Article II, section 2 of the Convention on the Privileges and Immunities of the United Nations, which was to be interpreted “in good faith in accordance with the ordinary meaning to be given to the terms of the treaty in their context and in the light of its object and purpose” (Article 31 of the Vienna Convention of the Law of Treaties), and also in the light of Article 105 of the Charter of the United Nations, the Court of Appeal found that no other construction could be placed on that provision than that “the most far-reaching immunity [had] been granted to the United Nations, in the sense that the United Nations [could] not be summoned before any domestic court of the countries that [were] party to that Convention”. It did not follow from the wording of Article 105 of the Charter that the immunity of the United Nations was merely functional, it being obvious from the Articles of the Charter preceding Article 105 that the Convention on the Privileges and Immunities of the United Nations (including Article II, section 2 thereof) was intended to specify the “privileges and immunities ... necessary for the fulfilment of [the United Nations’] purposes”.", "80. Unlike the Regional Court, the Court of Appeal was not convinced that the Court had deviated from Waite and Kennedy and Beer and Regan in its decision in Behrami and Behrami v. France and Saramati v. France, Germany and Norway. The latter case had concerned neither the United Nations as a prospective party nor access to the domestic courts within the meaning of Article 6 of the Convention. Nor could it make any difference that the United Nations had been set up before the Convention entered into force; such a finding would be incompatible with the fundamental nature of Convention rights. Likewise, it could not be assumed that Article 103 of the Charter of the United Nations had been intended simply to set aside customary international law or international treaties, still less to impair the protection of international human rights standards, it being precisely one of the purposes of the United Nations to promote respect for human rights and fundamental rights. This meant that the criteria by which the immunity from jurisdiction enjoyed by the United Nations was to be judged were those set out by the Court in § 53 of Beer and Regan.", "81. The Court of Appeal’s judgment continued as follows:", "“5.7. As regards the question whether the immunity from jurisdiction enjoyed by the United Nations is in this case proportionate to the aim pursued, the Court of Appeal would observe the following. The United Nations has a special position among international organisations. The Security Council may, after all, pursuant to Article 42 of the Charter, take such action by air, sea, or land forces as may be necessary to maintain or restore international peace and security. No other international organisation has such far-reaching competences. In connection with these far-reaching competences, by which the United Nations and the troops placed at the disposal of the United Nations may get involved in situations of conflict which will frequently involve conflicting interests of a plurality of parties, there is a real risk that if the United Nations enjoyed only partial immunity from jurisdiction, or none at all, it might be exposed to claims from parties involved in the conflict and be summoned before the domestic courts of the country where the conflict concerned is being acted out. Precisely in view of the sensitive nature of the conflicts in which the United Nations may become involved, one should also consider situations in which the United Nations might be summoned solely in order to frustrate action by the Security Council in whole or in part. One could also imagine that the United Nations might be summoned in countries in which the judiciary does not meet the standards of Article 6 of the Convention. The immunity from jurisdiction granted to the United Nations is therefore directly connected with the general interest pertaining to the maintenance of peace and security in the world. For that reason it is of great importance that the United Nations should dispose of as great a degree of immunity as possible, which should be subject to as little discussion as possible. Against this background, the Court of Appeal is of the opinion that only cogent reasons can lead to the finding that the United Nations’ immunity is disproportionate to the aim thereby pursued.", "...", "5.9. The Court of Appeal notes in the first place that it is sensitive to the dreadful events (vreselijke gebeurtenissen) to which the Mothers of Srebrenica and their relatives fell victim and to the suffering caused them thereby. The State has not contested that genocide was committed at Srebrenica; indeed, this is common knowledge. It is entirely understandable that the Mothers of Srebrenica should seek satisfaction in law for this. That, however, is not the end of the matter. As noted above, there is also a considerable general interest in ensuring that the United Nations should not be compelled to appear before a domestic court. In this area of tension there is a need for a balancing act between two legal principles, each of them extremely important, but only one of which can be decisive.", "5.10. The Court of Appeal finds in the first place that [the applicants] recognise that the United Nations did not itself commit genocide. ... Nor can it be deduced from the facts as stated by [the applicants] that the United Nations knowingly cooperated in the genocide. [The applicants] essentially allege that the United Nations was negligent (nalatig) in failing to prevent the genocide. The Court of Appeal is of the opinion that although the allegation thus made against the United Nations is serious, it is not grave (pregnant) to the point of overriding the organisation’s immunity for that reason alone, or to the point that it is for that reason alone unacceptable for the United Nations to invoke its immunity. In this connection, the Court of Appeal finds it significant that, as already mentioned, United Nations peace operations generally take place in parts of the world where a live conflict (brandhaard) has broken out, and that it will generally be possible without great difficulty to blame the United Nations, not for having itself committed crimes against humanity, but for having failed to take adequate measures against [such crimes], [a situation which] may well give rise to abuse. The allegation that the United Nations did not prevent the genocide in Srebrenica and was negligent in that connection is therefore insufficient in principle to affect its immunity from jurisdiction. Nor is it decisive that it is not stated in the present case that there is no abuse in the sense referred to above. If the United Nations could successfully invoke its immunity only if in the particular case abuse could be proved, its immunity would be unacceptably diminished (aangetast).", "5.11. The next fact relied on by [the applicants] is the absence of a procedural remedy attended by adequate safeguards (een met voldoende waarborgen omklede rechtsgang). They have pointed out that the United Nations has not, as prescribed by Article VIII, section 29, opening sentence and (a) of the Convention on the Privileges and Immunities of the United Nations, made provision for appropriate modes of settlement of disputes arising out of contracts or other disputes of a private-law character to which the United Nations is a party. All [the applicants] agree that the United Nations has not done so. The State has also failed adequately to dispute [the applicants’] reasoned arguments that the ‘Agreement on the Status of UNPROFOR’ effectively offers [the applicants] no realistic possibility to sue the United Nations. The Court of Appeal is however of the opinion that it cannot be established that [the applicants] have no access to a court at all in relation to what happened in Srebrenica. In the first place, it has not been made clear from the facts as stated by [the applicants] why it would not be possible for them to bring the perpetrators of the genocide, and possibly also those who might be considered responsible for those perpetrators, before a court meeting the standards of Article 6 of the Convention. In so far as [the applicants] have failed to do so because the persons liable cannot be found, or offer insufficient prospects of recovery of damages, the Court of Appeal observes that Article 6 of the Convention does not guarantee that persons wishing to bring a civil action will always be able to find a (solvent) debtor.", "5.12. In the second place, it is open to [the applicants] to summon the State, which they hold responsible in terms comparable to those applied to the United Nations, before the Netherlands courts. [The applicants] have in fact made use of this possibility. The State cannot invoke any immunity from jurisdiction, which means that the Netherlands courts will have to express themselves on the merits of the claim against the State in any case. That does not change if in those proceedings, as [the applicants] claim to expect – with some justification ... – the State puts up a defence to the effect that its actions in Srebrenica should be attributed (exclusively) to the United Nations. Even if that defence ... is made, the courts will in any case have to consider the merits of [the applicants’] claims and to that extent [the applicants] have access to an independent court.", "5.13. It follows from the above that it cannot be said that for [the applicants] the very essence of their right of access to a court would impaired if the United Nations’ immunity from jurisdiction were recognised. The Court of Appeal refers in this connection to [Fayed v. the United Kingdom, 21 September 1994, Series A no. 294B], from which it is apparent that the European Court of Human Rights is prepared to accept even quite far-reaching limitations on access to a court. There is no such far-reaching limitation in the present case, given that [the applicants] can sue at least two categories of parties for the damage suffered by the Mothers of Srebrenica, to wit, the perpetrators of the genocide and the State. Against this background, the Court of Appeal does not consider the fact that the United Nations has not, in accordance with its obligations pursuant to Article VIII, section 29, opening sentence and (a) of the Convention on the Privileges and Immunities of the United Nations, created an alternative remedy for claims such as the present – regrettable though that may be – as being of sufficiently decisive importance to affect its immunity from jurisdiction.”", "82. The applicants lodged an appeal on points of law (cassatie) with the Supreme Court (Hoge Raad). In the course of the proceedings they submitted a summons (dagvaarding) and an explanatory memorandum (schriftelijke toelichting). Their arguments, in so far as relevant to the case before the Court, may be summarised as follows:", "83. In the applicants’ view, the distinction which the Court of Appeal had made between proceedings against the Netherlands State and against the United Nations lacked justification, in view of the interrelation between the two cases. To hold that the United Nations enjoyed immunity in the present case would enable the Netherlands State to argue that its conduct was imputable to, or legitimised by, the United Nations and thus to evade its responsibility.", "84. The immunity of the United Nations under international law was not as extensive as had been held by the Court of Appeal. In the absence of any alternative procedure accessible to the applicants, the Court of Appeal had thus placed the United Nations above the law. The unacceptable nature of such a finding followed from, inter alia, this Court’s judgments in Waite and Kennedy and Beer and Regan.", "85. The Court of Appeal had based its findings on the supposition that the applicants were seeking only monetary compensation, which could be paid by any party which had the necessary funds. In fact their claims were not limited to money: they sought recognition of the responsibility of the United Nations for failing to prevent the genocide of which their relatives had become victims. A judicial declaration to that effect could be made only with the United Nations as defendant, not against the Netherlands or for that matter the Serb perpetrators.", "86. The immunity of the United Nations was grounded in a political interest. A court of law, however, should apply the law; it was the law which formulated the right of access to a court, which therefore overrode a political interest. This applied all the more since the prohibition of genocide was a rule of ius cogens. The applicants further pointed to the size of the majority in the Al-Adsani judgment of this Court (nine to eight, the smallest possible) as evidence of a trend towards recognising that ius cogens – in that case the prohibition of torture – could override immunities hitherto recognised in international law.", "87. In holding that the United Nations had not itself perpetrated genocide, the Court of Appeal had missed the point, which was that the United Nations had failed in its duty to prevent the genocide. Moreover, Dutchbat had connived in the genocide by cooperating with the VRS in deporting the civilian population from the Srebrenica safe area and in helping to separate the men from the women and children despite indications that their lives were in jeopardy.", "88. It made no difference for the purposes of the right of access to court, as guaranteed by Article 6 of the Convention, whether or not there was a solvent debtor or whether or not the Netherlands State could claim immunity from civil suit in its own courts.", "89. Finally, the Court of Appeal had failed to go into the question whether the United Nations ought to have waived its immunity.", "90. The applicants supplemented the summons with an explanatory memorandum (schriftelijke toelichting), in which they argued at length that the immunity of the United Nations was always intended to be functional, not diplomatic. This was reflected by the wording of Article 105 of the United Nations Charter. Although Article II, section 2 of the Convention on the Privileges and Immunities of the United Nations suggested otherwise, it was subordinate to the Charter by virtue of Article 103. Moreover, it remained possible – and was sometimes a moral, if not a legal obligation – to waive immunity, as in cases of serious human rights violations. This was all the more so since the United Nations had failed itself to provide for the settlement of disputes to which it might be a party, as it was required to by Article VIII, section 29 of the Convention on the Privileges and Immunities of the United Nations.", "91. An advisory opinion (conclusie) was submitted by the Procurator General (procureur-generaal) at the Supreme Court.", "92. The Procurator General distinguished between the immunity of States, which was based on their sovereign equality in international law, and the immunity of international organisations, which was intended to enable them to function. Citing Waite and Kennedy, he recognised that an international organisation’s immunity from domestic jurisdiction might need to be set aside if no internal dispute resolution mechanism was available. In the present case, however, there was an internal alternative, provided by paragraph 48 of the Agreement on the status of the United Nations Protection Force in Bosnia and Herzegovina.", "93. For the remainder, the Procurator General expressed the view that the Court of Appeal had based its judgment on a correct assessment of the competing interests involved. To the extent that the applicants argued otherwise, they had based their argument on misconstructions of the Court of Appeal’s judgment.", "94. The Supreme Court gave judgment on 13 April 2012 (LJN BW1999). Its reasoning included the following passages:", "“Basis and scope of the immunity of the United Nations", "4.2 The immunity of the United Nations, which should be distinguished from the immunity of its functionaries and of experts performing missions for it, is based on Article 105 of the Charter of the United Nations and Article II, section 2, of the Convention [on the Privileges and Immunities of the United Nations]. The latter provision, which elaborates on Article 105 § 1 [of the Charter], has rightly been construed by the Court of Appeal – applying Article 31 of the Vienna Convention on the Law of Treaties – as granting the United Nations the most far-reaching immunity from jurisdiction, in the sense that it cannot be summoned before any domestic court of the countries that are party to the Convention [on the Privileges and Immunities of the United Nations].", "The basis and scope of this immunity, which is intended to ensure the functioning of the United Nations in complete independence and which for that reason alone serves a legitimate purpose, are thus different from the immunity from jurisdiction afforded to foreign States. As expressed in section 13a of the Act containing General Provisions on the Legislation of the Kingdom (Wet Algemene Bepalingen), the latter immunity derives from general international law (par in parem non habet imperium), and concerns only actions of a foreign State performed by the latter in the exercise of its governmental duty (acta iure imperii).", "Immunity of the United Nations and access to a court", "4.2.1 The Court of Appeal has ..., applying the criteria formulated by the European Court of Human Rights in Beer and Regan v. Germany ([GC], no. 28934/95, 8 February 1999), and Waite and Kennedy v. Germany ([GC], no. 26083/94, ECHR 1999I), gone into the question whether invoking the immunity of the United Nations is compatible with the right to access to a court (laid down in Article 6 of the Convention and Article 14 of the International Covenant on Civil and Political Rights). The State no longer disputes that this right – which is not absolute – is (also) a rule of customary international law.", "...", "4.3.3 According to §§ 67-69 [of Waite and Kennedy], the Court’s finding to the effect that honouring the immunity of international organisations such as the ESA [European Space Agency] does not constitute a violation of Article 6 of the Convention was determined in particular by the fact that the Convention for the Establishment of a European Space Agency (‘the ESA Convention’) explicitly provides for an alternative procedure for the settlement of private-law disputes of which claimants can avail themselves. It is observed that § 67 mentions ‘international organisations’ without further explanation, but that – even leaving aside any consideration relating to the interrelation between Article 6 of the Convention and Articles 103 and 105 of the Charter of the United Nations – there is no reason to assume that in referring to ‘international organisations’ the Court wished to refer also to the United Nations, at least not as regards action taken by that organisation within the framework of Chapter VII of the United Nations Charter (Action with respect to threats to the peace, breaches of the peace, and acts of aggression).", "4.3.4 The (Security Council of the) United Nations has a special place within the international legal community, as has also been expressed in Behrami and Behrami v. France and Saramati v. France, Germany and Norway (dec.) [GC], no. 71412/01. In that decision, which concerns acts and omissions of the United Nations Interim Admisistration Mission in Kosovo (UNMIK) and the NATO Kosovo Force (KFOR), deployed in Kosovo pursuant to a Security Council resolution, the Court held, inter alia:", "‘146. The question arises in the present case whether the Court is competent ratione personae to review the acts of the respondent States carried out on behalf of the UN and, more generally, as to the relationship between the Convention and the UN acting under Chapter VII of its Charter.", "147. ... More generally, it is further recalled, as noted at paragraph 122 above, that the Convention has to be interpreted in the light of any relevant rules and principles of international law applicable in relations between its Contracting Parties. The Court has therefore had regard to two complementary provisions of the Charter, Articles 25 and 103, as interpreted by the ICJ (see paragraph 27 [of the decision]).", "148. Of even greater significance is the imperative nature of the principal aim of the UN [United Nations] and, consequently, of the powers accorded to the UNSC [United Nations Security Council] under Chapter VII to fulfil that aim. ... The responsibility of the UNSC in this respect is unique and has evolved as a counterpart to the prohibition, now customary international law, on the unilateral use of force (see paragraphs 18-20 [of the decision, which trace the development of the prohibition on the unilateral use of force up to the creation of the United Nations]).", "149. In the present case, Chapter VII allowed the UNSC to adopt coercive measures in reaction to an identified conflict considered to threaten peace, namely UNSC Resolution 1244 establishing UNMIK and KFOR.", "Since operations established by UNSC Resolutions under Chapter VII of the UN Charter are fundamental to the mission of the UN to secure international peace and security and since they rely for their effectiveness on support from member states, the Convention cannot be interpreted in a manner which would subject the acts and omissions of Contracting Parties which are covered by UNSC Resolutions and occur prior to or in the course of such missions to the scrutiny of the Court. To do so would be to interfere with the fulfilment of the UN’s key mission in this field including, as argued by certain parties, with the effective conduct of its operations. It would also be tantamount to imposing conditions on the implementation of a UNSC Resolution which were not provided for in the text of the Resolution itself. ...’", "In paragraph 27, referred to in this quotation, the Court finds, among other things, that according to the ICJ Article 103 of the Charter of the United Nations means that the obligations incumbent on the Members of the United Nations in accordance with the United Nations Charter take precedence over obligations arising from any other treaty that are inconsistent therewith, regardless of whether it was entered into earlier or later than the United Nations Charter or concerns merely a regional arrangement. And in § 149 the Court holds that, in view of the importance to international peace and security of operations that take place pursuant to resolutions of the Security Council within the framework of Chapter VII of the United Nations Charter, the Convention cannot be construed in the sense that acts and omissions of States Parties governed by resolutions of the Security Council are subject to review by the Court.", "4.3.5 The interim conclusion has to be that the Court of Appeal has erred in considering, in the light of the criteria formulated in Beer and Regan and Waite and Kennedy, whether the immunity invoked on behalf of the United Nations should be overridden by the right of access to a court as referred to in Article 6 of the Convention.", "4.3.6 That immunity is absolute. Its maintenance moreover is among the obligations of the Members of the United Nations, which, as the Court noted in Behrami, Behrami and Saramati, according to Article 103 of the United Nations Charter take precedence over obligations pursuant to other international agreements.", "4.3.7 That, however, does not answer the question whether, as [the applicants] argue with particular reference to the dissenting opinions appended to Al-Adsani v. the United Kingdom ([GC], no. 35763/97, ECHR 2001XI), which relates to State immunity, the immunity of the United Nations should be overridden by the right of access to a court because the claims are based on alleged involvement in genocide and other serious violations of fundamental human rights (torture, murder and rape), in particular by not preventing them. ...", "...", "4.3.9 The majority opinion [finding that it had not yet been accepted in international law that States were not entitled to immunity in respect of civil claims for damages for alleged torture committed outside the forum State] was opposed by, among others, the dissenting opinion of six judges of the Grand Chamber now prayed in aid by [the applicants], which – in consonance with a not inconsiderable proportion at least of the domestic and foreign literature on the subject of (State) immunity – includes the following passage:", "‘3. The acceptance therefore of the jus cogens nature of the prohibition of torture entails that a State allegedly violating it cannot invoke hierarchically lower rules (in this case, those on State immunity) to avoid the consequences of the illegality of its actions. In the circumstances of this case, Kuwait cannot validly hide behind the rules on State immunity to avoid proceedings for a serious claim of torture made before a foreign jurisdiction; and the courts of that jurisdiction (the United Kingdom) cannot accept a plea of immunity, or invoke it ex officio, to refuse an applicant adjudication of a torture case. Due to the interplay of the jus cogens rule on prohibition of torture and the rules on State immunity, the procedural bar of State immunity is automatically lifted, because those rules, as they conflict with a hierarchically higher rule, do not produce any legal effect. In the same vein, national law which is designed to give domestic effect to the international rules on State immunity cannot be invoked as creating a jurisdictional bar, but must be interpreted in accordance with and in the light of the imperative precepts of jus cogens.’", "4.3.10 More important even than the fact that this opinion does not, as matters now stand, reflect the opinion accepted by the Court, is the ruling of the ICJ ... in Jurisdictional Immunities of the State (Germany v. Italy: Greece Intervening) [judgment of 3 February 2012]. That case concerned, among other things, the question whether the Italian courts ought to have respected the immunity of Germany in the cases considered by them in which compensation was claimed from Germany for damage resulting from violations of international humanitarian law by German troops in World War II. That question was answered in the affirmative by the ICJ.", "...", "4.3.14 Although the immunity of the United Nations can be distinguished from State immunity, the difference does not justify making a finding as regards the interrelation between that immunity and the right of access to a court which differs from that made by the ICJ as regards the interrelation between State immunity and the right of access to a court. That immunity belongs to the United Nations regardless of the seriousness of the allegations on which [the applicants] base their claims.", "...", "4.4.1 ... [The further complaints] – the Supreme Court sees no need to ask the Court of Justice of the European Union for a preliminary ruling ... – do not provide grounds for overturning the ruling of the Court of Appeal (kunnen niet tot cassatie leiden). Having regard to Article 81 of the Judiciary (Organisation) Act (Wet op de rechterlijke organisatie), no further reasoning is called for, since the complaint does not make necessary a determination of legal issues in the interest of the unity or development of the law.”", "95. After the judgment of the Supreme Court the main proceedings were resumed against the State only. According to the applicants, the State submitted that the acts and omissions “before, during and after the fall of Srebrenica” were entirely attributable to the United Nations and that the Netherlands bore no responsibility in the matter.", "96. As far as the Court is aware, the proceedings are still pending at first instance.", "97. The provisions of the Constitution for the Kingdom of the Netherlands (Grondwet voor het Koninkrijk der Nederlanden) relevant to the case are the following:", "Article 93", "“Provisions of treaties and of resolutions of international institutions which may be binding on all persons by virtue of their contents shall become binding after they have been published.”", "Article 94", "“Statutory regulations in force within the Kingdom shall not be applicable if such application is in conflict with the provisions of treaties that are binding on all persons or of resolutions by international institutions.”", "98. In its relevant part, the Act containing General Provisions on the Legislation of the Kingdom (Wet Algemene Bepalingen) provides as follows:", "Section 13a", "“The jurisdiction of the courts and the enforceability of judgments and executable official documents (authentieke akten) shall be limited by the exceptions recognised in international law.”", "99. In its relevant part, the Code of Civil Procedure (Wetboek van Burgerlijke Rechtsvordering) provides as follows:", "Article 7", "“1. If in proceedings (zaken) that must be introduced by a summons (dagvaarding) the Netherlands court has jurisdiction with respect to one of the defendants, then it shall also have jurisdiction with respect to other defendants involved in the same proceedings (geding), provided that there exists a connection between the claims against the various defendants such that reasons of efficiency justify their joint treatment. ...”", "100. In so far as relevant to the case before the Court, the Judiciary (Organisation) Act (Wet op de rechterlijke organisatie) provides as follows:", "Section 81", "“If the Supreme Court considers that a complaint does not provide ground to overturn the judgment appealed against and does not require answers to questions of law in the interests of the unity or development of the law, it may, in giving reasons for its decision on such complaint, limit itself to that finding.”", "101. As relevant to the case, the Bailiffs Act 2001 (Gerechtsdeurwaarderswet 2001) provides as follows:", "Section 2", "“1. A bailiff is a public official charged with the duties entrusted to bailiffs or reserved to them by or pursuant to the law, excluding all others or not as the case may be. In particular, a bailiff shall be charged with:", "a. serving summonses and other official notifications (het doen van dagvaardingen en andere betekeningen) instituting judicial proceedings or forming part of the exchange of documents in judicial proceedings; ...”", "Section 3a", "“1. A bailiff who receives an instruction for an official act shall, if he ought reasonably to be aware of the possibility that its execution might be contrary to the State’s obligations under international law, inform the Minister [of Justice] immediately of that instruction in the manner laid down in the ministerial rules.", "2. The Minister may issue a declaration to a bailiff informing him that an official act for which he has received, or is to receive, an instruction, or which he has already carried out, is contrary to the State’s obligations under international law.", "...", "5. If, at the time when the bailiff receives the declaration referred to in the second paragraph, the official act has not yet been carried out, the consequence of the declaration shall be that the bailiff is not competent to carry out that official act. An official act carried out contrary to the first sentence shall be null and void. ...”", "102. In August 2003 an organisation called Udruženje Građana “Žene Srebrenice” (Citizens’ Association “Women of Srebrenica”), an association based in Tuzla, Bosnia and Herzegovina, requested the Regional Court of The Hague to order a preliminary hearing of witnesses (voorlopig getuigenverhoor) with a view to bringing civil proceedings in tort against the Netherlands State.", "103. On 27 November 2003 the Regional Court gave a decision (LJN AN8978) refusing that request. It took the view that, in the absence of relevant established case-law, it was necessary first to settle the question of principle whether, and in what cases, the State could be held liable for the actions of a military contingent operating under the command and control of the United Nations as Dutchbat had been. Such a decision could not properly be taken in proceedings for the preliminary hearing of witnesses; it required proceedings on the merits. In any case, the documentation available, which was very extensive and included the report of the NIOD Institute for War, Holocaust and Genocide Studies and the report of the Netherlands parliamentary inquiry, ought to be sufficient for the association to assess its chances of success, the more so since many of the witnesses whom the association wanted to hear had already been heard in the course of those two investigations.", "104. Two civil cases have been brought in the Netherlands courts against the Netherlands State by surviving relatives of men killed in the Srebrenica massacre.", "105. The claimants in the first case (Mustafić v. the State of the Netherlands) are surviving relatives of an electrician who was a de facto employee of Dutchbat but did not enjoy the status conferred on persons employed by the United Nations directly. They alleged that on 13 July 1995 the Netherlands State had committed a breach of contract in that the Dutchbat deputy commander had refused to let their relative stay with his family in the compound at Potočari, as a result of which he was made to leave the compound that same day, whereas the Dutchbat leadership ought to have protected him by keeping him inside and evacuating him together with Dutchbat itself. In the alternative, they alleged a tort. The claimant in the second case (Nuhanović v. the State of the Netherlands) was himself a de facto employee of Dutchbat, for which he worked as an interpreter but also without the status of United Nations employee; he is the son of one man killed in the massacre and the brother of another. He alleged a tort in that the Dutchbat deputy commander had turned the two men out of the compound in the afternoon of 13 July 1995.", "106. The two cases were considered in parallel, first by the Regional Court of The Hague and then by the Court of Appeal of The Hague.", "107. At first instance, the Regional Court held that the matters complained of were imputable to the United Nations alone. Dutchbat had been under United Nations command and control; furthermore, the events complained of had taken place in Bosnia and Herzegovina, a sovereign State over which neither the United Nations nor the Netherlands had jurisdiction.", "108. The Mustafić family and Mr Nuhanović appealed to the Court of Appeal of The Hague.", "109. The Court of Appeal delivered two interlocutory judgments on 5 July 2011 (LJN BR0132 (Mustafić) and LJN BR0133 (Nuhanović)), which in their relevant parts are identical. It ordered the hearing of witnesses on a point of procedure not relevant to the case before the Court.", "110. In two essentially identical judgments on the merits delivered on 26 June 2012 (LJN BW9014 (Mustafić) and LJN BW9015 (Nuhanović)), the Court of Appeal overturned the judgments of the Regional Court and held the Netherlands State liable in tort for the damage caused to the appellants as a result of the deaths of their relatives.", "111. The State brought appeals on points of law against those judgments before the Supreme Court. In his advisory opinion to the Supreme Court, presented on 3 May 2013, the Advocate General (advocaat-generaal) proposed that the Supreme Court dismiss them (LJN BZ9228, CPG 12/03329)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}