{"ITEMID": "001-57873", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF SILVA PONTES v. PORTUGAL", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (six month period);Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["7. Mr Virgílio da Silva Pontes, a Portuguese national born in 1917, was at the material time a bank employee. He lives in Évora.", "8. On 12 November 1975 the car he was driving, in which Mr José Gonçalves Martins Moreira was a passenger, was in collision with another vehicle, belonging to Mr António dos Reis and driven by Mr Francisco Techana.", "As a result of his injuries Mr Silva Pontes remained in hospital until 31 May 1976. He underwent several operations, including one in London in December 1978. Since the accident he has one leg 5cm shorter than the other and suffers from a 58% permanent disability, which has made it impossible for him to return to work.", "9. The Public Prosecutor’s Department at the Évora Court of First Instance was notified of the accident by the local police and instituted criminal proceedings against both drivers for unintentionally causing physical injury. The file on the case was closed in 1976 following an amnesty under a legislative decree.", "10. On 20 December 1977 Mr Silva Pontes and Mr Martins Moreira (\"the plaintiffs\") brought a civil action in the Évora Court of First Instance against Mr Techana, Mr dos Reis, the Gestetner company, on whose behalf the journey was made, and the insurance company \"Imperio\", whose liability was contractually limited to 200,000 escudos, (\"the defendants\"). The applicant sought compensation of 536,345 escudos, together with various amounts to be calculated during the enforcement proceedings (liquidação em execução de sentença) in respect of future expenses stemming from the accident.", "Pursuant to Article 68 of the Road Traffic Code, the action fell to be heard under a summary procedure, which entailed shorter time-limits (Articles 783 to 792 of the Code of Civil Procedure and see the Guincho v. Portugal judgment of 10 July 1984, Series A no. 81, p. 8, para. 10).", "11. On the conclusion of the preliminary proceedings and the hearing (for a detailed description of the proceedings see the Martins Moreira v. Portugal judgment of 26 October 1988, Series A no. 143, pp. 8-13, paras. 11-29), the Évora Court of First Instance gave judgment on 1 October 1982. It declared the action brought by Mr Silva Pontes and Mr Martins Moreira well-founded in part and ordered the defendants, jointly and severally, to pay the applicant compensation of 540,000 escudos - 140,000 for pecuniary damage, taking into account inflation, and 400,000 for non-pecuniary damage.", "The court reserved for the subsequent enforcement proceedings, in accordance with Article 661 para. 2 of the Code of Civil Procedure (see paragraph 20 below), the question of the transport costs incurred by the plaintiffs to enable them to receive treatment after the accident.", "12. On 13 October 1982 the applicant and Mr Martins Moreira appealed from that judgment to the Évora Court of Appeal. They did not dispute the facts as established by the first-instance court, but they complained that the sums awarded were inadequate.", "13. Their appeals and that of the Gestetner company were declared admissible on 19 October 1982. On 30 May 1985 the Court of Appeal dismissed Mr Silva Pontes’s appeal, whereas it increased the sum awarded to his co-plaintiff.", "14. On 13 June 1985 the defendant company, Gestetner, appealed on points of law to the Supreme Court (Supremo Tribunal de Justiça). The plaintiffs lodged a \"secondary\" appeal (\"recurso subordinado\") with the same court on 11 July.", "15. The Supreme Court gave judgment on 5 February 1987. Taking into account the permanent disability from which the plaintiffs suffered after the accident, it found in their favour on this point and awarded them additional compensation, to be determined in the enforcement proceedings, for the damage flowing from their reduced capacity to work and diminished ability to move, damage which it had not been possible to assess at first instance. Its judgment was notified to the applicant on 9 February.", "16. On 28 October 1987, since the defendants refused to make a payment of their own accord, the applicant and Mr Martins Moreira asked the Évora court to enforce payment of the part of the damages that had already been calculated, \"without prejudice to the remainder once the details necessary for its calculation have been established (Article 810 of the Code of Civil Procedure)\" (\"sem prejuizo de logo que recolhidos os necessários elementos, deduzirem liquidação da restante (arto 810o do C.P. Civil)\"). They listed the attachable assets of the Gestetner company. However, a writ issued for service in Lisbon ordering the attachment of the goods in question proved impossible to execute; on 18 January 1988 the court found that the company was subject to insolvency proceedings.", "17. On 23 December 1988 the applicant indicated to the judge at the Évora court the attachable assets of Mr dos Reis and asked him to make a formal request to the Vila Franca de Xira court for the seizure of assets situated within its jurisdiction.", "On 4 January 1989 the same judge ordered the seizure of movable goods and a building situated within the jurisdiction of the Évora court; this took place on 8 March and 17 March 1989. He also made the formal request to the Vila Franca de Xira court.", "18. On 30 March 1989 Mrs dos Reis, whose marriage was subject to the rules on community of property (comunhão geral de bens), requested the judge, in accordance with Article 825 para. 3 of the Code of Civil Procedure (see paragraph 20 below), to order the separation of her assets from those of her husband. She further sought to have the proceedings stayed until the couple’s property had been divided up.", "19. The process of dividing up the property continued until 19 December 1989, on which date the applicant and Mr Martins Moreira concluded an out-of-court settlement with the defendants, pursuant to which Mr dos Reis paid to them 8,500,000 escudos as full compensation.", "20. A translation of the main provisions of the Code of Civil Procedure referred to in this case is set out below:", "(Correspondence between the right and the action)", "\"For each right, except as provided otherwise, there is a corresponding action whose purpose is to secure judicial recognition of the right in question or to enforce it, accompanied by measures to ensure the effectiveness of the action.\"", "(Classification of actions according to their purpose)", "\"1. There are two types of actions: declaratory actions (declarativas) and enforcement actions (executivas).", "2. Declaratory actions may have as their purpose (a) a mere assessment, (b) an order or (c) the creation of a right (constitutivas). They seek to obtain respectively:", "(a) a mere declaration as to whether a right or fact exists;", "(b) an order, presupposing or aimed at preventing the violation of a right, for the handing over of an article or the accomplishment of an act;", "(c) the authorisation for a modification of an existing legal situation.", "3. Enforcement actions are those by which the plaintiff seeks adequate measures to secure effective reparation for the right infringed.\"", "(Limits of the action for an order)", "\"1. ...", "2. If insufficient information is available to determine the nature or the amount [of the reparation], the court shall make its order in respect of a sum to be fixed in subsequent enforcement proceedings, without prejudice to its power to make an immediate order in respect of the part of the award already calculated.\"", "Article 806", "(Calculation by the court)", "\"1. Where the damages have not been calculated and their calculation is not merely a matter of simple arithmetic, the plaintiff must mention in his application instituting the enforcement proceedings the sums which he considers to be included in the damages owed and submit a final claim for a specific amount.", "2. ...\"", "(Rules applicable where part of the damages has been calculated and the rest not)", "\"1. If part of the damages awarded has not been calculated, but the rest has, the order in respect of the calculated damages shall be immediately enforceable.", "2. Where the enforcement proceedings concern solely the part of the award which has been calculated, the payment of the remaining damages, if it is sought while the enforcement proceedings are in progress, shall be requested by an interlocutory application; where an appeal is lodged, a certified copy of the enforcement decision must be attached together with, if the enforcement is founded on a judgment, the memorials and submissions of the parties.\"", "(Attachment of half the assets of a couple)", "\"1. ...", "2. ... the common property may be attached immediately provided that the creditor has included the goods in question in the list of attachable assets and has asked that the debtor’s spouse be summoned so that he or she may, if they wish, seek the division of the assets.", "3. Within ten days of being summoned, the spouse must request the division of the property or submit a certificate proving that such division has already been requested in connection with other proceedings pending, failing which the attachment order shall be enforced in respect of the goods in question.", "4. Once that request has been made or the relevant certificate lodged, enforcement shall be suspended until the division of the property has been effected ...\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}