{"ITEMID": "001-88520", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "ZAKHAROV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Yevgeniy Yukhymovych Zakharov, is a Ukrainian national who was born in 1952 and lives in Kharkiv. He is a co-chairman of the Kharkiv Human Rights Group (a human rights NGO registered in Kharkiv), and an Editor-in-Chief of a “Human Rights Bulletin” (human rights magazine).", "On 31 August 2001 the applicant, in his capacity as the Editor-in-Chief of “Human Rights Bulletin”, the co-Chairman of the Kharkiv Human Rights Group and referring to Articles 34 and 35 of the Information Act, requested the Prosecutor General to provide this non-governmental organisation with statistical data as to a number of judges and/or law enforcement officers convicted of bribery, ill-treatment of private persons and defamation in 1998 – 2000 and the first semester of 2001. He further requested the Prosecutor General to confirm or to deny information disseminated in the 2000 US State Department Report on Ukraine. This report referred to statistical information disseminated by the Ministry of Justice of Ukraine in 1997.", "On 13 September 2001 the First Deputy Prosecutor General replied that such data was not available at the General Prosecutor’s Office (hereafterGPO) and recommended the applicant to request it from the Ministry of Justice that was dealing with the judicial statistics.", "On 4 December 2001 the applicant, again acting in his official capacity as the Editor-in-Chief and the co-chairman of the Human Rights Group, requested the Prosecutor General to ensure that the regional prosecutor’s offices provided responses to similar to the above requests that were sent to these offices. In particular, he mentioned that the Volyn, Zakarpattia, Mykolayiv, Poltava, Rivne and Chernigiv regional prosecutor’s offices had replied to his requests. However, others did not reply or refused to provide such information.", "On 24 December 2001 the First Deputy Prosecutor General informed the applicant, as Editor-in-Chief of the “Human Rights Bulletin”, that such statistical data was given not only by the regional prosecutor’s offices, but by the Ministry of the Interior and the Ministry of Justice, which transfer it to the State Committee on Statistics. He recommended the applicant to request this information from that committee on the grounds specified in the Statistics Act (Articles 8 and 9), which presumed that the applicant’s organisation had to pay for this information, on the basis of the tariffs approved by the Cabinet of Ministers.", "On 14 January 2002 the applicant, acting in his official capacity, requested the State Statistics Committee to provide him with information of interest to the “Human Rights Bulletin”. In reply, on 18 January 2002 the Deputy Head of the State Statistics Committee stated that such information, which was provided to the Committee by the law enforcement authorities, was not processed and regrouped in accordance with the previous employment of a convicted person at a law enforcement authority or prosecution service. As to the number of sentenced persons, the Deputy Head mentioned that this information was exclusively available from the Ministry of Justice.", "On 24 January 2002 the applicant, acting as a representative of the “Human Rights Bulletin” and a co-chairman of the Kharkiv Human Rights Group, again requested the Prosecutor General to provide their mass media source with information he initially requested on 31 August 2001. He referred to Article 40 of the Constitution and Article 21 of the Information Act. He maintained that this information should be available from the General Prosecutor’s Office as its function, under Article 121 of the Constitution, was to supervise lawfulness of functioning of the inquiry and pre-trial investigation bodies.", "On 8 February 2002 the First Deputy Prosecutor General refused to provide information requested by the applicant as it was not available from the prosecution bodies, but could be requested from the State Statistics Committee, under Articles 8 and 9 of the State Statistics Act. He also stated that therefore there were no grounds for instituting disciplinary proceedings against the officials of the regional prosecutor’s offices who refused to provide this information.", "On 15 January and 9 February 2004, the applicant received information from four regional prosecutor’s offices, which were unable to satisfy the applicant’s information requests in full (because the information was unavailable, or not accessible as requested, or because the regional prosecutor’s offices were not responsible for such matters). Only the Rivne Regional Prosecutor’s Office previously informed the applicant, on 25 October 2001, about measures taken by them with regard to the investigation and prosecution of the crimes referred to in the request.", "On 27 March 2002 the applicant, as a private person, represented by an advocate and acting under Articles 248-1 and 248-3 of the Code of Civil Procedure, lodged an administrative complaint with the Pechersky District Court of Kyiv seeking to declare the failure of the GPO to provide him with information on convictions (mentioned above) unlawful. He also sought court orders compelling the GPO to provide him with this information on his request. He maintained that his right to receive information from the GPO had been violated.", "On 4 April 2002 the Pechersky Court refused to examine the applicant’s claim as it was not substantiated by relevant evidence (Article 137 of the Code of Civil Procedure). Furthermore, the applicant was asked to provide relevant legal substantiation for his administrative action. In particular, the court asked the applicant to state how his rights and freedoms had been infringed by the refusal of the GPO to reply to information request. The applicant was allowed time to rectify these shortcomings and re-lodged his administrative complaint with the assistance of his legal representative. However, on 19 April 2002 the Pechersky Court rejected his complaint as it found inter alia that the applicant failed to establish a link between infringement of his rights and the refusal of the prosecution authorities to provide information to the human rights magazine.", "The applicant appealed to the Kyiv City Court of Appeal, which on 27 June 2002 rejected the appeal as unsubstantiated. In particular, the Court of Appeal held that the applicant should indicate specifically, in his complaints, which public official or administrative body had infringed his personal rights. He had also failed to mention which of his rights and freedoms were violated. The court also referred to the judicial practice recommendation contained in the Resolution no. 13 of the Plenary Supreme Court of 3 December 1997 (sees domestic law and practice below).", "The applicant appealed in cassation, but on 11 October 2002 the Pechersky Court refused the applicant leave to appeal in cassation as the cassation appeal did not comply with the requirements envisaged by Articles 322 and 323 of the Code of Civil Procedure. The applicant was invited to rectify these shortcomings. He lodged his appeal in cassation anew and on 23 October 2002 the Pechersky Court refused leave to appeal in cassation as the applicant again failed to comply with the court’s previous ruling. The applicant lodged a cassation appeal for the third time and on 23 March 2003 the Pechersky Court rejected it for failure to comply with the requirements of the law.", "The cassation appeal was re-lodged, examined and rejected by the Supreme Court on 12 March 2004. In particular, the Supreme Court found no infringements of the domestic substantive and procedural law, which would allow it to institute cassation proceedings in the case.", "“Human and citizens’ rights and freedoms are protected by the courts.", "Everyone is guaranteed the right to challenge in court the decisions, actions or omissions of bodies of State power, bodies of local self-government, officials and officers. ...”", "“...The jurisdiction of the courts extends to all legal relations that arise within the State. ...", "Pursuant to Article 137 of the Code of Civil Procedure, any claim lodged with the court should be lodged in writing and should contain inter alia the exact name of the claimant and the respondent, merits of the claim, the circumstances underlying and proving the claim, evidence that supports the claim.", "Article 139 of the Code provided that the judge should grant a time-limit to rectify any shortcomings in a claim.", "In accordance with Article 248-1 of the Code citizens had a right to apply to a court with a complaint, if he/she considered that a State body, legal person or official had infringed by its decision, act or omission his/her rights or freedoms. Complaints could be made against executive bodies and their officials, who exercise organisational and managerial functions, administrative and commercial functions and functions specially accorded to them by law.", "Under Article 248-3 of the Code the courts’ jurisdiction does not extend to the acts or omissions of an official of a body of inquiry, preliminary investigation, prosecution or court with regard to which a non-judicial procedure for considering complaints has been established.", "In accordance with Article 322 of the Code, a cassation appeal should contain inter alia the reference to the judicial decision or ruling that is being appealed against and the limits for an appeal in cassation, substantiation of the appeal in cassation, including the name of the law that was allegedly violated by an unlawful judgment or ruling and the references to incorrect application of that law or its infringement, the purpose of the appeal in cassation.", "Under Article 323 of the Code, an appeal in cassation should be lodged with the first instance court, where the case-file shall be archived. Rules of Article 139 applied to appeals in cassation that failed to meet the requirements of Article 322 of this Code.", "In accordance with Articles 34 and 35 of the Information Act, persons (this list includes private persons, legal entities and State bodies, as provided by the Article 9 of the Act) who were refused access to official documents should receive a written reply formulating reasons for such a refusal or explaining delaying in providing requested information. They should be allowed to appeal against this reply to a higher administrative authority or to a court. The court, to enable it to rule on the request, should be allowed to request additional documents from the parties.", "Articles 48 and 49 of the Information Act establish a right to complain about unlawful acts or omissions of the State bodies to the higher administrative authorities and then to a court. This includes requests for compensation.", "Articles 8 and 9 of the State Statistics Act provide that State bodies responsible for storage and updating of the statistical date should be allowed to provide paid services on the basis of the Regulation on the conduct statistical research and services provided by the bodies of State statistics approved by the Cabinet of Ministers.", "In its decision of 23 May 2001 concerning the constitutionality of Article 248-3 §§ 3, 4 and 5 of the Code of Civil Procedure the Constitutional Court decided:", "“To declare Article 248-3 § 4 of the Code of Civil Procedure as not in compliance with the Constitution of Ukraine (unconstitutional), concerning the lack of jurisdiction of the courts as regards – ... the actions or acts of an official of a body of inquiry, preliminary investigation, prosecution or court with regard to which a non-judicial procedure for considering complaints has been established...”", "In accordance with paragraph 4 of the Resolution, only private persons, who consider that their own rights and freedoms were infringed, should have the right to lodged complaints with the courts based on Article 55 of the Constitution and Article 248-1 of the Code of Civil Procedure.", "Under paragraph 10 of the Resolution complaints against acts or omissions of the entities against which they are directed should be lodged with the courts at the place of these entities registration. They should correspond to the requirements of Articles 137 and 138 of the Code of Civil Procedure. Taking into account specific issues arising out of examination of these cases, provided by the Articles 248-1 – 248-4, the claimants should indicate which particular decisions, acts or omissions he/she wishes to complain about and which specific rights and freedoms had been violated. These complaints should be legally substantiated and proposals for restoring allegedly the infringed rights should be given. It should be also indicated whether a similar complaint had been lodged with the hierarchically superior administrative body or a public official and what kind of response had been received. The courts should apply rules of Article 139 of the Code of Civil Procedure to the complaints not corresponding to these criteria."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}