{"ITEMID": "001-127404", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF GROSSMAN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)", "JUDGES": "Dmitry Dedov;Elisabeth Steiner;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["5. The applicant was born in 1977 and is serving a prison sentence in the Kemerovo Region.", "6. On an unspecified date the prosecution authorities opened an investigation into the activities of an organised criminal gang that had committed a series of murders and other crimes. The applicant was one of the suspects.", "7. On 1 August 2006 the Naberezhnyye Chelny Town Court, Republic of Tatarstan, authorised a search of the applicant’s flat. According to the applicant, he unsuccessfully complained about the court’s search order to the town prosecutor on 20 March 2009.", "8. On 19 August 2006 the applicant was arrested and informed of the court order of 1 August 2006. His flat was searched on the same day.", "9. On 20 August 2006 the prosecutor’s office appointed counsel N. to represent the applicant. On the same date the Town Court authorised the applicant’s detention pending investigation. In particular, the court noted as follows:", "“[The applicant] is suspected of involvement in serious crimes which present a heightened danger to public order and entail a custodial sentence exceeding two years ...", "The court considers that, if released, [the applicant], who does not have a permanent place of residence in Naberezhnyye Chelny and who knows where the witnesses reside, might abscond or otherwise interfere with the establishment of the truth.”", "10. On 12 October 2006 the Town Court extended the applicant’s detention until 18 February 2007. The court refused to release the applicant pending investigation, noting as follows:", "“The investigator requests that the [applicant’s] detention be extended. ... If released, [the applicant] might abscond, continue criminal activities, put pressure on witnesses or otherwise interfere with the administration of justice.", "Having heard the defendant and his lawyer, who asked the court to dismiss the request, and the prosecutor who considered that it should be granted, and having studied the materials of the case, the court finds that the investigator’s request is substantiated and should be granted.”", "11. On 14 November 2006 the Supreme Court of the Republic of Tatarstan upheld the decision of 12 October 2006 on appeal.", "12. On 12 January 2007 counsel K. replaced counsel N., who had asked to be withdrawn.", "13. On 13 February 2007 the Town Court extended the applicant’s detention until 27 April 2007. The court held as follows:", "“... [the applicant] is charged with very serious offences which present a heightened danger to public order and entail a custodial sentence exceeding two years. This criminal case is of extreme complexity. The reasons justifying the [applicant’s] remand in custody have not ceased to exist. The time-limit for the preliminary investigation has been extended until 27 April 2007. A number of investigative activities involving [the applicant] are pending. [The applicant] might abscond or commit new crimes [if released].”", "14. On 20 March 2007 the Supreme Court of the Republic of Tatarstan upheld the court order of 13 February 2007 on appeal.", "15. On 24 April 2007 the Town Court further extended the applicant’s detention until 27 July 2007. The court reiterated verbatim the reasoning of 13 February 2007.", "16. On 17 July 2007 the Town Court extended the applicant’s detention until 18 August 2007, noting as follows:", "“[The applicant] is charged with a number of serious offences. His involvement in the crimes he has been charged with is supported by the materials submitted. The circumstances underlying the [applicant’s] remand in custody have not ceased to exist.”", "17. On 26 July 2007 the Supreme Court of the Republic of Tatarstan extended the applicant’s detention until 27 October 2007, referring to the gravity of the charges against the applicant and the risk that he might abscond or re-offend. On 4 October 2007 the Supreme Court of Russia upheld the decision of 26 July 2007 on appeal.", "18. On 21 May 2007 the applicant started reading the case file, which comprised twenty-five volumes and concerned twelve defendants. On 15 October 2007 the Supreme Court of the Republic of Tatarstan held that the applicant could not be released pending study of the case file, noting that he might abscond, put pressure on the parties to the criminal proceedings against him or re-offend, and extended the applicant’s detention until 27 January 2008. On 10 January 2008 the Supreme Court of Russia upheld the decision of 15 October 2007 on appeal.", "19. The applicant’s detention pending study of the case file was further extended on 16 January 2008 until 19 February 2008. Referring to the reasons indicated earlier to justify the applicant’s detention, the court held that he could not be released. It appears that on an unspecified date the decision of 16 January 2008 was quashed by the Supreme Court of Russia on appeal. The matter was remitted for fresh consideration and on 24 January 2008 the Supreme Court of the Republic of Tatarstan extended the applicant’s detention pending study of the case file until 27 April 2008. The applicant communicated with the court via video link.", "20. On 9 February 2008 the applicant started studying three additional volumes of the case. He was provided with a photocopying machine and a digital camera. On 19 February 2008 the prosecutor’s office asked the Town Court to set a time-limit for the applicant to study the case file. The applicant asserted that he would need five additional days to complete the study. The court granted him three additional days.", "21. On 24 April 2008 the Supreme Court of Russia quashed the decision of 24 January 2008 on appeal. The court noted that the applicant should have been granted time to study the request lodged by the investigator asking for an extension of the applicant’s detention. The court further indicated that the applicant should remain in custody pending consideration of the matter by the lower court. It appears that on 21 May 2008 the Supreme Court of the Republic of Tatarstan authorised the applicant’s detention pending study of the case file until 19 February 2008. On 23 July 2008 the Supreme Court of Russia upheld the decision of 21 May 2008 on appeal.", "22. On an unspecified date the prosecutor’s office completed the investigation and forwarded the case file to the Supreme Court of the Republic of Tatarstan. Counsel A. was appointed to represent the applicant. On 24 April 2008 the Supreme Court fixed the preliminary hearing of the matter and ordered that the applicant remain in custody pending trial. On 25 June 2008 the Supreme Court of Russia upheld the decision of 24 April 2008 on appeal, after having heard the applicant, his counsel and the judge rapporteur.", "23. On 2 June 2008 the Supreme Court of the Republic of Tatarstan opened a jury trial against the applicant and eleven other defendants.", "24. On 25 September 2008 the jury delivered a guilty verdict in respect of the applicant on charges of membership of a criminal gang, illegal possessions of firearms, infliction of bodily injuries, kidnapping and murder.", "25. On 3 October 2008 the Supreme Court of the Republic of Tatarstan authorised an extension of the applicant’s detention until 10 January 2009 pending sentencing. On 25 November 2008 the Supreme Court of Russia upheld the decision of 3 October 2008 on appeal.", "26. On 15 October 2008 the Supreme Court of the Republic of Tatarstan sentenced the applicant to sixteen years’ imprisonment.", "27. On 18 June 2009 the Supreme Court of Russia upheld the applicant’s conviction on appeal.", "28. On 7 November 2012 the Presidium of the Supreme Court of Russia quashed the appeal judgment of 18 June 2009 by way of a supervisory review for the appeal court’s failure to ensure the presence of the applicant’s lawyer at the appeal hearing and remitted the matter for a new appeal hearing. The parties did not inform the Court of the outcome of the proceedings.", "29. Following his arrest on 19 August 2007, the applicant was placed in detention in a remand prison. On numerous occasions between 2006 and 2009 the applicant was transferred to and detained in the Naberezhnyye Chelny temporary detention unit in connection with the investigation and trial.", "30. According to the Government, the applicant was detained at the temporary detention centre during the following periods:", "- from 20 August to 6 September 2006;", "- from 11 to 13 and from 18 to 27 October 2006;", "- from 8 to 18 December 2006;", "- from 10 to 19 January 2007;", "- from 5 to 14 February 2007;", "- from 28 February to 9 March 2007;", "- from 14 to 19 March 2007;", "- from 4 to 9 and from 20 to 25 April 2007;", "- from 16 to 23 May 2007;", "- from 30 May to 9 June 2007;", "- from 29 June to 9 July 2007;", "- from 11 to 18 and from 25 to 30 July 2007;", "- from 1 to 10 August 2007;", "- from 31 August to 10 September 2007;", "- from 3 to 17 October 2007;", "- from 2 to 12 and from 16 to 21 November 2007;", "- from 12 December 2007 to 8 January 2008;", "- from 11 to 18 January 2008;", "- from 24 January to 1 February 2008;", "- from 4 to 8 and from 11 to 27 February 2008;", "- from 3 to 5 March 2008;", "- from 4 to 9 and from 16 to 18 April 2008;", "- from 15 to 24 June 2009;", "- from 6 to 22 July 2009;", "- from 22 to 29 December 2009.", "31. The Government were unable to indicate the exact numbers of the cells in which the applicant had been detained. Nor could they submit information on the population of the temporary detention centre at the time of the applicant’s detention. They provided the following overview of all the cells in the temporary detention centre:", "32. There were no individual beds in the cells. The inmates had to share sleeping platforms. All the cells were equipped with a functioning ventilation system. All the cells had two windows, except for cells nos. 4 and 19, which had one window. Each window was covered with two metal grilles which did not prevent access to daylight. The cells were lit with 100-watt electric bulbs. The toilet in each cell was located at least 1.5 metres away from the dining table and the nearest sleeping place. It was separated from the living area of the cell by a 1.2-metre high brick wall.", "33. The cells were disinfected once every three months. Inmates received three meals a day. The applicant did not have the opportunity to take daily outdoor exercise. He spent a certain amount of time outside the cell participating in investigative activities, taking showers, visiting doctors and meeting with his lawyer. He consulted a medical practitioner thirty-three times.", "34. In June 2008 the temporary detention centre was completely refurbished. The electrical wiring and other equipment, toilets, water supply, ventilation and sewerage systems were replaced. The sleeping platforms were replaced with individual beds. The brick walls separating the toilets from the living areas of the cells were removed and new metal cabins were installed. New window frames were also installed.", "35. According to the applicant, he was always detained in overcrowded cells. In particular, at least twelve inmates were detained in cells nos. 1, 12, 16 and 22, and at least nine were detained in cells nos. 2, 3 and 13.", "36. There was no ventilation or access to daylight. The electric lighting was constantly on. Each cell was lit with a 60-watt electric bulb.", "37. The distance between the toilet and the nearest sleeping places was between 0.2 and 0.5 metres. The wall separating the toilet from the living area of the cell was 0.5-metres high and offered no privacy to the person using the toilet.", "38. The applicant was never taken out of the cell to participate in investigative activities. Meals were provided once a day. The food rations were insufficient; no meat, fish, fruit or vegetables were served. The applicant was not given bed sheets.", "39. On 21 February 2007 the deputy town prosecutor dismissed the applicant’s complaint about the conditions of his detention in the temporary detention centre, noting as follows:", "“In the course of the inquiry [the head of the temporary detention centre] submitted that, in order to bring the premises of the temporary detention centre into compliance with the federal legislation, it should be subjected to reconstruction and refurbishment. The maximum capacity is 110 persons. However, following the amendments to the Code of Criminal Procedure of the Russian Federation requiring that suspects and defendants be present at court hearings, the average daily population has drastically increased to 140 persons. ... Every day the police book in 4-5 new inmates. Accordingly it is impossible to provide every detainee with an individual sleeping place. Furthermore, on 13 February 2007 ... 42 newly arrived inmates were booked in. As a result, the population of the temporary detention centre rose to 171 persons. There were eight inmates detained in cell no. 3 ... . This number does not exceed the capacity of the cell.”", "40. On 27 March 2007 the Ministry of the Interior of the Republic of Tatarstan replied to a complaint lodged by the applicant about the conditions of his detention in the temporary detention centre. In particular, the letter read as follows:", "“... the complaints about the conditions of detention communicated by [the applicant] at the hearing of the [Town Court] on 7 February 2007 should be considered substantiated in part. However, the allegation that there was an intent on the part of [the head of the temporary detention centre] to deliberately create such conditions of detention has not been substantiated.", "I would also inform you that in 2008 it is planned to allocate monetary funds for capital refurbishment and reconstruction of the temporary detention centre that would bring the conditions of detention in the temporary detention centre into compliance with the applicable legislation of the Russian Federation.”", "41. On 10 July 2007 the applicant and six other inmates detained in cell no. 2 of the temporary detention centre complained to the town prosecutor about overcrowding in the cell where they were detained. The applicant did not inform the Court of the prosecutor’s response to the complaint, if any.", "42. The Federal Law on Detention of Suspects and Defendants charged with Criminal Offences (“the Detention of Suspects Act”) (as amended), in force since 21 June 1995, provides that suspects and defendants detained pending investigation and trial are held in remand prisons (section 8). They may be transferred to temporary detention facilities if so required for the purposes of investigation or trial and if transportation between a remand prison and a police station or court-house is not feasible because of the distance between them. Such detention in a temporary detention facility may not exceed ten days a month (section 13). Temporary detention facilities in police stations are designated for the detention of persons arrested on suspicion of a criminal offence (section 9).", "43. Under paragraph 3.3 of the Internal Regulations for Temporary Detention Facilities, approved by Order No. 41 of the Ministry of the Interior of the Russian Federation on 26 January 1996, as amended (in force at the time of the applicant’s detention), the living space per detainee should be 4 square metres. Paragraph 3.2 made provision for cells in temporary detention facilities to be equipped with a table, a toilet, running water, a shelf for toiletries, a drinking water tank, a radio and a rubbish bin. Furthermore, paragraphs 6.1, 6.40, and 6.43 of the regulations made provision for detainees to have outdoor exercise for at least one hour a day in a designated exercise area.", "44. The relevant extract from the 2nd General Report of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) (CPT/Inf (92) 3) reads as follows:", "“42. Custody by the police is in principle of relatively short duration ... However, certain elementary material requirements should be met.", "All police cells should be of a reasonable size for the number of persons they are used to accommodate, and have adequate lighting (i.e. sufficient to read by, sleeping periods excluded) and ventilation; preferably, cells should enjoy natural light. Further, cells should be equipped with a means of rest (e.g. a fixed chair or bench), and persons obliged to stay overnight in custody should be provided with a clean mattress and blankets.", "Persons in custody should be allowed to comply with the needs of nature when necessary, in clean and decent conditions, and be offered adequate washing facilities. They should be given food at appropriate times, including at least one full meal (i.e. something more substantial than a sandwich) every day.", "43. The issue of what is a reasonable size for a police cell (or any other type of detainee/prisoner accommodation) is a difficult question. Many factors have to be taken into account when making such an assessment. However, CPT delegations felt the need for a rough guideline in this area. The following criterion (seen as a desirable level rather than a minimum standard) is currently being used when assessing police cells intended for single occupancy for stays in excess of a few hours: in the order of 7 square metres, 2 metres or more between walls, 2.5 metres between floor and ceiling.”", "The CPT reiterated the above conclusions in its 12th General Report (CPT/Inf (2002) 15, § 47)."], "VIOLATED_ARTICLES": ["13", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}