{"ITEMID": "001-104530", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "WEHINGER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;Julia Laffranque;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["The applicant, Ms Edith Wehinger, is an Austrian national who was born in 1947 and lives in Bürs. She was represented before the Court by Mr W.L. Weh, a lawyer practising in Bregenz. The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Tichy, Head of the International Law Department at the Federal Ministry for European and International Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s father was a member of the Agricultural Association of Bürs (Agrargemeinschaft Bürs, hereinafter “the Association”). He died in 1984.", "The statutes of the Agricultural Association of Bürs of 1969 (“the 1969 statutes”) provided in its § 4 that entitlement to membership would be based, inter alia, on the legitimate descent from a male member. In its § 6, however, the 1969 statutes stated that such membership should be suspended, inter alia, in respect of married daughters for the duration of their marriage (see also “Relevant domestic law” below). The applicant, who is married, did not upon her father’s death in 1984 apply for membership pursuant to § 4 of the 1969 statutes.", "In 1993 a woman applied for membership in the Association after her father, being a member of the Association, had died. Her application for membership was rejected as she had been married at the time the application for membership was lodged. She appealed and then filed a complaint with the Constitutional Court. On 12 December 1994 the Constitutional Court held that the provision that membership of women was suspended while they were married was discriminatory on grounds of sex. It also held that, in line with its case-law, the statutes of agricultural associations did not have the legal status of an ordinance (Verordnung) and that the Constitutional Court thus did not have the competence to review such statutes directly. As agricultural associations were public-law entities, their statutes were only binding upon an act of public law by the agricultural authorities, namely authorisation of the statutes. Thus the statutes had to be interpreted in conformity with fundamental rights and the basic principles of the Constitution, such as the principle of non-discrimination. Any provisions of the statutes that were not in line with those principles would have to be treated as null and void ab initio, as provided for in Section 879 of the Civil Code (Allgemeines Bürgerliches Gesetzbuch). The agricultural authorities had thus erred when finding that the discriminatory provision, according to which membership of women was suspended for the time they were married, was valid and in force. Their decisions to that effect had thus to be set aside.", "Following the decision of the Constitutional Court the Association held a general meeting and adopted, on 15 December 1995, new statutes in order to comply with the Constitutional Court’s ruling. On 9 February 1996 the new statutes were approved by the Agricultural District Authority (Agrarbezirksbehörde) with binding effect as of 15 December 1995. The new statutes provided that the key date for defining current members under the new statute was 12 December 1994. Furthermore, whereas the right to acquire membership remained the same, the suspension of membership of female married persons had been deleted (see “Relevant domestic law” below).", "On 27 December 1995 the applicant wrote a letter to the Association in which she applied for membership. On 27 March 1996 she was informed that her application for membership was refused. The reason given was that the new statutes provided that membership by way of succession could only be derived from persons who were members on the key date of 12 December 1994; since the applicant’s father had died in 1984 and thus was not a member on the key date, the applicant could not derive any claim to membership from him.", "Meanwhile, being represented by a lawyer, the applicant applied to the Agricultural District Authority on 22 August 1997 to have the rule on the key date set aside. The District Authority turned down the application on 18 November 1997. On 3 December 1997 the applicant appealed to the Regional Land Reform Board (Landesagrarsenat).", "On 31 October 2000 the Regional Land Reform Board decided that the applicant (and several persons who had also challenged the statutes of the Association) should be accepted as members of the Association. Whereas the Regional Land Reform Board found that all applicants in the proceedings had failed to submit documentary evidence that they fulfilled all further prerequisites for membership, it found it unjust to refuse membership on those formal grounds.", "The Association appealed to the Supreme Agricultural Board (Oberster Agrarsenat). On 5 December 2001, however the Supreme Agricultural Board rejected the Association’s appeal.", "The Association thereafter complained to the Administrative Court, which, on 16 October 2003, set aside the decision to accept the applicant’s membership. It held that whilst the applicant had been entitled to become a member under the old statutes which would have had to be interpreted in a non-discriminatory way, she had only applied for membership after the statutes had been changed and according to which she was not entitled to membership. The case was returned to the Supreme Agricultural Board for consideration.", "On 5 May 2004 the Supreme Agricultural Board granted the Association’s appeal and rejected the applicant’s application for membership. It held that the application for membership had been made too late and that the rejection of her application was therefore justified.", "The applicant complained to the Constitutional Court, which on 4 October 2004 refused to deal with the complaint. The applicant applied to have the case transferred to the Administrative Court.", "The Administrative Court dismissed the complaint on 24 November 2005. It held that the Supreme Agricultural Board was bound by the Administrative Court’s decision of 16 October 2003. The Supreme Agricultural Board had decided in the light of that decision. The Administrative Court’s decision was served on the applicant’s counsel on 14 December 2005.", "The Agricultural Association of Bürs is situated in the Province of Vorarlberg.", "The Vorarlberg Agricultural Land Planning Act (Flurverfassungsgesetz), governing inter alia agricultural associations, defines agricultural associations as follows:", "“§ 32", "(1) An agricultural association consists of the totality of the respective owners of the real-estate properties to which participation rights in a real-estate property of an agricultural association attach (ancestral real-estate properties), including those persons who are entitled to person (“walzende”) shares.”", "An agricultural association has the legal status of a public-law corporation, but is not endowed with the typical sovereign competences; it is thus not a state institution, but an association of private persons. Its tasks are to manage, cultivate, preserve and improve the property of the association. The members of the association, which are those holding shares in the association, have rights and duties vis-à-vis the other members and the property of the association. The rights of members include participation in elections and the right to use the common economic facilities and real-estate properties. The duties include payment of contributions for proper management of the association, and for the construction and maintenance of the common facilities.", "A member’s free disposition concerning their shares is largely excluded, and the transfer of ancestral real-estate properties and the transfer by legal transaction of the shares attaching to specific persons are subject to supervision by the agricultural authority.", "The 1969 statutes of the Agricultural Association contained the following rules on membership:", "“§ 3 Membership", "The members of the Bürs Agricultural Association are those persons whose names appear on the list of members on the date of entry into force of the present statutes. ...", "§ 4 Acquisition of membership", "Membership is acquired by means of entry in the list of members. Entitlement to entry in the list of members, provided that the conditions for actual exercise of the rights of use are met, shall be based on the following grounds:", "(a) legitimate descent from a male member (§ 3 ) ...", "(b) ...", "...", "§ 6 Suspension of membership", "Membership shall be suspended in the case of:", "(a) members who are not habitually resident in the municipality of Bürs;", "(b) members’ married daughters, for the duration of their marriage;", "...", "§ 7 Effects of suspension of membership", "For the duration of suspension of membership there is no right to participate in the administration and the use of real property belonging to the Agricultural Association.", "...", "§ 8 Reinstatement of membership", "Once the reasons for suspension of membership no longer apply, membership shall be reinstated, namely with regard to the rights of participation in administration as of the date of a written notice stating that the reasons for suspension no longer apply, and with regard to participation in use [of property] as of the beginning of the following calendar year.", "...”", "After the amendment of the statutes in 1996 (“the 1996 statutes”), the relevant provisions read as follows:", "“§ 3 Membership", "The members of the Bürs Agricultural Association are those persons possessing the relevant rights of use whose names, as at 12 December 1994, appeared on the Association’s current list of members, and persons who are admitted as members in accordance with the provisions of the present statutes.", "§ 4 Acquisition of membership", "1. Membership is acquired by means of entry in the list of members. The requrements for entry in the list of members are:", "a) Austrian nationality", "b) ordinary domicile at Bürs", "c) maintaining one’s own household", "d) direct descent form a member (father/mother: son/daughter)", "...", "§ 6 Suspension of membership", "Membership shall be suspended in the case of:", "(a) members who are not permanently resident in Bürs;", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}