{"ITEMID": "001-22540", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "FEDERATION OF OFFSHORE WORKERS' TRADE UNIONS AND OTHERS v. NORWAY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress;Mark Villiger", "TEXT": ["The first applicant, the Federation of Offshore Workers’ Trade Unions (Oljearbeidernes Fellessammenslutning - “the OFS”), was established in 1970 and is a federation of trade unions for workers of all categories in the North Sea oil and gas industry. It is represented before the Court by Mr B. Endresen, a lawyer practising in Stavanger, Norway. The second applicant, Mr Claus Idland was born in 1950 and lives in Figgjo; the third applicant, Mr Kenneth Kråkstad, was born in 1963 and lives in Tjelta. They are both Norwegian citizens. At the time of the events complained of they worked as roustabouts on oil rigs on the Norwegian Continental Shelf and were members of the OFS.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Between 1980, when the OFS became a nation wide federation, and 1994, when the events giving rise to their application under the Convention occurred, claims being negotiated by the organisation, including every collective wage agreement except for one in 1992, were referred to compulsory arbitration on eight occasions.", "In the spring of 1994 the Confederation of Norwegian Business and Industry (Næringslivets Hovedorganisasjon - NHO) and the Norwegian Oil Industry Association (Oljeindustriens Landsforening - “the OLF”) negotiated with the OFS and the Norwegian Association of Supervisors, Technicians and other Managers (Norges Arbeidslederforbund -“the NA”) on a new wage agreement to take effect on 1 July 1994. The negotiations were conducted with three major employee federations, namely the OFS, the Norwegian Oil and Petrochemical Workers’ Union (Norsk Olje og Petrokjemikeres Fagforbund - “the NOPEF”) and the Norwegian Supervisors’ Association (Norges Arbeidslederforbund - “the NALF”), on 1, 6 and 7 June 1994. The main demand made by the OFS was a reduction in the retirement age from 67 to 60 years, with a possibility of flexible retirement between 57 and 62 years; this demand entailed a 12.5 % increase in costs. In addition a pay rise was requested. The OLF and the NOPEF agreed to a 2.5 % pay rise. The same offer was also made to the OFS, but the negotiations were broken off without any agreement being reached.", "On 9 June 1994 the OFS issued a collective strike warning with respect to 106 of its members at the Gyda platform (oil rig). On 14 June 1994 the NA issued a collective strike warning for all members, initially confined to 50 members at the Gullfaks B and Oseberg C platforms. On 15 June 1994 the OLF issued a warning of a lockout of 3,600 OFS members at all fixed installations on the Norwegian continental shelf. On 24 June 1994 the OLF warned that there would be a lockout of 821 NA members included in the collective notice but not part of the initial strike group.", "In accordance with the procedures laid down in the Act on Labour Disputes 1927 (lov om arbeidstvister - Law no. 1 of 5 May 1927) for disputes involving a strike or lockout, the State Mediator (Riksmeklingsmannen) made an order prohibiting any work stoppage prior to compulsory mediation and summoned the parties to mediation. Midnight on Thursday, 30 June 1994 was then fixed as the time-limit for resolving the dispute by mediation. As the mediator was unable to broker an agreement between the parties, the mediation was terminated on 30 June 1994 at 11.45 p.m. and work stopped after midnight.", "The Minister of Local Government and Labour thereafter summoned the parties to a joint meeting that same night at 00.15 a.m. The parties briefed the Minister on the situation. The Minister referred to the serious consequences of a complete work stoppage on all fixed installations on the Norwegian section of the Continental Shelf, and stated that at a cabinet meeting the following day he would recommend that the Government should issue a provisional ordinance imposing compulsory arbitration of the disputes.", "In support of his recommendation for the Government to adopt a provisional ordinance, the Minister stated that the industrial action announced would lead to the complete suspension of all Norwegian oil and gas production, leading to a fall in production of an estimated value of NOK 2.5 billion per week (close to EUR 0.34 billion). This would worsen Norway’s foreign trade balance by a corresponding amount. The State’s tax revenues would be reduced by an estimated NOK 1 billion per week and its direct oil revenues by NOK 800 million per week. The industrial action would have direct consequences for the State’s financial commitment for the current year and would affect the State’s financial needs both that year and the following year. The estimated impact on the balance of trade and the reduction of State revenues would be extremely harmful to the Norwegian economy. An industrial dispute of any length was likely to have very damaging consequences. Oil and gas not produced at that time would nevertheless be exploited at a later stage and that would result in an increase of production after the different oil fields had passed the maximum production level. This production increase would be spread over a number of years, until such time as production ceased. Thus the overall societal consequences of the industrial action would also depend inter alia on the evolution in price levels until the possibilities of exploitation of these resources had been exhausted. Since Norwegian natural gas was being delivered under long-term contracts, a work stoppage over a lengthy period would seriously reduce Norway’s credibility as a reliable supplier of gas. If the technical installations were to be closed down for longer periods, it could entail damage to the installations and negative consequences for safety would follow. The equipment was designed with a view to regular use over long periods. A work stoppage of any length would moreover require the lay off of other categories of employees. At the close of the negotiations the situation was deadlocked with both parties unwilling to compromise. It therefore seemed likely that the conflict would continue for some time. The recommendation concluded:", "“Considering the matter as a whole, the Ministry ... has reached the conclusion that the conflict ... should be resolved without industrial action. In this assessment, great emphasis has been placed on the fact that the complete cessation of production of oil and gas would lead to a considerable loss of income for the country. The industrial conflict will therefore have great consequences for the financing of the State and Social-Security budgets. The Ministry has further emphasised the importance of not undermining Norway’s position as a dependable and reliable gas supplier.", "Norway has ratified several Conventions of the International Labour Organization (ILO) which protect freedom of association (Convention nos. 87, 98 and 154). As interpreted by competent organs, the Conventions only allow intervention in the right to strike where the strike jeopardises the life, health or personal security of the entire population or parts of it. The European Social Charter, under the Council of Europe, contains in Article 6, 4 cf., Article 31, corresponding provisions which protect the right to take industrial action.", "In the light of the fact that the Norwegian authorities have on several occasions imposed compulsory arbitration and prohibited strike action in labour disputes in the North Sea, the OFS has on three occasions lodged complaints against Norway with the ILO, alleging breaches of the Conventions on freedom of association. The ILO agencies have in this connection levelled criticism against the Norwegian authorities’ practice, stating that the legislative interventions in labour disputes in the oil sector are not compatible with the principles of freedom of association.", "The Ministry of Local Government and Labour has appraised the problems in relation to the Conventions and the criticism expressed by the ILO bodies and balanced this against the harmful effects of the strike, and after careful consideration has concluded that it is correct and necessary to intervene in the dispute. In this context great weight has been given to the fact that the situation between the parties upon the expiry of the deadline for mediation was absolute deadlock and that there is therefore reason to believe that the dispute may be long-lasting.\"", "Under Article 17 of the Constitution, the Government adopted with immediate effect on 1 July 1994 a provisional ordinance, according to which disputes relating to the revision of the wage-agreement in question were to be settled by the National Wages Board (Rikslønnsnemnda), the provisions of the Compulsory Arbitration Act 1952 (lov om lønnsnemnd i arbeidstvister - Act no. 7 of 19 December 1952) should apply, and work stoppage and picketing were prohibited. Work was duly resumed the same day at 2 p.m.", "The Board is a permanent arbitration body composed of seven members, five of whom are appointed by the Government for a period of three years and the other two are appointed by the respective parties to the dispute. The group of five includes three members who are independent of the Government, the employers’ or employees’ organisations and two experts representing respectively employers’ and employees’ interests, who, unlike the other members, have no voting rights.", "On 6 July 1994 the OFS brought an action in the Oslo City Court (byrett) demanding that the compulsory arbitration be held invalid. By judgment of 27 July 1995 the City Court found for the State, represented by the Ministry of Local Government and Labour, and ordered the OFS to pay the State’s legal costs.", "The OFS appealed to the Borgarting High Court (lagmannsrett), invoking an error of law. Concurrently the applicant organisation sought to appeal directly to the Supreme Court (Høyesterett). The Appeals Selection Committee (kjæremålsutvalg) of the Supreme Court subsequently granted leave.", "The OFS claimed firstly that the provisional ordinance was unlawful (ugyldig) as the ban on strikes ran counter to general principles of constitutional law. Alternatively, the OFS argued that the ban violated Norway’s international legal obligations which, in the event of a dispute, override Norwegian domestic law. The State, represented by the Ministry of Local Government and Labour, disputed these contentions.", "In its judgment of 10 April 1997, the Supreme Court unanimously rejected the OFS’s appeal and ordered it to pay the State’s legal costs in the proceedings. Mr Justice Stang Lund’s opinion, to which the other Supreme Court justices subscribed, included the following reasons:", "As regards the position under domestic law, it was noted that between 1953 and 1994, 50 Acts of Parliament and 33 provisional ordinances had been adopted on compulsory arbitration in labour disputes, including 8 disputes in the oil sector, and 20 royal decrees had been adopted under the legislation on compulsory arbitration. The longstanding practice of using compulsory arbitration to settle labour disputes in pursuance of major societal interests did not contravene general legal principles of constitutional law. Setting aside a statute or a provisional ordinance on the grounds that it conflicted with general principles of constitutional law could only be envisaged in the most extreme cases. Although freedom of association and the right to take strike action were generally accepted in Norway, it was also generally recognised that the right to strike was not unlimited. Since 1915 the legislation had contained provisions stating when and on what conditions strike action could be taken in labour disputes. In order to safeguard substantial societal interests, bans on strikes and compulsory arbitration had been imposed by special legislation or provisional ordinances.", "On the question whether the restriction on strikes conflicted with Norway’s international law obligations, it was recalled that work stoppages were not mentioned in the ILO Convention nos. 87 and 98, nor had they been a theme for negotiation during the ILO labour conferences in 1948 and 1949. Since those conferences, the stance taken by the ILO bodies had evolved. The Committee on Freedom of Association had already expressed the view in 1952 that from the ILO Statute, the ILO conference in Philadelphia in 1944 and Convention no. 87, it was implicit that the right to strike and to impose a lockout were fundamental aspects of the right to freedom of association, which view was later accepted by the expert Committee. This evolution in the interpretation advocated by the ILO bodies led to their criticism of the use of compulsory arbitration in Norway. The Freedom of Association Committee of the ILO Governing Body and, subsequently, the Committee of Experts had in many instances, including in Norwegian cases, affirmed that the right to strike must be regarded as a part of trade union freedom of association and the right to bargain, and that it was therefore protected against interference by the authorities.", "However, according to the practice of the ILO bodies, strike action could be forbidden in respect of public servants engaged in the administration of the State, if it would affect essential services thereby jeopardising the life, health or personal security of the entire population or parts of it, and the harm was clear and imminent. Harmful economic effects to society, even if deemed substantial, had not been considered a sufficient reason for intervention. Dock work, oil production, education and transport were examples of services that had been regarded as nonessential. Since 1962 the use of compulsory arbitration in Norway had been the subject of eight complaints to ILO agencies. The Freedom of Association Committee, with the support of the ILO’s Governing Body, had endorsed the petitioner’s contention that the use of compulsory arbitration did not comply with the principle of freedom of association. Three of the successful petitions had concerned compulsory arbitration in respect of the OFS. However, the court emphasised that, under the 1919 ILO Statute, the Governing Body, the Committee of Experts and the Freedom of Association Committee had no competence to determine with binding effect disputes on the interpretation of the ILO Conventions, for which competence was vested in the International Court of Justice. The court observed that Norway had never accepted that the use of compulsory arbitration required by a substantial societal interest was contrary to the ILO Convention nos. 87 and 98. In its view, the opinions held by the institutions of the ILO on the limits to State intervention in labour disputes did not have a basis in the Convention texts as negotiated and adopted.", "As regards the more recent provision in Article 8 § 1 (d) of the International Covenant on Economic, Social and Cultural Rights, the court observed that Norway had found it necessary to make a reservation in the light of the use of compulsory arbitration, with possible further exceptions being made to the right to strike.", "Moreover, the court noted that the Norwegian practice of compulsory arbitration had been criticised by the European Committee of Social Rights of the 1961 European Social Charter for going further than authorised by Articles 6 § 4 and 31 § 1 of the Charter. In 1995 the Committee had proposed in a draft recommendation that a provisional ordinance on compulsory arbitration of disputes in the oil sector dated 2 July 1990 be deemed incompatible with the Charter. The Governmental Committee later rejected the proposal. In these circumstances there was, in the court’s view, no clear practice establishing that the provisional ordinance in issue in the present case was contrary to the Social Charter.", "The court also had regard to the European Court’s Schmidt and Dahlström v. Sweden judgment of 6 February 1976 (Series A no. 21), and noted that neither the Commission nor the Court had found an infringement of Article 11 § 1 of the Convention by virtue of the award of increments to members of non-striking unions, but not to members of striking unions, which included the applicants although they had not actually been on strike themselves.", "In addition, it was noted that in interpreting Article 22 of the International Covenant on Civil and Political Rights in J.B. v. Canada (case 118/1982), the Human Rights Committee had had regard to the fact that, while the right to strike was expressly included in Article 8 § 1 (d) of the Covenant on Economic, Social and Cultural Rights, it was not mentioned in Article 22, indicating that this right fell outside its scope.", "In the light of the above, the court did not find that Norway was required by international law to limit the use of compulsory arbitration in a labour dispute where such intervention was necessary in order to safeguard substantial societal interests. In any event, neither the Convention nor the International Covenant on Civil and Political Rights contained any detailed standards limiting State restrictions on the right to strike, such as those derived by the ILO bodies from the ILO Convention nos. 87 and 98 and the Philadelphia Declaration. Accordingly, it concluded that the provisional ordinance of 1 July 1994 was not at variance with Norway’s obligations under international law. Thus, it was not necessary to examine the question of any conflict between Norway’s obligations under international law and its domestic law.", "The European Committee of Social Rights, formerly the Committee of Independent Experts of the Social Charter, in its 17th report (with reference to the period 1994 to 1996), observed with respect to the provisional ordinance in issue in the present case that it accepted that the implications of the industrial action would have been serious in terms of the loss of revenue. However, the Committee was not satisfied that the situation was so serious that it fell within Article 31 of the Charter, that is to say that it was necessary for the protection of the public interest. It noted that the loss of revenue would not necessarily have been of a permanent nature. Accordingly, it concluded that in this case the imposition of compulsory arbitration and the termination of the industrial action did not fall within the terms of Article 31 of the Charter (Conclusions XIV-1, Vol. 2, Norway, Article 6 paragraph 4, p. 621).", "When the matter was subsequently considered by the Governmental Committee of the Social Charter, which observed:", "“Several delegates thought that they were not in a position to assess the Norwegian situation since the case law of the Committee of Independent Experts on the interpretation of Article 31 of the Charter is sparse, and it is difficult for them to assess whether, in the case at hand, the action of the Government went beyond what is authorised by Article 31 of the Charter.”", "The Governmental Committee decided to draw the attention of the Norwegian authorities to the fact that action by Parliament or the Government in the event of compulsory arbitration should not go beyond the limits laid down by Article 31 of the Charter (Governmental Committee Report XIV-1, paragraph 184). No warning was issued by the Governmental Committee with respect to the events in 1994.", "During the proceedings before the Court, the Government supplied information according to which if the strike had lasted one month it would have reduced the value of petroleum extraction by approximately NOK 11 billion (1 % of Norway’s Gross Domestic Product) and central government revenues by NOK 8 billion (2%). The calculations did not take into account shutdown and start-up costs, the fact that it would be some time before the production level reached the pre-shutdown level and that a shutdown of any length could result in damage to installations and equipment that was designed to be in continuous operation over a longer period. Since production would normally be maintained at maximum level, recovery of lost production would only take place after peak production levels at the relevant fields had been reached. Notwithstanding the possibility of recovering lost revenues at a later stage, a halt in extraction would inevitably be accompanied by a loss in extraction value, export earnings and central government revenues for the year in which the halt occurred. The real loss in revenues would thus depend on the prices prevailing at the time of recovery. The net present value of the loss would have amounted to approximately 40%. The central government budget deficit was sizeable and had grown from 1991 to 1993; as at May 1994, it was expected to amount to NOK 42.5 billion (before loan transactions) for that year. A strike would have caused an increase in that deficit.", "The Government further submitted that Norway, together with Russia and Algeria, was the main gas exporting country to the European Union (“the EU”). In 1994 natural gas covered approximately 20% of the primary energy consumption in the EU countries. Norwegian gas supply counted for approximately 20% of gas imports and 10% of gas consumption in the EU area. The rigidity and inflexibility associated with pipeline delivery of natural gas implied that sources of gas supply were impossible or difficult to replace. Substantial volumes of hydrocarbons passing through the Emden (Germany) and later Zeebrugge (Belgium) landing points were largely irreplaceable in the short and medium term. Industries and households in this region in particular would depend on the Norwegian gas supply. A storage facility had been built in Germany but would only cover 12% of Norway’s obligations for a fortnight. In the event that the Norwegian gas supply were to be cut off, the consequences would be substantial for the North German and North Belgian industries, which did not have any alternative possibilities and would be faced with complex shutting down and restarting procedures. Norway had therefore undertaken to be a reliable gas supplier, notably under the Troll Gas Sales Agreements, which took effect in October 1993, and involved an investment of over NOK 100 billion for platforms, terminals and pipelines and NOK 2 billion for a storage facility. Under these agreements suppliers and buyers were bound under unique physical and commercial arrangements forming a complex web of mutually dependent relations, with stability in gas supply being a key element. Any suspension in delivery would be likely to lead to a dramatic fall in both current and future gas prices.", "In response to the above-mentioned information adduced by the Government, the applicants submitted information to the effect that the real price per barrel of crude oil was NOK 124.90 in 1994, NOK 119.30 in 1995, NOK 147.10 in 1996, NOK 145.70 in 1997, NOK 101.40 in 1998, NOK 146.60 in 1999 and NOK 253.00 in 2000. In 2000 it was assumed that the average lifetime of oil fields was, in fact, longer than the 1994 estimate of seven years, on which the Government apparently relied. A deferment of production from 1994 because of a strike could thus have led to far higher real prices than would have been achieved without a delay, and a present value loss that was less than the 40% suggested by the Government.", "The applicant further stated that in 1994 Norway had an export surplus of NOK 54 billion and the public administration had been in the unique position of having significant net receivables (NOK 263.9 billion in 1992, 244.1 billion in 1993, 233.8 billion in 1994 and 261.1 billion in 1995)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}