{"ITEMID": "001-90617", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF REKLOS AND DAVOURLIS v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Sverre Erik Jebens", "TEXT": ["6. The applicants are the parents of Anastasios Reklos, who was born on 31 March 1997 in a private clinic, I. Immediately after birth the baby was placed in a sterile unit under the constant supervision of the clinic’s staff. Only its doctors and nurses had access to this unit.", "7. On 1 April 1997 two photographs of the new-born baby, taken face on, were presented to the second applicant. The photographs had been taken inside the sterile unit by a professional photographer located on the first floor of the clinic. The clinic informed its clients that photography services were available.", "8. The applicants complained to the clinic’s management about the photographer’s intrusion into a unit to which only the clinic’s staff should have had access, adding that the new-born baby was likely to have been upset by the taking of photographs face on and, most importantly, that they had not given their prior consent.", "9. Faced with the clinic’s indifference to their protests and refusal to hand over to them the negatives of the photographs, on 25 August 1997 the applicants brought an action for damages before the Athens Court of First Instance, under Articles 57, 59 and 932 of the Civil Code. Acting on behalf of their child, they claimed the sum of 4,000,000 drachmas (about 11,739 euros) in respect of non-pecuniary damage for the alleged infringement of their child’s personality rights.", "10. On 24 June 1998 the Athens Court of First Instance dismissed their action as unfounded. It found as follows:", "“ ... it has not been possible to establish, from the circumstances in which the offending photographs were taken, that the photographer’s conduct was unlawful. In any event, the personality rights of the new-born baby cannot have been affected because, just after birth, his psychological and emotional environment had not yet been formed and the recording of his face on a photograph cannot have had any negative consequences for his subsequent development.” (decision no. 3049/1998)", "11. On 22 September 1998 the applicants appealed. On 14 September 1999 the Athens Court of Appeal upheld the judgment of the court below. It found in particular as follows:", "“ ... according to the conclusions drawn from common practice, the personality, emotional environment and mental maturity of a new-born baby, only one day old, are not sufficiently developed for it to perceive an infringement of its personality rights, as has been alleged, or for its inner balance to be upset ...”. (decision no. 7758/1999).", "12. On 28 August 2002 the applicants, represented by the first applicant, lodged an appeal with the Court of Cassation. In their notice of appeal they pointed out their child’s age at the material time and referred to all the considerations that had led the court below to dismiss their appeal. Their single ground of appeal on points of law concerned the Court of Appeal’s interpretation of Articles 57 and 932 of the Civil Code. In their view, that interpretation ran counter to Article 2 of the Greek Constitution and to Article 8 of the Convention. In particular, the applicants claimed that the criterion used by the domestic courts in determining whether the image and, a fortiori, the personality of an individual, could be protected, had been incompatible with the rights to “dignity” and to “the protection of private life”. In addition, the applicants argued that the criterion in question was also potentially dangerous, especially if it were to be applied to disabled children, as they might never reach the requisite level of “mental maturity” with the result that their image and, a fortiori, personality would not be protected.", "13. On 8 July 2004 the Court of Cassation dismissed the appeal on points of law on the ground that it lacked precision. Relying on Articles 118 and 566 § 1 of the Code of Civil Procedure, the court found that the applicants “[had] not indicate[d] in their appeal the factual circumstances on which the Court of Appeal had based its decision dismissing their appeal” (judgment no. 990/2004).", "14. Article 2 of the Greek Constitution provides as follows:", "“1. Respect for and protection of the value of the human being constitute the primary duty of the State.", "2. Greece, adhering to the generally recognised rules of international law, pursues the furtherance of peace and justice and the fostering of friendly relations between peoples and States.”", "15. The relevant Articles of the Civil Code read as follows:", "“Everyone shall have the capacity to enjoy rights and assume duties.”", "“The person shall begin to exist at birth and cease to exist on death.”", "“Anyone whose personality is the object of unlawful interference shall be entitled to demand that such interference cease and also not be repeated in the future ...", "In addition, claims for damages in accordance with the provisions relating to unlawful acts shall not be excluded.”", "“In the cases provided for in the two preceding Articles, the court may, in the judgment it gives upon the application of the injured party, and regard being had to the nature of the interference, also order the liable party to make reparation for non-pecuniary damage. Such reparation may consist in the payment of a sum of money, publication of the court’", "“Any person who, contrary to the law, causes damage to another person by his or her fault, shall make reparation for such damage”.", "“Any person who intentionally causes damage to another person by acting contrary to moral standards shall make reparation for such damage”.", "“Independently of any compensation due as a result of pecuniary damage caused by an unlawful act, the court may award reasonable monetary reparation, as it sees fit, for non-pecuniary damage. This provision shall enure in particular to the benefit of anyone who has sustained unlawful interference with health, honour or decency, or who has been deprived of liberty. In the event of death, the reparation may be awarded to the victim’s family by way of damages for pain and suffering”.", "16. The relevant provisions of the Code of Civil Procedure provide as follows:", "“Notices of appeal served between parties or filed in the court shall indicate: ....", "(4) the subject-matter of the appeal, stated clearly, precisely and succinctly ...”", "“Appeals on points of law shall contain the information required by Articles 118 to 120, cite the judgment appealed against, state the grounds of appeal, whether the appeal is against all or part of the impugned decision, and include a submission on the merits of the case.”", "17. According to the case-law of the Court of Cassation, appeals on points of law must indicate the substantive rule that has been breached, must show how there has been a mistake of law, in other words where the breach can be found in the construction or application of the rule in question, and must also include a statement of the facts on which the Court of Appeal based its decision dismissing the appeal (Court of Cassation, nos. 372/2002 and 388/2002)."], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}