{"ITEMID": "001-84322", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GLUSEN v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Margarita Tsatsa-Nikolovska;Mark Villiger;Peer Lorenzen;Renate Jaeger", "TEXT": ["4. The applicant was born in 1962 and lives in Hamelin.", "5. In 1986 the applicant started to study food chemistry at the Braunschweig University. He obtained a certificate in mathematics in a re-examination in the second term. In his intermediate examination, accomplished in his 7th term of studies, he failed examinations in chemistry. A re-sit was scheduled for 12 October 1989.", "6. On 11 October 1989 the applicant was attacked and robbed by two masked and armed men. He subsequently underwent psychological treatment for post-traumatic disorders.", "7. On 19 December 1989 the applicant applied for compensation under the Victims Compensation Act (Opferentschädigungsgesetz, see “Relevant domestic law” below). On 8 August 1990 the Braunschweig Pension Office (Versorgungsamt) found that the applicant was suffering from “psychological reactive disturbances” (psychoreaktive Störungen) and that his earning capacity was reduced by 20% (Minderung der Erwerbsfähigkeit). It established that he did not qualify for a pension because the Victims Compensation Act only provided for a pension in cases where the earning capacity was reduced by at least 25%.", "8. In September 1990, following his failure to pass a re-examination at the Braunschweig University, the applicant broke off his studies. He subsequently started and finished in July 1994 the study of food technology at the Lippe/Lemgo University of Applied Sciences.", "9. On 11 April 1992 the applicant requested the withdrawal of the decision of 8 August 1990 and the recognition that his earning capacity was reduced by more than 20%. A medical report was issued by Dr S. on 1 July 1992.", "10. On 21 November 1992 the applicant asked for the proceedings to be suspended until he started to work again. On 6 May 1993 the applicant’s representative requested a review of the decision of 8 August 1990.", "11. On 4 February 1994 the Pension Office Medical Service submitted a medical opinion.", "12. On 15 July 1994 the Hildesheim Pension Office rejected the applicant’s request.", "13. On 25 July 1994 the applicant lodged an administrative appeal against the decision. On 9 May 1995 the applicant was informed that, in the light of a fresh report, the Pension Office intended to set aside the decision of 8 August 1990. On 26 June 1995 the applicant’s representative asked for the percentage as regards the reduction of earning capacity to be increased.", "14. On 18 September 1995 the Hildesheim Pension Office quashed the order of 8 August 1990.", "15. On 26 February 1996 the Lower Saxony Regional Pension Office (Landesversorgungsamt) rejected the applicant’s administrative appeal.", "16. On 6 March 1996 the applicant filed an action with the Hanover Social Court against the order of the Regional Pension Office and the order of the Hildesheim Pension Office dated 18 September 1995.", "17. Upon request by the Hanover Social Court two further medical statements were rendered by Dr H. and a Dr K. on 7 June 1996 and 22 August 1996 respectively. On 26 September 1996 the Social Court appointed another expert, Dr M., to provide a new medical report. On 18 January 1997 he submitted his report.", "18. Between April and December 1997 three further neurological statements were delivered by Dr B. on behalf of the defendant Land.", "19. In his written submissions of 4 April 1997 the applicant suggested that a new medical report should be prepared. On 18 December 1997 the court asked the applicant to submit possible further written statements by the end of January 1998 at the latest. It furthermore referred to Section 109 of the Social Courts Act (see “Relevant domestic law and practice” below). On 26 January 1998 the applicant asked for a medical report to be prepared pursuant to Section 109 of the Social Courts Act and moreover requested an extension of the time-limit for the naming of an expert. On 9 February 1998 he asked the court to designate Dr M. as expert. On 23 February 1998 the court appointed the expert. His medical report dated 28 May 1998 was received by the court on 10 June 1998. The expert found that the applicant was suffering not only from psychological reactive disturbances but also from a panic syndrome with agoraphobia and depressions.", "20. Following further written pleadings by the applicant submitted to the court on 18 June and 12 August 1998 respectively and a further neurological statement rendered on September 1998 by Dr B. upon the defendant’s request, the Regional Pension Office acknowledged (Teilanerkenntnis) on 22 November 1998 that the applicant’s earning capacity had been reduced by 40% between October 1989 and March 1990 and by 30% between April 1990 and March 1991. This acknowledgement did not, however, fully satisfy the applicant’s claims and he did not withdraw his action as to the remainder.", "21. Between January 1999 and October 1999 the parties submitted further written pleadings. Another neurological statement by Dr B. was submitted on 11 March 1999.", "22. On 28 October 1999 the Hanover Social Court rejected the remainder of the applicant’s action. It found that on the basis of the extensive medical documentation a finding of a higher percentage as regards the reduction of earning capacity was not justified.", "23. On 20 December 1999 the applicant lodged an appeal with the Lower Saxony Social Court of Appeal.", "24. With regard to the partial acknowledgment of 22 November 1998 the competent authority issued on 7 January 2000 an implementing order to retrospectively pay the applicant a sum amounting to some 5,500 euros (EUR).", "25. Following several written pleadings both issued by the applicant and the defendant in 2000, Dr H. issued another medical statement at the court’s request on 23 January 2001, received by the court on 27 March 2001. Dr B. submitted another neurological statement on 27 April 2001.", "26. On 25 January 2002 the applicant’s lawyer requested the court to expedite the proceedings.", "27. On 17 June 2002 the Social Court of Appeal appointed Dr M.W. to draw up a psychiatric expert report. The following day, on 18 June 2002, the applicant again requested to expedite the proceedings.", "28. On 11 July 2002 the Federal Constitutional refused to admit the applicant’s complaint about the refusal of the Social Court of Appeal to decide upon his appeal. The decision was served to the applicant’s lawyer on 18 July 2002.", "29. On 20 September 2002 Dr M.W. submitted the expert report. On 13 May 2003, upon the court’s request, she supplemented it. On 4 December 2002 and 21 August 2003 respectively Dr B. issued further neurological statements.", "30. On 24 October 2003 the Social Court of Appeal appointed Dr P.-W. to draw up a further report opinion, which the court received on 27 May 2004. The expert found that the applicant was suffering not only from psychological reactive disturbances but also from a panic syndrome with agoraphobia and depressions and from chronic lumbago.", "31. A hearing scheduled for 29 June 2004 was subsequently postponed; the reason for this is disputed between the parties.", "32. On 27 August 2004 the defendant Land acknowledged the impairments to the applicant’s health as found by Dr P.-W. and assessed that his earning capacity was reduced overall by 40 % and by an additional 10 % as from 1 October 1989. The applicant accepted the acknowledgment on 6 October 2004 but upheld his claim as to the remainder.", "33. Between November 2004 and May 2005 the applicant’s counsel and the defendant submitted several sets of pleadings to the court. On 13 December 2004 the applicant applied under Section 109 of the Social Courts Act for a further medical report to be prepared by a Dr W. Further written statements by the parties followed between January and May 2005.", "34. With regard to the partial acknowledgment of 27 August 2004 the competent authority issued on 8 July 2005 an implementing order to retrospectively pay the applicant pension and related benefits plus interest amounting to some 46,000 EUR and a monthly pension of 218 EUR as from August 2005.", "35. On 28 July 2005 the Social Court of Appeal appointed Dr W. as expert. His report of 30 December 2005 was received by the court on 24 January 2006.", "36. On 25 January 2006 the Social Court of Appeal asked the applicant whether he wished to pursue his claim. By letter of 8 March 2006 the court was informed by the applicant’s counsel that he no longer acted for the applicant.", "37. In his written submissions of 16 March and 4 April 2006 respectively, consisting of approx. fifty pages, the applicant challenged Dr W.’s report. Dr W.’s comments were received by the court on 12 October 2006. On 26 October 2006 the Social Court of Appeal asked the expert to supplement his submissions as regards the question whether the current impairment to the applicant’s health could be considered as a consequence of the attack in 1989 or as a result of the length of proceedings. In his reply of 11 December 2006, the expert stated that, in his opinion, the current problems could not be traced back to the length of proceedings, which was of only minor importance in the light of the applicant’s developing illness. He furthermore underlined that he considered the health problems to be wholly the consequence of the attack in 1989.", "38. On 19 December 2006 the court held a hearing at which Dr P.-W. made a supplementary statement. On the same day the Lower Saxony Court of Appeal rejected the applicant’s appeal.", "39. On 1 November 1995 the applicant requested the Hildesheim Pension Office to establish the degree of his disability (Grad der Behinderung) under the Disabled Persons Act (governed from 1 October 2001 by the Social Code IX) and to issue him a disabled persons’ pass (Behindertenausweis). On 15 March 1995 the Hildesheim Pension Office rejected his request, assessing the degree of disability at less than 20%.", "40. On 24 March 1996 the applicant lodged an administrative appeal.", "41. According to the Government the proceedings were apparently subsequently suspended to await the outcome of the proceedings under the Victims Compensation Act. The applicant agreed, and added that he had been informed by the Pension Office that the proceedings had been suspended for that reason. In a letter addressed to the Social Court of Appeal as regards the compensation proceedings, the applicant’s counsel informed the court on 26 June 2000 inter alia that the applicant was interested in a speedy decision on his appeal in the degree of disability proceedings.", "42. On 27 October 2002 the applicant complained to the Federal Constitutional Court about the Pension Office’s inactivity. On 4 February 2003 the Registry of the Federal Constitutional Court informed him that his complaint would be recorded in the general register pursuant to Section 60 of the Rules of Procedure of the Federal Constitutional Court (Geschäftsordnung des Bundesverfassungsgerichts).", "43. On 3 November 2003 the Lower Saxony Regional Pension Office rejected the applicant’s administrative appeal.", "44. On 27 November 2003 the applicant filed an action with the Hanover Social Court.", "45. The applicant was granted access to the files in January 2004. On 3 August 2004 the Social Court informed the parties of its intention to decide without a hearing and invited comments. On 6 September 2004 the applicant filed his statement of claim and claim for relief.", "46. On 26 October 2004 the files of the proceedings under the Victims Compensation Act were transmitted to the court. On 3 November 2004 the Social Court informed the applicant that his claim lacked reasonable prospects of success.", "47. On 2 February 2005 the Social Court again requested the applicant to comment on its intention to decide without a hearing. The applicant replied on 24 March 2005.", "48. On 22 September 2005 the applicant informed the court that it was unclear whether the action was to be continued. On 8 November 2005 the applicant requested the court to pursue the proceedings.", "49. Following a hearing on 10 February 2006 the Hanover Social Court rejected the applicant’s claim. It held that the degree of the applicant’s disability had already been ascertained in the compensation proceedings. As for alleged further damage to his health, the court assessed any additional disability at 10%, which was not sufficient to increase the total degree of disability.", "50. On 19 April 2006 the applicant lodged an appeal with the Lower Saxony Social Court of Appeal.", "51. On the applicant’s request, the Lower Saxony Social Court of Appeal suspended the proceedings on 28 July 2006.", "52. The relevant part of Section 1 § 1 of the Victims Compensation Act reads as follows:", "“(1) A person who, in the territory in which this Act is applicable ... has sustained personal injury attributable to a wilful and unlawful attack upon himself or another person or the lawful prevention thereof shall, on application, be granted benefits in accordance with the Federal Act on the Social Benefits for Victims of War in respect of resulting health impairments and financial loss. “", "53. Section 88 of the Social Courts Act provides:", "“(1) Where no decision has been made regarding an application for the performance of an administrative act within a reasonable time and without sufficient grounds, a court action shall be admissible six months after an application for the performance of the administrative act has been submitted. (...)", "(2) The same applies where no decision on an administrative appeal was made, providing that a three-month time-limit shall apply as a reasonable time limit.”", "54. Section 109 of the Social Courts Act reads as follows:", "“(1) On application by the insured person, the disabled person, the person entitled to benefits or his surviving dependants, a physician to be determined shall be heard as an expert. The hearing in respect of this expert opinion may be made dependant on whether the applicant advances the costs and, unless the court decides otherwise, the applicant in the end bears the costs.", "(2) The court may reject an application where its admission would delay the settlement of the legal dispute and the court is convinced that the application was submitted in attempt to delay proceedings or the application was not submitted earlier due to gross negligence.”", "In view of the requirements of § 2 of this provision, national courts in practice rarely reject such a request.", "55. Section 69 § 2 of the Social Code IX provides:", "“(2) No assessment of the degree of disability shall be made where it has already been established that the applicant is disabled and the degree of the reduction of the earning capacity based on the disability has already been established in a pension payment order, a corresponding decision by an administrative authority or by a court, or preliminary documentary proof has been issued by a competent public authority unless the disabled person can substantiate an interest in a re-assessment in accordance with para. (1). An assessment in accordance with sentence 1 shall thereby also serve to determine the degree of disability.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}