{"ITEMID": "001-108961", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF PROSHKIN v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-1-e - Persons of unsound mind);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);Violation of Article 6 - Right to a fair trial (Article 6-3-c - Defence in person)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["6. The applicant was born in 1963 and lives in Perm.", "7. On 18 October 1996 the applicant was involved in a traffic accident committed by a Mr P. The applicant, his wife and son were injured and the applicant’s car was damaged. Criminal proceedings against Mr P. were discontinued in accordance with an amnesty law.", "8. Mr P. and his mother complained to the police that they had been subjected to constant harassment by the applicant, who had repeatedly threatened them in a number of phone calls and had allegedly demanded money in compensation for pecuniary and non-pecuniary damage sustained as a result of the traffic accident.", "9. On 29 March 1999 the Industrialniy District Court of Perm issued a decision, authorising the institution of criminal proceedings against the applicant on suspicion of aggravated defamation and insulting behaviour.", "10. In July 1999 Mr P. petitioned the Perm Regional Prosecutor to detain the applicant and to subject him to a psychiatric examination because the harassment had not stopped and had even escalated to death threats against both Mr P. and his mother. Twenty days later Mr P.’s lawyer repeated the request.", "11. On 24 September 1999 another set of criminal proceedings was instituted against the applicant who, in these proceedings, was under suspicion of having made death threats.", "12. On 5 November 1999 the two sets of criminal proceedings were joined and the applicant’s placement in custody was authorised. He was placed in temporary detention facility no. IZ-59/1 in Perm (hereinafter “facility no. 1”).", "13. The applicant lodged a complaint with the Industrialniy District Court, alleging that his arrest was unlawful.", "14. On 25 November 1999 the District Court dismissed the complaint, confirming the lawfulness of the arrest. That decision was upheld on appeal by the Perm Regional Court on 22 December 1999.", "15. On 6 December 1999 a prosecutor authorised an extension of the applicant’s detention until 5 February 2000. On 18 January 2000 the Industrialniy District Court rejected the applicant’s subsequent appeal against the extension, noting the gravity of the charges against him.", "16. Whereas the investigation in the criminal case continued, the applicant was released on 4 February 2000 on a written undertaking not to leave the town.", "17. On 31 August 2000 the Industrialniy District Court, having held hearings in the applicant’s presence, found him guilty of aggravated defamation and extortion, acquitted him of the remaining charges and sentenced him to seven years’ imprisonment. On the same day the applicant was taken to facility no. 1.", "18. Following the appeal hearing which the applicant attended, on 9 November 2000 the Perm Regional Court quashed the judgment, acquitted him of aggravated defamation and ordered a fresh examination into the charge of extortion. The applicant was released on the same day under a written undertaking not to leave the town.", "19. In accordance with the order of the Regional Court, on 18 January 2001 the Industrialniy District Court authorised an additional investigation into the charge of extortion.", "20. On 26 March 2002 the District Court further ordered a psychiatric assessment of the applicant. That decision was upheld on appeal on 30 April 2002 by the Perm Regional Court, which, in so far as relevant, held as follows:", "“As appears from the case file materials, [the applicant] is accused of having committed criminal offences which resulted from the fact that in 1996 his family had been involved in a traffic accident caused by a driver, Mr P. Criminal proceedings against Mr P. were discontinued in accordance with an amnesty law. [The applicant] did not accept the outcome of the criminal case and began complaining to various institutions and authorities. Having received replies, he began making numerous written requests asking to have the authorities who had dealt with his complaints, including his lawyer who had represented his interests, held liable. In December 1999 the investigating authorities, having doubts that [the applicant] was mentally healthy, ordered a forensic psychiatric examination. Experts concluded that [the applicant] did not have a psychiatric illness, but [that] he was a psychopath. However, the stream of complaints and motions subsequently intensified; the circle of people against whom he asked [for a] criminal investigation to be opened due to their alleged failure to carry out their duties broadened. Having regard to those facts, [the District] court found that it was necessary to perform an additional examination.”", "21. According to the Government, the examination was scheduled for 31 July 2002. However, the applicant refused to attend it and the Industrialniy District Court ordered his being brought for examination against his will.", "22. On 26 October 2002 the applicant was apprehended in Perm and taken to the Serbskiy State Scientific Centre of Social and Forensic Psychiatry in Moscow (hereinafter “the Centre”). A month later the Centre issued an expert report finding that the applicant suffered from schizophrenia. The expert conclusions were based, inter alia, on the following considerations:", "“[The diagnosis] is confirmed by the medical history, showing that since adolescence [the applicant] has acute premorbid personality traits such as hyperactivity, the urge to become a self-reliant person [and] an intense feeling of injustice, with subsequent slowly growing psychopathic changes (extreme straightforwardness, intolerance, contentiousness, rudeness, unsociability, arrogance) and a tendency to establish obsessive interests (all-absorbing passion for technical equipment [and] jurisprudence) which transformed into affective, obsessive [and] absurd ideas, relations, querulous paranoia, litigiousness over an extremely broad number of subjects and involving a large number of people, which led to his incorrect behaviour, litigious activities and malfunctioning social adaptation.”", "The applicant was released from the Centre on 21 November 2002.", "23. Another psychiatric examination of the applicant was ordered by the Industrialniy District Court on 10 January 2003.", "24. On 27 January 2003 the District Court issued two decisions authorising the applicant’s arrest on the grounds that he had been charged with a particularly serious criminal offence and the forensic psychiatric examination had established that he “suffered from schizophrenia [and] presented a danger to society”. The decisions, one handwritten and the other one typed, were identical in wording save for one difference. By the first decision the District Court ordered the applicant’s placement in a psychiatric hospital. By the second decision it authorised his detention in detention facility no. 1 in Perm. The applicant attended the hearing.", "25. The applicant provided the Court with copies of the two decisions, both bearing the presiding judge’s signature and the court’s stamp. The Government explained that on 27 January 2003 the presiding judge had issued a handwritten detention order authorising the applicant’s admission to a psychiatric hospital. Subsequently, the court registry had prepared a typed version of the same decision. The Government argued that the case file materials had not contained the second decision ordering the applicant’s detention in facility no. 1. The applicant was taken into custody in the court house and taken to detention facility no. 1.", "26. The applicant lodged an appeal against the decision of 27 January 2003. He complained that there had been no evidence that he was a danger to society and that, accordingly, there was no need to detain him. As follows from the stamp on the statement of appeal, the Perm Regional Court received it on 29 January 2003.", "27. On 31 January and 1 February 2003 the applicant lodged additional statements of appeal, further challenging the grounds for his arrest. Stamps on the statements show that they reached the Perm Regional Court on 31 January and 2 February 2003 respectively.", "28. The applicant’s appeals against the decision of 27 January 2003 never received a reply.", "29. It appears that on 17 and 18 February 2003 the Industrialniy District Court held trial hearings. While the applicant’s lawyer and mother attended, the applicant was not brought to the courthouse. The District Court did not issue any formal decision addressing his absence from the trial. However, as it follows from the case file, the matter was raised and discussed leading to the presiding judge’s conclusion that the applicant’s presence was unnecessary.", "30. On 18 February 2003 the Industrialniy District Court held that the applicant had committed aggravated extortion but relieved him from criminal responsibility, finding that he was mentally incapacitated. The District Court ordered the application of compulsory measures of a medical nature to the applicant and his placement in a psychiatric hospital for intensive care. The relevant part of the decision read as follows:", "“... Having regard to the fact that [the applicant] suffers from a mental illness, he is inclined to reoffend, including by committing particularly serious [criminal offences], he distinguishes himself by [behaving] aggressively, by [being] intolerant to other individuals, it is necessary to commit him to compulsory treatment in a special psychiatric hospital with intensive care”.", "31. On 20 February 2003, in response to the District Court’s order of 10 January 2003, the Perm Regional Clinical Psychiatric Hospital issued an expert report, confirming the findings made by the experts of the Centre.", "32. On 15 April 2003 the Perm Regional Court held an appeal hearing. The applicant was not brought to it, despite his requests to that effect. Both his lawyer and his mother were present. The Regional Court examined the applicant’s complaint of failure to ensure his presence at the trial hearings and found that the District Court had acted lawfully because the domestic law did not require his presence. It also pointed out that the applicant had been represented by his mother and a lawyer. Having been fully convinced by the District Court’s findings, the Regional Court upheld the decision of 18 February 2003.", "33. In the meantime, the Industrialniy District Prosecutor filed a motion with the District Court seeking a declaration of the applicant’s incapacity. The prosecutor argued that the applicant should be deprived of legal capacity for reason of insanity.", "34. On 6 May 2003 the Industrialniy District Court found that the applicant suffered from a chronic mental illness, he was unable to appreciate his conduct and its danger to society or to control his actions, and he was in need of constant supervision. The District Court declared the applicant legally incapacitated. The applicant did not appeal against that decision.", "35. According to the Government, the applicant was detained in facility no. 1 in Perm until 24 July 2003 because his transfer to a specialised psychiatric hospital in Kaliningrad was delayed as the Russian authorities had failed to obtain a visa permitting the applicant’s transit through Lithuania. Relying on a statement by a representative of the Ministry of Justice of the Russian Federation, the Government submitted that during the entire period of his detention in facility no. 1 the applicant had been detained in a cell designated for mentally ill inmates.", "36. On 24 July 2003 the applicant’s transfer to a psychiatric hospital in Kazan was authorised. The hospital, however, refused to admit him because he did not have a valid identity document. The applicant therefore continued being detained in detention facility no. 1 until 18 August 2003. On that date he was sent to the psychiatric hospital in Kazan. On 4 June 2004 he was released from the hospital.", "37. Until 1 July 2002 criminal-law matters were governed by the Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic (Law of 27 October 1960). From 1 July 2002 the old CCrP was replaced by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, “the CCrP”).", "38. “Preventive measures” or “measures of restraint” include an undertaking not to leave a town or region, a personal guarantee, bail and detention on remand (Article 98 of the CCrP).", "39. The Russian Constitution of 12 December 1993 provides that a judicial decision is required before a defendant can be detained or his or her detention extended (Article 22).", "The CCrP requires a judicial decision by a district or town court on a reasoned request by a prosecutor supported by appropriate evidence (Article 108 §§ 1, 3-6).", "40. When deciding whether to remand an accused in custody, the competent authority is required to consider whether there are “sufficient grounds to believe” that he or she would abscond during the investigation or trial or obstruct the establishment of the truth or reoffend (Article 97). It must also take into account the gravity of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 99).", "41. The CCrP sets a general rule permitting defendants to be detained on remand if the charge carries a sentence of at least two years’ imprisonment. In exceptional cases, the Code permits detention of defendants on a charge carrying a sentence of less than two years’ imprisonment, if they have previously defaulted, have no permanent residence in Russia or if their identity cannot be ascertained. A defendant should not be detained on remand if a less severe preventive measure is available (Articles 97 § 1 and 108 § 1).", "42. An appeal may be lodged with a higher court within three days against a judicial decision ordering or extending detention on remand. The appeal court must rule on the appeal within three days of its receipt (Article 108 § 10). The right to appeal against a judicial decision belongs to a defendant, his representative and legal guardian, a prosecutor, a victim and his representative (Articles 127 § 1 and 354 § 4).", "43. At any time during the judicial proceedings the court may order, vary or revoke any preventive measure, including detention on remand (Article 255 § 1). Any such decision must be given in the deliberation room and signed by all the judges on the bench (Article 256).", "44. An appeal against such a decision lies to a higher court. It must be examined within the same time-limit as an appeal against the judgment on the merits (Article 255 § 4).", "45. The Criminal Code of the Russian Federation, in force since 1 January 1997, and the Code of Criminal Procedure of the Russian Federation set out the grounds and procedure for the application of compulsory measures of a medical nature.", "“1. Compulsory measures of a medical nature may be applied by a court to individuals:", "(a) who, in a state of insanity, committed an offence described in [...] the ... present Code;", "(b) who, after having committed a criminal offence, became mentally ill, making it impossible to sentence him and execute that sentence;", "(c) who committed a criminal offence and who suffer from a mental illness, which does not [reach the level of insanity];", "(d) who committed a criminal offence and who were considered in need of treatment for alcoholism or drug abuse.", "2. Compulsory measures of a medical nature shall only be applied to people [falling within the situations] listed in the first paragraph of the present Article in cases where the mental disorders are linked to the ability of those persons to cause substantial damage or to present a danger to themselves or other individuals.”", "“1. When it is established that a person to whom detention on remand has been applied as a measure of restraint suffers from a mental illness, a court, upon a prosecutor’s motion and in accordance with the procedure laid down in Article 108 of the present Code, shall take a decision authorising a transfer of that person to a psychiatric hospital.", "2. Placement of a person who is not detained on remand in a psychiatric hospital may be authorised by a court in accordance with the procedure laid down in Article 203 of the present Code.”", "“1. When a court finds it proven that a criminal offence was committed by that person in a state of insanity or that after having committed a criminal offence the person became mentally ill, making it impossible to sentence him and execute the sentence, the court shall take a decision in accordance with Articles 21 and 81 of the Criminal Code of the Russian Federation reliving that person from criminal responsibility or from serving the sentence and authorising the application of compulsory measures of a medical nature to him...”", "“A court decision may be appealed against by a representative, a victim and his representative, a legal guardian or close relative of a person in respect of whom a criminal case was examined, and by a prosecutor in accordance with Chapter 45 of the present Code.”", "“1. Presence of a defendant at a court hearing in a criminal case is mandatory, save in the circumstances which are listed in paragraph 4 of the present Article.", "2. If a defendant fails to attend, the examination of a case should be adjourned.", "...", "4. A court hearing may be held in the defendant’s absence if a defendant in a criminal case concerning a minor criminal offence or [a criminal offence] of average severity asks for the examination of that criminal case in his absence.”", "“1. When [a judge] receives a criminal case with a statement of appeal, [he] shall fix the date, time and place of a court hearing.", "2. An appellate court shall inform the parties of the date, time and place of the examination of a criminal case no later than 14 days before the hearing. The court shall determine whether [it is necessary] to call a defendant who is in custody.", "3. If a defendant who is in custody informs [the court] of his willingness to take part in the examination of the appeal against the trial judgment, he has the right to take part in a hearing in person or can state his position by way of a video conference. The court shall determine the form of the applicant’s participation in a hearing...”", "46. Section 51 of the Russian Code of Criminal Procedure lays down procedural norms for the examination of a criminal case against a person who is charged with having committed a criminal offence in a state of insanity or who became mentally ill after having committed a criminal offence when he can no longer bear criminal responsibility and serve a sentence. By virtue of Section 51 of the CCrP, the courts shall examine a criminal case against such a person in an ordinary manner, save for specific rules laid down in that Section. Section 51 does not set any specific rules concerning the presence of a mentally ill person at trial and appeal hearings.", "47. Under Article 21 of the Civil Code of the Russian Federation of 1994, any individual aged 18 or more has, as a rule, full legal capacity, which is defined as “the ability to acquire and enjoy civil rights, create and fulfil civil obligations by his own acts”. Under Article 22 of the Civil Code legal capacity can be limited, but only on the grounds defined by law and within a procedure prescribed by law.", "48. Under Article 29 of the Civil Code, a person who cannot understand or control his or her actions as a result of a mental illness may be declared legally incapacitated by the courts and placed in the care of a guardian. All legal transactions on behalf of the incapacitated person are concluded by his guardian. The incapacitated person can be declared to have regained full capacity if the grounds on which he or she was declared incapacitated cease to exist.", "49. Article 135 (1) of the Code of Civil Procedure of 2002 (“the CCP”) establishes that a civil claim lodged by a legally incapacitated person should be returned to him without examination.", "50. Article 281 of the CCP establishes the procedure for declaring a person incapacitated. A request for incapacitation of a mentally ill person can be brought before a first-instance court by a family member of the person concerned. On receipt of the request, the judge must commission a forensic psychiatric examination of the person concerned.", "51. Article 284 of the CCP provides that the incapacitation request should be examined in the presence of the person concerned, the claimant, a prosecutor and a representative of the guardianship office. The person whose legal capacity is being examined by the court is to be summoned to the court hearing, unless his state of health prohibits him from attending it.", "52. Article 289 of the CCP provides that full legal capacity can be restored by the court at the request of the individual’s guardian, a close relative, the guardianship office or a psychiatric hospital, but not of the person declared incapacitated himself.", "53. The Psychiatric Assistance Act of 2 July 1992, as amended (“the Act”), provides that any recourse to psychiatric assistance should be voluntary. However, a person declared fully incapacitated may be subjected to psychiatric treatment at the request or with the consent of his official guardian (section 4 of the Act).", "54. Section 5 of the Act establishes that individuals suffering from mental disorders have all human rights and freedoms guaranteed by the Russian Constitution and federal laws. Limitations of their rights and freedoms are only allowed when specifically provided for by laws of the Russian Federation. Section 5 (3) of the Act provides that the rights and freedoms of persons with mental illnesses cannot be limited solely on the grounds of their diagnosis, or the fact that they have been subjected to treatment in a psychiatric hospital.", "55. Under Section 5 of the Act, a patient in a psychiatric hospital can have a legal representative. However, pursuant to point 2 of Section 7, the interests of a person declared fully incapacitated are represented by his official guardian.", "56. Section 34 regulates the procedure for involuntary placement of a mentally ill individual in a psychiatric hospital. A judge is to examine a request for involuntary admission to a psychiatrist hospital in the presence of an individual whose placement in the hospital is sought. Section 35 provides that only a judicial order may serve as grounds for admission of an individual to a psychiatric hospital. Such an order may be appealed against within ten days by the individual whose detention in a psychiatric hospital was authorised, his representative, the head of the psychiatric hospital or a prosecutor (Section 35 § 3 of the Act).", "57. Section 37 (2) of the Act establishes the list of rights of a patient in a psychiatric hospital. In particular, the patient has the right to communicate with his lawyer without censorship. However, under Section 37 (3) the patient’s doctor may limit the patient’s rights to correspond with other persons, have telephone conversations and meet visitors.", "58. Section 47 of the Act provides that the doctors’ actions can be appealed against before the courts.", "59. On 27 February 2009 the Constitutional Court of the Russian Federation issued Decree no. 4-P, having declared unconstitutional a number of provisions of the Russian Code of Civil Procedure and the Psychiatric Assistance Act limiting rights of mentally ill persons to participate in incapacitation proceedings and to appeal against court decisions stripping them of legal capacity.", "60. In Resolution no. 6 of 7 April 2011 the Plenary Supreme Court of the Russian Federation held that a person whose admission to a psychiatric hospital was authorised or whose detention in hospital was extended by a court has the right to appeal against that decision, along with his lawyer, legal guardian or other persons authorised to do it by the Russian Code of Criminal Procedure (§ 8). The Plenary Supreme Court also stressed that, unless the accused’s state of mental health precludes it, an individual against whom criminal proceedings are pending should have the opportunity to make use, personally, of every procedural right guaranteed by Articles 46 and 47 of the Code of Criminal Procedure (the right to be informed of the charges against him and to receive related procedural documents, the right to give explanations and make statements or to remain silent, the right to legal assistance, the right to submit evidence, the right to lodge requests, complaints, etc. and to participate in their examination by a court, the right to an interpreter, the right to appeal against actions/inaction on the part of the courts, prosecutors, investigators, etc., the right to attend hearings before the trial and appeal courts, as well as hearings concerning detention matters, and so on). The courts should take into account expert reports, medical and other evidence, including that provided by the psychiatric hospital, to determine whether the individual’s state of mental health permits him/her to fully benefit from his/her procedural rights (§ 10).", "61. The Plenary Supreme Court insisted that it was the trial court’s task to duly and timeously inform the person of the date, time and place of any court hearing so as to provide him/her with an opportunity to submit various procedural requests, including that for his/her attendance (§ 13)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4", "6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["5-1-e", "6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}