{"ITEMID": "001-4664", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "YAZICI v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Turkish national, born in 1963 and living in Vienna. He is an interpreter and translator (Turkish/German) by profession.", "A.", "I. Procedure relating to the Vienna Civil Regional Court’s list of registered interpreters", "On 5 March 1993 the applicant applied to the President of the Vienna Civil Regional Court (Landesgericht für Zivilrechtssachen) to be entered on this court’s list of registered interpreters (allgemein beeidete Dolmetscher) for the Turkish language.", "On 26 March 1993 the President of the Vienna Civil Regional Court, referring to sections 14 and 4(1) of the Court Experts and Interpreters Act 1975 (Bundesgesetz über den allgemein beeideten gerichtlichen Sachverständigen und Dolmetscher), dismissed this request on the ground that the applicant was entered on the Feldkirch Regional Court’s list of registered interpreters. The President noted that the decision of the President of the Feldkirch Regional Court dated 24 February 1993, namely to strike the applicant off that court’s list of registered interpreters, had not yet become final.", "On 19 May 1993 the applicant again applied with the President of the Vienna Civil Regional Court to be entered on this court’s list of registered interpreters for the Turkish language.", "On 24 May 1993 the President of the Vienna Civil Regional Court, referring to sections 14 and 2(2) of the Court Experts and Interpreters Act 1975, dismissed this request on the ground that there was no need for registered interpreters.", "On 29 July 1993 the Constitutional Court (Verfassungsgerichtshof) granted the applicant’s request for legal aid and counsel was appointed to represent the applicant for the purposes of complaint proceedings. Counsel filed the complaint with the Constitutional Court on 14 September 1993, alleging in particular discrimination and a violation of the freedom to practise a profession.", "In his observations of 5 November 1993, the President of the Vienna Civil Regional Court stated that the need for registered interpreters was known to the President keeping the lists concerned due to his regular contacts with the judges of the Regional Court and of the District Courts, and judges of other courts in the respective judicial district. Extensive inquiries were therefore not necessary. No suggestions for more registered interpreters had been made prior to the applicant’s application. Moreover, the keeping and updating of these lists required a considerable amount of administrative work which indicated that not all persons fulfilling the statutory conditions should be entered on the respective lists. The President also noted that a registered interpreter did not have any privileges compared to an unregistered interpreter, as any competent person could be called in concrete proceedings to act as an expert or interpreter. Any person speaking a foreign language could practise as an interpreter without registration, irrespective of whether he or she were appointed, on a case by case basis, by courts or administrative authorities, or were working as a free lance translator. Moreover, the question of registration did not affect the occupation as an employed translator.", "In his supplementary observations of 11 April 1994, the applicant submitted that the handling of applications for registrations in 1993 disclosed arbitrariness on the part of the President of the Vienna Civil Regional Court. He further maintained that registered interpreters were given preference upon appointment for court proceedings and that the lack of registration also had repercussions when otherwise practising as interpreter.", "On 14 June 1994, pursuant to Article 144 § 2 of the Federal Constitution, the Constitutional Court declined to accept the applicant's complaint. It found that the bulk of the complaint related to allegations that the ordinary law had been applied incorrectly. To the extent that the complaint did touch upon questions of constitutional law, it did not have sufficient prospects of success; moreover, the case did not lie outside the jurisdiction of the Administrative Court (Verwaltungsgerichtshof). At the applicant’s request, it also decided to refer the application to the Administrative Court.", "On 23 August 1994 the Administrative Court stayed the proceedings before it as the applicant’s application did not satisfy the substantive and formal requirements of section 34(2) of the Administrative Court Act (Verwaltungsgerichtshofsgesetz). The applicant’s amended submissions were received at the Administrative Court on 24 October 1994. He also applied for legal aid; his request was to no avail.", "On 25 November 1994 the Administrative Court rejected the applicant’s appeal. It observed that, in accordance with Article 130 § 1 of the Federal Constitution, its jurisdiction was limited to applications alleging that a final administrative decision (letztinstanzlicher Bescheid) had infringed the complainant’s rights. An administrative decision within the meaning of this provision presupposed that the handling of an administrative matter had involved a legal ruling. This had not been the case for the impugned letter of 24 May 1993 as, under section 4(2), in conjunction with section 14, of the Court Experts and Interpreters Act 1975, persons applying for entry on the list of registered interpreters had no right to registration. The refusal of registration could not, therefore, adversely affect the applicant’s legal status, nor had there been a decision on the applicant’s rights. Rather, the President had sent an informal reply (formlose Beantwortung) to the applicant’s application.", "This decision was served on 24 May 1995.", "II. Procedure concerning the Feldkirch Regional Court’s list of registered interpreters", "On 24 August 1993 the applicant, who had been struck off the Feldkirch Regional Court’s list of registered interpreters by the President’s decision of 8 February 1993 as Feldkirch was not his regular place of residence and practice, applied to be restored to the Feldkirch list. In his application, he mentioned that there was a need for registered interpreters for the Turkish language, as, on several occasions, he had been called to act as interpreter, registered interpreters not being available.", "On 1 March 1994 the President of the Feldkirch Regional Court dismissed the request.", "On 14 June 1994, pursuant to Article 144 § 2 of the Federal Constitution, the Constitutional Court declined to accept the applicant's complaint of 6 April 1994. It found that the bulk of the complaint related to allegations that the ordinary law had been applied incorrectly. To the extent that the complaint did touch upon questions of constitutional law, it did not have sufficient prospects of success; moreover, the case did not lie outside the jurisdiction of the Administrative Court. At the applicant’s request, it also decided to refer the application to the Administrative Court.", "On 25 October 1994 the Administrative Court stayed the proceedings before it as the applicant’s application did not satisfy the substantive and formal requirements of section 34(2) of the Administrative Court Act. The applicant’s amended submissions were received at the Administrative Court on 12 January 1995.", "On 20 October 1995 the Administrative Court rejected the applicant’s appeal for the same reasons as stated in the above-mentioned decision of 25 November 1994.", "B. Relevant domestic law", "1. Registered interpreters", "The qualifications of registered interpreters (allgemein beeidete gerichtliche Dolmetscher) are specified in the Court Experts and Interpreters Act 1975 (Bundesgesetz über den allgemein beeideten gerichtlichen Sachverständigen und Dolmetscher, Bundesgesetzblatt für Österreich No. 137/1975). According to section 14 of this Act, the provisions regarding experts (sections 2 - 12) are also applicable to interpreters, with the exception of section 2(2)(1) b and f (requiring a minimum period of professional experience and Austrian nationality).", "Section 2 lays down the conditions for registration in the lists to be kept by the presidents of the courts of first instance (i.e. at the level of the regional courts - section 3). Section 2(2)(1) concerns the personal qualifications such as special knowledge (Sachkunde), full capacity to perform legal transactions (volle Geschäftsfähigkeit), physical and mental fitness (körperliche und geistige Eignung), trustworthiness (Vertrauenswürdigkeit), regular residence or place of professional activity (gewöhnlicher Aufenthalt oder Ort der beruflichen Tätigkeit) in the judicial district of the court where registration is sought, and financially sound circumstances. According to section 2(2), there must be a need for registered experts (interpreters).", "Section 4 governs the registration procedure. The possibility of registration is limited to one list. The candidate has to prove his or her qualifications and the president has to conduct all necessary inquiries and, if necessary, to question the candidate. According to the third sentence of section 4(2), the candidate has no right to be entered on the list.", "The oath taken in accordance with section 5(1) has the legal effect that the expert or interpreter, as long as he or she is registered, does not have to take any specific oath when acting in court (section 5(2)).", "The respective lists are regularly updated (every two years) and communicated to the president of the superior court of appeal and subsequently to the courts in the judicial district concerned (section 7). Sections 9 to 12 concern the expiration of registration and striking off the list.", "2. Procedure before the Constitutional Court and the Administrative Court", "By Article 144 § 1 of the Federal Constitution, the Constitutional Court, when an application (Beschwerde) is made to it, has to determine whether an administrative decision (Bescheid) has infringed a right guaranteed by the Constitution or has applied regulations (Verordnung) contrary to the law, a law contrary to the Constitution or an international treaty incompatible with Austrian law.", "By Article 130 § 1 of the Federal Constitution, the Administrative Court has jurisdiction to hear, inter alia, applications alleging that an administrative decision is unlawful.", "Section 34 (1) of the Administrative Court Act (Verwaltungsgerichtshofsgesetz) provides inter alia that applications upon which, on account of the Administrative Court's manifest lack of jurisdiction, it is not appropriate to adjudicate, shall be rejected, without further proceedings, by a decision taken in closed sitting."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}