{"ITEMID": "001-5105", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "T.I. v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Sri Lankan national, born in 1969 and currently held in Campsfield House Detention Centre, Kidlington, Oxon.", "He is represented before the Court by Ms Shabana Khan, a lawyer practising at Sri Kanth & Co., in Wembley, Middlesex.", "A.", "1. Facts as presented by the applicant", "The applicant lived in Jaffna until May 1995. This area was, and is, controlled by the LTTE, a Tamil terrorist organisation, engaged in an armed struggle for independence.", "From 1993 until June 1994, the applicant was forcibly taken by LTTE members, 3-4 times each month, for periods of 2-3 days, to mend their radio equipment. In June 1994, LTTE members came to the applicant's house to search for his cousin who had escaped from the organisation. When they could not find him, they turned their attention to the applicant. They interrogated him but he was unable to tell them of his cousin's whereabouts. He was taken to an LTTE settlement in Vasavilan, where he was held prisoner for more than 3 months. He was made to repair radio equipment, dig bunkers, cook food and on one occasion was beaten when he asked to return home.", "In April 1995, the applicant escaped from the LTTE settlement. He left Jaffna with his father, arriving by train in Colombo on 1 May 1995. On 5 May 1995, the applicant was arrested by the Sri Lankan army which raided the rented house where they were staying. They suspected him of being an LTTE member. When his father tried to intervene, he was forcibly restrained by the soldiers. Following this incident, his father died of a heart attack on 6 May 1995.", "After being beaten by the soldiers at the house, he was held in detention until 20 September 1995. He was photographed and his measurements taken. He was questioned regularly about his links with the LTTE and referred to as being a “Tiger”. During that time, he was tortured and ill-treated by the soldiers. He was hit about the head by the soldiers, who also banged his head on the wall. He was whipped with an electric cable and, on at least one occasion, he was strung up by his feet with chains from a bar in the ceiling. While he was hanging, the soles of his feet and lower back were beaten with an S-LON pipe (a plastic pipe filled with cement). While in detention, the applicant developed a skin disease which was diagnosed as psoriasis resulting from the overcrowding and poor hygiene in the prison. The applicant was finally released from detention when his uncle paid a bribe.", "On release, the applicant went to a skin clinic for treatment. This was in an area controlled by the ENDLF, a pro-Government Tamil group. He was picked up twice by the ENDLF and taken to their camp for questioning about his involvement with the LTTE, being held for one day and seven days respectively. He was beaten on both occasions.", "Following the explosion of an oil tanker near his home, the applicant was arrested on 23 October 1995. He was taken to the police station where he was questioned. He was pulled by the hair, chained to the wall by the arms and beaten with truncheons. A heated iron rod was pressed against his arm which caused him to lose consciousness. He was taken to a different room and questioned by officers of the Criminal Investigation Department who took turns in questioning him while two officers kicked and beat him. He was released on about 25 January 1996 when his uncle bribed a police officer.", "2. Asylum proceedings", "Shortly after his release, the applicant left Sri Lanka. He arrived in Germany on 10 February 1996. He claimed asylum on 13 February 1996.", "In its decision of 26 April 1996, the Federal Office for the Recognition of Foreign Refugees (“the Federal Office”) did not make any findings as to whether the applicant had been tortured as alleged, but considered that this was “not relevant regarding the right of asylum. These are excesses of isolated executive organs and cannot be imputed to the Sri Lankan State.” In that regard, new Government orders had made clear that such practices were not to be tolerated. It was also found that there was no ground for the applicant to fear persecution as a consequence of his having claimed asylum in Germany.", "The applicant’s appeal was heard on 21 April 1997 by the Bavarian Administrative Court, Regensburg, and rejected after an oral hearing. The Administrative Court noted that the actions of the LTTE could not be attributed to the State and that the applicant would be sufficiently safe from political persecution if he returned to the south of Sri Lanka. It referred to various measures adopted by the Sri Lankan Government including the ratification of the United Nations Convention against Torture, which was made domestic law in November 1994. While it noted that there was a risk of long term detention for persons suspected before their emigration of membership of the LTTE, an actual terrorist should not be granted asylum. Also, though a risk of detention and ill-treatment by the security forces and army existed in respect of persons suspected of supporting the LTTE, it concluded that the Sri Lankan security forces and army had no reason to suspect the applicant of supporting terrorist activities or LTTE military activities. Any arrests made for the purpose of extorting money did not disclose political persecution but were cases of excesses by individual officials. Furthermore it was of the opinion that the entire presentation of the applicant was a completely fabricated tissue of lies. He was not credible having regard, inter alia, to his lack of detail as to his activities as a student in Colombo, the way in which he left all his personal papers behind when he emigrated, and the fact that the letter which he presented in court from his mother was contained in an envelope on which the address was written by another person. It further concluded that there was no obstacle to deportation under Article 53(4) of the Aliens Law, in conjunction with Article 3 of the European Convention on Human Rights, as the pre-condition for this was that there was a threat of individually-specific and serious danger of treatment unconnected with political persecution, which was contrary to human rights or degrading, deriving from State organisations, or that such treatment was attributed to State organisations.", "The applicant did not apply for leave to appeal against this decision. He states that his lawyer advised him not to appeal as there were clearly no prospects of success.", "On 16 September 1997, the applicant left Germany and travelled to Italy. After one day in Italy, he travelled to the United Kingdom hidden on board a trailer where he arrived on 19 September 1997 and was discovered by immigration officers. On 20 September 1997, he claimed asylum.", "On 15 January 1998, the United Kingdom Government requested that Germany accept responsibility for the applicant’s asylum request pursuant to the Dublin Convention. On 26 January 1998, Germany agreed. On 28 January 1998, the Secretary of State issued a certificate under section 2 of the Asylum and Immigration Act 1996 and directed the applicant’s removal to Germany. He refused to examine the substance of the applicant’s asylum claim.", "On 10 February 1998, the applicant applied for judicial review. On 19 March 1998, Mr Justice Jowitt refused leave. On 17 April 1998 the applicant was released from detention.", "On 28 April 1998, the applicant applied to the Court of Appeal, complaining of the approach of the German authorities to the standard of proof and application of the Geneva Convention. His renewed application was granted by the Court of Appeal which decided to determine the substantive application. In its judgment given on 10 June 1998, the Court of Appeal held that the Secretary of State was entitled to conclude that the German authorities do not adopt an approach which was outside the range of responses of a Contracting State acting in good faith to implement its obligations under the Convention. It noted that care had to be taken not to subject the approach adopted in other States to an over technical comparison. The higher recognition rate in Germany for Sri Lankan asylum-seekers undoubtedly supported the Secretary of State's opinion. Since he had taken reasonable steps to inform himself of the position in Germany by obtaining the opinion of Professor Dr Kay Hailbronner, a distinguished German lawyer who had been legal counsel for the Federal Government in asylum and immigration law and a judge of an administrative appeal court and Director of the Centre for International and European law on immigration and asylum, no more was required of him.", "On 22 July 1998, the applicant’s application for leave to petition the House of Lords was refused. On 6 August 1998, the Secretary of State refused to exercise his discretion to grant leave to remain in the applicant’s favour on compassionate grounds. On 13 August 1998, the applicant was again placed in detention.", "On 19 August 1998, the Secretary of State informed the applicant that he was satisfied that Germany was a safe third country. He noted that it was well-established that the German authorities were under a legal obligation to look at any new material placed before them. On 19 August 1998, removal directions to Germany were issued.", "On 22 September 1998, Dr Michael Peel of the Medical Foundation for the Care of the Victims of Torture, London, issued a medical report in which he concluded that:", "1. Two 1 cm scars on the right side of the head were consistent the applicant's account of his head being hit against the wall;", "2. Scarring of the right eardrum was consistent with the surgical repair of a traumatic rupture of the eardrum;", "3. Psoriatic plaques on his upper back confirmed the diagnosis of psoriasis (The condition was not infectious but was made worse by stress);", "4. A linear 4 cm scar on his right upper arm was consistent with his account of being whipped with electric cable;", "5. Two linear scars inside the left fore-arm, 5 x 1 cm and 4 x 2 cm, were consistent with his account of being burned by a heated metal rod;", "6. An irregular scar on the back of the left hand, 1cm in diameter, was consistent with his account of a cigarette being pressed against his hand;", "7. An irregular scar, 1cm long, behind the right heel was consistent with his account of a chain cutting into his ankles when he was suspended.", "Dr Peel concluded that the details given by the applicant of his detention were completely consistent with the descriptions of Sri Lankan detention centres given to him by other asylum seekers, that the scars on his body were fully consistent with his story and that he described some psychological symptoms found in persons who have been detained and beaten.", "The applicant made a second application for judicial review, submitting the above medical evidence and challenging the certification of Germany as a safe third country as, inter alia, Germany failed to recognise persons as refugees where the persecution emanated from non-State agents. Leave was refused by Mr Justice Latham on 2 October 1998. Counsel advised that there were no grounds on which to appeal to the Court of Appeal. Removal directions were set for 8 October 1998 and then deferred.", "A further medical report was prepared by Dr Colin Livingston of the Medical Foundation (Caring for victims of Torture) after two examinations of the applicant on 28 June and 9 July 1999. He stated:", "“My professional view is that particularly in regard to the neck, jaw and burn scars ... that there is a serious possibility and I would go beyond that <to conclude that there is> very little doubt that what has been observed and recorded above results from physical injuries inflicted upon him during periods of detention in the past. ... Though there are symptoms of a physical nature which have been described which persist, I find also that there are psychological ill effects of his past ill treatment which are present and likely to remain for a long period in the future … there can be little doubt, if any doubt, that [the applicant’s scars] have been caused in the way he describes.”", "On 11 August 1999, following the decision of 23 July 1999 of the Court of Appeal in the case of Adan, Subaraskan and Aitsegeur (see domestic law and practice below), the applicant's representatives requested that the Secretary of State reconsider his decision to issue a certificate under section 2(2) of the Asylum and Immigration Act 1996 authorising the removal of the applicant to Germany, and to consider the merits of his claim for asylum. On 12 August 1999, the Secretary of State stated that he was not willing at this stage to consider the merits of the applicant’s claim as he was pursuing an appeal to the House of Lords in respect of Adan and Aitsegeur. He also expressed the view that it would be premature to do so as the applicant’s application to the Court concerned Convention issues not considered by the Court of Appeal in the Adan, Subaskaran and Aitsegeur case.", "The applicant has submitted material from members of his family supporting his account of events, e.g. a statement from his mother dated 3 June 1999, an affidavit from his mother dated 1 August 1999, a letter from his uncle dated 24 May 1999 and a letter from his sister dated 3 June 1999. He has also provided the Court with colour photographs showing various marks on his head, legs, arm and torso.", "B. Relevant domestic law and practice", "1. Applicable international texts", "The United Kingdom and Germany are parties to the 1951 Geneva Convention relating to The Status of Refugees. Article 33(1) provides:", "“No contracting state shall expel or return a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.”", "The Dublin Convention (the Convention determining the State responsible for examining applications for asylum lodged in one of the Member States of the European Communities, 15 June 1990) provides for measures to ensure that applicants for asylum have their applications examined by one of the Member States and that applicants for asylum are not referred successively from one Member State to another. Articles 4 to 8 set out the criteria for determining the single Member State responsible for examining an application for asylum. Pursuant to Article 7, the responsibility for examining an application for asylum is incumbent upon the Member State responsible for controlling the entry of the alien into the territory of the Member States. The United Kingdom and Germany are both signatory States.", "2. United Kingdom immigration statutes and rules", "Section 2 of the Asylum and Immigration Act 1996 provides:", "“(1) ... a person who has claimed asylum [may be] removed from the United Kingdom if -", "(a) the Secretary of State has certified that, in his opinion, the conditions mentioned in subsection (2) below are fulfilled; ...", "(2) The Conditions are:", "(a) that the person is not a national or citizen of the country or territory to which he is to be sent;", "(b) that his life and liberty would not be threatened in that country or territory by reason of his race, religion, nationality, membership of a particular social group or political opinion; and", "(c) that the government of that country or territory would not send him to another country or territory otherwise than in accordance with the [Geneva] Convention.”", "Paragraph 345 of the Immigration Rules states:", "“If the Secretary of State is satisfied that there is a safe country to which an asylum applicant can be sent, his application will normally be refused without substantive consideration of his claim to refugee status. A safe country is one in which the life or freedom of the asylum applicant would not be threatened (within the meaning of Article 33 of the [Geneva] Convention) and the government of which would not send the applicant elsewhere contrary to the principles of the [Geneva] Convention....”", "Paragraph 347 of the Immigration Rules provide:", "“When an asylum applicant has come to the United Kingdom from another country which is party to the [Geneva] Convention...... and which has considered and rejected an application for asylum from him, his application for asylum in the United Kingdom may be refused without substantive consideration of his claim for refugee status. He may be removed to that country, or any country meeting the criteria of paragraph 345, and invited to raise any new circumstances with the authorities of the country which originally considered his application.”", "The Secretary of State has power to grant exceptional leave to enter or remain in cases which do not fall within the Act or the Rules. His policy is to grant such leave:", "“... Where the [Geneva] Convention requirements are not met in the individual case but return to the country of origin would result in the applicant being subjected to torture or other cruel, inhuman or degrading treatment, or where the removal would result in an unjustifiable break-up of family life... A person should never be disqualified from exceptional leave to enter or remain if there are substantial reasons for believing that he or she would be tortured or otherwise subjected to inhuman or degrading treatment if they were to be returned to their country of origin.”", "A refusal to grant exceptional leave is subject to judicial review. The courts can rule that the particular exercise of the Secretary of State’s discretion is unlawful on the ground that it was tainted with illegality, irrationality or procedural impropriety. The courts could quash a decision if it was established that there was a serious risk of inhuman treatment on the ground that no reasonable Secretary of State could take such a decision.", "4. United Kingdom case-law", "The domestic courts’ approach under Section 2 of the Asylum and Immigration Act 1996 prior to July 1999 was summarised as:", "(i) The Secretary of State cannot simply rely upon the fact that the third country is a signatory to the Geneva Convention: he must be satisfied that in practice it complies with its obligations (Re Musisi [1987] AC 514).", "(ii) The issue is whether the third country adopts an approach within the range of responses of a Contracting State acting in good faith to implement its obligations under the Geneva Convention (R. v. Secretary of State for the Home Department Ex parte Iyadurai [1998] INLR 472).", "(iii) The Secretary of State must be satisfied that there is no real risk that the third country would send the applicant elsewhere in breach of the Geneva Convention (R. v. Secretary of State for the Home Department Ex parte Canbolat [1997 1 WLR] 1569).", "In its judgment of 23 July 1999 in the case of R. v. Secretary of State for the Home Department ex parte Adan, Subaskaran and Aitsegeur, the Court of Appeal examined as a question of general importance whether the Secretary of State was entitled to return asylum seekers to France and Germany under section 2 (2) c of the Asylum and Immigration Act 1996, as being countries which did not recognise as refugees those who feared persecution from non-State agents. Adan was a citizen of Somalia who had been refused asylum in Germany prior to her arrival in the United Kingdom; Subaskaran was a Sri Lankan national who claimed asylum in the United Kingdom on account of his ill-treatment by both the LTTE and the Sri Lankan army but whose claims had been rejected by the German authorities; and Aitsegeur was a citizen of Algeria whose asylum application had been rejected by French authorities. The Court of Appeal held that the Geneva Convention extended protection to persons who feared persecution by non-State agents, where, for whatever cause, the State was unwilling or unable to offer protection itself. As the German and French authorities subscribed to the “accountability theory” - ie. refugee status was limited to those who feared persecution emanating from State or quasi-State authorities or persecution from non-State agents where it was shown that it was tolerated or encouraged by the State, or at least that the State was unwilling to offer protection - the Secretary of State could not as a matter of law certify the claimants for return to these countries as safe third countries because these countries did not give effect to the Convention’s core values:", "“If a party to the Geneva Convention were to take a position which was at a variance with the Convention’s true interpretation, and act upon it, it could not be regarded as a safe third country; not merely because the “real risk” test is not breached (though certainly it would be) but because in the particular case the Convention was not being applied at all.” (§ 68)", "The Secretary of State has petitioned the House of Lords for leave to appeal against this decision as regards Adan and Aitsegeur, no separate petition being pursued in respect of Subaskaran due to the similarity of the issues.", "5. German law concerning asylum-seekers and persons claiming protection", "The Federal Office for the Recognition of Foreign Refugees considers claims for asylum or whether there are obstacles to the deportation of aliens. Its decisions to issue deportation orders may be reviewed by the Federal Administrative Court.", "Pursuant to Article 16a(1) of the Basic Law, a person persecuted on political grounds has the right of asylum. Persons entitled to asylum enjoy legal status pursuant to the Geneva Convention on Refugees and are issued with an unlimited residence permit (section 68 of the Asylum Procedure Act).", "Section 51 of the Aliens Act prohibits the deportation of aliens to a State where they would face political persecution. Aliens granted protection against deportation under this provision enjoy legal status under the Geneva Convention but are merely issued with limited residence for exceptional purposes.", "", "According to the constant case-law of the German Constitutional Court, recognition as a political refugee requires a risk of persecution emanating from a State or quasi-State like authority. Persecution by private organisations or persons qualifies only if it can be attributed to the State in that the State supports or passively tolerates the persecution by private groups or exceptionally if the State does not provide adequate protection due to its inability to act as a consequence of existing political or social structures. This does not cover situations where a State has factually lost control of parts of its territory (FCC of July 2, 1980, vol. 54, 341, 358).", "Ill-treatment by a State officer considered as an isolated event in excess of his functions and prohibited and sanctioned according to the regular administrative and penal procedures is not attributed to the State. A practice of torture by police or prison authorities, either in the form of political persecution or in the context of Article 3 of the Convention, is attributable to the State. State complicity may be shown where torture is practised as part of the police or military structure of a State.", "If an asylum claim for protection against political persecution does not meet the necessary requirements under Article 16a(1) of the Basic Law or section 51(1) of the Aliens Act, the Federal Office is obliged to examine whether an applicant faces a serious risk of treatment contrary to Article 3 of the Convention if he were returned. Section 53(4) of the Aliens Act prohibits expulsion in such circumstances.", "In a decision of 15 April 1997 (Vol. 104, 265), the German Federal Administrative Court decided that an applicant, in order to meet the requirements of section 53(4) of the Aliens Act, must show a serious risk of inhuman or degrading treatment or punishment by a State or a State-like authority. It therefore declined to follow the interpretation of Article 3 of the Convention adopted by the European Court of Human Rights in Ahmed v. Austria (judgment of 17 December 1996, Reports 1996-V1).", "If the preconditions for the application of section 53(4) are not met, protection may be granted under section 53(6) of the Aliens Act, which grants a discretion to the authorities to suspend deportation in case of a substantial danger for life, personal integrity or liberty of an alien. This applies to concrete individual danger resulting from either State or private action. It does not require an intentional act, intervention or State measure and covers risks for life resulting from adverse living conditions, lack of necessary medical treatment, etc. (FAC 9 September 1997, InfAusIR 1998, 125). This provision has also been applied to civil war or war situations where the threat derived from a non-State source (Administrative Appeal Court of Baden-Württemberg decision of 11 May 1999, 6S 514/99). Persons afforded protection under this provision are granted temporary permission to remain for periods of three months, renewable by the authorities.", "In the first six months of 1999, section 53(6) was applied to 24 Sri Lankan nationals in respect of serious individual risks of ill-treatment which could not be attributed to the Sri Lankan State. This included the case of a Tamil whose scars placed him a real danger of being apprehended by the security forces and submitted to renewed torture as a person suspected of LTTE involvement (Dresden Administrative Court decision of 16 November 1998, 5 K 30493/96)", "Unsuccessful applicants are entitled to have their case re-examined in a new asylum procedure (follow up application, section 71 of the Asylum Procedure Act) subject to section 51(1)-(3) of the Administrative Procedure Act. This only applies where the factual or legal situation has changed in favour of the applicant, where there is new evidence or there are reasons to resume proceedings analogous to those relevant to section 580 of the Code of Civil Procedure (false evidence, fresh witnesses etc). In addition, the applicant must show that such new facts or evidence, which have to be submitted with a three months time-limit, are suitable to support a favourable result and that he/she was unable to deliver such facts or evidence in the previous asylum procedure.", "However, even where these conditions are not met, the competent authorities would be obliged to examine whether the applicant, if removed, was facing a serious individual risk for life and personal integrity, in particular a grave danger within the meaning of the Federal Administrative Court’s jurisprudence relating to section 53(6) (see e.g. FAC of September 7, 1999, 1 C 6.99).", "An applicant filing a follow-up application or claiming protection under section 53 cannot be removed immediately upon return to Germany on the basis of the previous rejection of an asylum claim and deportation order. If the applicant does not meet the requirements for a resumption of the procedure or a re-examination of his case, the authorities have to issue a new deportation order, which may be subject to judicial review. Only where an unfounded application ensued within two years would the original deportation order remain in force. An applicant has a week to file a complaint against the deportation with the Administrative Court. Deportation cannot take place pending the court’s decision. The applicant may ask the court to grant suspensive effect to the appeal.", "6. Relevant Reports", "In the part of the Amnesty International Report for 1998 concerning Sri Lanka, it was reported that ‘no member of the security forces has been brought to justice for committing torture’. In June 1999 Amnesty International published a report entitled “Sri Lanka Torture in Custody”. That report noted:", "“..[T]orture... continues to be reported almost (if not) daily in the context of the ongoing conflict between the security forces and the Liberation Tigers of Tamil Eelam (LTTE) fighting for an independent State, Eelam, in the north and east of the country...", "The pattern of arrest, detention and torture in Colombo is closely linked to the occurrence of LTTE attacks in the city, the discovery of materials for such attacks or any major public events in Colombo such as Independence Day. High numbers of arrests are reported after explosions, assassinations and arm-finds.”", "A report by the Medical Foundation for the Victims of Torture entitled “No Safe Haven: Nigerian, Kenyan and Sri Lankan Torture Victims in the United Kingdom” dated October 1997 stated:", "“Although the government elected in 1994 has established legal and statutory frameworks with the expressed intent to control human rights abuses by security forces, these have not been very successful in curbing human rights violations by army or police, or in bringing perpetrators to justice. Tamils, especially young men, are frequently detained by security forces in search of Tiger supporters ... many ... are detained, sometimes for long periods, and ill-treated or tortured....", "When the security forces detain someone with scarring, they assume the person to be a LTTE member and treat them extremely brutally ...”", "The Report of the United Nations Special Rapporteur on extra-judicial and summary executions dated 10 March 1998 stated in respect of his visit to Sri Lanka:", "“Human rights violations are most frequent in the context of operations carried out by the security forces against the armed insurgency ... the violations have been so numerous, frequent and serious over the years that they could not be dealt with as if they were just isolated or individual cases of middle and lower-rank officers, without attaching any political responsibility to the civilian and military hierarchy.”", "The US Department of State “Sri Lanka Country Report on Human Rights Practices for 1998” dated 26 February 1999 stated:", "“Torture remained a serious problem, and prison conditions remained poor. Arbitrary arrests and detentions continued, often accompanied by failure of the security forces to comply with some of the protective provisions of the Emergency Regulations. Impunity for those responsible for human rights abuses remained a serious problem.", "No arrests were made in connection with the disappearance and presumed killing of at least 350 LTTE suspects in Jaffna in 1996 and 1997.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}