{"ITEMID": "001-59404", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF ARVELAKIS v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "András Baka", "TEXT": ["7. On 17 March 1988 the applicant was arrested for homicide. On 15 November 1988 he appeared before the first instance criminal court of Heraklion, composed of judges and jurors (Μικτό Ορκωτό Δικαστήριο). On 16 November 1988 he was found guilty and given a life sentence. The applicant appealed on the same day.", "8. On 23 July 1990 there was a fire in the public prosecutor’s office and the case-file was destroyed. It was reconstituted at the end of October 1990.", "9. On 6 December 1990 the Court of Appeal of Crete, composed of judges and jurors (Μικτό Ορκωτό Εφετείο), adjourned the examination of his appeal until 6 June 1991 because a number of key prosecution witnesses were not present.", "10. On 6 June 1991 the examination of the appeal was further adjourned because the applicant’s lawyer was on strike.", "11. The appeal was heard on 9 January 1992 and the Court of Appeal upheld the applicant’s conviction and sentence. On 19 February 1992 the applicant appealed in cassation.", "12. On 11 May 1992 the applicant’s lawyer applied for an adjournment of the hearing before the Court of Cassation because he needed more time to prepare the case. The court acceded to his request. On 17 November 1992 there was another adjournment because the applicant’s lawyer was on strike. A further adjournment was ordered on the same ground on 9 February 1993. The appeal in cassation was finally heard on 11 May 1993.", "13. On 1 July 1993 the Court of Cassation (Αρειος Πάγος) quashed the decision of the Court of Appeal on the ground that it did not contain proper reasons. The case was sent back to the Court of Appeal for re-examination.", "14. On 24 August 1993 the applicant asked for his appeal not to be heard in Crete on public order and safety grounds. His request was unsuccessful.", "15. On 7 April 1994 the Court of Appeal of Crete adjourned the hearing of the case because the applicant’s lawyer was on strike. On 11 May 1995 the case was adjourned again because key prosecution witnesses were absent.", "16. On 26 September 1996 the Court of Appeal found the applicant guilty of homicide, considered that there existed no mitigating circumstances and imposed on him a sentence of life imprisonment.", "17. On 17 February 1997 the applicant appealed in cassation once more. He claimed, inter alia, that he had pleaded before the Court of Appeal that his sentence should be reduced because of the length of the proceedings but the court had tacitly rejected this plea.", "18. On 10 September 1997 the applicant submitted an additional memorial to the effect that the Court of Appeal should have reduced his sentence proprio motu because of the length of the proceedings. He invoked in this connection Article 6 § 1 of the Convention.", "19. The applicant’s appeal was heard by the Court of Cassation on 26 September 1997 and was rejected on 7 November 1997."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}