{"ITEMID": "001-105443", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "VEFA HOLDING SH.P.K. AND ALIMUCAJ v. ALBANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ján Šikuta;Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["1. The applicant company, Vefa Holding sh.p.k., is a limited liability company, currently in compulsory administration, whose registered office is in Tirana, Albania. The application was introduced on its behalf by Mr Vehbi Alimuçaj, an Albanian national who was born in 1949 and is serving a prison sentence in Peqin prison (“the individual applicant”). Mr Alimuçaj was the applicant company’s president and sole shareholder until it was placed in compulsory administration.", "2. The applicants were represented before the Court by Mr Sh. Dizdari, a lawyer practising in Tirana. The Albanian Government (“the Government”) were represented by their Agent, Mrs E. Hajro of the State Advocate’s Office.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The individual applicant was the owner of the applicant company, which was initially founded as a trading company on 28 August 1992. The scope of its activity progressively expanded over the years, as a result of which it changed its registered name and scope of activity on 14 December 1993, 10 December 1994 and 3 February 1997 respectively, to be finally registered and known as “Vefa Holding sh.p.k.” Owing to the unwillingness of the commercial banks to provide financial resources for its expansion, the applicant company entered into loan agreements (kontratë huaje) with individuals. It would appear that from 1994 to 1997 the applicant company continued to borrow money in order to proceed with its investment plans.", "5. In 1997 Albania was hit by large-scale civil unrest, which was prompted by the collapse of the alleged pyramid schemes which had been established during the preceding years.", "6. The State intervened to restore public order and passed legislation.", "7. On 23 January 1997 the Pyramid Schemes Prohibition Act was enacted (see “Relevant domestic law and practice” below). The Act precluded both applicants from continuing to enter into loan agreements with individuals to pursue the company’s investments.", "8. On 9 May 1997 the Non-banking Entities Audit Act (“Act no. 1”) was enacted. Act no. 1 underwent a number of amendments as outlined in the “Relevant domestic law and practice” section below.", "9. On 22 August 1997 the Government decided to subject the applicant company to an audit pursuant to section 5 of the amended Non-banking Entities Audit Act (“Act no. 2”). It therefore appointed three Albanian administrators. The decision did not mention any of the specific legal grounds referred to in section 5, upon which the Government relied.", "10. On an unspecified date in 1997 the applicant company appealed against the Government’s decision of 22 August 1997 to the Tirana Court of Appeal (“the Court of Appeal”).", "11. On 17 September 1997 the Court of Appeal quashed the decision and ordered the suspension of the compulsory administration measure. It found that no public interest existed for the appointment of administrators.", "12. On 28 October 1997 the Government confirmed the same three administrators as in its previous decision of 22 August 1997, giving no further reasons under section 5 of Act no. 2.", "13. On 6 November 1997 the Government concluded a contract for services with an international company, D, which was to replace the three individual administrators and act as the single administrator of the applicant company. Under the terms of reference, D’s tasks were to be performed in two phases. During the first phase D would, inter alia, take control of the applicant company, exercise all the powers and rights vested in the company, including the power to carry on its business, pay its debts, suspend operations, sell its assets and retain, dismiss or replace staff or managers. An inventory of the applicant company’s assets would be compiled and a plan of action prepared for the recovery of the assets. An audit would be conducted by qualified auditors to be appointed by the Government. During the second phase, D would implement the plan of action for the recovery of the assets, including their sale, deposit all the proceeds of the asset recovery with the entity designated by the Government, assist in the redistribution process, collaborate in the preparation of an audit of the closing position and prepare a final report for the Government.", "14. On an unspecified date in 1997 the individual applicant challenged section 7 of Act no. 2 before the Constitutional Court, insofar as it empowered the administrators to replace him and take over all the property rights which were stricto sensu related to his ownership of the applicant company.", "15. On 13 November 1997 the Constitutional Court declared unconstitutional section 7 of Act no. 2. It found that assigning the administrators certain tasks, such as the suspension of contractual obligations, the management of business operations and the entity’s property, the exercise of the shareholder’s rights and the sale of property, had divested the sole shareholder of all property rights in breach of sections 10 and 11 of the Act on Major Constitutional Provisions. As such rights lay only within the purview of the domestic courts, their transfer to the administrators had encroached upon the constitutional principle of separation of powers. It held that section 7 of Act no. 2 was contrary to section 3 of the Act on Major Constitutional Provisions.", "16. On 19 November 1997 section 10 of the Act on Major Constitutional Provisions was supplemented by introducing the right of the State to control and administer the property of private entities such as the applicant company. As a result, on the same day, Parliament passed an amendment to the Non-banking Entities Audit Act (“Act no. 3”), reintroducing the wording of the previously unconstitutional section 7 of Act no. 2.", "17. On 24 November 1997 the Government repealed its decision of 28 October 1997 (see paragraph 12 above). It renewed the compulsory administration measure in respect of the applicant company and appointed D as the administrators.", "18. On 31 January 1998 D submitted its first report to the Government. Valuation schedules for key assets, projected returns from sales and financial statements were appended to the report. The executive summary of the report contained a paragraph in bold letters which stated (taken from the original version in English):", "“The Administrators’ recommendation is to sell the company’s assets. This should be done in the most appropriate manner to ensure the best return to creditors within a reasonable time period.”", "19. The report further stated that the applicant company had been a diverse business consisting of more than 200 operations in Albania and joint venture operations and agencies in at least eight other countries. Many of its operations had been damaged in the civil unrest in the spring of 1997. In preparing the report, no audit of the applicant company was conducted as that was not part of their mandate. D stated that the financial information provided to them by the company or by third parties, including various Government agencies, was often unreliable or incomplete due to destruction of documents and records during the riots, the alleged disappearance of certain of the companies books and records, the refusal of some parties to produce relevant information or, when requested, to provide explanations of questionable information or data and, the failure of some of the parties to maintain proper books and records. In addition, certain properties allegedly owned by the applicant company could not be located; properties not listed were discovered, some properties had been ‘occupied’ and, at other properties, ownership was claimed by third parties. Further, the data on aggregate creditors’ claims had come from the company’s owners’ books and records, not from the creditors themselves.", "20. The key findings about the financial position of the applicant company as of 30 November 1997 contained, inter alia, that the applicant company never operated at a profit, would run out of cash in the near future, were unable to meet their liabilities and were insolvent, their balance sheet did no reflect funds received from creditors and their books and records were not consistent with each other. The proposed strategy to maximise recovery for creditors was to sell the applicant company’s assets.", "21. On 6 March 1998 the Government decided to conduct an audit of the applicant company and appointed five individual auditors.", "22. On 25 March 1998 the Minister of Finance modified the terms of reference of the contract that had been concluded between the Government and the administrators, D, according to which the administrators would “make every effort to convert as many assets and business of the funds as possible to cash (liquidate) before 31 December 1998”. This marked the initiation of the second phase of the administrators’ services.", "23. On 24 June 1998 the Government appointed company B as auditors in addition to the individual auditors appointed on 6 March 1998. Consequently, on 5 January 1999 B filed a report. According to the report, it had been impossible to obtain any documents until 28 July 1998. Owing to this delay, the limited time available did not allow B to conduct and complete the audit of the company.", "24. The audit of the applicant company was to be based solely upon documents provided by the Board of Supervisors and the administrators, D, and was to be completed by 31 December 1998. No documents or financial data about the company prior to 1996 were obtained as they had been destroyed during the riots in March 1997. Additionally, an examination of the documents that were kept by the prosecutor’s office in the course of the criminal proceedings against the individual applicant, including ten computer terminals, was not permitted. Therefore, according to the report, the cash flow provided did not accurately represent the applicant company’s actual cash flow as “absolute accuracy, albeit desirable, could not be achieved (and will not be achieved) given the available information”.", "25. The report provided a summary of the company’s domestic and international operations, its organisational chart and the organisation of its accounting system and auditing. Section four included a table of the cash flow (pasqyra e rrjedhjes së fondeve). The report concluded by stating that “at its inception, it would appear that [the company] was engaged in commercial business. However, following the taking of loans [towards the end of 1994, in 1995 and particularly in 1996], it started to display characteristics of a pyramid scheme, in which the commercial activity took on a secondary role compared to deposits. In fact, the level of income from commercial activities was not and could not be sufficient to pay off the high interest rates and the capital invested by depositors, to the extent that new deposits had to be accepted in order to pay off previous depositors.”", "26. On 30 July 1998 the Sale of Non-banking Entities’ Property Act was enacted, on the basis of which all property belonging to non-banking entities that had taken loans from members of the public would be put up for sale by the administrators within the same year. The applicant company’s assets and property were subsequently sold.", "27. On 28 November 1998 the Constitution of Albania entered into force. On an unspecified date the applicant company, relying on the Constitution, requested the Constitutional Court to declare unconstitutional the Non-banking Entities Audit Act and the Sale of Non-banking Entities’ Property Act. On 17 January 1999 the Constitutional Court dismissed the request on the grounds that it did not comply with Articles 131 (f) and 134 of the Constitution, apparently for lack of standing (see “Relevant domestic law” below).", "28. On an unspecified date, most likely in 1999, the administrators submitted a financial report corresponding to the conclusion of the second phase, which had focused on the sale of the applicant company’s property. The report also included a statement of receipts and disbursements, a summary of cash flow and an estimated outcome statement as at 31 March 1999.", "29. On 17 March 2003 Parliament established a commission of inquiry (komision hetimor) to investigate the transparency of the process for the administration and sale of property belonging to, inter alia, the applicant company. The dissenting opinion of members of the commission of inquiry, running to 145 pages, was highly critical of the entire process, notably the extrajudicial insolvency procedure that had been followed by the Government.", "30. On 22 November 2007 the Board of Supervisors informed the applicant company that the process was still ongoing and that no court decision had yet been taken to declare the company insolvent.", "31. On 29 March 2010 the Board of Supervisors sent a letter to the State Advocate’s Office. According to the letter the applicant company was certified as a company operating under a pyramid scheme on the basis of the administrators’ report. By a decision of the Council of Ministers the repayment coefficient for the applicant company was fixed at eleven per cent. The applicant company’s outstanding debt amounted to 34,361,781,170 Albanian leks (ALL), owed to 73,509 creditors in total. 57,742 creditors had benefited from repayment and the liquidation process was continuing for the remaining 15,757, for a total amount of ALL 440,550,176. It concluded that efforts were being made for the repatriation to Albania of a number of deposits found in foreign countries. The compulsory administration of the applicant company continued in accordance with the laws and by-laws in force.", "32. On 12 April 1998 the administrators requested that the individual applicant be criminally prosecuted for deception. On 28 April 1998 the prosecutor charged the individual applicant with deception (mashtrim). The individual applicant was arrested on the same day.", "33. On 10 March 1999 the prosecutor decided to appoint three experts to prepare a financial accounting report of the applicant company.", "34. On 21 April 1999 the experts submitted their report, according to which the number of creditors was 68,857 and the applicant company’s total liabilities were 32,060,884,036 Albanian leks (“ALL”), the equivalent of 325,029,238 United States dollars (“USD”). Their estimates were based on the information that had been deposited with and processed by the Board of Supervisors. They had not relied on the report produced by the auditing company appointed by the Government on 24 June 1998.", "35. By a detailed judgment of 31 May 2000 the District Court found the applicant guilty of deception and sentenced him to five years’ imprisonment. The applicant and the prosecutor appealed on an unspecified date in June 2000.", "36. On an unspecified date in May 2001 the Court of Appeal appointed the same three experts to produce another financial report.", "37. On 17 October 2001 the experts submitted their report. According to the report, the total number of creditors was 57,923 and the overall debt amounted to ALL 29,249,622,461, the equivalent of USD 199,045,000 at the material time. This figure was drawn from the applicant company’s computers, which had been seized by the prosecutor’s office. Referring to the number of claims made by creditors after the start of the compulsory administration proceedings, the report indicated that the overall number of creditors was 38,652, whereas the total debt was USD 127,019,677.", "38. As regards the value of the applicant company’s assets, the report concluded that, as of 27 June 1997, its assets totalled USD 336,563,915. This estimate was based on a decision of the District Court of 27 June 1997, which listed the company’s property and the corresponding monetary value. However, it deducted the value of mines and other mineral reserves.", "39. Following the start of the compulsory administration proceedings, the total value of the applicant company’s assets amounted to USD 14,683,493, of which USD 8,675,975 consisted of the proceeds from the sale of assets and USD 6,007,513 was the estimated value of assets which had not yet been sold.", "40. As regards the cash flow in the applicant company’s bank accounts, the report concluded that its balance was USD 11,533,063. However, not all the banks concerned had submitted cash flow reports. The outstanding debt owed by third parties to the applicant company was calculated to be USD 18,453,348. The report assessed the damage to the applicant company’s assets as a result of the 1997 civil unrest at USD 201 million.", "41. On 24 December 2001 the Court of Appeal relied on the same facts as set forth in the District Court’s judgment. It found the individual applicant to be responsible for the deception of 57,923 creditors in the total amount of ALL 29,249,622,461. The court explained the decrease in the overall number of creditors and the total amount of debt by the deduction of capitalised interest and the exclusion of inaccurate records. The court further dismissed the figures resulting from the compulsory administration proceedings as being inaccurate, having regard to the fact that not all creditors might have submitted their claims.", "42. The Court of Appeal sentenced the individual applicant to twenty years’ imprisonment in accordance with Article 143 § 2 of the Criminal Code (“the CRC”), which had entered into force on 24 January 2001.", "43. On 22 January 2002 the individual applicant appealed.", "44. On 22 November 2002 the Supreme Court found the individual applicant guilty as charged. Relying on the same facts as those described in the lower courts’ decisions, the Supreme Court held that the individual applicant’s actions and the applicant company’s activities had been improper and unlawful. It upheld the findings of the Court of Appeal with regard to the total number of creditors, namely, 57,923. However, it concluded that the total amount of the applicant’s liabilities was ALL 22,374,141,130 (approximately USD 157,453,000 at the material time) after having deducted the company’s cash flows, which totalled ALL 6,875,481,331.", "45. In passing sentence on the individual applicant, the Supreme Court reasoned that he should be held criminally liable on as many counts as the overall number of creditors, that is 57,923, in accordance with Article 143 § 1 of the CRC, which prescribed a term of imprisonment of five years. Consequently, it sentenced the individual applicant to twenty years’ imprisonment.", "46. A detailed description of the facts concerning the criminal proceedings against the individual applicant can be found in the case of Alimuçaj v. Albania, no. 20134/05 communicated on 7 December 2009.", "47. By note verbale of 4 March 1997, which was registered at the Secretariat General on 10 March 1997, the Albanian Ministry of Foreign Affairs, in accordance with Article 15 of the Convention, informed the Secretary General of the Council of Europe of the Government’s intention to derogate from its obligations under the Convention. According to the note verbale restrictions had been imposed inter alia on the right of assembly, the freedom of press and information and the free movement of people. No restrictions were imposed on the right of property.", "48. By note verbale of 26 July 1997, registered at the Secretariat General on 24 October 1997, the Albanian Ministry of Foreign Affairs informed the Secretary General of the Council of Europe that the Government were withdrawing their notice of derogation under Article 15 of the Convention.", "49. Until the adoption of the Constitution in 1998, the Act on Major Constitutional Provisions was the basic law in Albania. Section 3 provided for the separation of powers (the legislative, the executive and the judiciary). Section 10, which enshrined the right to economic activity, read as follows:", "“The country’s economy is based on diversity of property ownership, the free initiative of all economic entities and the regulatory role of the State.", "Economic initiatives by legal entities and natural persons may not be taken contrary to the social interest and should not infringe individuals’ safety, liberty and human dignity.”", "50. Section 11 recognised the enjoyment of the right of property", "51. Following the Constitutional Court’s decision of 13 November 1997 (see paragraph 15 above), the following paragraphs were added to section 10 of the Act on Major Constitutional Provisions on 19 November 1997:", "“The unlawful activity of private entities which widely affects the interests of individuals or social groups, opposes and damages the principles of the free market economy and of national and international economic fiscal policies and undermines the economic and social stability of the country, shall be placed under the control and administration of specialised national and international institutions.", "The degree of interference, as well as the powers of control and administration of these private entities by the above-mentioned institutions, shall be defined by law.", "In such cases, the State has the right and duty to take possession of (disponojë) the property of private entities only in order to protect the interests of injured parties.", "No one shall be denied the right of access to a court to contest measures aimed at the control, administration and disposal (disponim) of his or her property, and to seek full compensation for the damage suffered.”", "52. On 15 April 1998 the Venice Commission’s sub-commission on Constitutional Reform adopted an opinion on the amendments effected to the Act on Major Constitutional Provisions on 19 November 1997. According to the opinion, the constitutional ad hoc amendment had a legitimate purpose and might have been required by specific temporary needs. However, the opinion stated that the first section of the amendment, which provided the basis for the State intervention, used a large number of broad concepts to which it was very difficult to give a precise legal meaning. It was of the view that the ad hoc text, which responded to a pressing social need of the moment, was not viable as a long-term principle of the Albanian constitutional order. It cautioned against the repeated use of such ad hoc constitutional amendments in the area of economic regulation and considered that the text chosen should not be integrated as it was into the future Constitution of Albania.", "53. The Constitution of Albania entered into force on 28 November 1998. It repealed the Act on Major Constitutional Provisions as outlined above. The relevant provisions read as follows:", "Article 131", "“The Constitutional Court shall decide on:", "(a) the compatibility of a law with the Constitution or international agreements as provided for under Article 122", "...", "(f) final complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”", "Article 134 §§ 1 (f) and 2", "1. The Constitutional Court may initiate proceedings only at the request of:", "...", "(f) political parties and other organisations;", "(g) individuals.", "2. The entities designated in the first paragraph, letters ... (f) and (g), may lodge applications only on issues connected with their interests.”", "54. Article 1050 of the Civil Code (“the CC”) provides:", "“A loan is a contract by which one party (the lender) transfers into the possession of another party (the borrower) an amount of money or other material objects defined by their quantity, weight or size. The borrower is obliged to repay an equal amount of money or material objects of the same kind and quality, within the term provided for in the contract, or in the absence of such a term, at the request of the lender.”", "55. Articles 324–333 regulate the adjudication of administrative disputes.", "56. Article 326, as in force at the material time, provided that no action could be brought against a Government administrative act, in so far as it contained a general obligation, unless it infringed citizens’ lawful rights and interests.", "57. The Bankruptcy Act, as in force at the material time, applied to legal entities which, like the applicant company, had been established in accordance with the Companies Act. For proceedings to be started on the strength of a legal action by the creditor, he or she needed to prove that the debtor had defaulted on payment. In any event, the debtor could also file a similar action. Bankruptcy proceedings were court proceedings. Consequently, the decision to declare them open lay with the district court which could decide to place the debtor in compulsory administration by appointing an administrator. During the discharge of his duties, the administrator acted under the supervision of the court, which was empowered to replace the administrator by stating reasons. The Bankruptcy Act provided for the adoption of a restructuring plan, which required the court’s approval. In the event that the restructuring plan was rejected, the court would decide to proceed with the immediate liquidation of the debtor’s assets. The Bankruptcy Act provided for the right to appeal against the district court’s decision.", "58. The Act provided that organised borrowing (huamarrja) on the basis of fraudulent pyramid schemes was unlawful. The establishment and operation of fraudulent pyramid borrowing schemes constituted a criminal offence, carrying a sentence of no less than twenty years’ imprisonment and the confiscation of movable and immovable property.", "59. Section 1 stated that all the companies and non-banking entities concerned were to be subject to a financial audit in relation to their financial position, the number of creditors, their assets and liabilities and their domestic and foreign deposits, by a group of financial experts appointed by the Government in accordance with Act no. 1.", "60. Section 2 established a Board of Supervisors (Grupi Mbikqyrës), composed of three members, to monitor the entire process. The Board of Supervisors coordinated activities between the experts and the entities subject to Act no. 1 in accordance with section 3 and reported to the Council of Ministers.", "61. Under section 4 the financial experts examined the companies’ cash books, contracts concluded with the creditors and any other relevant documents. Section 6 stipulated that the final experts’ reports were to be submitted to a number of relevant State bodies, including the General Prosecutor’s Office.", "62. Act no. 1 did not provide for any possibility of judicial scrutiny.", "63. Section 4 outlined the scope of Act no. 2. All individuals and legal entities who had taken loans from members of the public were subject to an audit, with the exception of: banks licensed by the Bank of Albania in accordance with the legislation in force; companies which issued bonds for investment in accordance with the legislation in force; and natural persons who had taken loans in accordance with the Civil Code, on condition that three requirements were cumulatively satisfied.", "64. Under section 5, the Government appointed administrators (administrator) for entities subject to the financial audit. The administrators were to be natural persons or a legal entity. The administrators were appointed on condition that: a) the entity concerned had defaulted on payments or there was a risk of its defaulting on payments; b) the entity concerned had suspended, or was ready to suspend, payments or was unable to satisfy its obligations on the relevant date, in accordance with the agreements concluded with third parties; c) the business operations of the entity concerned were in breach of recognised financial principles and rules; d) the business and financial situation of the entity concerned was in breach of recognised financial principles and rules; e) it was in the public interest that the entity concerned and other individuals related to it be subject to the law, owing to the fact that they had attracted the investment of third parties’ property.", "65. The entity concerned had the right to appeal to the Court of Appeal within ten days against the appointment of the administrators. If the Court of Appeal upheld the appeal, it would order the Council of Ministers to suspend (ndërpres) the compulsory administration measure. The delivery of a court decision (in the event that it quashed a Government decision) did not prevent the Government from taking another decision on the appointment of other administrators in relation to the entity concerned, provided that the law was complied with.", "66. Under section 7, the administrators appointed by the Government had, inter alia, the following tasks: to suspend partially or entirely the payment of a loan or obligation to third parties; to manage the operations and property of the entity concerned; to exercise all shareholders’ rights, partners’ rights and the related rights of administrative personnel; to sell or legally dispose of the property of the entity concerned as he or she deemed appropriate; to seize the assets of named individuals connected with the schemes; and to hire experts and trace assets abroad.", "67. Section 11 provided that administrators could be dismissed from their position by the Government under certain conditions. Under section 15, administrators had to provide regular reports to the Government about the progress of work.", "68. The Act did not provide for any legal remedies to be made available to non-banking entities to challenge the administrators’ actions.", "69. Following the insertion of the new paragraph in section 10 of the Act on Major Constitutional Provisions (see above), section 1 of the 1997 Act no. 3 reintroduced the wording of section 7 of the 1997 Act no. 2, which had been repealed by the Constitutional Court’s decision of 13 November 1997 (see paragraphs 15–16 above).", "70. Section 1 of Act no. 4 provided that “insofar as the companies concerned are subject to audit and compulsory administration under the Act, the judicial authorities shall not hear any civil actions and shall suspend all enforcement proceedings in respect of previously adopted decisions.”", "71. Section 1 of Act no. 5 provided that the Board of Supervisors was to report to the Minister of Finances.", "72. Section 1 empowered the administrators of non-banking legal entities to proceed with the sale of the property of such entities and those of their owners and the latter’s family members. The proceeds would be used to provide the public with monetary compensation during the redistribution process. Under section 3 former presidents of companies which were subject to the Non-banking Entities Audit Act did not have the right, following the sale of property, to buy it or lodge an action with the domestic courts for its return.", "73. Section 4 stipulated that the administrators were responsible for the sale of the property and for deciding on the procedure. The starting sale price was determined by an evaluation group pursuant to section 9. Any natural person or legal entity, whether domestic or foreign, could attend the sale of the property in accordance with section 5. Under section 6 of the 1998 Act, the sale had to take one of the forms prescribed by law: direct sale, auction or public tender. Under the 2006 Act, the sale took the form of auction. Section 11 of the 1998 Act provided that the process was to be concluded, in principle, before the end of 1998. Under the 2006 Act, property that had not been sold by 31 December 2005 was to be put up for sale by the Ministry of Finance.", "74. Section 14 provided that only the auditors (ekspert kontabël) could seek to have the sale declared null and void by a court. The request had to be made within 30 days from the date when they considered a breach of the provisions of the Act to have occurred.", "75. Section 3 stipulated that the redistribution of financial assets of non-banking entities was to be carried out on the basis of a repayment coefficient which was different for each entity. In accordance with section 4, the coefficient was to be calculated as the division of the sum of the existing monetary values in the non-banking entities’ bank accounts and the proceeds secured from the sale of their property by the amount of the outstanding debt that the non-banking entity owed to its creditors.", "76. On 28 January 2005 the Government adopted a decision on the redistribution of financial assets to the applicant company’s creditors on the basis of a coefficient. According to the decision, the redistribution coefficient for creditors was calculated at eleven per cent. The proceeds collected from the sale of assets totalled ALL 3,800,000,000 (approximately 26,620,100 euros – “EUR”). The outstanding debt of the company remained at ALL 34,361,781,170 (approximately EUR 240,714,000).", "77. Section 4 provided that the administrators were to identify all natural persons and legal entities which had outstanding debts and obligations towards non-banking entities that had been subject to the Non-banking Entities Audit Act. Under section 5 the administrators were to adopt a decision on the names of persons who would be declared debtors and the outstanding financial and proprietary assets that should be returned to the bank accounts of the non-banking entities. This decision constituted an execution title and was enforceable. Section 7 gave debtors 45 days from notification of the administrators’ decision in which to comply; failure to comply resulted in mandatory enforcement by the bailiff.", "78. Under section 8, the aggrieved party had the right to challenge the administrators’ decision and the bailiff’s actions within ten and five days respectively before the Court of Appeal.", "79. On 31 August 1999 the applicant company’s administrators adopted a decision concerning the names of the company’s debtors. A list containing 25 debtors and their corresponding outstanding debts was appended to the decision. The individual applicant’s name was included on the list, with an outstanding debt in the amount of ALL 171,924,300 (approximately EUR 1,204,380)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}