{"ITEMID": "001-57441", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF BODÉN v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings", "JUDGES": "Gaukur Jörundsson", "TEXT": ["7. The applicant, Mr. Gunnar Bodén, was born in 1939. He is a Swedish citizen resident in Falun and a car driver by profession. He owned, together with his brother Mr. B. Bodén, the properties Källviken 1:18, 1:25 and 1:26.", "8. On 30 June 1977, the Falun Municipal Council (kommunfullmäktige) adopted an area plan (områdesplan) with a view to the development of a housing estate in an area including the applicant’s properties. On 9 February 1978, the Municipal Council decided to apply to the Government for an expropriation permit for this area.", "9. The applicant objected to the expropriation in respect of two of the three properties concerned, because, as he submitted to the Government, he doubted that they were needed for the development contemplated and, further, he wanted to live with his mother in his parents’ home situated on one of the properties. He claimed that, when working out and adopting the area plan, the Municipal Council had not taken his interests sufficiently into account, something that would have been possible within the framework of a somewhat modified plan. However, the Government, taking the view that the Municipal Council had shown the need to include the applicant’s properties, concluded that the conditions laid down in the Expropriation Act 1972 (expropriationslagen 1972:719 - \"the 1972 Act\") were satisfied. On 1 March 1979, they issued an expropriation permit.", "10. The decision indicated that the issue of the permit had to be followed by the institution of proceedings by the Municipality before a real estate court not later than 3 March 1980. An action, the object of which was to settle the terms of the expropriation (see paragraph 15 below), was commenced on 28 February 1980 before the Real Estate Court at the Falun District Court (tingsrätten).", "11. The applicant, his brother and the Municipality were involved in negotiations for a settlement until 2 July 1984. On that date, before the main hearings started, they finally concluded an agreement: the applicant and his brother were to sell the properties to the Municipality, which was to lease back to the applicant for a period of five years, with a possibility of prolongation, a house situated thereon. On 17 August, the Real Estate Court struck the case off its list since, as a result of the settlement, the Municipality had withdrawn its claim for expropriation.", "12. On 17 December 1986, after the present case had been brought before the European Court of Human Rights, the Municipality of Falun concluded an agreement with the applicant for the repurchase by him of the properties for 235,000 Swedish crowns, the same amount as it had paid for them in 1984.", "13. The Building Act 1947 (byggnadslagen 1947:385 - \"the 1947 Act\") is the main legal instrument governing planning in respect of the use of land for construction and urban development. It provides for the drawing up of a master plan (generalplan), which establishes within a municipality the framework for other and more detailed plans, namely city plans (stadsplaner) and building plans (byggnadsplaner).", "As in the present case, a municipal council may draw up an area plan, instead of a master plan. The manner in which area plans are elaborated and their content are not expressly governed by the 1947 Act but general principles of administrative law are, of course, applicable.", "14. The issue of expropriation permits is governed by the 1972 Act. Under Chapter 3, section 1, such a permit is normally granted by the Government.", "For cases like the present, the grounds justifying the issue of a permit are stated in Chapter 2, section 1, of the 1972 Act (as amended by the Act of 1976:46), which reads as follows (translation from Swedish):", "\"Expropriation is allowed in order to enable a municipality to acquire rights over land which is needed, as a result of future societal requirements, for urban development (tätbebyggelse) or constructions in connection with such development. ... Within areas of urban development expropriation is allowed only if there is reason to assume that, within a foreseeable time, the area will be subject to building or other construction activities which are deemed important in the general interest, or if there is an urgent necessity for the municipality to acquire rights over the land for the furthering of planned building or for any other similar reason. ...\"", "However, a permit must not be granted if the purpose of the expropriation can be attained by other appropriate means, or if the disadvantages of the expropriation would outweigh, from general and individual points of view, its advantages (Chapter 2, section 12, of the 1972 Act).", "15. Under Chapter 3, section 4, of the 1972 Act, the sole effect in law of the issue of an expropriation permit is to confer on its holder an entitlement to acquire the designated property. Consequently, the issue of a permit leaves legally intact the owner’s right to use, sell, let or mortgage his property (see also paragraph 17 below), and does not automatically lead to expropriation.", "Before the expropriation can be finalised, its terms - such as the compensation to be paid to the owner and the boundaries of the expropriated area - have to be settled in proceedings before a real estate court. Moreover, the expropriation is not completed until the compensation - in principle equivalent to the market value - has been paid.", "16. The proceedings before the real estate court have to be instituted by the holder of the permit within the time-limit which it specifies, failing which the permit will lapse (Chapter 3, section 6, of the 1972 Act).", "The 1972 Act is silent as to the length of this time-limit and as to the criteria upon which it is to be fixed. However, Chapter 3, section 6, provides that it may be extended in special circumstances, or reduced if the owner so requests and establishes that the inconvenience for him in the expropriation remaining pending has increased significantly. No decision to reduce the time-limit can be taken until one year has elapsed since the issue of the expropriation permit.", "17. Some reasons for restricting the time-limit and, hence, the duration of the validity of expropriation permits were stated in the Bill 1972:109, page 227, which led to the 1972 Act (translation from Swedish):", "\"Naturally, the mere issue of an expropriation permit often places [the owner] in a state of uncertainty. In practice, his opportunities for disposing of his property by selling it, assigning the use thereof or having premises erected thereon are considerably restricted. He may also have difficulty in deciding whether to incur expenditure on upkeep or modernisation. The disadvantages resulting from an expropriation permit are evidently increased if the judicial proceedings are not set in motion for a long time.\"", "18. Generally speaking, the Swedish administration is not subject to supervision by the ordinary courts. Those courts entertain proceedings against the State only in contractual matters, on questions of extra-contractual liability and, under some statutes, in respect of administrative decisions.", "Judicial review of the administration’s acts is therefore primarily a matter for administrative courts. These courts comprise three levels: the county administrative courts (länsrätterna); the administrative courts of appeal (kammarrätterna); and the Supreme Administrative Court (regeringsrätten). They are composed of independent judges and enjoy, as a rule, wide powers which enable them not only to set aside administrative acts but also to vary or substitute them. There is, however, an important exception to this principle, in that no appeal may be made against decisions of the Government (see paragraph 20 below).", "19. Chapter 7, section, 1 of the Municipal Act of 1977 (kommunallagen 1977:179) provides for and regulates, in a general way, the right to appeal (kommunalbesvär) against decisions by municipalities. This Act enables residents of the municipality to challenge, for instance, a municipal council’s decision to adopt an area plan or apply for an expropriation permit.", "At the relevant time, this remedy was exercisable before the County Administrative Board (länsstyrelsen), but only on the following grounds: failure to observe the statutory procedures, infringement of the law, ultra vires conduct, violation of the complainant’s own rights, or other unfairness. The appeal had to be filed within three weeks from the date on which approval of the minutes of the decision had been announced on the municipal notice-board. The County Administrative Board’s decision could, within three weeks from its notification to the complainant, be the subject of an appeal to the Supreme Administrative Court.", "These provisions were slightly amended in 1980, with effect from 1 January 1981, in that the first appeal now has to be made to the Administrative Court of Appeal and not to the County Administrative Board.", "20. Swedish law contains no provision for appeals to the ordinary or the administrative courts against the Government’s decisions to issue expropriation permits. Accordingly, such decisions are in principle not subject to court review.", "However, there is a limited possibility to file a petition before the Supreme Administrative Court for re-opening of the proceedings (resningsansökan). Further particulars of this remedy appear in the Sporrong and Lönnroth judgment of 23 September 1982 (Series A no. 52, pp. 19-20, § 50).", "21. The 1972 Act does not in principle provide for compensation for prejudice resulting from the length of the validity of, or failure to utilise, an expropriation permit. It does, however, contain one exception (Chapter 5, section 16): compensation is payable for prejudice occasioned by the issue of an expropriation permit if the authority or person to whom it was granted has instituted, but subsequently abandoned, proceedings before a real estate court (see paragraphs 15-16 above).", "22. According to Chapter 3, section 2, of the Civil Liability Act 1972 (skadeståndslagen 1972:207), acts of public authorities may give rise to an entitlement to compensation in the event of fault or negligence. However, under section 7, an action for damages will not lie in respect of decisions taken by Parliament, the Government, the Supreme Court, the Supreme Administrative Court or the National Social Security Court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}