{"ITEMID": "001-71439", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF TUQUABO-TEKLE AND OTHERS v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (estoppel);Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["8. The applicant Goi Tuquabo-Tekle was born in 1963 and her son Adhanom Ghedlay Subhatu in 1978. Mrs Tuquabo-Tekle’s husband, Tarreke Tuquabo, was born in 1952, and their children Tmnit and Ablel in 1994 and 1995, respectively. These applicants live in Amsterdam. The applicant Mehret Ghedlay Subhatu – a daughter of Mrs Tuquabo-Tekle – was born on 12 November 1981 and lives in Adi Hanso, Eritrea.", "9. In 1989, after the death of her first husband and during the civil war, Mrs Tuquabo-Tekle fled from Ethiopia to Norway, where she applied for asylum. She submitted that she had been harassed and detained by the Ethiopian authorities on account of her husband’s activities for the Eritrean People’s Liberation Front. Although denied asylum, she was granted a residence permit on humanitarian grounds in 1990. Her eldest child, Adhanom, had stayed behind in Addis Ababa with a friend of his mother’s, and she had left her other two children, Mehret and Michael, in the care of an uncle and their grandmother (in what subsequently became the State of Eritrea). After permission was granted by the Norwegian authorities for the children to reside with Mrs Tuquabo-Tekle, and with the assistance of those authorities and the UNHCR, her son Adhanom entered Norway in October 1991. It did not prove possible at that time to procure the departure of the other children from Eritrea, but it was Mrs Tuquabo-Tekle’s intention to bring them to Norway later.", "10. In June 1992 Mrs Tuquabo-Tekle married Mr Tuquabo, who was living in the Netherlands where he had been admitted as a refugee. On 19 July 1993 Mrs Tuquabo-Tekle and her son Adhanom moved to the Netherlands to live with Mr Tuquabo. Mrs Tuquabo-Tekle was granted a residence permit in order to reside in the Netherlands with her husband on 21 July 1993. Two children, Tmnit and Ablel, were subsequently born to the couple.", "11. On 16 September 1997, Mrs Tuquabo-Tekle and Mr Tuquabo filed a request for a provisional residence visa (machtiging tot voorlopig verblijf) for Mehret, in an attempt to have their (step)daughter, who was then fifteen years old, join them in the Netherlands. Such a visa is normally a prerequisite for the grant of a residence permit, which confers more permanent residence rights.", "12. On 25 March 1998 the Minister of Foreign Affairs (Minister van Buitenlandse Zaken) rejected their request. The Minister concluded that there were no grounds to authorise family reunion in the Netherlands since the close family ties (gezinsband) between Mrs Tuquabo-Tekle and her daughter were considered to have ceased to exist and such ties had never existed between Mr Tuquabo and his stepdaughter. Ever since Mrs Tuquabo-Tekle had left Eritrea, Mehret had been living with an uncle and her grandmother; she was deemed to have been integrated into the latter’s family and thus no longer actually belonged to Mrs Tuquabo-Tekle’s family unit (gezin). There was no indication that this situation could not be maintained. Moreover, after marrying Mr Tuquabo, Mrs Tuquabo-Tekle had started a new family unit in the Netherlands to which her daughter had never belonged. Furthermore, the couple had not shown that they had been sufficiently involved with the upbringing and care of their (step)daughter. According to the information available, it was Mrs Tuquabo-Tekle’s parents who had custody of Mehret.", "13. On 20 April 1998 Mrs Tuquabo-Tekle and Mr Tuquabo filed an objection (bezwaar) through counsel with the Minister of Foreign Affairs, emphasising that Mehret could no longer lead a normal existence in Eritrea now that she had reached marriageable age and her grandmother had decided that, for that reason, Mehret should stop going to school. There were, moreover, sound reasons why Mrs Tuquabo-Tekle had been unable to bring her daughter to Norway or the Netherlands prior to September 1997. At the time when she had been granted leave to remain in Norway and permission to be joined by her children, contacts with Eritrea were impossible and it was for this reason that only Adhanom, who had been in Ethiopia at the time, was able to go to Norway. In September 1992 Mrs Tuquabo-Tekle had travelled to Eritrea but it had not proved possible to obtain travel documents for Mehret, as there were not yet any official bodies equipped to issue passports in Eritrea and the authorities in Ethiopia refused to do so for Eritrean citizens. The family’s housing situation in the Netherlands had posed a further problem: despite the fact that they had been placed on a waiting list and had been issued with a certificate of urgency (urgentieverklaring), no rental accommodation suitable for a family of two adults and four children was available. Once it had become possible to obtain a passport for Mehret and more spacious accommodation had been obtained, the application for a provisional residence visa was lodged. Moreover, Mrs Tuquabo-Tekle and her husband had been sending money to Eritrea on a regular basis, initially by courier as bank transactions were impossible.", "14. On 21 January 1999 the Minister rejected the objection, reiterating that the close family ties between Mrs Tuquabo-Tekle and her daughter had ceased to exist. Mrs Tuquabo-Tekle and her husband had not shown that they had made a substantial parental or financial contribution to Mehret’s upbringing. Furthermore, the couple had not sufficiently shown why, in view of Mehret’s age, she could not remain in the care of her uncle or her grandmother, if necessary supported financially by her family from the Netherlands. The Minister did not find it established that serious attempts had been made to arrange for Mehret to come to the Netherlands as soon as possible: Mrs Tuquabo-Tekle had been legally resident in the Netherlands since July 1993 but the request for Mehret to be allowed to join her had not been lodged until September 1997. Contrary to what the applicants appeared to contend, under the applicable legal provisions a lack of adequate accommodation would not have stood in the way of a provisional residence visa being granted. It appeared that Mrs Tuquabo-Tekle and her husband had let the inexpediency of Mehret’s presence in their cramped accommodation prevail over the desire to reunite Mehret with her mother as soon as possible. Thus, the Minister concluded, the child’s integration into the uncle’s and grandmother’s family could not be considered to have been a temporary measure.", "15. On behalf of Mehret, Mrs Tuquabo-Tekle and Mr Tuquabo lodged an appeal against this decision of the Minister, through counsel, with the Regional Court (arrondissementsrechtbank) of The Hague, sitting in Amsterdam, on 16 February 1999. In these proceedings, the Minister of Foreign Affairs argued, inter alia, that from 1994 it had been possible to request and obtain a passport in Eritrea.", "16. On 17 January 2000 the Regional Court dismissed the appeal. It held that Mrs Tuquabo-Tekle had failed to show that her close family ties with her daughter had been maintained. It also found that, following her departure in 1989, Mrs Tuquabo-Tekle had no longer exercised parental authority over her daughter in the sense of being intensively involved with her daughter’s upbringing or of taking decisions in this regard. The Regional Court agreed with the Minister of Foreign Affairs that the (step)daughter of Mrs Tuquabo-Tekle and Mr Tuquabo should be deemed to have become integrated into the family of her uncle and grandmother. The Regional Court attached importance to the fact that the couple had only requested to have their (step)daughter join them in the Netherlands on 16 September 1997, and that they had failed to provide any documentary evidence to substantiate their claim that, even after 1994, it had remained impossible to obtain a passport for Mehret in Eritrea.", "17. When assessing whether the State’s actions had been in compliance with the requirements of Article 8 of the Convention, the Regional Court addressed the question whether the refusal to grant Mehret a provisional residence visa, as such, constituted a violation of that provision. It pointed out that its task was to strike a fair balance between the interests of the applicants and those of society as a whole (the latter interest being served by a restrictive immigration policy). It found that no obligation for the State to allow family reunion on its territory could be derived from Article 8 of the Convention. It further considered that there were no objective reasons why the family members in the Netherlands could not pursue family life with Mehret in Eritrea.", "18. The Regional Court’s decision was final and not subject to appeal.", "19. At the time relevant to the present application, the admission, residence and expulsion of aliens were regulated by the Aliens Act 1994 (“the Act” - Vreemdelingenwet 1994). On 1 April 2001 a new Aliens Act entered into force but this has no bearing on the present case.", "20. As a rule, anyone wishing to apply for a residence permit in the Netherlands must first apply from his or her country of origin to the Netherlands Minister of Foreign Affairs for a provisional residence visa (machtiging tot voorlopig verblijf). Only once such a visa has been issued abroad may a residence permit for the Netherlands be granted. An application for a provisional residence visa is assessed on the basis of the same criteria as a residence permit.", "21. The Government pursue a restrictive immigration policy owing to the population and employment situation in the Netherlands. Aliens are eligible for admission only on the basis of obligations arising from international agreements, or if their presence serves an essential national interest, or on compelling humanitarian grounds.", "22. The admission policy for family reunion purposes was laid down in Chapter B1 of the Aliens Act Implementation Guidelines 1994 (Vreemdelingencirculaire 1994). It provided that the spouse, a minor child born of the marriage and actually belonging to the family unit, and a minor child born outside the marriage but actually belonging to the family unit (such as a child from an earlier relationship of either spouse or a foster child) could be eligible for family reunion, if certain further conditions (relating to matters such as public policy and means of subsistence) were met.", "23. The person with whom a family member was seeking to be reunited in the Netherlands had to have suitable accommodation available to him or her on a permanent basis. This requirement was not imposed on Netherlands nationals, on refugees who had been admitted or on holders of a residence permit for the purposes of asylum.", "24. The phrase “actually belonging to the family unit” (“feitelijk behoren tot het gezin”) used in Netherlands law only partly overlaps with the term “family life” in Article 8 of the Convention. The former is understood to mean, for instance, that the close family ties (gezinsband) between the child and its parents whom it wishes to join in the Netherlands already existed in another country and have been maintained. For the rest, the question whether the close family ties can be deemed to have been severed is addressed on the basis of the facts and circumstances of each specific case. Factors taken into consideration include the length of time during which parent and child have been separated and the reasons for the separation, the way in which the relationship between parent and child has been developed during the separation, the parent’s involvement in the child’s care and upbringing, custody arrangements, the amount and frequency of the parent’s financial contributions to the child’s care and upbringing, the parent’s intention to have the child join him or her as soon as possible and his or her efforts to do so, and the length of time that the child has lived in a family other than with the parent. The burden of proving that the close family ties between parent and child have not been severed lies with the parent residing in the Netherlands. The longer the parent and child have been separated, the heavier the burden of proof on the person in the Netherlands becomes. It is then incumbent on the parent to present sound reasons as to why he or she did not seek to bring the child to the Netherlands sooner.", "25"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}