{"ITEMID": "001-67150", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF WODITSCHKA AND WILFLING v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 14+8;Not necessary to examine Art. 8;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The first applicant was born in 1979 and lives in Vienna.", "5. On 19 July 2000 the Vienna Regional Court (Landesgericht für Strafsachen) convicted the first applicant under section 209 of the Criminal Code of having committed homosexual acts with an adolescent and sentenced him to a fine of ATS 4,500 (approximately EUR 330) with 75 days’ imprisonment in default. The sentence was suspended on probation. The Regional Court found that, in September 1999, the first applicant, who was then twenty years old, had had about ten homosexual contacts with a sixteen-year-old. In determining the sentence the court had regard to the applicant’s confession and his young age as a mitigating circumstance, as well as to the repetition of the offence as an aggravating circumstance.", "6. On 13 November 2000 the Vienna Court of Appeal (Oberlandesgericht) dismissed the first applicant’s appeal on points of law, in which he had complained that section 209 of the Criminal Code was discriminatory and violated his right to respect for his private life, and in which he had also suggested that the Court of Appeal request the Constitutional Court to review the constitutionality of that provision.", "7. The second applicant was born in 1964 and lives in Traiskirchen.", "8. On 7 August 2001 the Wiener Neustadt Regional Court ordered the second applicant’s detention on remand on suspicion of having committed homosexual acts with an adolescent contrary to section 209 of the Criminal Code.", "9. On 24 August 2001 the Wiener Neustadt Regional Court convicted the second applicant under section 209 of the Criminal Code and sentenced him to fifteen months’ imprisonment, fourteen of which were suspended on probation. It found that, from March 2001 until his arrest, the second applicant had a homosexual relationship with a seventeen-year-old. In determining the sentence the court had regard to the applicant’s confession as a mitigating circumstance, as well as to the repetition of the offence and a previous conviction as aggravating circumstances.", "10. On 7 September 2001 the second applicant was released from detention on remand.", "11. On 23 October 2001 the Vienna Court of Appeal (Oberlandesgericht) dismissed the second applicant’s appeal on points of law, in which he had complained that section 209 of the Criminal Code was discriminatory and violated his right to respect for his private life, and in which he had also suggested that the Court of Appeal request the Constitutional Court to review the constitutionality of that provision. Upon the Public Prosecutor’s appeal it changed the sentence to the effect that only ten out of fifteen months of imprisonment were suspended on probation.", "12. Subsequently the second applicant was granted a stay of the execution of his sentence. On 7 July 2002 he requested a pardon and a further stay of execution pending the decision on his request for pardon. On 11 July 2002 the Wiener Neustadt Regional Court granted a further stay of execution.", "13. On 23 September 2002 the Federal President, upon the second applicant’s request, granted him a remission of the remaining sentence.", "14. Article 209 of the Criminal Code, in the version in force at the material time, read as follows:", "“A male person who after attaining the age of 19 fornicates with a person of the same sex who has attained the age of 14 but not the age of 18 shall be sentenced to imprisonment for between six months and five years.”", "15. On 21 June 2002, upon a request for review made by the Innsbruck Regional Court, the Constitutional Court found that Article 209 of the Criminal Code was unconstitutional.", "16. On 10 July 2002 Parliament decided to repeal Article 209. That amendment, published in the Official Gazette (Bundesgesetzblatt) no. 134/2002, came into force on 14 August 2002.", "17. The Court notes that the legal situation has remained unchanged since 9 January 2003, when it gave its L. and V. v. Austria judgment (nos. 39392/98 and 39829/98, ECHR 2003-I). For a more detailed description of the law, the Constitutional Court’s judgments concerning Article 209 of the Criminal Code and the parliamentary debate relating to the issue, it therefore refers to the said judgment (§§ 17-33)."], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}