{"ITEMID": "001-109895", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "SHEFER v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Julia Laffranque;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["1. The applicant, Ms Nina Vasilyevna Shefer, is a Russian national who was born in 1969 and lives in Barnaul, Altay Region. The Russian Government (“the Government”) are represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. By the judgment of 16 March 2004 the justice of peace of the 4th Court Circuit of the Zheleznodorozhniy District of Barnaul awarded the applicant damages in the total amount of 1,193.60 Russian roubles (RUB) against Mr K. The writ of execution for the abovementioned amount was issued on 31 May 2004.", "4. On 10 June 2004 the Zheleznodorozhniy District Bailiffs’ Service returned the unenforced writ of execution to the applicant because the document did not contain the information on the date and place of birth of the debtor and his place of work.", "5. The applicant complained about the bailiff’s actions to court. On 27 July 2004 the Zheleznodorozhniy District Court of Barnaul allowed the complaint in part. The court ruled the bailiff’s actions unlawful, annulled the decision to return the writ of execution and ordered the bailiff to institute enforcement proceedings. On 15 September 2004 the Altay Regional Court, acting on appeal, found that the writ of execution had indeed been defective and that the bailiff could have returned it for correction to the court, but not to the applicant. The appeal court removed the order to institute enforcement proceedings upholding the rest of the judgment. The applicant did not re-submit the writ of execution to the bailiffs’ service as it was prescribed by the domestic law.", "6. On 9 March 2011 the justice of peace of the 4th Court Circuit of the Zheleznodorozhniy District of Barnaul, acting on the applicant’s claim, ordered indexation of the recovered amount to RUB 2,417.60 (61 euros (EUR)).", "7. It appears that the judgment has not been enforced to date."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}