{"ITEMID": "001-115379", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AZE", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF GURBANOVA v. AZERBAIJAN", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Erik Møse;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1946 and lives in Baku.", "5. On 17 February 1998 the applicant’s husband was issued an occupancy voucher (yaşayış orderi) to an apartment in Baku on the basis of an order of the Yasamal District Executive Authority. On 13 March 1998 the applicant’s husband died.", "6. On an unspecified date the applicant became aware that the apartment had been occupied by H. and her family, who were internally displaced persons (“IDP”). According to the applicant, despite her numerous demands, the family refused to vacate the apartment.", "7. In 2007 the applicant lodged a court action with the Sabunchu District Court asking the court to order the relevant authorities to change the documents of the apartment into her name and the eviction of H. and her family from the apartment. On 5 October 2007 the Sabunchu District Court partly granted the applicant’s request. The court held that the defendants had no right to use the apartment and that they unlawfully occupied it and ordered their eviction from the apartment. Concerning the changes in the apartment’s documents, the court held that it was not possible to provide the applicant with the relevant documents as the construction of the building had not yet been terminated. No appeals were filed against this judgment and, pursuant to the domestic law in force at the material time, it became enforceable within one month after its delivery. However, the IDP family refused to comply with the judgment.", "8. In 2008 the applicant lodged an action with the Yasamal District Court asking compensation for non-enforcement of the judgment of 5 October 2007. On 16 September 2008 the Yasamal District Court and on 24 November 2008 the Baku Court of Appeal dismissed the applicant’s request. On 20 May 2009 the Supreme Court upheld the lower courts’ judgments.", "9. At the time of the latest communication with the applicant, the judgment of 5 October 2007 in her favour remained unenforced.", "10. The relevant domestic law is summarised in the Court’s judgment in the case of Gulmammadova v. Azerbaijan (no. 38798/07, §§ 18-24, 22 April 2010)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}