{"ITEMID": "001-98206", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "GOTTWALD-MARKUSIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mrs Miroslava Gottwald-Markušić, is a Croatian national who was born in 1937 and lives in Zagreb. She was represented before the Court by Mr A. Tomašić, an advocate practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1938 the applicant’s mother, M.G., became the owner of a 600 square-metre plot of land in Zagreb and was registered as such in the land register. It would appear that the land in question was sequestered on 18 October 1946 by the Communist authorities.", "Meanwhile, in 1939 the applicant’s mother had built a garage and a one-storey residential building comprising of four flats on it, but without recording them in the land register.", "The applicant claims that in 1945, her mother and she were forcibly evicted from the building by the Communist authorities without any formal decision. She further claims that no proceedings leading to appropriation of the building were ever instituted, nor was it ever transferred into social ownership and registered as such in the land register.", "During the Communist regime, the authorities awarded the flats in the building to various persons under specially protected tenancies (stanarsko pravo).", "On 27 March 1996, following the applicant’s request, the Land Registry Division (Zemljišnoknjižni odjel) of the Zagreb Municipal Court (Općinski sud u Zagrebu) recorded the building and the garage in the land register, and registered the applicant’s mother as their owner, on the ground that the applicant’s mother, who died in 1990, had until then been recorded in the land register as the owner of the plot of land on which those constructions had been built. Once the proceedings concerning her late mother’s estate ended (inheritance proceedings), on 9 September 1996 the applicant, as her heir, registered herself as the owner of the property in question.", "On 13 February 1997 A.S. and A.B., the tenants of two flats located in the building at issue, brought a civil action against the applicant in the Zagreb Municipal Court seeking: (a) a declaration that in 1958 the building had been nationalised and transferred into social ownership, (b) a declaration of nullity of the applicant’s and her mother’s registration as owners in the land register, and (c) deletion of those entries from the land register and registration of the property in the name of the City of Zagreb. The City of Zagreb later intervened in the proceedings on the side of the plaintiffs.", "On 16 May 2000 the Municipal Court dismissed the plaintiffs’ action and ruled in favour of the applicant. The court held that, while the Act on Nationalisation of Rental Buildings and Construction Land of 1958 (“the 1958 Nationalisation Act”) had indeed provided that residential buildings conforming to certain criteria were nationalised and transferred into social ownership by its mere entry into force (ex lege), it had also required the authorities to issue individual decisions determining which buildings had been nationalised under that Act. Thus, in the absence of an individual decision issued in respect of the building in question, the court concluded that it had not been nationalised.", "Following an appeal by the plaintiffs and the intervener, on 16 December 2003 the Zagreb County Court (Županijski sud u Zagrebu) reversed the first-instance judgment and ruled for the plaintiffs. It held that under the 1958 Nationalisation Act all residential buildings conforming to the criteria set forth in that Act had been nationalised ex lege and that the individual decisions to be issued by the authorities had only been of a declaratory nature. Thus, the failure of the Communist authorities to issue such a decision in the applicant’s case did not mean that the building in question had not been nationalised. The relevant part of the County Court’s judgment read as follows:", "“The gist of the dispute between the parties is whether the building [in question], in which the plaintiffs were holders of specially protected tenancy in respect of the flats in it, could be considered nationalised by the operation of law on the day of the entry into force of [the 1958 Nationalisation Act].", "...", "The first-instance court correctly found, given the absence of a decision on nationalisation of the said building (...), that as a preliminary issue it had to be determined whether the provisions of [the 1958 Nationalisation Act] could be applied to the building in question.", "Relying on section 12 of [the 1958 Nationalisation Act], the first-instance court established beyond dispute that the building at issue has more than two flats or three small flats, as it did at the time the Act had been passed, and that [the Act] accordingly applied to it.", "...However, the first-instance court is of the view that a decision on nationalisation should also have been rendered in order to establish which building or part of a building was nationalised, [which meant that] ‘those buildings and parts of buildings in respect of which the competent authority did not establish that they were nationalised – in a decision rendered in the proceedings prescribed by [the 1958 Nationalisation Act] – were not nationalised.’", "This view of the first-instance court is incorrect, primarily because it contradicts section 8(1) of [the 1958 Nationalisation Act].", "Section 8(1) of that Act expressly provided that buildings, parts of buildings and construction land passed into social ownership on the day of [its] entry into force.", "Therefore, what is important is the date of the entry into force of [the 1958 Act] and not the delivery of a decision.", "On the day of the Act’s entry into force all immovable property to which [it] was applicable was by the operation of law nationalised and became social property. [Accordingly], from that date the former owners were no longer able to exercise any prerogatives of an owner in respect of those buildings, and the decisions issued in implementation of that Act were of a declaratory character.", "...", "Therefore, the fact that a certain immovable property was nationalised by the operation of law on the day of the entry into force of [the 1958 Nationalisation Act], is not altered by the fact that a potential decision on nationalisation was not issued or executed in the land register, or even by the fact that, as in the present case, the property itself was not recorded in the land register.", "...", "As regards the arguments raised in reply to the appeal, it should also be said that even though the legal system of the Republic of Croatia no longer recognises social ownership, for certain legal relations derived from social ownership it is sometimes still necessary to interpret provisions of statutes enacted [during the Communist regime]. This does not mean that nationalisation is being carried out retroactively, because, as already stated above, it occurred in 1958, on the day of the entry into force of [the 1958 Nationalisation Act].", "However, the protection of the rights of [third] persons acquired in the implementation of that and other statutes enacted in that period depends on their correct interpretation. In the present case that means protection of the rights of plaintiffs who acquired specially protected tenancy of (and thereby the right to purchase) the flats [located] in the building [in question].”", "On 17 February 2005 the applicant lodged a constitutional complaint against the second-instance judgment alleging violations of her constitutional rights to a fair hearing and ownership. On 17 May 2006 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed her complaint. The relevant part of the Constitutional Court’s decision read as follows:", "“Article 48 paragraph 1 of the Constitution provides:", "The right of ownership shall be guaranteed.", "The Constitutional Court protects the right of ownership at the constitutional level in a manner that it prevents restriction or taking of that right by the state authorities, unless a restriction or taking is provided for by law.", "The Constitutional Court, having regard to the reasons [adduced by] the second-instance court ..., finds that the constitutional guarantee [of ownership] was not breached.", "The provision of section 50 paragraph 1 of the Constitution, which provides that ownership may be restricted or taken in accordance with the law and in the interest of the Republic of Croatia subject to payment of compensation equal to its market value, is not relevant in the present case because it [the case] concerns [a] fact which occurred on 26 December 1958.”", "The relevant part of the Ownership and Other Rights In Rem Act (Zakon o vlasništvu i drugim stvarnim pravima, Official Gazette of the Republic of Croatia nos. 91/1996, 73/2000, 114/2001, 79/2006, 141/2006, 146/2008 and 38/2009), which entered into force on 1 January 1997, reads as follows:", "Chapter 4.", "“(1) The acquisition, modification, legal effects or termination of rights in rem after the entry into force of this Act shall be assessed on the basis of its provisions...", "(2) The acquisition, modification, legal effects and termination of rights in rem until the entry into force of this Act shall be assessed on the basis of the rules applicable at the moment of the acquisition, modification or termination of those rights or of the legal effect thereof.", "(3) ...”", "The relevant provisions of the Act on Nationalisation of Rental Buildings and Construction Land (Zakon o nacionalizaciji najamnih zgrada i građevinskog zemljišta, Official Gazette of the Federal People’s Republic of Yugoslavia no. 52/1958 – “the 1958 Nationalisation Act”), which entered into force on 26 December 1958, provided as follows:", "I. GENERAL PROVISIONS", "Section 8", "“(1) Buildings, parts of buildings and construction land nationalised by this Act shall become [that is, be transferred into] social property on the day of its entry into force.", "(2) A decision of the competent authority rendered in the proceedings prescribed by this Act and [relevant] subordinate legislation ..., shall determine which objects are nationalised by this Act.”", "II. OBJECT OF NATIONALISATION", "1. Residential buildings and special parts of residential buildings", "Section 12", "“On the day of the entry into force of this Act the following [property] shall be nationalised:", "1) residential buildings, that is, privately owned buildings with more than two flats or with more than three small [two-room] flats;", "2) ...”", "The Supreme Court has consistently held that the nationalisation of property falling within the scope of the 1958 Nationalisation Act had occurred by the operation of law (ex lege), that is, by the Act’s mere entry into force on 26 December 1958, and that the decisions issued pursuant to its section 8(2) had had been merely declaratory. Accordingly, the absence of such a decision or the failure of the competent authorities to record in the land register that the property had been transferred into social ownership had been of no relevance (see judgments in cases nos. Rev-2760/99-2 of 24 January 2002, Rev-557/02-2 of 18 February 2003 and Rev 698/05-2 of 7 December 2006 and decision no. Rev-2018/1996-2 of 23 April 2002).", "The Act on Compensation for, and Restitution of, Property Taken During the Yugoslav Communist Regime (Zakon o naknadi za imovinu oduzetu za vrijeme jugoslavenske komunističke vladavine, Official Gazette of the Republic of Croatia nos. 92/1996, 92/1999 (corrigendum), 80/2002 (amendments) and 81/2002 (corrigendum) – “the 1996 Denationalisation Act”), which entered into force on 1 January 1997, enables the former owners of confiscated or nationalised property, or their heirs in the first line of succession (direct descendants and spouse), to seek under certain conditions either restitution of or compensation for appropriated property.", "Section 2(1) provides that former owners shall have the right to restitution of, or compensation for, property appropriated on the territory of the Republic of Croatia on the basis of legislation listed in that section, including the 1958 Act on Nationalisation of Rental Buildings and Construction Land.", "Section 3 provides that former owners shall also have the right to restitution of, or compensation for, property appropriated by judgments, decisions, rulings or other acts issued by military or civilian authorities from 15 May 1945 until the enactment, or in the implementation of legislation listed in section 2 of the Denationalisation Act, as well as for property appropriated without a legal ground or without basis in any legislation.", "Section 22 of the Denationalisation Act provided that nationalised flats in respect of which third persons had acquired specially protected tenancies (stanarsko pravo) were not to be restored to their former owners. The tenants had a right to purchase such flats from the provider of the flat under favourable conditions set out in the Specially Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo). At the same time, the former owners were entitled to financial compensation in respect of the flats. Section 22 reads as follows:", "“(1) Unless they were appropriated by means of confiscation, the ownership of flats ... let under specially protected tenancies shall not be restored to their former owners.", "...", "(3) The former owner shall have the right to compensation and the tenant [i.e. the holder of a specially protected tenancy] shall have the right to purchase the flat.”", "Section 65(3) provides that the former owners have to lodge their requests within six months from the Act’s entry into force (that is, by 1 July 1997). Section 65(4) provides that requests submitted after that date shall be declared inadmissible, resulting in the loss of all rights under the Denationalisation Act.", "Section 67, which stipulates what documents should be enclosed with the request of the former owner, prescribes that such a request should be accompanied by, inter alia, the act whereby the property was transferred into state or social ownership (“akt o podržavljenju, odnosno podruštvovljenju imovine”) as well as an extract from the land register containing all entries from the date the property was transferred into state or social ownership.", "Section 73 provides that if in the administrative proceedings for restitution of, or compensation for, property appropriated during the Communist regime a dispute arises between the parties as regards facts on which a certain right of theirs depends, or as regards the existence of a right, the competent administrative authority shall stay the administrative proceedings and instruct the parties to bring a civil action or institute other proceedings before the competent authority.", "In interpreting the Denationalisation Act the Administrative Court held that the six-month time-limit stipulated in its section 65(3) was of a substantive-law nature (decision no. Us-10020/1999 of 27 June 2002) and preclusive in its character (decision Us-12303/1999 of 31 October 2001), meaning that after its expiry a former owner lost his or her right to restitution of or compensation for property appropriated during the Communist regime.", "In its decision no. Us-5564/200 of 19 April 2001 the Administrative Court held that the former owner was entitled to obtain compensation for property appropriated during the Communist regime even if the decision on nationalisation had never been recorded in the land register and he had remained recorded as the owner of the nationalised property.", "The relevant provisions of the Administrative Procedure Act (Zakon o općem upravnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia 47/1986 (consolidated text), and Official Gazette of the Republic of Croatia no. 53/1991) provide as follows:", "Section 144(1) provides that if the authority before which the administrative proceedings are pending finds that the case cannot be decided without deciding an issue the resolution of which is within the competence of a court or other authority (preliminary issue), it may decide on that issue itself or stay the administrative proceedings until the competent authority resolves it.", "Section 249 provides that administrative proceedings that ended in a definitive decision may be reopened if, inter alia, the contested decision is based on a preliminary issue which the competent authority later resolved differently in important aspects."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}