{"ITEMID": "001-101647", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF DEES v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicant was born in 1950 and lives in Alsónémedi.", "6. It appears that from early 1997 the volume of cross-town traffic in Alsónémedi increased, since a toll had been introduced on the neighbouring, privately owned motorway M5. In order to avoid the rather high toll charge, many trucks chose alternative routes including the street (a section of national road no. 5201) in which the applicant's house is situated.", "7. To counter this situation, from 1998 onwards three bypass roads were built; and several measures, including a 40 km/h speed limit at night, were implemented in order to discourage traffic in the neighbourhood. Two nearby intersections were provided with traffic lights. In 2001 road signs prohibiting the access of vehicles of over 6 tons and re-orientating traffic were put up along an Alsónémedi thoroughfare, an arrangement which also affected the applicant's street. The Government submitted that compliance with these measures had been enforced by the increased presence of the police in general in Alsónémedi and in particular in the applicant's street; in the applicant's view, however, no effective enforcement was in place.", "8. In or about 1997 the applicant observed damage to the walls of his house. He obtained the opinion of a private expert, who stated that the damage was due to vibrations caused by the heavy traffic. The applicant also alleges that, because of the increased noise and pollution due to exhaust fumes, his home has become almost uninhabitable.", "9. On 23 February 1999 the applicant brought an action in compensation against the Pest County State Public Road Maintenance Company before the Buda Central District Court. He claimed that, due to increased freight traffic in his street, the walls of his house had cracked. The case was transmitted to the Budapest Regional Court for reasons of competence on 11 March 1999. On 11 November, 16 December 1999 and 30 March 2000, the court held hearings. On 6 April 2000 it dismissed the claims.", "10. On appeal, the Supreme Court, acting as a second-instance court, held a hearing on 30 January 2002, quashed the first-instance judgment and remitted the case.", "11. In the resumed proceedings, on 2 June 2002 the Regional Court appointed as expert the Department of Road Construction at Budapest Technical University. The latter presented an opinion on 20 January 2004 which was discussed at the hearing of 29 April 2004. The expert stated that the level of noise outside the applicant's house had been measured as 69.0 dB(A) on 5 May and 67.1 dB(A) on 6 May 2003, daytime on both occasions, as opposed to the applicable statutory limit of 60 dB(A). On 10 June 2004 the court held another hearing and ordered the supplementation of the opinion, which was done on 15 September 2004.", "12. On 17 February 2005 the Regional Court dismissed the applicant's claims. It relied on the opinion of the expert, documentary evidence and the testimony of the parties. It refused the applicant's motion to obtain the opinion of another expert since it was of the view that the original opinion was thorough and precise.", "13. The court noted the expert's opinion that the vibration, as measured on the scene, was not strong enough to cause damage to the applicant's house, nor could the traffic noise entail cracks in its walls although it was higher than the statutory level. The court therefore concluded that no causal link could be established between the measures adopted by the respondent authority and the damage to the house. The court observed that the respondent had spent more than one billion Hungarian forints on developing the road system in the area, constructed four roundabouts and put up several road signs and traffic lights in order to divert traffic from Alsónémedi. In sum, it had carried out every measure with a view to sparing Alsónémedi from heavy traffic and limiting the speed of cross-town traffic that could reasonably be expected in the circumstances to protect the applicant's interest. The respondent had to balance competing interests, since the barring of heavy vehicles from a public road might have been advantageous to the inhabitants of Alsónémedi but could have caused disproportionate prejudice to the other users or providers of public and private transportation.", "14. On 15 November 2005 the Budapest Court of Appeal dismissed the applicant's appeal."], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}