{"ITEMID": "001-61007", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF SIMKO v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["8. The applicants were born in 1955 and 1953 respectively and live in Sopron, Hungary. Their previous application (no. 27587/95) was declared inadmissible by a Committee of the Commission on 16 May 1996.", "9. Seeking judicial review and compensation for damages on account of administrative decisions taken in a protracted dispute over their licence to sell folk-art items on public premises, the applicants brought an action on 9 October 1992 against the Sopron Mayor's Office (“the 1992 action”). The action was first registered at the Sopron District Court, which on 4 November 1992 issued an order for the completion of the file. The applicants complied with this order on 12 November 1992.", "10. On 1 March 1993 the District Court rejected the action, holding that it had no competence to hear the case. On 23 March 1993 the applicants appealed.", "11. On 5 August 1993 the Győr-Moson-Sopron County Regional Court quashed the District Court's decision. It transferred the case-file to its own competent bench.", "12. In the proceedings before the Regional Court, on 16 September and 28 October 1993 orders were issued for the completion of the file. The applicants complied with these orders on 28 September and 5 November 1993, respectively. On 19 November 1993 the defendant authority was eventually notified of the action.", "13. Meanwhile, on 1 March 1993, the applicants brought an official liability action in the context of the above-mentioned proceedings before the District Court (“the 1993 action”). The defendant authority was notified of this action on 22 October 1993. On 20 November 1993 the District Court held a hearing and, on 29 November 1993, it transferred the case-file to the Regional Court for reasons of competence.", "14. Following a hearing held on 14 December 1993, the Regional Court on 9 February 1994 discontinued the proceedings concerning the applicants' 1992 action. The Regional Court observed that the defendant authority had been notified earlier of the 1993 action and, for that reason, the applicants' claims were to be pursued in the proceedings relating to the latter action. On 21 February 1994 the applicants appealed to the Supreme Court, which, on 13 October 1994, upheld the decision to discontinue the proceedings on the 1992 action.", "15. Meanwhile, following repeated exchanges of observations between the parties in the proceedings concerning the 1993 action, the Regional Court held hearings on 25 August and 18 October 1994. Another hearing was scheduled for 25 October 1994. In the context of procedural disputes concerning the applicants' motion to hear certain witnesses, their obligation to pay outstanding stamp duties, as well as questions of legal aid, on 2 November 1995 the Supreme Court decided the applicants' procedural appeals.", "16. On 9 July 1996 the Regional Court awarded the applicants compensation in a total amount of 300,000 Hungarian forints (“HUF”), plus accrued interest. The Regional Court dismissed the remainder of their claims. Having reviewed numerous related administrative files and decisions, the Regional Court ruled that the defendant authority's conduct had hindered the applicants in the exercise of their rights derived from their licence to trade on public premises. In reasoning its ten-page decision, the Regional Court relied on documentary evidence.", "17. On 6 August 1996 the applicants appealed. On 2 September 1996 they supplemented their appeal.", "18. On 5 February 1998 the Supreme Court, acting as a second instance jurisdiction, held a hearing. On 13 February 1998 the Supreme Court upheld the Regional Court's decision. The decision was served on the applicants on 8 April 1998."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}