{"ITEMID": "001-4912", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "PANCENKO v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is a Ukrainian citizen, born in 1941. At present she lives in Liepājā in Latvia.", "She represented before the Court by Mr G. Kotov, a lawyer practising in Riga.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "A.", "The applicant lived in Ukraine until her marriage in Potsdam (Germany) in 1963. Thereafter, together with her husband, a Soviet military officer, the applicant briefly lived in the Kaliningrad enclave of Russia where she gave birth to her son. In 1967 the applicant came to Latvia for the first time, when her husband was appointed to a military post in Liepājā. She stayed there until 1968, when the family moved to the far north of Russia, where the husband continued his military service. The applicant remained in Russia until 1985, when she came back to Liepājā separately from her spouse. Ever since she has been living in Latvia alone. Following the formal divorce in 1994, her former husband died in Ukraine in 1996. Her son and granddaughter live in Ukraine.", "In 1992, under the Status of the Former USSR Citizens Act, the applicant was entered on the Register of Latvian Residents (hereinafter referred to as “the Register”) on the basis of her status as “an ex-USSR citizen”, a particular category of stateless persons under the Latvian law (see the Relevant domestic law part below). The applicant had no specific citizenship at that point.", "On 10 October 1994 the applicant adopted citizenship of Russia. She submits that she did so to be able to leave the territory of Latvia and to go abroad on occasional commercial trips with a view to earning money.", "On 17 February 1995 the Latvian Citizenship and Migration Authority (hereinafter referred to as “the CMA”) annulled the applicant's entry in the Register and, upon her request, issued her with a temporary residence permit valid until 21 February 1996.", "On 6 March 1995 the applicant complained to the CMA, alleging a CMA official had misled her in offering to apply for temporary residence. The applicant stated that she was in fact entitled to the entry on the Register as a permanent resident of Latvia.", "On 7 July 1995 she brought court proceedings, alleging that the decision of the immigration authorities to annul her entry in the Register was void.", "On 17 January 1996 the applicant denounced her Russian citizenship.", "On 18 March 1996 the Liepājā City District Court rejected the applicant's claim.", "On 3 July 1996, on the applicant's appeal, the Kurzeme Regional Court transmitted the case back to the District Court for new examination on the ground of technical defect relating to the composition of the court at first instance.", "On 10 December 1996 the Liepājā City District Court again dismissed the applicant's action. The Court held that the applicant had been a Russian citizen, and that her entry had been lawfully withdrawn by the CMA from the Register as she had lost her special status as “an ex-USSR citizen”. The Court also noted that the applicant had herself filed an application for a temporary residence permit, which had been granted.", "On 9 April 1997, on the applicant's appeal, the Kurzeme Regional Court confirmed the decision of the District Court. The appellate court held that, having obtained Russian citizenship, the applicant became subject of Russia, and that her entry could not remain in the Register.", "The applicant appealed to the Supreme Court.", "She also presented her problems to various parliamentary, executive and non-governmental institutions, but without success.", "As the applicant failed to extend her temporary residence permit following its expiry on 21 February 1996, she was presented with an expulsion order on 23 May 1997. She refused to sign the deportation order pending her cassation appeal.", "On 18 June 1997 the Supreme Court dismissed the cassation appeal, finding that the lower courts had properly decided the case.", "By a letter of 8 July 1997 the Ministry of Interior informed the applicant that her stay in Latvia was illegal.", "The applicant again approached the immigration authorities, requesting registration as a permanent resident. This was refused. She did not request an extension of her temporary residence permit.", "On 4 November 1997 the applicant introduced a fresh court action, asking to be re-registered.", "On 20 January 1998 the Riga City Central District Court rejected the application, finding that the matter had already been decided in the first set of court proceedings which had ended by a final decision of the Supreme Court on 18 June 1997. The applicant appealed, stating that the action was in fact new. On 11 May 1998 the Riga Regional Court dismissed the appeal.", "By a letter of the CMA of 16 July 1998 the applicant was informed that her continued stay in Latvia was illegal, and that she was required to leave the country. She was warned that, otherwise, she would be served with a deportation order.", "In a letter to the CMA of 8 October 1998 the applicant stated that, following the entry into force of the amended Registration of Residents Act on 10 September 1998, she became entitled to be registered as a permanent resident of Latvia.", "On 26 March 1999 the applicant took up Ukrainian citizenship.", "On 19 April 1999 the CMA Director authorised the immigration authorities to issue the applicant with a permanent residence permit in Latvia on the basis of her status as a foreign citizen. By the above decision the deportation order in respect of the applicant was quashed.", "On 22 April 1999 the applicant was issued with a permanent residence permit in Latvia.", "", "B. Relevant domestic law", "There are three categories of permanent residents of Latvia:", "a) Latvian citizens;", "b) stateless persons who have the special status of “ex-USSR citizens”;", "c) foreign citizens or other stateless persons who obtain permanent residence permits.", "Categories a) and b) have the right to be entered on the Register of Residents by sole operation of, respectively, the Citizenship Act and the Status of the Former USSR Citizens Act. The persons in subparagraph c) can be granted permanent residence permits by decision of a competent authority or by virtue of the Entry and Residence of Foreign Citizens and Stateless Persons Act.", "Article 1 § 3 of the Status of the Former USSR Citizens Act 1998 provides that only those stateless persons who “are not or have not been citizens of another State” can have the special status of an “ex-USSR citizen”.", "Other foreign citizens or stateless persons must obtain limited (temporary) residence permits or visas in order to stay in the country legally in accordance with the Entry and Residence of Foreign Citizens and Stateless Persons Act."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}