{"ITEMID": "001-85436", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF BUDAYEVA AND OTHERS v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);No violation of P1-1;No violation of Art. 13+P1-1;Non-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["7. The applicant in the first application (no. 15339/02), Ms Khalimat Khuseyevna Budayeva, was born in 1961 and lives in Tyrnauz, in the Elbrus District of the Republic of Kabardino-Balkariya (KBR), Russia (the first applicant).", "8. The applicant in the second application (no. 21166/02), Mrs Fatima Khuseynovna Atmurzayeva, was born in 1963 and lives in Tyrnauz (the second applicant).", "9. The applicant in the third application (no. 20058/02), Ms Raya Meliyevna Shogenova, was born in 1953 and lives in Nalchik in the KBR (the third applicant).", "10. The applicant in the fourth application (no. 11673/02), Ms Nina Nikolayevna Khakhlova, was born in 1955 and lives in Tyranuz (the fourth applicant).", "11. The applicants in the fifth application (no. 15343/02), Mr Andrey Aleksandrovich Shishkin and Mrs Irina Ilyinichna Shishkina, were born in 1958 and 1955 respectively and live in Tyrnauz (the fifth and the sixth applicants).", "12. The facts of the case are partially in dispute between the parties. Their submissions on the circumstances in which a mudslide swept through the town of Tyrnauz in 2000 are set out in Section A below. The manner in which these events affected the individual applicants is set out in Section B. A description of the materials submitted to the Court by the applicants is given in Section C.", "13. The town of Tyrnauz is situated in the mountain district adjacent to Mount Elbrus, in the central Caucasus. Its population is about 25,000 inhabitants. The general urban plan of the town was developed in the 1950s as part of a large-scale industrial construction project. Two tributaries of the Baksan River passing through Tyrnauz, the Gerhozhansu and the Kamyksu, are known to be prone to causing mudslides.", "14. The first documentary evidence of a mudslide in the Gerhozhansu River dates back to 1937. Subsequently mudslides were registered almost every year; occasionally they hit the town, causing damage. The heaviest mudslides registered prior to 2000 occurred on 1 August 1960, on 11 August 1977 and on 20 August 1999. According to the Government, the series of mudslides of 18-25 July 2000 were the strongest and most destructive of all.", "15. The inhabitants and authorities of Tyrnauz are generally aware of the hazard, and are accustomed to the mudslides which usually occur in the summer and early autumn.", "16. The first technical research into a scheme to protect Tyrnauz from the mudslides was carried out in the 1950s, and by 1959 a number of proposals had been made. The scheme chosen by the authorities following a comparative feasibility study provided for the construction of a feed-through mud retention collector. Construction work began, but in 1960 this was disrupted by an exceptionally strong mudslide, and the project had to be corrected and extended accordingly. The construction of the collector was finished in 1965 and operated successfully for 35 years, apparently providing sufficient defence against the mudslides. In 1977 a technical review was carried out following a particularly strong mudslide which seriously damaged some sections of the collector, and it was considered necessary to carry out repair work. The collector was fully repaired by 1982.", "17. In addition, in early 1999 the local authorities put into operation a mud retention dam in the river gorge of Gerhozhan, upstream from the mud retention collector. The dam was intended to enhance the protection of Tyrnauz from mud and debris flows. It measured 160 m x 38 m x 40 m and was built with 6,000 cubic metres of reinforced concrete and 2,000 tons of metal structures.", "18. On 20 August 1999 a mud and debris flow hit the dam, seriously damaging it.", "19. On 30 August 1999 the director of the Mountain Institute, a state agency whose mandate included monitoring weather hazards in high-altitude areas, called for an independent survey of the damage caused to the dam by the mudslide. He made recommendations to the Minister responsible for Disaster Relief of the KBR concerning the composition of a State Commission for the survey.", "20. On the same day he also sent a letter to the President of the KBR, calling for emergency clean-up and restoration work to the dam and for an early warning system to be set up to raise the alarm in the event of a mudslide (see the full text in Section C “Documents submitted by the applicants”).", "21. On 17 January 2000 the acting director of the Mountain Institute sent a letter to the Prime Minister of the KBR, warning about the increased risk of mudslides in the coming season. He stated that the dam was seriously damaged, that its reconstruction appeared unfeasible at that stage and that, consequently, the only way to avoid casualties and mitigate the damage was to establish observation posts to warn civilians in the event of a mudslide, for which he requested a mandate and financial support (see the full text in Section C below).", "22. On 7 March 2000 the Head of the Elbrus District Administration sent a letter to the Prime Minister of the KBR in which he referred to the imminent large-scale mudslide and requested financial aid to carry out certain emergency work on the dam. In his request he invoked possible “record losses” and casualties (see the full text in Section C below).", "23. On 7 July 2000 the assistant director and the head of research of the Mountain Institute attended a session at the Ministry for Disaster Relief of the KBR. At the meeting they reiterated the warning about the risk of mudslides in that period and requested that observation points be set up in the upper sections of the Gerhozhansu River, in order to monitor the river at all times and to issue an emergency warning in the event of a mudslide.", "24. On 10 July 2000 the assistant director of the Mountain Institute reported to the agency director that he had warned the Ministry for Disaster Relief of the KBR of the forthcoming mudslide and requested the setting up of twenty-four hour observation posts.", "25. It would appear that none of the above measures were ever implemented.", "26. At about 11 p.m. on 18 July 2000 a flow of mud and debris hit the town of Tyrnauz and flooded some of the residential quarters.", "27. According to the Government, this first wave caused no casualties. However, the applicants alleged that at least one person was killed. In particular, the second applicant claimed to have witnessed the death of her neighbour Ms B, born in 1934, who was trapped in the debris and drowned in the mud before anybody could help her. She also alleged that she had witnessed a Zhiguli vehicle with four men in it being carried away by the mudslide.", "28. According to the Government, following the mudslide of 18 July 2000 the authorities ordered the emergency evacuation of the residents of Tyrnauz. The police and local officials went round people's homes to notify them of the mudslide and to help evacuate the elderly and disabled. In addition, police vehicles equipped with loudspeakers drove round the town, calling on residents to evacuate because of the mud hazard.", "29. The Government did not specify when exactly these measures were taken. The applicants agreed that the alarm was indeed raised through loudspeakers once the mudslide had struck, but no advance warning was given. They claimed that they had been unaware of the order to evacuate and doubted that any had been issued. They also alleged that there had been no rescue forces or other organised on-the-spot assistance at the scene of the disaster, which became a cauldron of chaos and mass panic.", "30. In the morning of 19 July 2000 the mud level lowered and the residents returned to their homes. The Government alleged that they did so in breach of the evacuation order, while the applicants claimed that they were not aware that the mudslide alert was still active, pointing out that there were no barriers or warnings to prevent people from returning to their homes. They did not spot any police or emergency officers near their homes, but could see that their neighbours were all at home and children were playing outside. Water, gas and electricity supplies had been reconnected after being cut off during the night.", "31. At 1 p.m. on the same day a second, more powerful, mudslide hit the dam and destroyed it. Mud and debris instantly descended on the town, sweeping the wreckage of the dam before them. At 17 Otarova Street the mudslide destroyed part of a nine-storey block of flats, with four officially reported casualties. Several other buildings were damaged. It also caused the river to overflow, flooding the residential quarters on the right bank.", "32. The town was hit by a succession of mudslides until 25 July 2000.", "33. Eight people were officially reported dead. According to the applicants, a further 19 persons allegedly went missing.", "34. According to the Government, on 3 August 2000 the Prosecutor's Office of the Elbrus District decided not to launch a criminal investigation into the accident. The applicants claimed that they were unaware of this. No copy of this decision was made available to the Court.", "35. On 12 August 2000 the Government of the KBR adopted a directive on the payment of compensation for loss of housing to the victims of the mudslide. It established the general principles for the provision of new accommodation and the guidelines for calculating compensation for those who wished to settle outside Tyrnauz. The loss of a 1-room flat gave rise to payment of up to 15,000 roubles (RUB), of a 2-room flat – to up to RUB 20,000 and of a 3room flat – to up to RUB 45,000. Alternately, victims could opt for housing vouchers that would entitle families of more than one person to free housing of at least 18 sq. m per family member, and single-person families – to 33 sq. m.", "36. On 20 December 2000 the Department of Disaster Relief of the Elbrus District issued a written statement, apparently in connection with individual lawsuits, that it had received no advance warning concerning the Tyrnauz mudslide in 2000, either from the Ministry for Disaster Relief of the KBR or from any other authority.", "37. On the same day the Elbrus District Administration also issued a written statement that it had received no warning of a mudslide at any time during the past two years.", "38. On 14 February 2001, apparently following an enquiry from the district administration, the Finance Department of the Elbrus District reported that no funds had been allocated in the district budget for the restoration work required after the 1999 mudslide.", "39. Before the events of July 2000 the first applicant, her husband and their two sons, born in 1987 and 1997, lived at 17 Otarova Street, Tyrnauz, in a 72 sq. m flat they owned on the seventh floor.", "40. On 18 July 2000 she and her family were asleep when the mudslide began. The first applicant claimed that no emergency warning was given, and the mudslide came as a total shock. They had a narrow escape and spent the night in the mountains.", "41. At about noon on the following day (19 July 2000) they returned to their flat. According to the first applicant, the mudslide appeared to have ended, and since there had been no warning or barriers to stop them, they thought that it must be safe to return home. Exhausted from the events of the previous night, they went straight to bed. However, shortly afterwards the first applicant was woken up by Ms K, a friend of her sister's (see Ms K's testimonies in Section C below), and within minutes they felt the walls shake and heard a loud rumble, glass shattering, cries and people running.", "42. The first applicant and her older son only just managed to escape.", "43. The younger son was carried out by Ms K and rescued from the wreckage, but he sustained serious injuries, including cerebral and spinal contusion, erosion of the cornea, multiple avulsed wounds, abrasions and bruises.", "44. The first applicant's husband, Mr Vladimir Khalimovich Budayev, aged 47, stayed behind to help her parents flee but was killed when the building collapsed after being hit by the mudslide. The first applicant's parents were rescued.", "45. The first applicant's flat and all her possessions were flooded and destroyed by the mudslide.", "46. On 3 August 2000 the Prosecutor's Office of the Elbrus District decided not to launch a criminal investigation into the death of the first applicant's husband. Having found that he died as a result of the collapse of the building, it established that the death was accidental and not attributable to any criminal act.", "47. Following a decision by the Government of the KBR on 12 August 2000, the applicant was issued with a housing voucher on 4 June 2001 entitling her to 54 sq. m of free accommodation to compensate for the loss of her flat. It would appear that the size of the accommodation was reduced pro rata her deceased husband's share, but, after numerous complaints, she was eventually provided with another 40 sq. m flat in Nalchik. She received a grant from the emergency fund of RUB 13,200 to compensate for the loss of her possessions, plus an additional allowance of RUB 2,337.", "48. On an unspecified date the first applicant brought an action in damages against the Government of the KBR, the Ministry for Disaster Relief of the KBR and the Elbrus District Administration. She claimed RUB 259,200 for the loss of movable and immovable property, and RUB 5,000,000 for non-pecuniary damage on account of the death of her husband and the mental and physical suffering she and her children had been caused by the disaster. She claimed that the authorities had persuaded the local population that there was no risk of a mudslide. She also alleged that the authorities had been negligent as they had failed to take measures to mitigate the damage, in particular by establishing an early warning system and clearing the deposits left in the dam and river channel since the 1999 mudslide. In support of her claims she provided the documents set out in Part 2 of Section C (“Official letters and documents issued before the 2000 mudslide”) and other evidence.", "49. On 9 October 2001 the Baksan District Court of the KBR examined the case and found that the authorities had taken all reasonable measures to mitigate the risk of a mudslide. Noting that the retention capacity of the dam was calculated for a flow of 500 cu. m per second, when the actual flow rate was 2,000 cu. m per second, it concluded that a mudslide of such exceptional force could be neither predicted nor stopped. The court also found that the media had informed civilians of the risk of possible mudslides and it took into account the fact that, following the mudslide, the authorities had carried out infrastructure work, such as repairs to a water pipeline, and had offered the applicant social aid in the form of accommodation and financial compensation.", "50. The court concluded that no fault attached to the authorities for the damage sustained by the applicant and found her claim for pecuniary and non-pecuniary damage unsubstantiated.", "51. On 20 November 2001 the Supreme Court of the KBR upheld the judgment of 9 October 2001.", "52. According to the first applicant, her living conditions have been extremely difficult since the disaster. She claimed that both her own and her children's health has deteriorated substantially as a result of the injuries, stress and devastation caused. Her younger son has developed serious chronic post-traumatic conditions, such as enuresis and the progressive deterioration of his eyesight. Both her sons require regular neurological treatment as a result of their injuries and shock. The flat she bought with the housing voucher had to be sold immediately to cover living expenses and pay for medical treatment. The flat in Nalchik was in an appalling state (it had not been renovated since its construction in 1952) and she had no means of restoring it sufficiently to make it habitable.", "53. Before the events of July 2000 the second applicant, her husband and their daughter lived at 42 Otarova Street in a 44.6 sq. m flat (no. 33) which they owned. She owned another flat (no. 1) in the same block under a social tenancy agreement.", "54. In 1999 a mudslide caused damage to the second applicant's property and she lost some of her livestock. She said that she requested the local authorities to carry out emergency maintenance to the dam and clear away the wreckage. However, despite numerous requests by the residents, nothing was done.", "55. On 18 July 2000 the second applicant and her family were at home when the mudslide began at about 11 p.m. She claimed that no emergency warning was given, and they had to flee their home in their pyjamas. As they attempted to escape, the applicant and her daughter were caught in the flow of mud and debris, which dragged them for some distance before passers-by came to their rescue. Both were injured and suffering from severe shock, in particular the second applicant's daughter, who suffered severe friction burns caused by the debris.", "56. On the following day, 19 July 2000, the second applicant's brother-in-law (the first applicant's husband Vladimir Budayev) died while helping the first and second applicants' parents to flee when a new mudslide hit the town.", "57. Both of the second applicant's flats and all of her possessions were destroyed by the mudslide.", "58. Following the decision of the Government of the KBR of 12 August 2000, the second applicant received a housing voucher on 29 August 2001 to compensate for the loss of flat no. 1. It entitled her to 33 sq. m of free accommodation. She also received a grant from the emergency fund of RUB 13,200 to compensate for the loss of her possessions, plus an additional allowance of RUB 1,168. She has not received any compensation in respect of flat no. 33.", "59. The second applicant brought an action in damages against the Government of the KBR, the Ministry for Disaster Relief of the KBR and the Elbrus District Administration. She claimed RUB 360,000 for the loss of movable and immovable property, and RUB 1,000,000 for non-pecuniary damage for the mental and physical suffering she and her daughter had been caused by the disaster. Her allegations, arguments and other submissions were essentially the same as those of the first applicant.", "60. On 9 October 2001 the Baksan District Court of the KBR examined her claim together with that of the first applicant and rejected it on the same grounds.", "61. On 20 November 2001 the Supreme Court of the KBR upheld the judgment of 9 October 2001.", "62. According to the second applicant, her living conditions after the disaster were, and remain, very poor. Both her own and her daughter's health deteriorated substantially as a result of the injuries, stress and devastation caused and they had to receive neurological treatment for their injuries and shock.", "63. Before the events of July 2000 the third applicant lived at 17 Otarova Street, Tyrnauz, in a 54.2 sq. m flat which she owned.", "64. On 18-24 July 2000 her flat was flooded and destroyed by the mudslide, together with her possessions. The third applicant claimed that no emergency warning was given and that she only just managed to escape the mudslide.", "65. Following the decision of the Government of the KBR of 12 August 2000 the third applicant received a subsidy of RUB 30,000 for the loss of her flat and a grant from the emergency fund of RUB 13,200 to compensate for the loss of her possessions, plus an additional allowance of RUB 584.", "66. She brought an action in damages against the Government of the KBR, the Ministry for Disaster Relief of the KBR and the Elbrus District Administration. She claimed RUB 730,662 for the loss of movable and immovable property, as well as RUB 250,000 for non-pecuniary damage for the mental and physical suffering she was caused by the disaster. Her allegations, arguments and other submissions were essentially the same as those of the first and the second applicants.", "67. On 27 August 2001 the Nalchik Town Court of the KBR examined the case and rejected her claims. Its judgment was based on essentially the same reasons as the subsequent judgment of the Baksan District Court of the KBR, dated 9 October 2001, in the case brought by the first and second applicants. In its judgment, the court referred to certain media records of 1999-2000 which had been submitted by the Ministry for Disaster Relief of the KBR. On the basis of these records, taken together with the weather reports for the relevant period, it concluded that the local population had been adequately forewarned about the possible mudslides. The court took into account the fact that, following the mudslide, the authorities had offered the applicant welfare aid, namely the subsidy for a flat and the monetary compensation. It also noted, inter alia, that the third applicant was entitled to exchange the RUB 30,000 subsidy for 33 sq. m of social housing.", "68. On 25 September 2001 the Supreme Court of the KBR upheld the judgment of 27 August 2001. This decision was served on the third applicant on 25 October 2001.", "69. On 5 June 2004 the third applicant exchanged her housing subsidy for a housing voucher which entitled her to 33 sq. m of free accommodation. She used this voucher to purchase a flat in the Moscow Region, which she resold shortly afterwards.", "70. According to the third applicant, her health and living conditions deteriorated as a result of the above events and she was not adequately compensated for the losses sustained in the accident.", "71. Before the events of July 2000 the fourth applicant lived at 46 Elbrusskiy Prospekt, Tyrnauz, in a 33 sq. m flat which she owned.", "72. On 18-24 July 2000 her flat and possessions were flooded and destroyed by the mudslide. She claimed that no emergency warning had been given prior to the mudslide, but she managed to make her way to safety.", "73. The fourth applicant brought an action in damages against the Government of the KBR, the Ministry for Disaster Relief of the KBR and the Elbrus District Administration. She claimed RUB 248,942 in compensation for the loss of movable and immovable property and RUB 1,266 for medical treatment; she also claimed RUB 100,000 for non-pecuniary damage for mental and physical suffering. Her allegations, arguments and other submissions were essentially the same as those of the other applicants referred to above.", "74. On 25 April 2001 the Elbrus District Court of the KBR examined the fourth applicant's claim and rejected it.", "75. On 22 May 2001 the Supreme Court of the KBR reversed the judgment of 25 April 2001 on the grounds that one of the parties had not attended the trial. The case was remitted for re-examination by a first-instance court.", "76. On 9 October 2001 the Baksan District Court of the KBR examined her claim and rejected it on the same grounds as those of the other applicants referred to above. It noted, inter alia, that the fourth applicant was still entitled to apply for compensation of RUB 30,000 from an emergency fund or, alternatively, for 33 sq. m of free housing, but held that any further claims were unsubstantiated.", "77. On 20 November 2001 the Supreme Court of the KBR upheld the judgment of 9 October 2001.", "78. On 7 December 2001 the fourth applicant was issued a housing voucher entitling her to 33 sq. m of free accommodation to compensate for the loss of her flat and received a grant of RUB 13,200 from the emergency fund to compensate for the loss of her possessions, plus an additional allowance of RUB 584.", "79. According to the fourth applicant, her living conditions after the above events were extremely difficult and her health deteriorated substantially as a result of the stress and devastation they had caused. Following the disaster she suffered from psychological disorientation and depression, for which she had to undergo psychiatric treatment. According to her medical records her condition has been further aggravated by the litigation over the compensation.", "80. Before the events of July 2000 the applicants and their two daughters lived in a 72 sq. m flat, which they owned.", "81. On 18-24 July 2000 their flat and possessions were flooded and destroyed by the mudslide. They claimed that no emergency warning was given and that they and their family had only just managed to escape the mudslide.", "82. The fifth and sixth applicants brought an action in damages against the Government of the KBR, the Ministry for Disaster Relief of the KBR and the Elbrus District Administration. They claimed RUB 498,368 for the loss of their movable and immovable property as well as RUB 200,000 for non-pecuniary damage for mental and physical suffering. Their allegations, arguments and other submissions were essentially the same as those of the other applicants referred to above.", "83. On 25 April 2001 the Elbrus District Court of the KBR examined the fifth and sixth applicants' claim and rejected it.", "84. On 22 May 2001 the Supreme Court of the KBR reversed the judgment of 25 April 2001 on the grounds that one of the parties had not attended the trial. The case was remitted for re-examination by a first-instance court.", "85. On 9 October 2001 the Baksan District Court of the KBR examined their claim and rejected it on the same grounds as those of the other applicants referred to above. It noted, inter alia, that the fifth and sixth applicants were still entitled to apply for compensation from an emergency fund in the sum of RUB 13,200 for the loss of movable property and RUB 45,000 for the loss of the flat or, alternatively, for 33 sq. m of free housing per person, but held that further any claims were unsubstantiated.", "86. On 20 November 2001 the Supreme Court of the KBR upheld the judgment of 9 October 2001.", "87. On 8 December 2001 the fifth and sixth applicants were issued with a housing voucher entitling them to 72 sq. m of free accommodation to compensate for the loss of the flat and received a grant from the emergency fund of RUB 13,200 to compensate for the loss of their possessions, plus an additional allowance of RUB 2,337.", "88. According to the fifth and sixth applicants, their health deteriorated substantially as a result of the stress and devastation. In particular, the sixth applicant had to receive extensive psychiatric and neurological treatment following a nervous breakdown caused by living through the disaster and its consequences.", "89. In support of their allegations the applicants submitted numerous newspaper articles, official letters, documents and witness statements to the Court. In so far as relevant, these documents read as follows.", "90. Official letter of 30 August 1999 from the director of the Mountain Institute, Mr M. Zalikhanov, to the President of the KBR:", "“As you know, earlier this year, on 20 August, a heavy mudslide with a volume of some 1 million cu. m was recorded in the valley of the Gerhozhansu River. The aerial visual survey made from a helicopter found that fluid material had formed in the upper stream of one of the mud-bearing deposits of Kaya-Arty-Su. At the same time, another mud-bearing deposit has formed in the Gerhozhan basin, in the Sakashili-Su River, and the mud reserves may soon become active.", "Given that the feed-through mud retention collector at the estuary of the mudslide basin has been destroyed by previous mudslides, and the river channel has filled up with mud deposits, the disaster may recur on a larger scale.", "We therefore request financial support to set up for the period of September radio-communication posts in the upper section of the river to warn civilians and the [emergency] services of the mud-hazard and to conduct engineering surveys to restore the mud-protection structure, which is now in a critical state of disrepair.”", "91. Official letter of 17 January 2000 from the acting director of the Mountain Institute, Mr Kh. Kalov, to the Prime Minister of the KBR:", "“As you are well aware, the area around Tyrnauz is one of the areas most at risk of a mudslide in the Russian Federation. The mudslide retention dam erected here, which is 160 m long, 38 m high and 40 m broad ... was destroyed on 20 August last year. The devastating 1 million cu. m mudslide caused the collapse of the dam, with a 60 m fracture line. Damage was caused to Tyrnauz...", "In view of the high risk of mudslides in the coming year and given that the reconstruction of the dam does not appear financially or technically feasible, observation points must be set up in the upper section of the Gerhozhansu River to avoid casualties and mitigate the damage... with the task of monitoring the river and giving an emergency warning to civilians in the event of a mudslide ... Twenty-four-hour monitoring will be carried out in the period from 15 June to 15 September to provide a mudslide forecast and to inform the [Ministry for Disaster Relief of the KBR]...", "The Mountain Institute has a wealth of experience of such work in the Tyrnauz area, and will provide members of the expedition with salary, gear and equipment. We request financial aid of 100,000 roubles to cover field supplies and transport.”", "92. Official letter of 7 March 2000 from the Head of the Elbrus District Administration to the Prime Minister of the KBR:", "“In August 1999 the mudslide from the Sakashili-Su tract blocked the bed of the Baksan River and directed the main water stream outside the retaining wall on the left side of the riverbed. As a result, the foundation soil and spandrels of the retaining wall have eroded and continue to erode. At the moment a 500 m section of the bypass road has been put completely out of service.", "The state of the foundation of the retaining wall is near critical. When the thaw floods begin in spring it may lead to the collapse of sections of the retaining wall of the defence system above the hollowed out soil. Their reconstruction will be very costly.", "The mudslide has also filled up the mud conveying channel to up to 25-30% of capacity; if another mudslide occurs, the mud conveying channel may overflow and flood the residential neighbourhoods of Tyrnauz. This could lead to an emergency on a scale that is impossible to predict, with record financial losses and, probably, casualties.", "Taking the above into account, the Elbrus District Administration requests financial aid to perform the above work.”", "93. Interview with Mr M. Zalikhanov, published in the national newspaper Rossiyskaya Gazeta on 26 July 2000.", "MZ: It is not only nature that must take the blame for the tragedy [of 18-25 July 2000, but also] blatant irresponsibility on the part of officials and their reluctance to follow the recommendations of specialists. ...", "RG: ... could this disaster have been foreseen? And why did the mud protection dam on the Gerhozhansu River fail?", "MZ: ... Tyrnayz is a mining centre of the [KBR] ... and because of its geographical position it is under permanent threat from mudslides. The most disastrous were the mudslides of 1964 and especially of 1977. [The latter] destroyed over thirty houses in the town centre, and casualties were avoided solely because the specialists of the [Mountain Institute] gave a timely warning to the town authorities about the impending disaster. Later it was decided ... to erect a mud-protection system. I was ordered to develop specifications for the construction ... one of such mud retention dams ... [it] was launched last year.", "RG: Is it true that you then refused to sign the commission acceptance report for the mud-protection system?", "MZ: Yes. Why? Because the first construction stage of the complex had been sitting unfinished for over four years. There remained a great risk that the first mudslide to arrive, even if relatively feeble, would break the complex because its top section was not firmly anchored to solid rock. The funding for the completion of the construction had been allocated, but as to where the funds had disappeared (between Nalchik and Tyrnauz), nobody could give me a clear answer. Stressing the importance of this issue and the need to complete the construction, I made numerous appeals to the [KBR President], V. Kokov, and to the Minister for Disaster Relief of the Russian Federation, S. Shoigu. Finally more funds were allocated and the construction was ostensibly brought to completion. ... I refused to take part in the [inaugural ceremony] because of concern for my expert and academic reputation. My assistant specialists, in particular my deputy for the construction [Mr R.] and the geologist [Ms N.S.] drew up a report; here are some extracts from it: '... a failure to submit [project documentation] makes it impossible to assess the project's compliance [with the specifications]... Given the novelty of the [design] ... the high levels of seismic activity in the area, the high fail-safety requirements for the dam structure, any deformation of which may increase the impact of a mudslide on the town of Tyrnauz and thus significantly aggravate the mud hazard, and also taking into account the inordinate time taken to complete the construction work, with intervals as long as four years, it is necessary to subject the facility to a special architectural survey. [A number of serious technical deviations] give grounds for suspecting a degree of tension within the construction, even without mud or seismic impact. All of this considerably reduces the project capacity of the dam. The visual survey of the dam construction showed signs of wear and tear of sections of it even without mud...'", "RG: So even though Zelikhanov, a Member of the Academy, did not sign the report, the facility was nevertheless put into service?", "MZ: Yes. And within two months [it] had been destroyed by a mudslide of far from catastrophic intensity. I wrote to the KBR Minister for Disaster Relief, A. Turkinov ... and in August last year advised the KBR President, V. Kokov ... that the mud reserves might become active in the near future ... and that the disaster could be repeated on a much larger scale ... and requested assistance in finding resources for setting up surveillance posts ... and carrying out an engineering study to restore the construction, which was in a critical state...", "I believe that it is of the utmost importance to set up [without delay] a competent commission comprising prominent experts to establish the true causes of the tragedy. ... Another commission is also needed ... to develop a complex programme for the protection of the KBR community from environmental hazards...”", "94. Interview with Mr O. Baydayev, the first Deputy Head of the Elbrus District Administration, published in the local newspaper Gazeta Yuga on 3 August 2000:", "“... 1.2 million roubles were allocated from the district budget to clear the mud conveying channel. We sent this money for clearing the [mud conveying] channel. Otherwise the outcome could have been even more disastrous. However, a mudslide of such force could not have been stopped even by a perfectly clear channel.", "About the warning. The very first impact [of the mudslide] tore down the electric wires and telephone cables. We were running around the town with two loudspeakers. It is possible we did not reach every single house or flat but the information was conveyed to every district of the town. On the very first night the town was divided into five sectors, temporary heads of administrations were appointed, and they received all the information. Understandably, people wanted to know how the mudslide would evolve, but even the scientists did not know that...”", "95. Research note by Ms I. Seinova, holder of a research degree in geography, dated 26 August 1999. The text below is based on the text published in one of the KBR local newspapers after the mudslide of 2000 (the exact publication reference is not available):", "“The [1999] disaster at the Gerhozhansu mudslide retention dam has vividly demonstrated the danger posed by an unstable mudslide protection device situated above the town. ... The international practice of mudslide defence includes many examples of the collapse of a dam leading to a tenfold increase in the destructive force [of a mudslide] compared with the naturally occurring level...", "The mudslides on Gerhozhansu are among the most disastrous in the Central Caucasus. The volume of the 1977 mudslide was 3 million cu. m of mud and debris, discharging at 500 cu. m per second...", "In the current environmental and social situation the most reasonable solution would be to reject the idea of constructing a mud-retention dam. The top priority should be to dismantle the unstable blocks.", "Following the mudslide of 20 August [1999] the mud conveying channel retained a considerable amount of mud and debris deposit, but for the most part it settled in the flood-plain of the Baksan River. It is necessary to clear the mud conveying channel because its carrying capacity has reduced significantly...”", "96. Interview with Mr V. Bolov, Director of the Centre for Disaster Monitoring and Forecasting of the Ministry of Disaster Relief, published on 28 July 2001 in the newspaper Gazeta Yuga following the Centre's field investigation into the 2000 mudslide:", "“V.B.: ... the expedition concluded ... that last year's mudslides in Tyrnauz were absolutely unique ... nowadays the profile of the mud phenomena in this basin has drastically changed for the worse.", "However, according to preliminary estimates, the extraordinary volume of [active] mud from last year is unlikely to be repeated this year, although the chances of several mudslides of variable intensity remain.", "G.Y.: So all of this may happen as unexpectedly as on 18 June 2000?", "V.B.: Here we can be certain that the situation has radically improved. The present position is that even before the beginning of the period when the mud is active, surveillance posts have been set up in the immediate vicinity of the glacier as well as [further down] where the mudslide gains force and becomes dangerous for the town.", "The [surveillance] posts are functioning and are provided with reliable communication facilities. That is to say, in so far as prevention is concerned, measures have been taken ... The second important problem is ... to close the twist in the mud conveying channel with a more secure wall. Work has been under way for some time. ...", "To sum up ... the mud activity in this gorge has increased because of last year's mudslide. At the same time the preventive measures that have already been taken inspire optimism. In any event, even if powerful mudslides develop, people's lives will undoubtedly be saved.", "G.Y.: Are there any effective methods of influencing the mud activity, for example by blowing up part of a slope or draining a glacier lake, so that the risk of a mudslide is reduced?", "V.B.: Yes, there are. ... but [their application] involves very complex and thorough calculations ... This question is currently being examined ... then it will be for the specialists and the authorities to decide whether to use this technology in the Gerhozhansu...", "... At the same time in a number of mud-affected areas it is necessary to solve the question of [resettling the residents] outside the zone of mud activity in order to ensure [their] safety. This would be much cheaper and quicker. Engineering schemes involve tremendous expenditure, and given that funds are always lacking, are unlikely to offer a solution. Therefore, introducing restrictions in the mud-affected zones and regulating [building] within them, especially of a residential nature, is worth considering.”", "97. Statement by Ms K, a friend of the first applicant:", "“On 19 July 2000 I, [K], born in 1970, decided on my way to work to call at my best friend Fatima's [the second applicant's] home. On the previous night I arrived in town late and went straight to bed ... unaware of what was happening in the town. At 7.30 a.m. on the morning of 19 July, I went out and saw people gathered on the mountain ... and found out that a mudslide had hit Fatima's house... The bridge had been destroyed and I could not cross to the other side where her house was. I decided to enquire after Fatima and went to the home of her sister Khalimat [the first applicant], who lives on this side. I saw the police nearby and asked them if I could go to this house [pointing at the first applicant's house] and they confirmed that I could, adding that the electricity had been switched back on two hours previously, and people were allowed back in their flats. I headed there with no apprehension, went up to the sixth floor ... walked in and found them asleep. I woke up Khalimat and she told me that on the previous night Fatima had crossed to the other side of the river. We had been talking for about 15 minutes when we heard a loud rumble. I rushed out to the balcony and saw people running. Khalimat also rushed to wake up her husband and children. I grabbed their youngest son, three-year-old Inar, and ran downstairs. On my way out I saw Khalimat's husband [Vladimir] looking for his trousers and Khalimat herself following me with her eldest son Magomed. Between the third and fourth floors I felt the stairs pitching and realised that the house was collapsing. We fell and I found myself locked with the child under a [concrete sheet] with dust, blood and debris around me. I pushed Inar up between the sheets so that he could get out. A man saw him and pulled him out but I stayed under the sheet. I could feel my legs but could not see them ... they were buried under a concrete sheet... I later saw three dead bodies underneath the same sheet (a woman and two children of about three to five years of age). I tried to pull my legs out but felt an awful pain in the pelvis... Eventually I was helped out by the emergency services and taken to hospital... For two months I was immobilised and continued to receive treatment for a further nine months...", "I did not sue... Every time I applied [to the authorities for medical or welfare benefits] I was asked why I had gone there in the first place, to which I could only answer that nobody had stopped me or warned me that it was dangerous; on the contrary, they had told me that I could go in... I am a reasonable person and would never have headed towards the danger if only I had been warned...”", "98. Statement by Ms T.K. who lived at 17 Otarova Street, Tyrnauz:", "“... On the night of 18 July 2000 I, my husband and our grandson were woken up by a terrible rattling noise. We realised at once that it was a mudslide. We rushed out dressed in whatever we were wearing. It was raining heavily, people were running in fear and panic in all directions. The rest of the night we spent up in the mountains, trembling with cold and fear. In the morning, we saw the awful spectacle of the town partly covered in mud and rocks with some areas, especially Otarova Street, destroyed by the mud, and the centre flooded with water from the Baksan River.", "By about 11 a.m. [on 19 July] it seemed to everybody that the flow of mud had begun to settle and we approached our house. Nobody stopped us, there were no barriers. All the residents of our apartment block and of the two neighbouring nine-storey apartment blocks returned to their flats. We ate and went to sleep. I woke up because the house was shaking and I heard the noise and people screaming. I opened the door and saw that the right side of our house was missing and the staircase had collapsed. I grabbed my grandson and ran out to the balcony where the fire exit was. We could only make it to the fourth floor where the fire staircase ended; there were about 30 of us gathered there, while people from the lower floors were jumping out of their windows and balconies, which I could see. My neighbours, the men, found some ropes and began taking us down, the children first and then the women. It took me a while to come to my senses after the descent. My neighbour, [the first applicant], was crying and asking about her husband and child. But nobody knew what had become of them and the rest of us were also looking for our relatives. After these events we were in a state of shock for a long time, but no one paid any attention to us. The authorities still do not admit that they were not actually in control of the situation and that nothing had been done to save us from the disaster. They had taken no measures before the mudslide, or while it continued from 18 to 25 July, basically leaving us to our own devices. In our apartment block alone four people were killed and many were injured and remained disabled for life; it is a pity, especially about the children. Nobody knows how many people in fact died, in particular on the night of 18 July, as these facts have been vigorously concealed. We did not bring proceedings with a view to punishing those who were really responsible for everything we had had to endure, because we were sure that the court would never give a just ruling as these people occupy very high posts.”", "99. Statement by Mr B, father of the first and the second applicants:", "“... Almost every year a mudslide descends through the bed of the Gerhozhansu River. Back in the 1970s there existed a special organisation to monitor the river estuary, and an alarm outside the factory would be activated when the [lookouts] warned the duty officer of danger. In the 1980s all that was [abandoned]. ... On the night of 18 to 19 July [2000] my wife and I were at home. We went to bed at about 10 p.m., but I was soon woken up by my wife's cries. I went out to the balcony but could not see anything because the electricity pylons had been taken down by the flow of mud. I lit a torch and saw the mud running through the entrance to our apartment block... I saw a passenger car being carried along by the wave of mud... The staircase had collapsed and the house was falling apart. ... we did not know what to do. I picked up the phone. It was still working, so I dialled the police and reported what was happening to us, and they told us to “wait, help will come”.", "We sat there until 3 a.m., until my son-in-law Vladimir Budayev, his friends and our neighbours came [to help] us...", "Just before the mudslide [of July 2000] we sent a collective petition to the Head of the Elbrus District Administration, Mr B.Sh. Chechenov, asking for the waterway to be cleared. Having received no reply to our petition, we went to meet him for public consultations. At our meeting he said that he had no money to clear the waterway, as no funds had been allocated, so there was nothing he could do for us. We suggested writing a letter to the government requesting the funds, but he began shouting at us that the government had enough work to deal with without us. We then demanded that a commission be set up to find out whether it was true that no money had been allocated for clearing the mud conveying channel, after which B.Sh. Chechenov called the police and they escorted us – respectable people, men with grey hair – out of his office...", "Then the mudslide occurred, and if only timely measures had been taken many victims could have been spared and there would not have been destruction on such a scale. Many of the casualties could have been avoided. Could they not have told people just an hour before the mudslide what they had known for 11 days before the tragedy? ...", "...I lost my flat; my children were left without their flats, property, and most importantly my son-in-law was killed, my grandson remained between life and death for a long time, my granddaughter Indira and my grandsons Inar and Magomet Budayev are still receiving medical treatment ...”", "100. Statement by Ms Zh. who lived at 42 Otarova Street, Tyrnauz:", "“... The mudslide of 2000 was terrible. It took away my home, all my possessions...", "On the night it occurred I was at home at 42 Otariva Street, already asleep. I woke up because of the rattling noise. I tried to get out of the flat but could not. I was crying out for help ... but nobody could hear me because of the horrible noise of the mudslide. ...", "... This night was the most harrowing of my life ... because of the stress I lost my eyesight and cannot see anything now. For this I blame the mudslide and our authorities who did not prepare people psychologically for the possibility of a natural disaster and found themselves unable to provide relief to the victims...”", "101. Section 6 of the Federal Law of 21 December 1994 No. 68-FZ “On Protection of Civilians and Terrains from Emergencies of Natural and Industrial Origin” imposes an obligation on the federal, regional and local authorities to promptly and accurately inform civilians through the mass media and other channels of information about any emergency situations and the safety measures taken to protect the population and about any forecasted disasters and means of protection against them. The same Section provides for the liability of State officials in the event of their failure to make this information public.", "102. Section 7 of the same Law provides that prevention of emergencies and mitigation, to the maximum extent possible, of damage and losses constitutes one of fundamental principles of emergency relief and requires that all preventive measures be carried out in sufficient time in advance.", "103. Article 1064 § 1 of the Civil Code of the Russian Federation provides that the damage caused to the person or property of a citizen must be compensated in full by the person who caused the damage. Pursuant to Article 1069, a State agency or a State official is liable to a citizen for damage caused by their unlawful actions or failure to act. Such damage is to be compensated at the expense of the federal or regional treasury.", "104. Articles 151 and 1099-1101 of the Civil Code provide for compensation for non-pecuniary damage. Article 1099 states, in particular, that non-pecuniary damage shall be compensated irrespective of any award for pecuniary damage."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}