{"ITEMID": "001-86449", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ILIYA STEFANOV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Remainder inadmissible;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["5. The applicant is a practising lawyer. He has been a member of the Sofia bar since 1994. His office is located in the centre of Sofia.", "6. On 23 November 2000 a Mr R.S. lodged a complaint with the Second Regional Police Department in Sofia. He alleged that the previous day, 22 November 2000, he had been abducted by several persons working for his former employer, a company called MIG Group AD. He had been taken to a certain Mr K.G., an employee of that company, who had threatened him and his family with violence on account of his failure to repay certain money which he owed to the company. He had later been taken to the applicant’s office, where he had been coerced into signing written promises to pay money, as well as a contract to hand over his car. All these documents had been drafted by the applicant.", "7. On 24 November 2000 Mr R.S.’s complaint was referred to the First Regional Police Department in Sofia, which on 29 November 2000 opened a criminal investigation against an unknown perpetrator on allegations of extortion contrary to Article 214 § 1 of the 1968 Criminal Code.", "8. At about midday on 29 November 2000 the police brought Mr K.G. and two other individuals in for questioning. The applicant, who was the legal counsel of MIG Group AD, was informed of Mr K.G.’s arrest. He called the police officer in charge of the case, offering to assist by going to the police station.", "9. The applicant went to the police station at about 2 p.m. on 29 November 2000. Once on the premises, he was taken to a room where he saw several other persons called for questioning, and was apparently not allowed to leave. However, no warrant was issued for his arrest, whereas at 4 p.m. the police decided to detain Mr K.G. and the two other individuals for twentyfour hours.", "10. Between 6.30 p.m. and 7 p.m. the same day the officer in charge of the investigation interviewed the applicant as a witness. The applicant said that he knew Mr R.S., because he had been an employee of MIG Group AD. However, he said that he had not seen him on 22 November 2000 and completely denied the allegations that on that day Mr R.S. had been coerced into signing certain documents in the applicant’s office. He also said that he had a computer in his office and that Mr K.G. was a client of his. After the interview the applicant was allowed to leave the police station.", "11. At 8 p.m. the same day several police officers sealed the door of the applicant’s office and left a guard in front of the door.", "12. The applicant alleged that shortly after that his mobile telephone was tapped, as evidenced by the constant noise on the line. The Government denied this, saying that the investigation case file did not contain a single document relating to such tapping. In support they produced an inventory of all documents in the file.", "13. At 2.40 p.m. the next day, 30 November 2000, the police officer in charge of the case organised a confrontation between the applicant and Mr R.S., in their capacity as witnesses, with a view to eliminating the discrepancies between their versions of the events of 22 November 2000. Both stuck to their original accounts. The confrontation ended at 2.45 p.m.", "14. At 4 p.m. on 30 November 2000 the police officer in charge of the case applied to the Sofia District Court for a search warrant for the applicant’s office. He said, without giving further particulars, that on the basis of the available evidence there were grounds to believe that objects and documents which would be relevant for the investigation would be found there. He also said that the proposed search would be conducted on the same day.", "15. At approximately 4.30 p.m. that day the onduty judge at the Sofia District Court, having reviewed the evidence gathered up to that point, issued a search warrant for the applicant’s office. She held that there existed evidence which was sufficient to enable the court to make a plausible supposition that the office contained objects which would be relevant to the case. In particular, the victim of the alleged offence had given information about the office and had asserted that evidence of that offence could be found there.", "16. Between 6.30 p.m. and 9.40 p.m. the same day the police officer in charge of the case, helped by two other police officers, executed the search warrant for the applicant’s office. They seized his computer, monitor, printer and other peripherals, thirtythree floppy disks, a piece of paper noting five motor vehicle registration numbers, and a certificate from a language school saying that Mr R.S. had completed a course in English and German. The computer and the disks were found on a desk opposite the front door, and the papers were found in a filing cabinet beside a window. The search was carried out in the presence of two certifying witnesses, neighbours of the applicant. The applicant arrived on the premises after the beginning of the search. The police drew up a record containing an inventory of the seized items. The record was signed without comment by the certifying witnesses. The applicant wrote that he objected to the search, as it had been carried out in breach of the 1991 Bar Act (see paragraph 25 below). After the search the applicant’s office was sealed.", "17. On 6 December 2000 the officer in charge of the case asked an expert to determine whether the seized computer’s hard drive and the floppy disks had any files on them relating to the investigation. He delivered the computer with all its peripherals and the floppy disks to the expert. On 15 December 2000 the expert informed the officer that, despite having searched the content of the hard drive and of the floppy disks with a special programme using keywords, she had found no such files.", "18. In the meantime, on 13 December 2000, the applicant asked the prosecution authorities to return the seized items to him.", "19. On 5 February 2001 a prosecutor of the Sofia District Prosecutor’s Office decided to stay the investigation. He reasoned that despite the steps which had been taken, the identity of the alleged perpetrator had not been established. He also ordered that the applicant’s computer, monitor, printer, peripherals and floppy disks be returned to him.", "20. On 2 March 2001 the applicant asked the chairman of the Sofia City Court to inform him whether between 1 October and 31 December 2000 that court had issued a warrant for the tapping of any of his telephones. In a letter of 6 March 2001 the chairman of the Sofia City Court told the applicant that his request had been left unexamined, because his legal interest in the matter should have been satisfied by the existence of the 1997 Special Intelligence Means Act and Article 111 et seq. of the 1974 Code of Criminal Procedure (“the CCP”) (see paragraph 26 below).", "21. Article 134 § 1 of the CCP, as in force at the material time, provided that where there existed sufficient grounds to believe that certain premises contained objects or documents which might be relevant to a criminal investigation, the authorities could carry out a search and seizure there.", "22. According to Article 135 § 1 of the CCP, as in force at the material time, during the preliminary investigation a search and seizure could be carried out only pursuant to a warrant issued by a judge of the competent firstinstance court. The warrant was issued in ex parte proceedings, without notification or participation of the persons concerned. An exception to the warrant requirement was only possible in exigent circumstances; in that case the record of the search had to be produced for approval before a judge within twentyfour hours (Article 135 § 2 of the CCP).", "23. As a rule, the search and seizure had to be carried out during the day and in the presence of the person using the premises, as well as of two certifying witnesses (Articles 136 § 1 and 137 § 1 of the CCP). The officers carrying out the search could not undertake any actions which were not necessary for the search (Article 137 § 4 of the CCP).", "24. In April 2006 these provisions were replaced by Articles 15963 of the 2005 Code of Criminal Procedure.", "25. Section 18(1) of the 1991 Bar Act, presently superseded by section 33(1) of the 2004 Bar Act, provided that a lawyer’s files and papers were inviolable and could not be checked or seized.", "26. The domestic law regulating secret surveillance is described in detail in paragraphs 751 of the Court’s judgment in the case of Association for European Integration and Human Rights and Ekimdzhiev v. Bulgaria (no. 62540/00, 28 June 2007).", "27. Article 95 § 1 of the CCP, as in force at the material time, provided that witnesses in criminal proceedings had a duty to appear for questioning when called and to remain at the disposal of the authorities until necessary for this purpose.", "28. Section 1(1) of the 1988 State Responsibility for Damage Caused to Citizens Act („Закон за отговорността на държавата за вреди, причинени на граждани“ – this was the original title; on 12 July 2006 it was changed to the State and Municipalities Responsibility for Damage Act, „Закон за отговорността на държавата и общините за вреди“), as in force at the material time, provided that the State was liable for damage suffered by private persons as a result of unlawful decisions, actions or omissions by civil servants, committed in the course of or in connection with the performance of administrative action. According to the Supreme Court of Cassation’s caselaw, the actions of the investigation and the prosecution authorities in the context of a criminal investigation do not amount to administrative action and they are therefore not liable under section 1 of the Act (реш. № 615 от 10 юли 2001 г. на ВКС по гр. д. № 1814/2000 г.; тълк. реш. № 3 от 22 април 2004 г. на ВКС по тълк.д. № 3/2004 г., ОСГК).", "29. Section 2 of the Act provides for liability of the investigation and prosecution authorities and the courts in six situations: unlawful pretrial detention; bringing of charges or conviction, if the proceedings have later been abandoned or if the conviction has been overturned; coercive medical treatment or coercive measures imposed by a court, if its decision has later been quashed as being unlawful; and serving of a sentence over and above its prescribed duration."], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}