{"ITEMID": "001-86539", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KARG v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mr Dietmar Karg, is an Austrian national who was born in 1960 and lives in Dornbirn. He was represented by Mr W.L. Weh, a lawyer practising in Bregenz. The Austrian Government (“the Government”) were represented by their Agent, Ambassador F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was a farmer operating a strawberry farm.", "On 13 June 1997 the Bregenz Works Inspection (Arbeitsinspektorat) inspected the applicant’s farm and came across three persons presumed to be Bosnian nationals who were working there.", "Subsequently, on 30 July 1997, the Works Inspectorate laid a criminal information against the applicant for illegal employment of foreigners under the Alien’s Employment Act (Ausländerbeschäftigungsgesetz).", "On 13 August 1997 the Bregenz District Administrative Authority fined the applicant ATS 49,500 (i.e. approximately EUR 3,600), with imprisonment in default, for illegal employment of three foreigners on his farm.", "The applicant filed an appeal against this decision with the Vorarlberg Independent Administrative Panel (IAP) on 1 September 1997 and asked for an oral hearing to be held.", "On 8 October 1998 the IAP summoned the applicant to a hearing, scheduled for 10 November 1998.", "On 5 November 1998 the applicant’s counsel asked for that hearing to be adjourned until April 1999, as the applicant was absent from Austria. Therefore, on 17 March 1999, the applicant was summoned again to appear on 29 April 1999.", "On 27 April 1999 the applicant again filed a request for adjournment of the hearing. He submitted that injuries he had suffered in an accident would leave him incapable to stand trial.", "On 31 May 1999 the Bregenz IAP granted the applicant’s request, on condition that he submit a medical statement giving information on his state of health and his ability to follow the hearing.", "The applicant presented an abridged medical report indicating his injuries on 10 May 1999 .", "On 31 May 1999 the IAP scheduled a hearing for 22 June 1999.", "Subsequently, on 21 June 1999, the applicant again filed a request for adjournment of the proceedings sine die.", "On 22 June 1999 an oral hearing was held, at which the applicant’s counsel was present.", "On 14 December 1999 the IAP acquitted the applicant in respect of one of the foreigners, while upholding the decision as regards the other two.", "The applicant lodged a complaint with the Constitutional Court on 28 February 2000 and requested that suspensive effect be granted to his complaint. Moreover he asked for the hearing to be suspended until he had recovered from his injuries.", "On 13 March 2000 the Constitutional Court refused to grant his complaint suspensive effect as the execution of the IAP’s decision would not impose a disproportionate loss on the applicant.", "On 13 June 2000 the Constitutional Court refused to deal with the applicant’s complaint as it lacked prospects of success. On 4 September 2000, at the applicant’s request, it transferred the case to the Administrative Court.", "On 16 November 2000 the applicant submitted further observations to the Administrative Court and requested an oral hearing. In addition he again filed a request for suspensive effect.", "On 30 January 2001 the Vorarlberg IAP submitted it’s observations on the applicant’s complaint.", "On 26 June 2003 the Administrative Court quashed the IAP’s decision and remitted the case back to the IAP. It found that the IAP should have verified the applicant’s capacity to attend an oral hearing.", "Subsequently, on 23 September 2003, the applicant filed further observations on the case.", "On the same day the IAP held an oral hearing. In the presence of the applicant’s counsel it took evidence from one of the labour officials who had conducted the on-site inspection on 13 July 1997.", "On 29 September 2003 the IAP summoned the applicant to another hearing scheduled for 28 October 2003. It explicitly asked the applicant if he wanted to be questioned. In addition it asked him to disclose the address of one of the labourers, M., in order to have him summoned to the planned hearing.", "On 2 October 2003 the applicant requested that the hearing be adjourned as his counsel was retained by other business.", "On 15 October 2003 he again commented on the proceedings, submitting inter alia that it was for the prosecuting authority to investigate M.’s whereabouts.", "On 30 October 2003 the IAP held a further hearing in which it summoned another labour official and one of the labourers. Although represented by counsel, the applicant himself did not appear before the IAP.", "On 6 November 2003 the IAP partly granted the applicant’s appeal and, explicitly referring to Article 6 of the Convention, held that the proceedings had exceeded a reasonable time. It took this fact into account as a mitigating circumstance and reduced the fine to 50 per cent less than the lowest generally applicable fine. The fine was therefore reduced by two-thirds to EUR 363 for each count. Moreover, the IAP held that M. could not be summoned, because he had left Austria and it had no current address at which he could be contacted. The applicant failed to provide the name and address of the other witness and did not give any reasons for the request.", "On 22 December 2003 the applicant, alleging inter alia violations of Articles 6 and 7 of the Convention and of Article 1 of Protocol 1, filed a complaint to the Constitutional Court. Furthermore he requested that his complaint be granted suspensive effect.", "On 15 December 2003 he filed a further complaint to the Administrative Court, in which he repeated his arguments concerning an alleged violation of Article 6 of the Convention.", "On 12 January 2004 the Constitutional Court rejected his request for granting suspensive effect.", "On 21 January 2004 the Administrative Court, relying on Article 33a of the Administrative Court Act, declined to deal with the case since the aggregate amount of the two penalties did not exceed EUR 726 and no significant legal problem was at stake.", "By decision of 24 February 2004 the Constitutional Court declined to deal with the case as it lacked prospects of success. The decision was served on the applicant’s counsel on 16 March 2004."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}