{"ITEMID": "001-70243", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF BUTSEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1951 and lives in the town of Shakhty, the Rostov Region.", "5. In 1987 the applicant took part in the emergency operations at the site of the Chernobyl nuclear plant disaster. As a result the applicant suffered from extensive exposure to radioactive emissions. In 1996 the applicant underwent medical examinations which established the link between the applicant’s poor health and his involvement in the Chernobyl events. The applicant was awarded compensation, to be paid monthly.", "6. On an unspecified date the applicant sued a local pension authority (Управление социальной защиты г. Шахты, “the authority”) for allegedly erroneous calculation of his monthly compensation and demanded arrears and damages.", "7. By judgment of 21 May 1999 the Shakhy Town Court of the Rostov Region granted the applicant’s claim and ordered the authority to recalculate his monthly compensation for the period between 14 May 1996 and 31 May 1999, to pay the applicant the arrears of RUR 134,442.46 in this respect and monthly compensation of RUR 4,547.75 with further indexation until any subsequent changes of legislation.", "8. The judgment of 21 May 1999 was not appealed against by the parties and came into force ten days later, on 31 May 1999.", "9. Some time thereafter the authority applied to the Town Court requesting to re-open the applicant’s case by reference to newly discovered evidence, such as his pay statements for twelve months preceding the disabling incident.", "10. On 10 July 2000 the Town Court granted the application and re-opened the proceedings.", "11. It appears that the defendant authority and the Town Court failed properly to notify the applicant of the re-opening proceedings and the decision of 10 July 2000.", "12. The applicant challenged the decision of 10 July 2000 by way of supervisory review by reference to this failure. His appeal also stated that the piece of evidence referred to by the authority could not be considered as newly discovered since it had been fully available to the Town Court during the first instance proceedings.", "13. On 9 November 2000 the Rostov Regional Court acting as a supervisory review instance set aside the decision of 10 July 2000. The court upheld the applicant’s arguments in full and by the same decision dismissed the authority’s arguments as unfounded.", "14. On 29 January 2001 the writ of execution in respect of the judgment of 21 May 1999 reached the baillifs and on 31 January 2001 they opened the enforcement proceedings in this connection.", "15. According to the Government, the authority complied with the judgment by five bank transfers, dated 29 March, 24 April, 30 May, 27 and 28 June 2002 respectively. As of 1 July 2002 the applicant has been in receipt of the monthly compensation of RUR 7,627.49, with no debts outstanding.", "16. According to the applicant, to date the judgment of 21 May 1999 has not been enforced in part relating to indexation of his monthly compensation until any subsequent changes in the legislation."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}