{"ITEMID": "001-57636", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1990, "DOCNAME": "CASE OF KOENDJBIHARIE v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-4 - Order release);Non-pecuniary damage - finding of violation sufficient (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "N. Valticos", "TEXT": ["8. Mr Jonas Mohamed Rafiek Koendjbiharie is a Netherlands national, born in Surinam. He resides at present in The Hague.", "9. On appeal from a judgment of the District Court (Arrondissementsrechtbank) of The Hague, the Court of Appeal (Gerechtshof) of The Hague sentenced him on 22 June 1979 to a term of nine months’ imprisonment, to be followed by two years’ placement at the Government’s disposal (see paragraph 17 below), for rape aggravated by a previous conviction for the same offence. On 22 January 1980 the Supreme Court (Hoge Raad) dismissed his appeal on a point of law.", "10. On coming out of prison, Mr Koendjbiharie was committed on 17 March 1980 to the State psychiatric clinic \"Veldzicht\" at Balkbrug, from where he absconded on 24 September 1981. Suspected of a further rape, he was arrested on 16 April 1982 and placed in detention on remand, but was acquitted by the District Court of The Hague on 22 July 1982. After a period spent at a remand centre in The Hague, he was examined at the Utrecht \"Institute of Selection\" from 13 September to 20 December 1982, when he was taken back to the \"Veldzicht\" clinic.", "In the meantime, on 19 April 1982, his placement had been extended by the Court of Appeal of The Hague until 2 April 1984.", "11. Mr Koendjbiharie’s lawyer, Mrs Later, learned in March 1984 that, according to the Ministry of Justice, the applicant’s period of placement would end on 8 July rather than 2 April 1984, because it had been suspended during his detention on remand from 16 April to 22 July 1982 (see paragraphs 10 above and 17 below). The applicant objected to this, claiming that his acquittal had deprived the detention of any legal basis and, accordingly, of any effect on the application of Article 37 (b) § 3 of the Criminal Code (see paragraph 17 below).", "On 17 May 1984 he filed an interlocutory application (kort geding), for his immediate release, with the President of the District Court of The Hague, relying on this argument. He added that his placement had ended on 2 April 1984 since no application to extend it had been submitted within the statutory time-limit (see paragraph 18 below).", "The President, before whom the State had argued in favour of the position taken by the Ministry of Justice, dismissed Mr Koendjbiharie’s application on 29 May 1984. The latter appealed.", "12. In the intervening period, on 17 May 1984, the Attorney General at the Court of Appeal of The Hague had requested the Court of Appeal, which had jurisdiction pursuant to Article 37 (b) of the Criminal Code, to extend by one year the applicant’s placement at the Government’s disposal.", "At the hearing on 4 June 1984 the Court of Appeal outlined the opinion of the \"Veldzicht\" clinic, then questioned the member of staff who was responsible for co-ordinating the applicant’s treatment at the clinic. Mrs Later put forward the arguments summarised above (see paragraph 11 above), contending that the Attorney General’s application was inadmissible. In the alternative she referred to Mr Koendjbiharie’s marriage plans which, she maintained, would reduce the risk of his re-offending. She also asked the court to hear, before giving its decision, at least one of the two experts which she had named.", "By an interlocutory judgment on 22 June the court decided to hear, on 17 August, the views of the senior physician of the \"Veldzicht\" clinic.", "13. On that date the physician in question failed to appear, but the court did not consider it necessary to call him again, because Mr Koendjbiharie no longer intended to marry.", "On 21 September 1984 it extended by one year the applicant’s placement, stating that it had been interrupted during his detention on remand.", "The applicant, who had absconded on around 17 September, was informed of this decision by his lawyer, who, after making numerous representations, received a copy of it on 31 October.", "14. On 17 January 1985 before the Court of Appeal of The Hague, to which he had appealed against the interlocutory order of 29 May 1984 (see paragraph 11 above), the applicant relied on Article 37 (h) of the Criminal Code. He considered that his continued confinement was unlawful inasmuch as the judgment of 21 September 1984 had not been rendered within two months of the application for extension submitted by the Attorney General (see paragraphs 12-13 above and paragraph 20 below). By a judgment of 18 April 1985, the court rejected this argument on the ground that the delay in giving judgment did not affect the validity of the decision delivered on 21 September 1984 by the Criminal Division. It also dismissed the complaints directed against the President’s order, which it upheld.", "15. On 8 March 1985 Mr Koendjbiharie unsuccessfully requested the Minister for Justice to order his conditional release. On 15 April 1985 he went voluntarily to the Utrecht \"Institute of Selection\", where he was confined.", "16. On 31 May 1985 the Attorney General filed an application for a further extension of the applicant’s confinement for a period of one year. During the hearing Mrs Later repeated her earlier arguments (see paragraphs 11 and 14 above), but the court rejected them by a decision of 25 June 1985. However, it refused to allow the Attorney General’s application, finding that there were not sufficient reasons for granting it.", "17. Since 1928 the Netherlands Criminal Code (Wetboek van Strafrecht) has contained special provisions applying to persons suffering from a mental deficiency or mental illness. The provisions were substantially amended by an Act of 19 November 1986, which came into force on 1 September 1988. According to Article 37 (as applicable to the events in the present case), the perpetrator of an offence which cannot be imputed to him because he suffers from a mental deficiency or mental illness is not liable to punishment. If the protection of public order so requires, the court may direct that such a person be placed at the Government’s disposal so that he can receive treatment at the Government’s expense.", "Such a measure may also be taken in conjunction with a criminal sanction if the convicted person’s responsibility was merely diminished at the time of the offence (Article 37 (a)).", "Under Article 37 (b) § 1, the placement lasts for two years unless the Government terminates it earlier. This period commences as soon as the judgment ordering it has become final (paragraph 2 thereof); it is suspended by any other deprivation of liberty resulting from a judicial decision (paragraph 3, according to the most widely accepted interpretation).", "18. The court which makes the initial order may extend the confinement, on each occasion for one or two years (Article 37 (b) § 2), on an application by the crown prosecutor, himself acting on the opinion of the director of the clinic. To this end, the crown prosecutor has to submit an application to the court in question not more than two months and not less than one month before the placement period is due to expire (Article 37 (f) § 1). According to case-law, failure to comply with this requirement renders the application inadmissible.", "The prosecutor must attach to his application a copy of the clinic’s report on the physical and mental health of the person concerned together with a reasoned declaration - preferably by the doctor treating the patient - on the appropriateness of extending the confinement (Article 37 (f) § 2).", "19. Article 37 (g) governs the procedure to be followed for the examination of the application: if possible the court is to hear the person in question and, if it considers additional information to be necessary, interview witnesses and experts. The crown prosecutor and the lawyer of the person confined may attend any hearing, of which a record is drawn up.", "By a circular of 16 April 1980, the Minister for Justice issued instructions to the courts to hear the person concerned before extending his placement.", "20. By virtue of Article 37 (h) § 1, the court is to give its decision within two months following the lodging of the application. However, Article 37 (b) § 4 states that the person concerned remains at the Government’s disposal until the court has ruled on the extension. In a judgment of 14 June 1974 (Nederlandse Jurisprudentie (NJ) 1974, no. 436), the Supreme Court (Civil Division) took the view that the last-mentioned rule applied even if the court exceeded the two-month time-limit, which was merely of an exhortatory nature. While recognising how inconvenient this interpretation might be for the person concerned, the court noted that this did not mean that the latter was entirely without a remedy against such a breach:", "\"if, once the time-limit laid down in Article 37 (h) has expired, the decision provided for in that provision is arbitrarily delayed, the Government may find itself required, if necessary as a result of legal action by the person confined, to terminate the placement extended pursuant to Article 37 (b) § 4.\"", "By a judgment of 29 September 1989 (NJ 1990, no. 2) the Supreme Court (Civil Division) gave the following clarification regarding the 1974 decision: in itself the failure to comply with the time-limit laid down in Article 37 (h) does not give rise to an obligation to terminate the placement; the existence of such an obligation depends in particular on the extent to which, and the reasons for which, the time-limit is exceeded as well as the personal and social interests at stake.", "According to a judgment of the Supreme Court (Civil Division) of 9 January 1970 (NJ 1970, no. 240), it falls to the court to decide to what extent it must state its reasons in the order extending the confinement, which is neither delivered in public nor appealable (Article 37 (h) § 2), but is served on the person concerned (Article 37 (h) § 3).", "21. A person placed at the Government’s disposal may at any time request the Minister for Justice to revoke the measure. By virtue of Article 37 (e), the Minister may terminate the confinement at any moment, unconditionally or conditionally, if personal or material circumstances justify such a decision."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}