{"ITEMID": "001-79282", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF PALJIC v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Peer Lorenzen", "TEXT": ["6. The applicant was born in 1952 and lives in Blaichach, Germany.", "7. Since July 1990 the applicant worked as a cleaner in a home for the care of mentally disabled persons.", "8. On 11 August 1994 the applicant was arrested on suspicion of having sexually abused Ms U., a mentally disabled resident of the said home.", "9. On 14 February 1995 the Munich Public Prosecutor's Office charged the applicant with having attempted to sexually abuse Ms U. twice, once on an unspecified date at the end of 1993 or the beginning of 1994 (first charge) and a second time on 12 July 1994 (second charge).", "10. On 29 February 1996 the Munich Regional Court II convicted the applicant on two charges of sexual abuse of a person unfit to defend herself and sentenced him to a cumulative sentence of three years' imprisonment (one year for the first charge and two years and six months for the second one).", "11. On 5 September 1996, following the applicant's appeal on points of law, the Federal Court of Justice quashed the Regional Court's judgment and remitted the case to a different chamber of the Munich Regional Court. The Federal Court of Justice found that the Regional Court, in dismissing the defence's motion to obtain another report of a psychiatric expert, had made a procedural mistake. In view of the fact that witness U. had abused alcohol and tablets at a period in time prior to the offences, it was necessary to have her examined by a medical expert in order to verify whether she suffered from a mental illness affecting her ability to give correct evidence (Aussagetüchtigkeit). In these circumstances, it was not sufficient, as was done by the Regional Court, to have the witness's credibility examined by a psychological expert.", "12. During an oral hearing on 15 December 1999, the sixth hearing in the case, the Munich Regional Court II heard further witnesses. It indicated to the parties that the offences in question could be qualified differently in law as Ms U. had not proved unable to defend herself. Following a short interruption of the hearing, the Regional Court discontinued the proceedings concerning the first charge preliminarily according to section 154 § 2 of the Code of Criminal Procedure (see paragraph 26 below) upon a motion by the Public Prosecutor's Office. The minutes of the hearing do not contain any reasons given either by the Public Prosecutor's Office or by the Regional Court for proceeding in this manner. It had not been possible throughout the proceedings to establish the exact date on which the offence underlying the first charge had been committed.", "13. On 17 December 1999 the Munich Regional Court II convicted the applicant in respect of the remaining second charge of sexual abuse and of bodily injury and sentenced him to two years' imprisonment suspended on probation. The Regional Court based its judgment mainly on the evidence given by Ms U., who was the only eye-witness to the alleged crime. Relying on reports given by both a psychological and a psychiatric expert, the court noted that due to her slight mental disability, Ms U.'s ability to give correct evidence was considerably restricted. Nevertheless, it was convinced that Ms U.'s statements were correct. She had not reported the offence on her own motion, but had confessed it to her partner on the same day when the latter had noticed that she felt depressed. Her partner had then convinced her some days later to inform the management of the home of the incident. Numerous other signs, such as the fact that U. had not tried unnecessarily to incriminate the applicant and had no other motives to accuse him demonstrated that the witness was credible. Moreover, two further female witnesses had confirmed that the applicant had harassed them.", "14. In the judgment, no reasons were given for discontinuing the proceedings in respect of the first charge.", "15. On 20 December 1999 the applicant, represented by counsel, lodged an appeal on points of law with the Federal Court of Justice, which he reasoned on 13 March 2000. He complained, inter alia, that there was a procedural error as no reasons for discontinuing the proceedings in respect of the first charge emerged either from the Public Prosecutor's request to do so or from the Regional Court's decision to partly discontinue the proceedings or from its judgment. However, the Regional Court had not found witness U. to be credible in this respect, which was documented by the fact that it had decided to discontinue the proceedings pursuant to section 154 § 2 of the Code of Criminal Procedure. The reasons for discontinuing the proceedings could be essential for the evaluation of Ms U.'s credibility as both charges concerned similar offences and were primarily based on Ms U.'s assertions. If the Regional Court did not follow Ms U.'s testimony with respect to the first charge, it would have been necessary to explain why that court found the same witness's testimony to be credible with respect to the second charge.", "16. On 18 April 2000 the General Public Prosecutor requested the court to dismiss the applicant's appeal on points of law as ill-founded. He argued in particular that no reasons had to be given for partly discontinuing the proceedings pursuant to section 154 § 2 of the Code of Criminal Procedure.", "17. In his submissions in reply dated 9 May 2000, the applicant agreed that section 154 § 2 of the Code of Criminal Procedure did not prescribe that reasons had to be given for the discontinuance of the proceedings. However, failure to do so nevertheless rendered the evaluation of evidence defective in the circumstances of the present case.", "18. On 30 May 2000 the Federal Court of Justice rejected the applicant's appeal on points of law. In respect of the said procedural error complained of, it dismissed his appeal on points of law as inadmissible, finding that the applicant had not sufficiently set out the facts which were relevant for his complaint as required by section 344 § 2 of the Code of Criminal Procedure (see paragraph 26 below).", "19. The court agreed with the applicant's submission that", "“in cases in which the charges for two offences were based on the statement of only one witness and the proceedings were discontinued pursuant to section 154 § 2 of the Code of Criminal Procedure in respect of one of these offences, the reasons to do so can have evidential value for the decisive question of the credibility of the sole witness for the prosecution; if no grounds for discontinuing the proceedings are given, there is a lack of reasoning (Erörterungsmangel) (see Federal Court of Justice, Strafverteidiger (StV) 1998, pp. 580, 582).”", "20. However, what had been discussed in the hearing before the Regional Court discontinued the proceedings pursuant to section 154 § 2 of the Code of Criminal Procedure could not be known by having regard to the text of the judgment alone, as there was no duty to mention the discontinuance of the proceedings pursuant to that section or the reasons therefor in the judgment. It was true that there were judgments in which courts had set out in detail the reasons for partly discontinuing the proceedings and the influence of that decision on the evaluation of evidence, but this was only done if the court saw reasons to do so.", "21. In the present case, the Federal Court of Justice was unable to ascertain on the basis of the applicant's reasoning in his appeal alone whether there had been a procedural error assuming that the facts submitted by him proved to be true (the court referred to its previous decisions published in the Neue Juristische Wochenschrift (NJW) 1995, p. 2047 and StV 1996, p. 530 in this respect).", "22. According to the Federal Court of Justice,", "“what is missing is a statement as to which reasons, if any, for discontinuing the proceedings were orally discussed during the court's hearing, because the failure to give reasons for the discontinuance could only constitute a procedural error if these reasons could have had an influence on the outcome of the judgment, such as doubts about the credibility of the statements of the only prosecution witness.”", "23. The Federal Court of Justice noted that as a rule, proceedings were not discontinued pursuant to section 154 § 2 of the Code of Criminal Procedure without any comments, despite the fact that there was no duty to record such statements in the minutes. If, in exceptional circumstances, no comments were made, the appellant was at least obliged expressly to state that the court had not given any other grounds, such as a limitation of the offences at issue in the proceedings for reasons of efficiency, which were irrelevant for the evaluation of evidence.", "24. On 7 September 2000 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He argued that his rights to be heard and to a fair trial were violated as in its decision the Federal Court of Justice had applied new admissibility criteria which he could not have foreseen. According to the applicant, the Federal Court of Justice, in its previous case-law, had demanded an account of the oral statements during the hearing only if the minutes disclosed that there had been such statements at all. Now on the contrary, that same court asked for an account of statements which (might) have been made in the course of the hearing and which were not included in the record.", "25. On 15 October 2000 the Federal Constitutional Court, sitting as a panel of three judges, refused to admit the applicant's constitutional complaint. The decision was served on the applicant's counsel on 19 October 2000.", "26. The relevant provisions of the Code of Criminal Procedure read as follows:", "Section 154 [Insignificant further offences]", "“(1) The Public Prosecutor's Office may dispense with prosecuting an offence", "1. if the penalty or the measure of correction and prevention (Maβregel der Besserung und Sicherung) in which the prosecution might result is not particularly significant compared to a penalty or measure of correction and prevention which was imposed with binding effect upon the defendant for another offence or which he has to expect for another offence, or", "2. furthermore, if a judgment for such offence is not to be expected within a reasonable time and if the penalty or the measure of correction and prevention which was imposed with binding effect upon the defendant or which he has to expect for another offence, appears sufficient to have an influence on the offender and to defend the legal order.", "(2) If public charges have already been preferred, the court may provisionally discontinue the proceedings upon the motion of the Public Prosecutor's Office at any stage.", "...", "(4) If the proceedings were discontinued provisionally on account of a penalty or measure of correction and prevention which was to be expected for another offence, the proceedings may be resumed, unless barred by limitation in the meantime, within three months after the judgment delivered in respect of the other offence became final.”", "Section 344 [Reasoning of an appeal on points of law]", "“(1) The appellant shall make a statement on the extent to which he contests the judgment and applies for it to be quashed (notices of appeal on points of law) and shall give reasons for his motions.", "(2) The reasoning must show whether the judgment is contested because of a violation of the law of procedure or because of a violation of a different legal provision. In the former case the facts which constitute the defect have to be set out.”", "Section 345 [Time-limit for reasoning the appeal on points of law]", "“(...)", "(2) The defendant may only do so [i.e. submit notices of appeal and the grounds therefor] in the form of observations signed by defence counsel or a lawyer or orally to be recorded by the court's registry.”", "Section 273 [Recording of the main hearing]", "“(1) The record must indicate the course and the results of the main hearing in essence, and show that all essential formalities have been observed; it must also specify the documents read out or those documents the reading of which has been dispensed with ..., as well as the applications filed during the course of the hearing, the decisions given, and the operative provisions of the judgment.", "(2) The main outcome of questionings in the main hearing ... shall also be included in the record; ...”", "Section 274 [Probative value of the record]", "“Observance of the formalities required for the main hearing can only be proved by the record. Against the contents of the record concerning these formalities only proof of forgery is possible.”", "27. Pursuant to the well-established case-law of the Federal Court of Justice, an appellant alleging a violation of a procedural rule must set out the facts which constitute the defect within the meaning of section 344 § 2, second sentence, of the Code of Criminal Procedure in such a comprehensive and detailed manner that the appellate court is in a position to verify on the basis of the appellant's reasoning alone whether there would be a procedural error if the alleged facts were proved. It is not only necessary for the appellant not to omit facts weighing against him, but also to submit facts militating in favour of exceptional circumstances which would render his complaint unfounded. Depending on the nature of the violation of the procedural rule, the Federal Court of Justice developed special requirements in its case-law on how to reason an appeal on points of law (see the decision of the Federal Constitutional Court of 25 January 2005, nos. 2 BvR 656/99, 2 BvR 657/99 and 2 BvR 683/99, § 92 with many references to decisions taken by the Federal Court of Justice between 1982 and 2002).", "28. In its decision of 25 January 2005 (cited in paragraph 27 above) the Federal Constitutional Court examined the constitutionality of the requirements set up in the case-law of the Federal Court of Justice which an appellant has to satisfy in order to lodge an admissible appeal on points of law about a procedural error in accordance with section 344 § 2, second sentence, of the Code of Criminal Procedure. The Federal Constitutional Court found that as a rule, these requirements did not violate the individuals' right to effective legal protection and did not limit access to the Federal Court of Justice in an arbitrary manner (see §§ 91-108 of the decision). It stressed that the interpretation of the said section by the Federal Court of Justice served to prevent that court from being overcharged, which would itself compromise an effective legal protection (see § 107 of the decision).", "29. The Federal Court of Justice, in its decision of 9 March 1995 (no. 4 StR 77/95, NJW 1995, p. 2047), considered an appeal on points of law lodged by the Public Prosecutor's Office complaining about a procedural error to be inadmissible for failure to comply with the requirements of section 344 § 2, second sentence, of the Code of Criminal Procedure. It found that the appellant failed to set out all the facts which constituted the defect in such a comprehensive and detailed manner that the appellate court was in a position to verify on the basis of the appellant's reasoning alone whether there would be a procedural error if the alleged facts were proved. The submissions failed to give an account of the contents of the statements made by the defendant prior to the hearing before the police.", "30. In its decision taken on 5 March 1996 (no. 5 StR 643/95, StV 1996, pp. 529-530) the Federal Court of Justice dismissed the defendant's appeal on points of law concerning a procedural error as inadmissible pursuant to section 344 § 2 of the Code of Criminal Procedure. The appellant, who complained that his motion to appoint a further expert had wrongly been dismissed, despite the fact that the court-appointed expert allegedly lacked expertise, failed to set out the full contents of the report given by that expert. In so far as the appellant based his allegations on statements made by that expert during the hearing, the account given in the judgment of the discussion with the expert in the hearing proved that there was no lack of expertise on his part. Accordingly, the Federal Court of Justice was not in a position to verify whether the allegation of a lack of expertise was wellfounded.", "31. On 29 July 1998 the Federal Court of Justice (no. 1 StR 94/98, StV 1998, pp. 580-582) allowed the defendant's appeal on points of law alleging that the law had been applied wrongly to the facts ascertained in the judgment (Sachrüge). The defendant had been charged with six counts of sexual abuse of children, which had all been based on the statements made by the only witness for the prosecution. He was acquitted as the witness had been proved to have invented the incident in respect of one count and convicted in respect of three other counts; in respect of two counts of sexual abuse the proceedings were discontinued pursuant to section 154 § 2 of the Code of Criminal Procedure. According to the Federal Court of Justice, the evaluation of evidence in the Regional Court's judgment was defective, inter alia, because that court had discontinued the proceedings in respect of two counts of sexual abuse of children without giving reasons therefore. In the circumstances of the case – there was notably only one witness for the prosecution, no further incriminating evidence and the defendant's innocence was established in respect of one of the comparable offences he had been charged with – the reasons for discontinuing the proceedings in respect of two further counts could have had evidential value for the decisive question of the credibility of the sole witness for the prosecution."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}