{"ITEMID": "001-80966", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "BAGHERI AND MALIKI v. THE NETHERLANDS", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicants, Mr Mohammad Hossein Bagheri and Ms Malihe Maliki, are a married couple. They are Iranian nationals who were born in 1964 and 1969 respectively and live in Zwolle. They were represented before the Court by Ms S. Land, a lawyer practising in Zwolle.", "On 2 September 1995, the applicants applied for asylum in the Netherlands. They claimed that the first applicant had attracted the negative attention of the Iranian authorities for having publicly criticised the latter. The second applicant’s asylum claim was mainly based on the first applicant’s alleged problems. On 26 January 1996, the Deputy Minister of Justice (Staatssecretaris van Justitie) rejected the applicants’ asylum request. Their objection (bezwaar) against this decision was declared inadmissible by the Deputy Minister on 14 August 1996 for having been filed out of time. The applicants’ subsequent appeal was rejected on 11 June 1998 by the Regional Court (arrondissementsrechtbank) of The Hague sitting in ‘s-Hertogenbosch.", "On 14 October 1998, the applicants filed a new asylum request based on newly emerged facts and circumstances within the meaning of Article 4:6 of the General Administrative Law Act (Algemene Wet Bestuursrecht). This new request was rejected on 6 December 1999 by the Deputy Minister, who noted, inter alia, that the first applicant had submitted and relied on a summons issued by the Shiraz Islamic Revolutionary Tribunal, addressed to his father and relating to the applicant, whereas – according to an individual official report (individueel ambtsbericht) drawn up on 26 January 1998 by the Minister of Foreign Affairs on an inquiry carried out – this document was not authentic. As the applicants had failed to react to the conclusion set out in this individual report, the Deputy Minister concluded that no credence could be attached to the applicants’ asylum account. The applicants unsuccessfully challenged this decision in administrative appeal proceedings. The final, negative decision on this second asylum request was taken on 10 March 2003 by the Regional Court of The Hague sitting in Almelo.", "On 8 August 2005, the applicants filed a third asylum request based on, inter alia, an allegedly authenticated copy of a judgment given on 20 July 2002 by the Teheran Islamic Revolutionary Tribunal in which the first applicant had been convicted and sentenced for political opposition activities.", "The final, negative decision on this third asylum request was given on 31 January 2006 by the Administrative Jurisdiction Division (Afdeling Bestuursrechtspraak) of the Council of State (Raad van State) in which it rejected the applicants’ appeal against the refusal of the Minister for Immigration and Integration (Minister voor Vreemdelingenzaken en Integratie; the successor of the Deputy Minister of Justice) to grant them asylum. As regards the copy of the judgment relied on by the applicants, the Administrative Jurisdiction Division held that the copy submitted did not constitute a “new fact” warranting a reconsideration of the applicants’ asylum claim as – for want of reference materials – its authenticity could not be determined by the Netherlands Royal Constabulary (Koninklijke Marechaussee) whilst the applicants had not demonstrated by means of evidence and arguments that it was an authentic Iranian document and had given contradictory accounts about the manner in which it had been obtained.", "On 20 September 2006, the respondent Government were requested under Rule 49 § 3 (a) of the Rules of Court to draw up an individual official report on, inter alia, the authenticity of the Iranian judgment of 20 July 2002 relied on by the applicants in their third asylum request.", "Following certain steps taken by the respondent Government, apparently aimed at the applicants’ actual expulsion to Iran, the Chamber decided on 12 October 2006 to indicate to the Government, under Rule 39 of the Rules of Court and until further notice, not to expel the applicants. The Chamber further endorsed the request to the Government under Rule 49 § 3 (a).", "By letters of 8 and 15 March 2007, the respondent Government informed the Court that, according to the findings of an inquiry carried out in Iran, the judgment of 20 July 2002 was not an authentic document.", "The applicants’ brief comments in reply contained in their letter of 2 April 2007 did not address the findings of the inquiry conducted in Iran. The applicants merely informed the Court that they seemed to be eligible for a Netherlands residence permit under a general amnesty arrangement set out in the new Government’s coalition agreement (coalitieakkoord) of 7 February 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}