{"ITEMID": "001-99618", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF SCHADLICH v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Karel Jungwiert;Mark Villiger;Renate Jaeger", "TEXT": ["4. The applicant was born in 1953 and lives in Bautzen.", "5.", "6. The applicant had been a member of the German Democratic Republic police service since December 1975. In 1990 he became an employee (Angestellter) of the police service of the Federal Republic of Germany and with effect from 1 January 1992 was appointed police officer in the capacity of civil servant on probation (Beamtenverhältnis auf Probe).", "7. On the occasion of a car accident that occurred on 8 August 1992 while the applicant was on duty, his shoulder and head were injured. The accident was recognised as an occupational accident by the relevant authorities. Due to his injuries the applicant was on sick leave until 21 March 1993. From 8 April 1994 he was certified permanently unfit for service by his doctor.", "8. By a letter dated 8 December 1994 the applicant was informed by the Dresden Police Headquarters (Polizeipräsidium) that it was intending to dismiss him from his duties on the ground that he lacked the necessary professional qualifications for his post.", "9. By a decision of 23 February 1995 his probationary period was extended until 31 December 1995.", "10. On the basis of a medical expert opinion obtained at the request of the Medical Service of the Dresden Police Headquarters on 27 January 1995, which established that the applicant was suffering from personality disorders and organic brain damage which were unlikely to be consequences of the said car accident, the Medical Service certified on 26 July 1995 that the applicant was permanently unfit for the police service and expressed its concerns regarding his appointment as a civil servant for life.", "11. On 2 August 1995 the applicant was informed that it was intended to dismiss him from the police service on the ground that he lacked the necessary physical fitness to carry out his duties. The applicant asked for the involvement of the District Staff Council (Bezirkspersonalrat) and pointed out that his state of health would justify his retirement. The District Staff Council approved the dismissal on 15 August 1995.", "12. On 24 August 1995 the Dresden Police Headquarters ordered the applicant’s dismissal on the ground that he was physically incapable of performing his functions as a police officer. It further ordered the immediate enforcement of its decision.", "13. By a letter dated 6 September 1995 the applicant objected to the Police Headquarters’ notice of dismissal, giving as a reason that his state of health was a consequence of an occupational accident and was no fault of his own.", "14. On 11 September 1995 he applied to the Dresden Administrative Court for reinstatement of the suspensive effect (Wiederherstellung der aufschiebenden Wirkung) of his objection in accordance with the relevant provisions of domestic law. The Dresden Police Headquarters thereupon lifted the order for the immediate enforcement of the dismissal order by letter dated 15 September 1995.", "15. By a decision of 26 February 1996, which was served on the applicant on 1 March 1996, the Dresden Police Headquarters dismissed the applicant’s objection of 6 September 1995 and reordered the immediate enforcement of the dismissal order of 24 August 1995. They found that the applicant’s incapacity was not a consequence of the said car accident but of unrelated physical and mental conditions and that he was thus not eligible for retirement and to claim pension benefits.", "16. On 18 March 1996 the applicant lodged a request for interim measures with the Dresden Administrative Court.", "17. On 27 March 1996 he brought an action against the Free State of Saxony with the Dresden Administrative Court.", "18. On 29 April 1996 the Administrative Court reinstated the suspensive effect of the action against the dismissal order of 24 August 1995. The Administrative Court found that there was no prevailing public interest that could justify the immediate enforcement of the dismissal.", "19. On a complaint by the Free State of Saxony, the Saxon Administrative Court of Appeal (Oberverwaltungsgericht) by a decision of 1 February 1999 amended the decision of the Administrative Court and restricted the suspension of the said decisions to the effect that the Police Department was obliged to provisionally continue salary payments to the applicant in an amount equal to his pension entitlements and for the rest confirmed their immediate enforcement.", "20. By decisions of 27 July 1999 and 9 October 2000 the Dresden Administrative Court ordered expert opinions on the applicant’s physical and mental condition, which were issued on 26 October 1999 and 22 November 2000 respectively.", "21. On 12 June 2001 a hearing took place. By judgment of the same day the Administrative Court set aside the dismissal order of 24 August 1995. The Administrative Court found that the applicant’s dismissal was unlawful and that he was entitled to retirement since his physical and mental disorders were a consequence of his occupational accident.", "22. On 31 August 2001 the Free State of Saxony lodged a request to be granted leave to appeal with the Dresden Administrative Court since there was no evidence that the applicant’s incapacity had been caused by the occupational accident. The Saxon Administrative Court of Appeal granted leave to appeal by decision of 16 April 2003 which was served on the applicant on 2 May 2003.", "23. On 24 September 2003 the Court of Appeal ordered a neurological and a psychological expert opinion and on 24 October 2005 a psychiatric expert opinion on the question as to whether the applicant’s mental disorders had been caused by the occupational accident of 8 August 1992. The expert opinions were rendered on 7 and 18 February 2004 and on 6 March 2006 respectively.", "24. On 10 July 2006 a hearing took place on the occasion of which the experts explained their findings.", "25. On 12 July 2006 the Court of Appeal set aside the judgment of the Dresden Administrative Court. It held that it was not established that the applicant’s physical and mental troubles were related to the accident and dismissed the applicant’s action.", "26. On 4 October 2006 the applicant lodged a complaint against the Court of Appeal’s refusal to grant him leave to appeal to the Federal Administrative Court.", "27. On 7 November 2006 the Federal Administrative Court (Bundesverwaltungsgericht) rejected the applicant’s complaint as inadmissible on the ground that the applicant had failed to substantiate his allegation that the proceedings had been flawed by procedural shortcomings that might have affected the decision of the Court of Appeal. The decision was served on the applicant’s counsel on 17 November 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}