{"ITEMID": "001-107997", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "MESIC v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska", "TEXT": ["The applicant, Mr Jasmin Mešić, is a Slovenian national who was born in 1979. He was represented before the Court by Odvetniška Družba Matoz O.P. D.O.O., a law firm practising in Koper. The Slovenian Government (“the Government”) were represented by their Agent, Mrs T. Mihelič Žitko, State Attorney.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant has been serving his sentence in the closed section of Dob Prison since 24 July 2006.", "As regards the facilities available to the applicant in the cells and common areas, as well as the health care regime in the prison, the conditions imposed on the applicant regarding activities outside the cells and contact with the outside world, see the Court’s decision in the case of Lalić and Others v. Slovenia (dec.), no. 5711/10 etc., 27 September 2011.", "The applicant has been held in different cells. Until 21 November 2009 he was held in Block 4 in cells measuring 59.25 square metres, in which the number of inmates varied between thirteen and sixteen (3.7 to 4.5 square metres of personal space available to each inmate). During this time he was on five occasions placed in Block 1 – for about thirteen months altogether, mostly for security reasons. There, he was held in cells accommodating no more than four inmates at a time, while most of the time each inmate had more than seven square metres of personal space, and never less than 3.9. The applicant was held in the same conditions in Block 1 between 21 November 2009 and 13 February 2010. Afterwards he was placed in Block 3, where he was held in cells measuring 59.89 square metres and accommodating between thirteen and fourteen inmates (4.2 to 4.6 square metres of personal space available to each inmate).", "The applicant has completed his primary education in prison, and is continuing with secondary education, including food-preparation and catering classes. During the initial months of his imprisonment he worked in the Pohorje Public Institute (agricultural activities and metalwork), later he attended work therapy sessions.", "The applicant suffers from hepatitis C. Further to the results of the blood test which confirmed that he had this disease, received on 17 August 2006, he was referred to a specialist in order to undergo an examination. He underwent an abdominal ultrasound in December 2006. On 29 March 2010, following the applicant’s notifying the prison doctor about his hepatitis C infection, he was again referred to the specialist and underwent a further abdominal ultrasound. The doctor specialised in this field found that the applicant was chronically ill with hepatitis C, and should undergo appropriate medical treatment. A liver biopsy was scheduled for October 2010, but was postponed. Between 6 and 8 December 2010, the applicant was hospitalised in General Hospital Novo Mesto in order to undergo a liver biopsy.", "According to a report dated 13 August 2010 drawn up by a prison doctor, the applicant had been treated in the prison clinic on ninety-nine occasions for various medical problems. He had not raised the issue of hepatitis C when visiting the prison doctor until March 2010. The additional report by the aforementioned doctor dated 7 December 2010 read, as far as relevant, as follows:", "“[The applicant] had not shown interest in continuing treatment and had not mentioned anything connected to the treatment of hepatitis C until 29 March 2010. The disease had not manifested itself during that period. In the opinion of the representative for the patient’s rights, M. P, ... the patient’s rights under the Patient Rights Act had not been breached [in the applicant’s case]. Section 54 of the aforementioned Act states that in order to obtain health care of good quality, the patient should actively participate in his or her treatment. Jasmin Mešić certainly had not actively participated in his treatment.”", "The applicant had also been visiting the prison psychiatrist and had for a while been undergoing methadone-maintenance treatment.", "According to the information submitted by the Government, in 2008 eighty-one prisoners in Dob prison were tested for hepatitis B and C, and seven were tested for HIV. Two were diagnosed with hepatitis B, and fifteen with hepatitis C. In 2009 sixty-five prisoners in Dob prison were tested for hepatitis B and C, while eight were tested for HIV. One was diagnosed with hepatitis B, and seven with hepatitis C. No one was diagnosed with HIV.", "For the relevant domestic law and practice, see paragraphs 33-35 and 38-47 of the Court’s judgment in the case of Štrucl and Others v. Slovenia (nos. 5903/10, 6003/10 and 6544/10, 27 September 2011), and paragraphs 34-36 of Mandić and Jović v. Slovenia (nos. 5774/10 and 5985/10, 27 September 2011), as well as Lalić and Others, cited above.", "In addition, the Patient Rights Act (Official Gazette no. 15/2008, entry into force on 26 August 2008) provides for procedures for dealing with complaints concerning, inter alia, inadequate medical treatment or care. In accordance with the provisions of that Act, a patient can lodge a complaint directly with a health-care provider. If unsatisfied, he or she can complain to the Commission for Protection of Patients Rights. Ultimately, a patient whose complaint has been unsuccessful can challenge the decisions made in his or her case before the Administrative Court. The Act also regulates the work of the Representative for Patients’ Rights, whose main role is to assist, provide advice to and represent patients in the exercise of their rights provided therein."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}