{"ITEMID": "001-92171", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF TÁRSASÁG A SZABADSÁGJOGOKÉRT v. HUNGARY", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["6. The applicant is an association founded in 1994, with its seat in Budapest.", "7. In March 2004 a Member of Parliament (“the MP”) and other individuals lodged a complaint for abstract review with the Constitutional Court. The complaint requested the constitutional scrutiny of some recent amendments to the Criminal Code which concerned certain drug-related offences.", "8. In July 2004 the MP gave a press interview concerning the complaint.", "9. On 14 September 2004 the applicant – a non-governmental organisation whose declared aim is to promote fundamental rights as well as to strengthen civil society and the rule of law in Hungary and which is active in the field of drug policy – requested the Constitutional Court to grant them access to the complaint pending before it, in accordance with section 19 of Act no. 63 of 1992 on the Protection of Personal Data and the Public Nature of Data of Public Interest (“the Data Act 1992”).", "10. On 12 October 2004 the Constitutional Court denied the request without having consulted the MP, explaining that a complaint pending before it could not be made available to outsiders without the approval of its author.", "11. On 10 November 2004 the applicant brought an action against the Constitutional Court. It requested the Budapest Regional Court to oblige the respondent to give it access to the complaint, in accordance with section 21(7) of the Data Act 1992.", "12. On 13 December 2004 the Constitutional Court adopted a decision on the constitutionality of the impugned amendments to the Criminal Code. It contained a summary of the complaint in question and was pronounced publicly.", "13. Notwithstanding the fact that the Constitutional Court procedure had already been terminated, on 24 January 2005 the Regional Court dismissed the applicant’s action. It held in essence that the complaint could not be regarded as “data” and the lack of access to it could not be disputed under the Data Act 1992.", "14. The applicant appealed, disputing the Regional Court’s findings. Moreover, it requested that the complaint be made available to it after the deletion of any personal information contained therein.", "15. On 5 May 2005 the Court of Appeal upheld the first-instance decision. It considered that the complaint contained some “data”; however, that data was “personal” and could not be accessed without the author’s approval. Such protection of personal data could not be overridden by other lawful interests, including the accessibility of public information.", "16. The applicant’s secondary claim was rejected without any particular reasoning.", "“(1) ... [E]veryone has the right to a good reputation, the privacy of his home and the protection of secrecy in private affairs and personal data.”", "“(1) ... [E]veryone has the right to express freely his/her opinion and, furthermore, to access and distribute information of public interest.”", "“The competence of the Constitutional Court includes:", "(b) posterior review of the constitutionality of statutes...”", "“(2) The procedure under section 1 (b) may be initiated by anyone.”", "“(4) Public information: data, other than personal data, which relates to the activities of, or is processed by, a body or a person carrying out State or municipal tasks or other public duties defined by the law.”", "“(1) (a) Personal data may be processed if the person concerned consents to it....”", "“Unless exception is made under the law, the right to protection of personal data and the personality rights of the person concerned must not be violated by ... interests related to data management, including the public nature (section 19) of data of general interest.”", "“(1) The organs or persons charged with exercising State ... functions shall, within the scope of their competence ..., promote and secure the right of the public to be informed accurately and speedily.", "(2) The organs mentioned in subsection 1 hereof shall regularly publish or otherwise make accessible the most important data ... concerning their activities. ...", "(3) Those mentioned in subsection 1 hereof shall ensure that anyone is able to access any data of public interest which they may handle, unless the data has been lawfully declared State or service secrets by a competent authority ... or the law restricts the right of public access to data of public interest, specifying the types of data concerned, regard being had to:", "(a) the interests of national defence;", "(b) the interests of national security;", "(c) the interests of the prevention or prosecution of crime;", "(d) the interests of central finances or foreign exchange policy;", "(e) foreign relations or relations with international organisations;", "(f) a pending court procedure. ...”", "“(1) If an applicant’s request for data of public interest is denied, he or she shall have access to a court.", "(2) The burden of proof concerning the lawfulness and well-foundedness of the refusal shall lie with the organ handling the data.", "(3) The action shall be brought within 30 days from the notification of the refusal against the organ which has denied the information sought. ...", "(6) The court shall give priority to these cases.", "(7) If the court accepts the applicant’s claim, it shall issue a decision ordering the organ handling the data to communicate the information of public interest which has been sought.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}