{"ITEMID": "001-72586", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF JAKUB v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (length);Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1954 and lives in Humenné.", "5. Under a contract of employment of 1991, the applicant was employed with the municipality of Humenné and occupied the position of the head of one of its departments.", "6. In December 1994 the new mayor of the municipality cancelled the applicant’s appointment as the head of department and informed him that, due to the lack of other appropriate posts for him, his employment with the municipality would be terminated. The notice of termination was served on the applicant at some point in February 1995.", "7. On 11 July 1995 the applicant challenged the cancellation of his appointment and the termination of his employment before the Humenné District Court (Okresný súd). He also claimed compensation in respect of lost wages.", "8. On 18 August 1995 the District Court discontinued the proceedings observing that the applicant had not paid the court fee and finding that he was not eligible for an exemption from the obligation to do so.", "9. On 28 November 1995, on the applicant’s appeal (odvolanie), the Košice Regional Court (Krajský súd) quashed the decision of 18 August 1995, finding that the applicant’s action fell within the ambit of the exemption under section 4 (2) (d) of the Court Fees’ Act (Law no. 71/1992 Coll., as amended).", "10. On 15 March 1996 the District Court ruled that both the cancellation of the applicant’s appointment and the termination of his employment were void. The District Court found that the applicant’s employment had not been established by a deed of appointment (vymenovaním) under Article 27 §§ 4 and 5 of the Labour Code but by an ordinary employment contract (pracovná zmluva) under Article 27 § 2 of that Code. The applicant’s “appointment” thus could not be “cancelled” and the statutory condition for the valid termination of his employment contract had not been met.", "The District Court further ruled that the applicant’s claim for compensation for lost wages would be dealt with in separate proceedings.", "11. On 25 June 1997, on the defendant’s appeal, the Regional Court quashed the judgment of 15 March 1996 and remitted the case to the District Court for reexamination. The Regional Court noted that, at the time of the applicant’s dismissal, the post of his superior - the head of the municipal office - had been vacant. The applicant had thus been directly answerable to the mayor of the municipality. This being so, the applicant’s employment fell within the category of employment by appointment. In the light of these findings, the case had to be reconsidered at first instance.", "12. On 29 June 1998 the District Court dismissed the action. It observed that the applicant had been directly answerable to the mayor and that, consequently, the rules for the cancellation of an appointment had applied to him and were complied with. As the municipality had had no possibility of continuing to employ the applicant and all other conditions for the termination of his employment contract had been met, the applicant’s dismissal was lawful.", "13. On 17 December 1998, on the applicant’s appeal, the Regional Court upheld the part of the judgment of 29 June 1998 dismissing the applicant’s motion to declare the cancellation of his appointment void. The Regional Court further overturned the part of the District Court’s judgment concerning the termination of the applicant’s contract of employment and ruled that it was void.", "It was observed that the applicant undoubtedly became the employee of the defendant. There was however no deed of appointment. Declaring the cancellation of the applicant’s appointment void would therefore not reestablish his appointment. The applicant thus could not be considered as having a “pressing legal interest”, within the meaning of Article 80 (c) of the Code of Civil Procedure, in obtaining the declaratory ruling sought in respect of the cancellation of his appointment.", "The termination of the applicant’s employment with the defendant, as such, could not be justified by the restructuring of the defendant’s office, on which the defendant had relied, as this restructuring had only taken place after the applicant’s dismissal.", "14. On 29 November 2000, on the applicant’s appeal on points of law (dovolanie), the Supreme Court (Najvyšší súd) quashed the judgment of 17 December 1998 and remitted the case to the Regional Court for a new determination of the applicant’s appeal against the judgment of 29 June 1998. In particular, the Supreme Court found a flaw in the procedure before the Regional Court requiring the quashing of its judgment. It further found that the Regional Court had failed to examine adequately the factual and legal grounds on which the applicant’s contract of employment had been terminated.", "15. On 16 May 2001 the Regional Court held a hearing of the applicant’s appeal against the District Court’s judgment of 29 June 1998, following which it upheld the latter’s judgment. It endorsed the reasoning given by the District Court and, in addition, it observed that, in view of the scope of his duties and his working relationship with the mayor, the applicant had clearly been in a “leading position” to which the rules on employment by appointment had applied.", "16. On 28 November 2002 the Supreme Court dismissed the applicant’s appeal on points of law against the judgment of 16 May 2001 as unfounded.", "It was held that, as for its substance and irrespective of the formal designation of the applicant’s contract, his relation with his former employer was one falling within the category of appointment within the meaning of Article 27 § 5 of the Labour Code. The applicant’s appointment thus could be, and in fact had been, cancelled. As the defendant had no other appropriate posts for the applicant, the termination of his employment was justified and lawful under Article 46 § 1 (d) of the Labour Code. On 10 February 2003 the Supreme Court corrected clerical errors in the decision. No appeal lay against it.", "17. Following its decision of 15 March 1996 to deal separately with the applicant’s claim for compensation in respect of lost wages, at some unspecified time in 2001, the District Court opened a new set of proceedings under a different file number for this purpose.", "18. On 6 November 2001 the District Court dismissed the claim. Referring to the judgments of 29 June 1998 and 16 May 2001, the District Court took it as established that the applicant’s dismissal was lawful. It thus could not have resulted in the loss of any wages.", "19. On 21 May 2003, on the applicant’s appeal, the Regional Court quashed the judgment of 6 November 2001 observing that the District Court had deprived the applicant of an opportunity to assert his rights adequately in that it had determined the claim without having heard him. The matter was remitted to the District Court for re-examination.", "20. On 29 September 2003 the District Court again dismissed the applicant’s claim for compensation for lost wages in substance for the same reason as on 6 November 2001.", "21. On 13 September 2004, on the applicant’s appeal, the Regional Court quashed the judgment of 29 September 2003 finding that the District Court had failed to decide on the part of the applicant’s claim concerning severance pay. The matter was again remitted to the District Court where it is still pending.", "22. On 21 June 2000, on the applicant’s petition (podnet) under Article 130 § 3 of the Constitution, the Constitutional Court (Ústavný súd) found that the District Court had violated the applicant’s right under Article 48 § 2 of the Constitution to a hearing without unjustified delay. It considered that the subject matter of the proceedings was not of particular complexity, that the applicant’s conduct had been cooperative and that what was at stake for him called for special diligence. As to the conduct of the District Court, the Constitutional Court observed in particular that it had failed to open a new set of proceedings or take any procedural steps in respect of the applicant’s claim for compensation for lost wages, as it had announced it would do in its judgment of 15 March 1996.", "23. In February 2002 the applicant seized the Constitutional Court anew by a complaint (sťažnosť) under Article 127 of the Constitution, as in force since 1 January 2002, of continuing undue delays in his proceedings. The complaint was formally directed against the District Court.", "24. On 19 February 2003 the Constitutional Court declared the complaint inadmissible. It observed that, at the time when the constitutional complaint had been lodged, the District Court had no longer been dealing with the case. By then the case had already been transmitted to the Supreme Court for a determination of the applicant’s appeal on points of law. In these circumstances, an examination of the part of the proceedings before the District Court could no longer serve to expedite them. Thus, in line with its established practice, the Constitutional Court found that it was not called upon to examine the complaint.", "25. Article 48 § 2 provides, inter alia, that every person has the right to have his or her case tried without unjustified delay.", "26. Pursuant to Article 130 § 3 of the Constitution, as in force until 30 June 2001, the Constitutional Court could commence proceedings upon the petition presented by any individual or a corporation claiming that their rights had been violated.", "27. According to its case-law under the former Article 130 § 3 of the Constitution, the Constitutional Court lacked jurisdiction to draw legal consequences from a violation of petitioners’ rights under Article 48 § 2 of the Constitution. It could neither grant damages to the person concerned nor impose a sanction on the public authority liable for the violation found. In the Constitutional Court’s view, it was therefore for the authority concerned to provide redress to the person whose rights had been violated (for further details see, e.g., Bánošová v. Slovakia (dec.), no. 38798/97, 27 April 2000).", "28. As from 1 January 2002 the Constitution has been amended in that, inter alia, natural and legal persons can complain about a violation of their fundamental rights and freedoms pursuant to Article 127. Under this provision, the Constitutional Court has the power, in the event that it finds a violation of Article 48 § 2 of the Constitution, to order the authority concerned to proceed with the case without delay. It may also grant adequate financial satisfaction to the person whose constitutional rights have been violated as a result of excessive length of proceedings (for further details see, e.g., Andrášik and Others v. Slovakia (dec.), nos. 57984/00, 60237/00, 60242/00, 60679/00, 60680/00, 68563/01, 60226/00, ECHR 2002-IX).", "29. The implementation of the amended Article 127 of the Constitution is set out in more detail in sections 49 to 56 of the Constitutional Court Act (Law no. 38/1993 Coll., as amended). The relevant amendment (Law no. 124/2002 Coll.) was published in the Collection of Laws and entered into force on 20 March 2002.", "30. Pursuant to section 24 (a), which applies to all motions for any type of constitutional proceedings to be opened, a motion is inadmissible if it concerns a matter which the Constitutional Court has already determined.", "31. Section 53 (3) provides that a constitutional complaint can be filed within a period of two months from the date on which the decision in question has become final and binding or on which a measure has been notified or on which a notice of other interference has been given. As regards the measures and other interferences, the above period commences when the complainant could have become aware of them.", "32. Under section 79a (2), which was introduced by the abovementioned amendment no. 124/2002 Coll., and which specifically concerns constitutional complaints by natural and legal persons, the Constitutional Court is to declare inadmissible a complaint if it has already decided on substantially the same matter in proceedings on a complaint or in proceedings on a petition under the applicable legal rules.", "33. In proceedings file nos. IV. ÚS 68/02, I. ÚS 64/00 and IV. ÚS 140/03 the Constitutional Court examined the length of civil proceedings before first instance courts on individual complaints under Article 127 of the Constitution, as in force from 1 January 2002. In all 3 cases the Constitutional Court had already examined the length of those proceedings at their first instance stage on petitions under Article 130 § 3 of the Constitution, as in force until 30 June 2001, and had found unjustified delays therein.", "In judgments (nález) of 6 March, 3 April and 29 October 2003, respectively, the Constitutional Court found continued unjustified delays in the proceedings under review, in their phase after the previous examinations. The Constitutional Court awarded the complainants just satisfaction. In determining the merits of the case and amounts of the just satisfaction, it took into consideration that delays in those proceedings had already been found before.", "34. It has been the Constitutional Court’s longstanding practice to entertain constitutional petitions or, as the case may be, complaints about excessive length of proceedings only where the proceedings complained of are pending before the authority liable for the alleged violation at the moment when such petitions or complaints are lodged (see, for example, decisions file nos. I. ÚS 34/99, II. ÚS 55/02, III. ÚS 20/00, I. ÚS 29/02, II. ÚS 55/02, IV. ÚS 96/02, II. ÚS 138/02, ÚS 139/02, I. ÚS 161/02, IV. ÚS 176/03 and many others).", "35. In proceedings file number I. ÚS 56/02 the Constitutional Court examined an individual complaint under Article 127 of the Constitution of delays in enforcement proceedings concerning a minor’s claim for maintenance. The enforcement commenced in 1998 in Bratislava IV District Court and, from 2001, continued in Bratislava I District Court where it was still pending.", "In a judgment (nález) of 14 May 2003 the Constitutional Court found that there had been unjustified delays in the proceedings before both District Courts and awarded the minor complainant just satisfaction in respect of nonpecuniary damage to be paid by both courts.", "36. In proceedings file number I. ÚS 145/02 the Constitutional Court examined a complaint by an individual under Article 127 of the Constitution of delays in proceedings in his civil action of 1995. The action was partially granted at first instance in 1999. That judgment was however quashed on appeal in March 2002 and the matter was remitted to the first instance court where it was still pending.", "In a judgment of 6 June 2003 the Constitutional Court found that there had been unjustified delays in the proceedings before the first instance court and awarded the complainant nonpecuniary damages. The Constitutional Court also examined the phase of the proceedings before the court of appeal but found no unjustified delays. A similar approach was adopted in proceedings nos. I. ÚS 100/02 and III. ÚS 10/03.", "37. In proceedings file number III. ÚS 123/02 the Constitutional Court examined a complaint by an individual under Article 127 of the Constitution of delays in proceedings in a civil action against him. The action was lodged in 1993 with a District Court which, shortly after, transferred it to a Regional Court for reasons of jurisdiction. The action was then pending at the Regional Court until 1998 when the Supreme Court ruled that it should be determined at first instance by the District Court. The action was eventually withdrawn and the proceedings were consequently discontinued by a final decision of January 2003.", "In a judgment of 6 June 2003 the Constitutional Court found that there had been unjustified delays in the proceedings both before the District Court and the Regional Court. The complainant was awarded nonpecuniary damages to be paid by both courts. A similar approach was adopted in proceedings no I. ÚS 52/02.", "38. In proceedings file no. IV. ÚS 176/03 the Constitutional Court examined a complaint by an individual under Article 127 of the Constitution of, inter alia, delays in court proceedings concerning her maintenance. The action was originally filed with the Košice II District Court in 1998. The question arose whether the first instance and the second instance court judges were impartial. On 24 May 1999 the Supreme Court decided that the question of impartiality of the judges at the first instance would be determined by the Žilina Regional Court. The latter decided on 28 January 2000 that the action would be examined at first instance by the Michalovce District Court which determined it on 11 December 2002. On 10 September 2003 the Žilina Regional Court upheld the first instance judgment. In her complaint to the Constitutional Court of 28 February 2003 the plaintiff alleged that the ordinary courts had violated her right to a hearing without undue delay.", "On 9 October 2003 the Constitutional Court declared this complaint inadmissible as being manifestly ill-founded. The decision stated that, in so far as the complaint related to the part of the proceedings leading to the Supreme Court’s decision of 24 May 1999, it had been filed out of time since, at the moment of the introduction of the constitutional complaint, the relevant part of the proceedings had no longer been pending. For similar reason the Constitutional Court rejected the complaint in respect of the subsequent proceedings before the Michalovce District Court which had ended on 11 December 2002. As to the appellate proceedings before the Žilina Regional Court, the Constitutional Court noted that they had lasted less than five months and found that this period was not excessive. Similar approach was adopted for example in proceedings nos. II. ÚS 39/03, IV. ÚS 219/03 and I. ÚS 84/05."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}