{"ITEMID": "001-94963", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KIS v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1969 and lives in Košice.", "5. On 3 April 2001 the applicant filed an action with the Košice II District Court. He claimed that the defendants had lost the right to use a flat.", "6. The first hearing in the case was held on 21 September 2004.", "7. On 23 September 2004, on the applicant's complaint, the Constitutional Court found a violation of Article 6 § 1 of the Convention in respect of the length of the above proceedings. It noted that the case was not complex. The applicant's conduct had partially contributed to their duration at the initial stage in that he had not paid the court fees at the time of filing the action. The District Court was responsible for delays totalling twenty-five months. The Constitutional Court awarded the applicant 20,000 Slovakian korunas (SKK) (the equivalent of 500 euros (EUR) at that time) as just satisfaction. It also ordered the District Court to reimburse the applicant's legal costs and to proceed with the case speedily.", "8. On 12 April 2005 the District Court found against the applicant.", "9. The Košice Regional Court, on appeal, quashed the judgment on 16 November 2005 and remitted the case to the District Court.", "10. The District Court asked the defendants and the applicant to submit information and invited several doctors to indicate whether the defendants' state of health would allow them to attend a hearing. A hearing was held in November 2006 at which the applicant requested a modification of his action. His request was subsequently rejected.", "11. The District Court found against the applicant on 27 February 2007.", "12. On 15 October 2007 the Regional Court upheld the judgment. After having been served on the parties to the proceedings, the decision became final on 29 November 2007."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}