{"ITEMID": "001-67575", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "MIEDZYZAKLADOWA SPOLDZIELNIA MIESZKANIOWA \"WARSZAWSCY BUDOWLANI\" v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Miedzyzakładowa Spółdzielnia Mieszkaniowa Warszawscy Budowlani, is a Polish housing co-operative, located in Warszawa.", "On 3 April 1998 the Warsaw Regional Court ordered the applicant housing co-operative to pay PLN 37,484 to T.D. and T.J. The applicant co-operative appealed. On 9 March 1999 the Warsaw Court of Appeal dismissed the appeal. On 13 August 1999 the applicant co-operative brought an appeal on points of law before the Supreme Court.", "By an order of 13 November 2001 the Supreme Court refused to entertain the appeal. When doing so, the court relied on provisions of the Code of Civil Procedure as amended in May 2000 allowing it not to examine manifestly ill-founded appeals or appeals in cases where no serious legal issue arose, even if these appeals had been brought before 1 July 2000, the date on which the amendments of May 2000 entered into force.", "Subsequently, on 27 June 2003, the Constitutional Court examined a constitutional complaint in which the complainant (not the applicant cooperative) submitted that the May 2000 amendments to the Code of Civil Procedure providing for the possibility to leave an appeal on points of law unexamined had come into force after her appeal had been lodged with the Supreme Court. She argued that, as a result, the May 2000 amendments to the Code breached the Constitution insofar as it guaranteed the rule of law, which encompassed, inter alia, the principle that law should not apply retrospectively. It was also argued that these provisions breached the complainant's right to a fair hearing in that she was deprived of her right to have an appeal on points of law examined in full by the Supreme Court.", "The Constitutional Court held, in its judgment of 9 June 2003 (SK 12/03) that the May 2000 amendments were in breach of Article 2 of the Constitution, referring to the rule of law as a fundamental constitutional principle. It further held that it was not necessary to determine whether they were compatible with Article 45 of the Constitution, guaranteeing a right to a fair hearing (see Relevant domestic law).", "On 28 July 2003 the applicant co-operative lodged a request for the re-opening of the proceedings before the Supreme Court, relying on this judgment of the Constitutional Court. It was argued that the Supreme Court's interlocutory order given in its case on 13 November 2001 had been issued on the basis of the May 2000 amendments, subsequently declared unconstitutional by the Constitutional Court. Therefore the judgment of the Constitutional Court provided grounds on which, in conformity with Article 190 § 4 of the Constitution, the proceedings in which a decision based on these provisions had been given should be re-opened and the order quashed.", "On 9 October 2003 the Supreme Court dismissed the request for the re-opening of the proceedings. The Court stated that it was aware of the judgment of the Constitutional Court of 9 June 2003. However, it observed that Article 4011 of the Code of Civil Procedure provided that proceedings could only be re-opened following a judgment of the Constitutional Court, if the unconstitutional provision had served as a basis for a decision on the merits. In the present case the unconstitutional provisions had served as a basis for an interlocutory order, i.e. for the Supreme Court's refusal to entertain the appeal on points of law. Therefore the proceedings could not be re-opened, Article 4011 of the Code of Civil Procedure not providing a legal basis for doing so.", "A party to civil proceedings can lodge a cassation appeal with the Supreme Court against a final judicial decision of a second-instance court which has terminated the proceedings.", "Article 3931 of the Code of Civil Procedure provides:", "“The cassation appeal may be based on the following grounds:", "1) a breach of substantive law by its erroneous interpretation or wrongful application,", "2) a breach of procedural provisions, if that shortcoming could significantly affect the outcome of the case.”", "Pursuant to Article 393 ¹³ the Supreme Court, having allowed a cassation appeal, may quash the challenged judgment in its entirety or in part and remit the case for re-examination.", "On 24 May 2000 a law was enacted amending the Code of Civil Procedure. It introduced, inter alia, the following provision:", "“1. The Supreme Court may refuse to entertain the cassation appeal, if:", "i) there is no appearance of any significant legal issue in the case,", "ii) there is no need for the interpretation of provisions raising serious doubts or causing discrepancies in the courts' case-law,", "iii) that appeal is manifestly ill-founded.", "2. Paragraph 1 shall not apply if the challenged judicial decision manifestly breached law or when the proceedings are invalid at law (zachodzi niewaznosc postepowania).”", "This provision entered into force on 1 July 2000. However, Article 5 of the Law of 24 May 2000 provided, in so far as relevant:", "“2. The provisions being in force so far shall apply to the lodging and examination of appeals against judicial decisions given before the day of entry into force of [this] law.”", "A controversy arose over the latter provision, which led to the Supreme Court's resolution of 17 January 2001 (no. III CZP 49/00). The Supreme Court answered in the affirmative the question whether it may refuse to entertain a cassation appeal against a judicial decision given by the second instance court before 1 July 2000. The court relied on the principle of the “immediate application” of procedural provisions, which it considered operative under Polish law since at least 1939. Pursuant to that principle, procedural provisions enter into force immediately and are applicable to proceedings regardless of the moment of their initiation. It found that Article 5 of the Law of 24 May 2000 provided for two exceptions to the application of that principle. One such exception concerned the examination of appeals against judicial decisions given before 1 July 2000. However, that provision related to the “examination” of an appeal whereas, pursuant to the amended Code of Civil Procedure, the court could refuse the examination of certain cassation appeals. It further noted that mere assessment of whether an appeal is manifestly ill-founded or whether a serious legal issue arises cannot be regarded as an examination. Therefore, the Supreme Court considered that the exception to the principle of “immediate application”, in so far as it relates to the examination of appeals, does not cover cassation appeals.", "The court further pointed out that the amendments to the Code of Civil Procedure made it possible for that court to carry out properly its tasks relating to the cassation procedure, which at that time were significantly hindered by the enormous backlog of trivial and manifestly ill-founded appeals. It stated:", "“In addition, it must be noted that the backlog in the Supreme Court leads in concrete cases to a violation of Article 6 of the Convention (...), which, especially after the most recent judgments of the European Court of Human Rights in cases against Poland concerning the unreasonable length of proceedings, cannot be discounted.”", "Finally, the court found the amendment at issue compatible with the Polish Constitution, in particular with the principle of a two instance judicial system, and Article 6 of the Convention, relying in this connection on the Brualla Gómez de la Torre v. Spain judgment of this Court.", "Article 79 § 1 of the 1997 Constitution provides as follows:", "“In accordance with principles specified by statute, everyone whose constitutional freedoms or rights have been infringed, shall have the right to appeal to the Constitutional Court for a judgment on the conformity with the Constitution of a statute or another normative act on the basis of which a court or an administrative authority has issued a final decision on his freedoms or rights or on his obligations specified in the Constitution.”", "At the material time, the complaint had to be lodged within 2 months from the date on which the individual decision was served (Article 46 § 1 of the Constitutional Court's Act). This time-limit was extended to 3 months with effect from 8 October 2000.", "Article 399 of the Code of Civil Proceedings provides that a civil case terminated by a final judgment on the merits can be reopened if applicable requirements set out in the Code are met.", "Article 2 of the Polish Constitution of 1997 reads:", "“The Republic of Poland shall be a democratic state ruled by law and implementing the principles of social justice.”", "Article 45 of the Constitution reads:", "“Everyone shall have the right to a fair and public hearing of his case, without undue delay, before a competent, impartial and independent court. Exceptions to the public nature of hearings may be made for reasons of morality, State security, public order or protection of the private life of a party, or other important private interest. Judgments shall be announced publicly.”", "Article 190 of the Constitution, insofar as relevant, provides as follows:", "“1. Judgments of the Constitutional Court shall be universally binding and final.", "2. Judgments of the Constitutional Court, ... shall be published without delay.", "3. A judgment of the Constitutional Court shall take effect from the day of its publication; however, the Constitutional Court may specify another date for the end of the binding force of a normative act. Such time-limit may not exceed 18 months in relation to a statute or 12 months in relation to any other normative act. Where a judgment has financial consequences not provided for in the Budget, the Constitutional Court shall specify a date for the end of the binding force of the normative act concerned, after seeking the opinion of the Council of Ministers.", "4. A judgment of the Constitutional Court on the non-conformity with the Constitution, an international agreement or statute, of a normative act on the basis of which a final judicial decision, a final administrative decision or settlement of other matters was issued, shall be a basis for re-opening proceedings, or for quashing the decision or other settlement in a manner and on principles specified in provisions applicable to the given proceedings”.", "Article 4011 of the Code of Civil Procedure provides that a party to civil proceedings which have terminated with a final judgment on the merits can request that these proceedings be re-opened, if the Constitutional Court has found that the legal provision on the basis of which this judgment was given was incompatible with the Constitution. Such a request can be lodged with the competent court within one month from the judgment of the Constitutional Court.", "On 9 June 2003 the Constitutional Court ruled on the compatibility with the Constitution of the May 2000 amendments to the Code of Civil Procedure. The Court held that these provisions, taken together with their interpretation given by the resolution of the Supreme Court (referred to above at 2) were unconstitutional. This was so as the transitory provisions concerning the procedure to be followed in the examination of appeals on points of law lodged with the Supreme Court before 1 July 2000, the date on which these amendments entered into force, lacked clarity. As a result, their interpretation could legitimately lead to opposite conclusions as to whether appeals lodged before 1 July 2000 were to be examined under the procedural provisions in force before, or after that date. On the ordinary meaning of the text, a reasonable interpretation was that the appeals lodged before 1 July 2000 should be examined under the provisions in force at the time when they were lodged with the Supreme Court. This, in the opinion of the Constitutional Court, was indeed the intention of the legislator. However, the interpretation given to these provisions by the Supreme Court led to a contrary conclusion. The failure of the legislator to formulate these transitional provisions in a clear and precise manner so as to allow the appellants to know which procedure would be followed by the Supreme Court when examining their appeals was in breach of Article 2 of the Constitution which provides that the rule of law is a fundamental constitutional principle. The rule of law not only requires that legal provisions be clear and precise, but it also imposes on the state an obligation not to enact laws which arbitrarily change the procedure to be applied in the examination of a case after that case had been launched.", "On 2 March 2004 the Constitutional Court gave a judgment in two joined cases, in which the complainants had essentially submitted that Article 4011 of the Code of Civil Procedure was unconstitutional. The complainants relied on the fact that their cases the courts had refused to re-open civil proceedings given on the basis of a provision which had subsequently been declared unconstitutional. The courts considered that they could not re-open the proceedings, as the cases had been terminated by interlocutory decisions, not by judgments on the merits.", "The Constitutional Court held that Article 4011 of the Code of Civil Procedure was compatible with the Constitution. However, it criticised the legislator for the manner in which this provision had been inserted into the context of provisions concerning the re-opening of proceedings. While this provision was clearly designed to rescind decisions given on the basis of laws subsequently declared unconstitutional, it was so formulated as to allow the erroneous conclusion that such re-opening could only be effected in respect of proceedings terminated by a final decision on the merits. Such interpretation inevitably led to a conclusion that interlocutory decisions based on provisions subsequently declared unconstitutional could be left intact. This, in the Constitutional Court's conclusion, was manifestly unreasonable. However, there were no grounds on which to find this provision as such unconstitutional. It was not so much the provision itself which failed to meet the constitutional standards. It was rather the failure of the courts to interpret it correctly in such a way as to allow for the re-opening of all proceedings based on unconstitutional provisions, regardless of whether the final decision given in such proceedings was an interlocutory order or a judgment on the merits. The courts had at their disposal an array of such measures. It was not for the Constitutional Court to indicate which measures should be applied in this respect, and in what manner.", "A case SK 1/04 is currently pending before the Constitutional Court in which that court was invited to review whether Article 4011 of the Code of Civil Procedure is compatible with Article 190 § 4 of the Constitution. The complainant submitted that the Supreme Court's interpretation of Article 4011 has not changed despite the suggestions contained in the Constitutional Court's judgment of March 2, 2004. Since it led to consistent refusals to re-open civil proceedings terminated by interlocutory decisions given on the basis of a provision subsequently found unconstitutional, the provisions of Article 190 § 4 of the Constitution have thereby been rendered ineffective."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}