{"ITEMID": "001-5648", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "THE MUNICIPAL SECTION OF ANTILLY v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is the Municipal Section of Antilly in the municipality of Argilly (Côte-d’Or). It is represented before the Court by Mrs Defosse, of the Dijon Bar.", "The community of Antilly has existed since time immemorial and owns property (forests, pastures, a town hall), its title to which is undisputed.", "At the time of the French Revolution the municipality of Argilly was created, incorporating the community of Antilly. In accordance with the law, the latter was established as a section of the municipality and remained the owner of the property it had owned previously.", "On 12 February 1994 the Board of Management of the Municipal Section of Antilly, which managed the section’s property and rights, resolved to bid for a plot of farm land in the municipality of Argilly and within the municipal section of Antilly.", "On 13 October 1994 the prefect of the Côte d’Or département applied to the Dijon Administrative Court to have the municipal section’s resolution of 12 February 1994 set aside.", "In a judgment of 21 January 1995 the Dijon Administrative Court set aside the resolution of 12 February 1994 on the ground that the municipal section had no power to take a decision on the acquisition of land.", "On 20 March 1995 the Board of Management of the Municipal Section of Antilly applied to the Conseil d’Etat to have that judgment varied or quashed. It firstly contested that it lacked jurisdiction to acquire real property. It further argued that the impugned judgment was confiscatory visà-vis the municipal section and consequently infringed Article 1 of Protocol No. 1 to the Convention. It lastly alleged that it had not had a fair hearing, contrary to Article 6 of the Convention.", "On 12 December 1997 the Conseil d’Etat dismissed the Municipal Section of Antilly’s application holding as follows:", "“The fact, asserted by [the applicant municipal section], that it had not been possible, for want of sufficient financial resources to instruct a lawyer, for it to properly prepare its defence ... has no bearing on the lawfulness of the judgment being challenged.", "The proceedings in the Administrative Court were adversarial, in accordance with the provisions of the Administrative Courts and Administrative Courts of Appeal Code, and it cannot avail the applicant municipal section to pray in aid the provisions of Article 6 of the ... Convention ..., which do not apply in the instant case.", "... it follows [from the provisions of Article L. 151-6 of the Municipalities Code] that the acquisition of property is not within the powers of the board of management of a municipal section.", "The impugned judgment, which denied the [applicant municipal section] the right to acquire a parcel of land, did not infringe the rights it had over the property it owned; the ground of appeal based on the judgment’s violation of the Constitution and of the provisions of the ... Convention ... which protect the right of property accordingly fails.”", "French Constitution – Part XII – Local and regional authorities – Article 72", "“The local and regional authorities of the Republic are the municipalities, the départements and the overseas territories. Any other local or regional authority shall be created by law.", "Those territories shall be freely administered by elected councils and under the conditions provided for by the law.”", "Municipalities Code – Book V – Interests specific to certain categories of inhabitant", "Chapter 1 – Municipal section", "“Any part of a municipality permanently and exclusively vested with property or rights distinct from those of the municipality shall constitute a municipal section.", "A municipal section shall have legal personality.”", "“The property and rights of the section shall be managed by the municipal council, the mayor and, in the cases provided for by Articles L. 151-6, L. 151-7, L. 151-8, L.151-9, L 151-11, L. 151-15 and L. 151-18 of this Code, by a board of management and its chairman.”", "“...", "The members of the board of management, who are to be chosen from among the persons eligible to stand for election to the municipal council of the municipality to which the municipal section belongs, shall be elected according to the same rules as the municipal councillors of municipalities with under 3,500 inhabitants...", "The mayor of the municipality to which the municipal section belongs shall be a member of the board of management ex officio.”", "“Subject to the provisions of Article L. 151-15, the board of management shall decide on the following matters:", "1. Contracts entered into with the municipality to which it belongs or another municipal section;", "2. Sale, exchange or lease for nine years or more of the section’s property;", "3. Change in the use of that property;", "4. Settlements and legal proceedings;", "5. Acceptance of gifts;", "6. Membership of a landowners’ association or any other financial pooling organisation;", "7. Setting up of a union of sections; and", "8. Appointment of representatives to represent the municipal section;", "The chairman of the board of management shall take the necessary steps to ensure the execution of those decisions.", "...”.", "COMPLAINTS", "1. Relying on Article 6 § 1 of the Convention, the applicant municipal section complained of not having had a fair hearing because it had not been possible for it to prepare its defence properly for want of sufficient financial resources, unlike the public authorities which had been its opponents in the proceedings. In its submission, that inequality of means amounted to a breach of the principle of the equality of arms.", "2. The applicant municipal section further considered itself the victim of a violation of its right to the peaceful enjoyment of its possessions as secured by Article 1 of Protocol No. 1 to the Convention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}