{"ITEMID": "001-96087", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MOLNAR GABOR v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits (ratione temporis);Preliminary objection dismissed (non-exhaustion of domestic remedies);No violation of Art. 6-1;No violation of P1-1", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["6. Following the financial crisis in the former Socialist Federal Republic of Yugoslavia, as well as the collapse of the banking system in Serbia in the 1990s, in 1998 and 2002 the respondent State adopted specific legislation accepting the conversion of foreign currency deposits in certain banks, including Vojvođanska banka, into a public debt. The legislation set the time-frame (2016) and the amounts, including interest, to be paid back to the banks' former clients. It also explicitly provided, inter alia, that any foreign currency-related judicial proceedings were to be discontinued (for details concerning the relevant domestic law see paragraphs 20-27 below).", "7. The applicant was born in 1926 and lives in Subotica, Serbia. He is retired and receives a pension in the net amount of approximately 250 Euros (“EUR”) monthly.", "8. The facts of the case, as submitted by the parties, may be summarised as follows.", "9. On a number of separate occasions, the applicant deposited a certain amount of his foreign currency savings with the Subotica branch of Vojvođanska banka, a bank based in Novi Sad.", "10. In 1991 the said bank refused to release the applicant's funds.", "11. On 21 July 1993 the applicant filed a civil claim, seeking the release of his foreign currency deposits with the interest stipulated.", "12. On 27 September 1993 the Municipal Court in Subotica ruled partly in favour of the applicant and ordered the bank to pay him: (i) 15,584.41 German Marks (“DEM”), on account of his foreign currency savings; (ii) 37,460,000,000 Yugoslav Dinars (“YUD”), for his legal costs; and (iii) the statutory interest due in respect of the latter as of 27 September 1993.", "13. On 20 March 1996 the District Court in Subotica upheld this judgment, adding that the respondent bank should also pay interest on the sum of DEM 15,584.41 which had been awarded. In particular, this interest was to be paid as of 1 January 1993, based on the DEM sight deposit rate (kamata na štedne uloge po viđenju).", "14. On 2 October 1996 the Supreme Court rejected the respondent's appeal on points of law (revizija) and confirmed the District Court's judgment.", "15. On 24 April 2001 and 26 September 2001, respectively, the applicant filed two separate requests with the Municipal Court in Subotica, seeking enforcement of the above judgment by means of a bank account transfer.", "16. On 2 April 2002 the Municipal Court rejected those requests, stating that, under the relevant domestic legislation, all judicial enforcement proceedings aimed at the collection of foreign currency deposits had to be discontinued.", "17. On 30 March 2004 the bank confirmed that the applicant's foreign currency savings had been converted into a public debt in the amount of EUR 8,740.18.", "18. As of 1 March 2007 the applicant was still owed EUR 6,652, having in the meantime, in several instalments and on various grounds, been reimbursed a total of EUR 2,088.18.", "19. There is no information in the case file whether the applicant received any payments thereafter.", "20. Articles 1, 2, 3 and 4 provided that all foreign currency savings deposited with “authorised banks” before 18 March 1995, including explicitly the deposits held by the bank at issue in the present case, were to become a public debt.", "21. Under Article 10, the State's responsibility in that respect was to be fully honoured by 2012 through the payment of specified amounts, plus interest, and according to a certain time-frame.", "22. Article 22 provided that, as of the date of this Act's entry into force (12 December 1998), “all pending lawsuits, including judicial enforcement proceedings, aimed at the collection of the foreign currency covered by this Act shall be discontinued.”", "23. This Act repeals the Act described above. In so doing, however, it explicitly acknowledges as part of the public debt all deposits previously recognised as such (in the total amount of EUR 4.2 billion as of 31 March 2002). It modifies the time-frame for honouring the debt in question (from 2012 to 2016) and specifies amended amounts, plus interest, to be paid annually.", "24. Pursuant to Article 13, the banks' clients can make use of their deposits converted into Government bonds in order to pay taxes or indeed, under Articles 12 and 14, in advance of the said time-frame, for a number of purposes such as buying State property, taking part in the privatisation of State-owned businesses and banks, as well as, under certain conditions and up to a specified amount, the payment of medical treatment, medication and funeral costs.", "25. In accordance with Articles 10 and 11, former clients of the banks in question may sell the said bonds on the stock exchange or to other banks or individuals. Such trading is exempt from all taxation.", "26. Article 36 reaffirms that “all lawsuits aimed at the collection of the foreign currency savings covered by this Act, including the judicial enforcement proceedings, shall be discontinued.”", "27. This Act has been in force since 4 July 2002. It was subsequently amended on two occasions, but these amendments concerned peripheral issues unrelated to the savers above-described status.", "28. Articles 199 and 200 provide, inter alia, that anyone who has suffered fear, physical pain or mental anguish as a consequence of a breach of “personal rights” (prava ličnosti) may, depending on its duration and intensity, sue for financial compensation before the civil courts and, in addition, request other forms of redress “which may be capable” of affording adequate non-pecuniary satisfaction.", "29. Article 379 § 1 provides, inter alia, that all claims recognised by a final court decision shall become time-barred within ten years, including those claims which would otherwise have become time-barred within a shorter period of time.", "30. Article 360 § 3 provides that courts shall not take into account whether a given claim is time-barred unless and until there is a specific objection by the debtor to this effect.", "31. Article 1 provides that statutory interest shall be paid as of the date of maturity of a recognised monetary claim in YUD until the date of its settlement (which includes awards granted by final court judgments).", "32. Article 2 states that such interest shall be calculated on the basis of the official retail price index (mesečna stopa rasta cena na malo) plus another 0.5% monthly (mesečna fiksna stopa)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}