{"ITEMID": "001-91897", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF VAAS v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1935 and lives in Nettetal.", "5. From 1952 until May 1991 the applicant worked as a lorry driver. On 10 May 1991 he was diagnosed with a back disease (intervertebral disc degeneration) and gave up his profession as a lorry driver.", "6. On 11 February 1993 the applicant filed an application with the Vehicle Operators Insurance Association (Berufsgenossenschaft für Fahrzeughaltungen) for a declaration that he was suffering from a work-related back disease, which would have entitled him to special pension benefits.", "7. On 4 January 1996 the Insurance Association found that the applicant’s illness had not been work-related.", "8. On 23 January 1996 the applicant lodged an administrative appeal which the Insurance Association, following further internal enquiries, rejected on 4 September 1996.", "9. On 2 October 1996 the applicant brought an action before the Düsseldorf Social Court for an industrial injury pension on the grounds of occupational disease.", "10. On 15 January 1998 the Social Court set down the case for hearing on 11 February 1998.", "11. On 11 February 1998 it rejected the applicant’s claim on the grounds that it had not been established that his disease was work-related.", "12. On 13 March 1998 the judgment was served on the applicant’s counsel.", "13. On 26 March 1998 the applicant lodged an appeal with the North-Rhine-Westphalia Social Court of Appeal without submitting the statement of grounds of appeal. Following two reminders in April and July 1998 the court received the applicant’s statement of grounds of appeal on 10 November 1998.", "14. On 17 November 1998 the Social Court of Appeal held an oral hearing during which it decided to make further investigations.", "15. Between 23 November 1998 and 23 March 1999 the Social Court of Appeal consulted the applicant’s disability files which it had received from the Düsseldorf Pension Office, the report of the defendant’s technical supervisory services and various medical statements and certificates from the applicant’s doctors.", "16. On 26 March 1999 the Social Court of Appeal commissioned a report by an orthopaedic expert, S., which was submitted on 20 May 1999 and stated that the applicant’s disease had not been caused by his work as a lorry driver.", "17. On 14 July 1999 the applicant applied under section 109 of the Social Courts Act (see paragraph 44 below) for a fresh medical report by another expert. He also put additional questions to the expert S. which were answered on 23 July 1999.", "18. On 25 August 1999 the Social Court of Appeal commissioned a report by B.-A., an expert specialised in occupational medicine.", "19. On 17 September 1999 the Court of Appeal ordered the applicant to pay a further advance to cover the costs of additional examinations which B.-A. considered necessary. On 14 October 1999 the applicant advanced those costs.", "20. On 15 December 1999 the applicant cancelled his appointment with B.-A. scheduled that day.", "21. On 22 March 2000 B.-A. submitted a report finding that the applicant’s disease had to be considered as being work-related.", "22. On 5 July 2000 the Social Court of Appeal invited S. to lodge supplementary observations on the findings of B.-A.’s report, which he did on 2 August 2000.", "23. Following the applicant’s request for a supplementary report by B.-A. in accordance with section 109 of the Social Court Code, the Court of Appeal ordered B.-A. on 13 September 2000 to submit supplementary comments.", "24. Between 13 November 2000 and 13 February 2001 the court reminded B.-A. three times to give his comments and set him a timelimit of 15 March 2001. On 15 February 2001 B.-A. submitted his comments.", "25. On 26 April 2001 S. was asked for his observations on B.-A.’s supplementary comments. These he gave on 22 May 2001.", "26. On 9 July 2001 the Social Court of Appeal set the appeal down for hearing on 18 September 2001. At the hearing the court ordered the taking of further evidence.", "27. On 8 October 2001 the defendant submitted an expert report prepared by its own technical supervisory service challenging B.-A.’s conclusions.", "28. On 18 October 2001 the Court of Appeal commissioned the preparation of a further report by a consultant surgeon, B., who submitted his report on 19 November 2001.", "29. On 22 January 2002 the applicant requested inter alia the preparation of a further expert report under section 109 of the Social Courts Act.", "30. On 27 February 2002 the Social Court of Appeal commissioned ex officio a medical report by an orthopaedic expert, V.", "31. In March and April 2002 the Social Court of Appeal reminded V. of its request for a report. In reply, V. informed the court that the applicant had cancelled his appointment for examination scheduled on 26 April 2002 and that it had had to be postponed to 20 June 2002. On 3 September 2002 the Social Court of Appeal received V.’s report dated 12 August 2002.", "32. Between 27 September 2002 and 20 February 2003 the applicant requested the court seven times to extend the time-limits for the submission of his comments on V.’s expert report.", "33. On 5 May 2003 the applicant submitted his comments and a private orthopaedic expert’s report on which B. commented on 9 June 2003.", "34. On 26 August 2003 the applicant informed the court that he intended to commission another private expert report.", "35. On 22 September 2003 the Social Court of Appeal held an oral hearing at which the applicant’s counsel requested a two-week adjournment to allow him to comment on the future conduct of the proceedings.", "36. On 27 October 2003 the applicant appointed a new legal representative who asked the court for access to the case files on 2 December 2003.", "37. On 12 December 2003 the Social Court of Appeal postponed the hearing scheduled for 16 December 2003 because the applicant’s counsel had failed to return the case files.", "38. On 23 March 2004, after a hearing, the Social Court of Appeal rejected the applicant’s appeal. Considering that the relevant questions had been sufficiently examined by the experts B., S., and V., it did not find it necessary to seek a further expert opinion, as had been requested by the applicant.", "39. On 12 May 2004 the judgment was served on the applicant’s counsel.", "40. On 8 June 2004 the applicant lodged a request for leave to appeal on points of law with the Federal Social Court which was rejected on 7 September 2004. This decision was served on the applicant’s counsel on 15 September 2004.", "41. On 14 October 2004 the applicant lodged a constitutional complaint. On 19 November 2004 the Federal Constitutional Court (no. 1 BvR 2324/04) refused to admit the applicant’s complaint. This decision was served on the applicant’s counsel on 3 December 2004.", "42. On an unspecified date the applicant requested the Insurance Association to revoke its decisions of 4 January 1996 and 4 September 1996 in accordance with section 44 of the Social Code no. X (Sozialgesetzbuch X) (see paragraph 45 below). On an unknown date the Insurance Association rejected his request.", "43. Section 88 of the Social Courts Act exempts applicants from the requirement to await the outcome of the preliminary administrative proceedings and allows them to lodge a court action directly with the Social Court if the administrative authorities fail without sufficient justification to decide the administrative appeal within a reasonable time, in general three months.", "44. Section 109 of the Social Courts Act provides that the insured person may request a further expert report. This request can only be rejected if granting it would delay the proceedings and if the court is satisfied that the request has been made in an attempt to delay the proceedings or was not submitted earlier due to gross negligence. The commissioning of the expert report may be made conditional on the applicant advancing the costs.", "45. Section 44 of the Social Code no. X provides that if social benefits are rejected on the basis of an unlawful administrative act, the competent authority shall, under certain circumstances, revoke that act with retrospective effect even after it has become final. In such cases the grant of social benefits is limited to a period of four years preceding the date of the application for supervisory review."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}