{"ITEMID": "001-84609", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "THE CONDE NAST PUBLICATIONS LTD v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Ján Šikuta;Josep Casadevall;Kristaq Traja;Nicolas Bratza;Päivi Hirvelä;Stanislav Pavlovschi", "TEXT": ["The first applicant, Condé Nast Publications Ltd, is a company incorporated in England and Wales which is the publisher of Vanity Fair, a magazine published monthly in New York and the United Kingdom. The second applicant, Mr G. Carter, is a Canadian national who is the editor-in-chief of Vanity Fair and lives in New York. They were represented before the Court by Mr M. Stephens, a lawyer practising in London.", "Roman Polanski (“RP”), a well-known film director who held dual Polish and French nationality, had pleaded guilty in 1977 in the United States (“US”) to unlawful sexual intercourse with a 13-year-old girl. He fled from the US before sentencing. Thereafter he lived in France from where, being a French citizen, he could not be extradited to the US.", "In 2002 the applicants published in the July issue of Vanity Fair an article concerning RP which described how he had allegedly tried to seduce a Swedish model at a fashionable New York nightspot shortly after his pregnant wife’s murder in 1969. He brought an action in the United Kingdom for libel against Vanity Fair and, fearing possible arrest and extradition to the US, applied to give his evidence by video conference link (“VCF”).", "On 9 October 2003 the High Court ordered that RP be permitted to give his evidence in the libel trial by VCF from a Paris hotel. It was noted that the technology to be used would be of a high standard and that in VCF evidence there was generally very little delay, very little room for confusion and cross-examination could take place at the same pace as if a witness were present at court. On 11 November 2003 the Court of Appeal allowed the appeal of the applicants. It was considered that it was “clearly an indulgence” to permit RP to give his evidence by VCF and the real question was whether, as a matter of policy in the particular circumstances of this case, that indulgence should be granted. It was considered that the court’s general policy should be to discourage litigants from escaping the normal processes of the law, rather than to facilitate it, so that, accordingly, the judge had erred in making the VCF order which should be set aside.", "On 10 February 2005 the House of Lords allowed an appeal by RP by a majority of 3-2.", "Lord Nicholls of Birkenhead, delivering the leading majority speech, with whom Lord Hope of Craighead and Baroness Hale of Richmond agreed, found that there was no doubt that, as between RP and Condé Nast, the judge’s order was rightly made. The test of the relevant Practice Direction for the use of VCF, namely that it could be allowed to save costs and where it would be beneficial to the efficient, fair and economic disposal of the litigation, was satisfied in the circumstances.", "RP was entitled to bring his action in the United Kingdom where the offending article had been published. His flight from the US in 1978 and the steps he had taken ever since to remain beyond the reach of the US court, did not preclude him from bringing proceedings in England in respect of damage to his reputation flowing from publication of defamatory material in the United Kingdom. Hence, the libel proceedings did not constitute an abuse of the process of the court. A direction that RP’s evidence might be given by means of VCF, an entirely satisfactory means of giving evidence, would not prejudice Condé Nast to any significant extent; indeed, any prejudice would more likely be suffered by RP by reason of the lessened impact of his evidence and celebrity status on the jury. Improvements in technology enabled RP’s evidence to be tested as adequately if given by VCF as it would be if given in court. If a VCF order were refused, RP would be gravely handicapped in the conduct of the proceedings. In practice he would either abandon his action or, possibly, continue but under the serious disadvantage that his oral evidence on the crucial dispute of fact, concerning what took place at the restaurant, would not be placed before the jury. Either way, in its conduct of the litigation Condé Nast would receive an unjustified windfall at the expense of RP. Condé Nast would find itself in the fortunate position of not being called to account for having published what might be a serious libel.", "Whether the use of the court’s procedures in a particular way would bring the administration of justice into disrepute or would be an affront to the public conscience, called for an overall balanced view. A fugitive from justice was not as such precluded from enforcing his rights through the courts of the United Kingdom. RP’s status as a fugitive offender did not deprive him of any rights he would otherwise possess in respect of the subject matter of his action. The contrary approach, adopted in the name of the public interest, would lead to wholly unacceptable results in practice. It would mean that for so long as a fugitive remained on the run from the criminal law, his property and other rights could be breached with impunity. That could not be right. Such harshness had no place in the law that knew no principle of fugitive disentitlement.", "Although a direction that a fugitive such as RP may give his evidence by use of VCF was a departure from the normal way a claimant gives evidence in libel proceedings, the extent of this departure should not be exaggerated; it was expressly sanctioned by the Civil Procedure Rules and was not an indulgence. Despite his status, a fugitive from justice was entitled to invoke the assistance of the court and its procedures in protection of his civil rights. He could bring or defend proceedings even though he was, and remained, a fugitive. If he was entitled to lodge such proceedings there could be little rhyme or reason in withholding from him a procedural facility flowing from a modern technological development which was now readily available to all litigants. To withhold that facility would be to penalise him because of his status. The appeal was to be allowed and the judge’s order restored.", "Lord Slynn of Hadley dissented. He noted that there were at least two policy considerations arising in the present case which were in conflict. The first was that the court should not frustrate the claimant’s accepted right to sue in the civil courts by refusing a procedural step provided for by the Rules when there was no valid reason to do so. The second was that the civil courts should not take steps the effect of which was to frustrate or impede the due execution of the criminal procedure of another State with which the United Kingdom had an extradition treaty and under which, if the appellant were in England, the United Kingdom would be required to respond to a request for his extradition so that he could be sentenced and obliged to comply with any sentence imposed.", "Although it was recognised that the fact that RP was a fugitive offender did not bar him from starting proceedings, there was only one reason for the request of the order which was to avoid the risk or likelihood of arrest and extradition and to escape sentence and punishment in the US for an admitted offence. To accede to his request in the absence of other overriding considerations compelling the grant of the application, would be contrary to public or judicial policy.", "Where a person convicted on his own admission fled the jurisdiction, in the absence of special factors compelling a different result, a VCF order may and should be refused where the sole reason for asking for it was that he wished to escape conviction or sentence in the country where he had commenced proceedings or to avoid extradition to another country for the same reason.", "Lord Carswell also dissented, finding that although it was not necessary to import into the United Kingdom legal system the full rigour of the fugitive offender doctrine as it applied in the US, permitting a fugitive to give his evidence by VCF so that he could stay out of the jurisdiction and avoid arrest affronted the public conscience and brought the administration of justice into disrepute. Moreover, it was noted that excluding the claimant from presenting his case in court by VCF would not constitute a breach of Article 6 of the European Convention of Human Rights as the right of access to court is not absolute.", "The trial took place in July 2005. RP gave evidence by VCF from a Paris hotel suite and the editor and eyewitnesses came to the UK and gave evidence in person. The applicants claim that RP’s cross-examination by VCF was made difficult for defence counsel given delays and inaudibility. On 22 July 2005 the jury found for RP and awarded him 50,000 pounds sterling (GBP) in damages. The applicants did not lodge an appeal.", "The Civil Evidence Act 1995 provides, in so far as relevant, that:", "“1.—(1) In civil proceedings evidence shall not be excluded on the ground that it is hearsay.", "(...)", "3. Rules of court may provide that where a party to civil proceedings adduces hearsay evidence of a statement made by a person and does not call that person as a witness, any other party to the proceedings may, with the leave of the court, call that person as a witness and cross-examine him on the statement as if he had been called by the first-mentioned party and as if the hearsay statement were his evidence in chief.”", "R. 32 of the Civil Procedure Rules (“CPR”) provides:", "“(I) The Court may control the evidence by giving directions as to ...", "(c) the way in which the evidence is to be placed before the court.”", "Annex 3 to the Practice Direction to the CPR, Pt 32 sets out video conferencing guidance. Paragraph 2 of that guidance states:", "“VCF may be a convenient way of dealing with any part of proceedings: it can involve considerable savings in time and cost. Its use for the taking of evidence from overseas witnesses will, in particular, be likely to achieve material saving of costs, and such savings may also be achieved by its use for taking domestic evidence. It is, however, inevitably not as ideal as having the witness physically present in court. Its convenience should not therefore be allowed to dictate its use. A judgment must be made in every case in which the use of VCF is being considered not only as to whether it will achieve an overall cost saving but as to whether its use will be likely to be beneficial to the efficient, fair and economic disposal of the litigation. In particular, it needs to be recognised that the degree of control a court can exercise over a witness at the remote site is or may be more limited than it can exercise over a witness physically before it.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}