{"ITEMID": "001-93366", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF YURUKOVA AND SAMUNDZHI v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Pavlina Panova;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["5. In 1987 the first applicant purchased from the Sofia municipality a three-room apartment of 102 square metres.", "6. The property had become State owned by virtue of the nationalisations carried out by the communist regime in Bulgaria in 1947 and the following years.", "7. Originally, the nationalised apartment had been bigger. Not later than 1968 it had been divided into two apartments. One of them had been sold to an individual, Mr. V., in 1968 and the second one to the first applicant in 1987.", "8. In 1993, shortly after the enactment of the Restitution Law, the former pre-nationalisation owners brought proceedings under section 7 of that Law against the first applicant.", "9. The proceedings ended by final judgment of the Supreme Court of Cassation of 13 January 2003.", "10. The courts examined the evidence and rejected, in reasoned decisions, the first applicant’s argument that the claim under section 7 had been brought after 23 February 1993 – the date of expiry of the relevant statutory time-limit.", "11. Dealing with the case on the merits, the courts declared the 1987 contract null and void and restored the plaintiffs’ ownership of the apartment on the basis of two arguments: 1) the procedure for dividing an apartment into two apartments had not been observed by Mr V. and the municipality in 1968 or earlier, and 2) a relevant document concerning the 1987 sale, a tenancy order, had not been signed by the mayor personally, as required by law, but by another official at the municipality.", "12. Until April 2003, within three months of the final judgment in the case under section 7 of the Restitution Law, it was possible for the first applicant to obtain compensation from the State, in the form of bonds which could be used in privatisation tenders or sold to brokers. The first applicant did not avail herself of this opportunity.", "13. As the first applicant did not vacate the apartment voluntarily, in December 2003 the owners brought rei vindicatio proceedings against her and her son, the second applicant, who apparently also lived in the flat. These proceedings ended by final judgment of the Supreme Court of Cassation of 20 February 2008 ordering the applicants to vacate the flat. In December 2008, the first applicant informed the Court that she had not vacated the property and that the second applicant did not live there.", "14. In May 2008 the first applicant petitioned the regional governor with requests to provide her with a State-owned flat or, alternatively, with compensation bonds. In December 2008 the first applicant informed the Court that she had not received a reply.", "15. The relevant background facts and domestic law and practice have been summarised in the Court’s judgment in the case of Velikovi and Others v. Bulgaria, nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01, and 194/02, 15 March 2007.", "16. In a judgment of 23 October 2008 (decision no. 11025 in administrative case no. 670/08), the Supreme Administrative Court held that persons who had not applied for compensation bonds within the relevant time-limit, in force since 2000, could not seek such bonds after the enactment in June 2006 of paragraphs 2 and 3 of section 7 of the Restitution law (see paragraphs 133 and 139 of the Court’s judgment in Velikovi and Others, cited above) as these provisions did not give rise to additional entitlement to compensation bonds and therefore did not affect the relevant time-limit."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}