{"ITEMID": "001-104913", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF LUCHANINOVA v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Fair hearing);Violation of Article 6+6-3-b - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Fair hearing) (Article 6-3-b - Preparation of defence;Article 6 - Right to a fair trial);Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Fair hearing) (Article 6-3-c - Defence through legal assistance;Article 6 - Right to a fair trial);Violation of Article 2 of Protocol No. 7 - Right of appeal in criminal matters;Non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre", "TEXT": ["4. The applicant was born in 1947 and lives in the town of Trostyanets.", "5. On 8 September 2000 a security officer of the applicant’s former employer, a private company, drew up a report in which he stated that in the course of the applicant’s work on 7 September 2000 she had stolen thirty-five labels, the total value of which was 0.42 Ukrainian hryvnias (UAH). These labels were found in the applicant’s possession when she was leaving the company’s premises. The applicant acquainted herself with the report and explained to the company administration that she had not had any intention of using the labels, but had been going to throw them away.", "6. On the same day the report was submitted to the Trostyanets Court with a request that the applicant be found guilty of having committed an administrative offence within the meaning of Article 51 § 1 of the Code on Administrative Offences.", "7. On an unspecified date the applicant requested the court to provide her with free legal assistance.", "8. Between 10 September and 1 November 2000 the applicant could not appear before the court as she was undergoing inpatient examinations and treatment in several medical institutions; she informed the court of this.", "9. Between 3 and 22 November 2000 the applicant’s six-year-old grandson was undergoing specialised treatment in the Okhtyrka Town Clinic for Skin and Venereal Diseases, to which there was restricted public access. The applicant was staying with him in the clinic in view of his young age.", "10. On 6 November 2000 the judge of the Trostyanets Court who was dealing with the applicant’s case came to the clinic and informed the applicant that he was going to hold a hearing in the room where she was staying with her grandson. All other patients were asked to leave the room. The applicant objected to the holding of the hearing in the room at the clinic. She also requested the judge to withdraw from the case. Her objection and request were dismissed and she refused to participate in the hearing, but remained in the room. The hearing was held in the presence of a lawyer appointed by the judge to defend the applicant. There were also four witnesses heard in person, all of whom were employees of the company. No other persons were allowed to enter the room.", "11. On the same day the court found the applicant guilty of petty theft and imposed a fine amounting to UAH 51. In its resolution the court explained that the hearing had been held in the clinic because of the applicant’s repeated failure to appear before it.", "12. The applicant lodged requests for supervisory proceedings with various authorities, including prosecutors and courts, claiming, inter alia, that the proceedings before the Trostyanets Court had not been public and that she had not been able to exercise her rights to defence, or to present evidence, and other procedural rights. According to the applicant, she was not informed about the hearing in advance and she did not consent to be represented by the court-appointed lawyer, as the latter had allegedly represented the company in other proceedings to which she had been a party.", "13. On 3 April 2001 the Deputy Prosecutor of the Sumy Region lodged a request with the Sumy Court for supervisory review (protest) of the applicant’s case. The prosecutor submitted that the Trostyanets Court had wrongly assessed the evidence in the case and had misapplied domestic law. The prosecutor also alleged that because the hearing had been held in the clinic the applicant had not been able to exercise her procedural rights.", "14. On 9 April 2001 the President of the Sumy Court rejected the protest. As to the fact that the Trostyanets Court had held a hearing in the clinic, the President of the Regional Court found that the applicant’s procedural rights had not been violated, since during that hearing she had been represented by a lawyer and she had not informed the court of any intention to submit evidence or to question witnesses.", "15. On 18 June 2001 the President of the Supreme Court reviewed the case and, relying on Articles 293 and 294 of the Code on Administrative Offences of 1984, partially changed the resolution of 6 November 2000. While upholding the first-instance court’s finding that the applicant was guilty of the offence with which she had been charged, the President found that:", "“... the first-instance court had not taken into due account the requirements of Articles 33 and 34 [of the Code on Administrative Offences of 1984], in particular [it had failed to take into due account] the small value of the stolen objects ... the offender’s age, the actual absence of harm to the company, and that Ms Luchaninova was being brought to criminal liability for the first time.", "In these circumstances, and because the offence was not a serious one, Ms Luchaninova should not be fined, but verbally reprimanded [for the offence]...”", "16. No hearing was held either before the Sumy Court or the Supreme Court. Their decisions were based on an examination of the material from the case file and contained no reference to the applicant’s submissions in her appeals.", "17. On 11 January 2001 the applicant was dismissed from her position of packer on the ground that she had stolen the company’s property.", "18. The applicant instituted court proceedings challenging her dismissal and seeking compensation. The civil courts, relying on the resolution of 6 November 2000 by which the applicant had been found guilty of theft of the company’s property, rejected her claims as unsubstantiated. The final decision in these proceedings was taken by the Supreme Court on 25 February 2003.", "19. According to Article 9 of the Code on Administrative Offences, illegal and culpable action or inactivity infringing public order, citizens’ property, rights or freedoms, or administrative procedures, for which administrative liability was envisaged, constituted an administrative offence. An offender would be held administratively liable for the offences set out in the Code, provided they did not lead to criminal liability.", "20. Article 17 provided that a person acting in circumstances of extreme necessity or for reasons of necessary defence, or who was not aware of or able to control his or her actions, would not be liable for administrative offences.", "21. Pursuant to Article 22, where the administrative offence was not a serious one, an offender could be discharged from administrative liability and verbally reprimanded. A resolution terminating the proceedings should be issued in that case (Article 284).", "22. Article 23 defined an administrative sanction as a measure of administrative liability the aim of which was to compel a person who had committed an administrative offence to obey laws, respect the social order and refrain from reoffending, and to prevent the commission of offences by other persons.", "23. Pursuant to Article 24, administrative sanctions included, inter alia, a note of warning (in writing), a fine, public or correctional work, or administrative arrest.", "24. Article 33 provided that when deciding to impose an administrative sanction the nature of the offence, the personality of the offender, his or her material condition, and any circumstances mitigating or aggravating the offender’s liability had to be taken into account.", "25. Article 34 listed a number of mitigating circumstances, which included sincere repentance on the part of the guilty person, voluntary compensation for any losses caused by the offence, and cases where the offender was a minor. The list was not exhaustive and the authority deciding on the case was free to recognise other circumstances as mitigating administrative liability.", "26. Article 38 § 1 provided that an administrative sanction could be imposed within two months of the day on which an offence had been committed, or following the discovery that the offence was of a continuous nature.", "27. Article 51 §1 of the Code envisaged the following sanctions for petty (in the amount of up to 51 UAH) theft of collective property, including property of private companies, or State-owned property: a fine in the amount of three to ten times the statutory non-taxable monthly income, or corrective work for a period of one to two months with a 20% salary deduction.", "28. Pursuant to Article 249, cases concerning administrative offences were to be considered at a public hearing. For educational and preventive purposes, such cases could be considered at an offender’s place of work, study or residence.", "29. Under Article 268 § 2, the presence of a defendant at hearings concerning certain administrative offences, including the one envisaged by Article 51, was obligatory. Should the defendant fail to appear before the court, he or she could be brought before it by the police.", "30. According to Article 276 § 1, cases concerning administrative offences were generally to be considered at the location in which the offence had been committed.", "31. Pursuant to Article 287 of the Code, the first-instance court’s resolution imposing an administrative sanction was final and could not be appealed against save in cases provided for by law.", "32. According to Article 294, a court resolution concerning an administrative offence could be reviewed by the judge who had adopted it, upon an extraordinary appeal lodged by a prosecutor, or by the president of a higher court of his or her own motion. The powers of the judge (or president of a court) reviewing the case were determined by Article 293 § 1 and included the power (1) to approve the resolution without changes; (2) to quash the resolution and to remit the case for new examination; (3) to quash the resolution and close the case; and (4) to change the sanction within the limits envisaged by law. In the latter case a heavier penalty could not be imposed.", "33. On 24 September 2008 the Parliament of Ukraine made changes to the Code whereby it introduced an appeal procedure in administrativeoffence cases. In particular, under the amended Articles 287 and 294 of the Code, the parties to the administrative-offence proceedings have the right to appeal against court resolutions in their cases within ten days of their delivery. Such an appeal is to be submitted through the court of first instance that adopted the contested resolution. That court must refer, within three days, the appeal or appeals together with the case file to the appeal court, which, in its turn, has twenty days to consider the case. Cases are dealt with by a judge of the appeal court in an open hearing. The judge has powers to reject the appeal, to quash the resolution and discontinue the proceedings or adopt a new resolution, or to change the resolution. The judge’s decision is final and not subject to any further appeal."], "VIOLATED_ARTICLES": ["6", "P7"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3", "P7-2"], "VIOLATED_BULLETPOINTS": ["6-3-b", "6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}