{"ITEMID": "001-128036", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF BENZER AND OTHERS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Art. 35) Admissibility criteria;Remainder inadmissible (Art. 35) Admissibility criteria;Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award;Respondent State to take individual measures (Article 46-2 - Individual measures)", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Paulo Pinto De Albuquerque", "TEXT": ["5. Until 1994 the applicants lived and worked as farmers in the villages of Kuşkonar and Koçağılı, which were located close to each other in a mountainous area within the administrative jurisdiction of the province of Şırnak, in south-east Turkey.", "6. The events which took place on 26 March 1994 are disputed by the parties. Thus, the parties’ submissions will be set out separately. The facts as presented by the applicants are set out in Section B below (paragraphs 7-19). The Government’s submissions concerning the facts are summarised in Section C below (paragraph 20). The documentary evidence submitted by the parties is summarised in Section D (paragraphs 21-87).", "7. In 1994 PKK activity in the area where the applicants’ villages were located was at its peak and frequent armed clashes were taking place between PKK members and the Turkish security forces. A number of the surrounding villages whose residents had refused to become village guards were evacuated by the security forces who suspected that those villagers had been providing logistical support to the PKK. Villages whose residents had become village guards, on the other hand, were being subjected to armed attacks by members of the PKK. The applicants and other residents of their two villages had refused to become village guards and the security forces believed that the PKK was being assisted by them.", "8. The military considered that, so long as the villages in the area continued to exist, their fight against the PKK would not be successful, and carried out a big military operation in order to evacuate the villages forcibly. During the operation almost all the villages in the area were either bombed or set on fire by the soldiers and their residents were forced to flee. The circumstances surrounding the destruction of one such village in that particular region were examined by the Court in its judgment in the case of Ahmet Özkan and Others v. Turkey (no. 21689/93, §§ 404-408, 6 April 2004). According to a report prepared by the Turkish Parliament, 3,428 villages had been evacuated in east and south-east Turkey between 1987 and1996.", "9. In the morning of 26 March 1994 most male residents of the applicants’ two villages were working in the fields outside the villages. As the weather was sunny, most of the children were playing outside. The women and the elderly were either in their homes or sitting on the terraces outside their houses. When they first heard aircraft flying nearby at around 10.30 a.m. and 11.00 a.m. they did not get scared because military planes and helicopters often flew in the area for reconnaissance and bombing missions against the PKK on the mountains. Such missions had never caused any damage to the villagers or to their villages. Furthermore, there were no PKK members in the village at the time.", "10. That day, however, military planes and a helicopter circled the applicants’ two villages and then started to bomb them. The bombs dropped from the planes were very large; some villagers described them “as big as a table”. Subsequently, machine gun fire was opened from the helicopter. Some of the people were hit directly and some were trapped under the rubble of the houses that were destroyed in the bombing. Those who survived tried to take cover. The men working in the nearby fields ran to the village and tried to rescue people from underneath the rubble.", "11. As a result, 13 people in Koçağılı village and 25 people in Kuşkonar village lost their lives. Most of those who were killed were children, women or elderly. Thirty four of the dead, including seven babies and a number of older children, were the applicants’ close relatives. In addition, a total of 13 people, including some of the applicants, were injured. Most of the houses and livestock belonging to the applicants were also destroyed in the bombing. The names of those killed and their relationship to the applicants, as well as the names of the applicants who were injured, are set out below (see paragraphs 92 and 93).", "12. The bombing from the aircraft continued in the surrounding areas. Although the local gendarmerie and local prosecutors became aware of the bombing, they did not go to the applicants’ villages to establish the identities of the deceased and to carry out post-mortem examinations. No national authority offered the villagers any help. Villagers from the nearby Kumçatı village went to the applicants’ villages and helped the surviving villagers to take their injured relatives to hospitals in their tractors.", "13. The surviving residents of Kuşkonar village put the remains of their deceased relatives in plastic bags and buried them in a mass grave without any religious ceremony.", "14. As the village of Koçağılı was located close to a main road, the villagers there were able to take the bodies of their relatives to the nearby Kumçatı village and bury them in the cemetery there.", "15. After having buried their dead, all surviving villagers quickly abandoned their villages and what was left of their houses and belongings, and moved to different parts of the country. Some of them stayed behind but settled in the nearby Kumçatı village. The applicants’ two villages are still uninhabited.", "16. When the bombing was widely reported in the national and international media and was condemned by human rights organisations, members of the military exerted pressure on the villagers and warned them not to make official complaints to the judicial authorities. Journalists were prevented from entering the hospitals where the injured were being treated, and from speaking to the villagers. Although it would have been impossible for the Air Force of another State to carry out the bombing, and despite the fact that the PKK could obviously not have any fighter jets in its armoury, the then Prime Minister of Turkey Ms Tansu Çiller declared that “the military aircraft which bombed the villages did not belong to the State”.", "17. Subsequently, gendarmes questioned the villagers who had resettled in Kumçatı village. Some of the villagers were so traumatised as a result of the bombings and scared in the presence of the gendarmes that they did not tell the gendarmes that their villages had been bombed by military aircraft, but merely referred to the bombing as the “incident”. Some told the gendarmes that “bombs had fallen on [their] village but that [they] did not want to make any complaints”. The headman of Koçağılı village, Halil Seyrek, however, informed the Şırnak prosecutor on 1 April 1994 that military aircraft had bombed the villages.", "18. Despite the fact that the prosecutors were informed about the incident, and the widespread coverage of the bombings in the media, no investigating authority ever visited the villages or opened any investigations.", "19. Even after they appointed a lawyer in October 2004 and that lawyer made a number of representations on their behalf, no effective investigatory steps were taken by the national authorities. The investigation file was being repeatedly transferred between prosecutors without any active steps being taken.", "20. In their observations the Government summarised a number of the steps taken by the national authorities (which are also summarised below), and submitted that the applicants’ villages had been under pressure from PKK members and had subsequently been attacked by the PKK because the villagers had refused to help them. There was no evidence to show any State involvement in the incident and the applicants had made their allegations under the influence of their legal representative.", "21. The following information appears from the documents submitted by the parties.", "22. According to a report prepared by three gendarmes on 26 March 1994, it had not been possible for the gendarmes to go to Koçağılı village to investigate the “explosion” which had killed 13 and injured another 13 persons, because the village had been too far and there had been insufficient gendarmes and vehicles at their disposal.", "23. The same day the fortieth applicant Mehmet Aykaç was questioned by two police officers. Mr Aykaç stated that there had been an operation and an explosion in his village of Koçağılı during which he was injured.", "24. Also on the same day a large number of injured people were examined at the local hospital in the town of Cizre. Some of the injured persons whose condition was deemed to be critical were referred to Mardin State Hospital. These included the thirty-ninth to forty-first applicants, Cafer Kaçar, Mehmet Aykaç and Fatma Benzer; the twenty-first applicant Kasım Kiraç’s daughter and the twenty-second applicant İbrahim Kiraç’s sister Zahide Kıraç, who was three years old; the twenty-ninth applicant Yusuf Bengi’s partner and the thirty-fifth applicant Adil Bengi’s mother Zülfe Bengi; the thirty-fourth applicant Mustafa Bengi’s five-year-old daughter Bahar Bengi; and the thirty-eighth applicant Mahmut Erdin’s wife Lali Erdin. The thirty-sixth applicant Mahmut Bayı’s mother Hatice Bayı, who had sustained a leg injury, was also examined by a doctor, who concluded that her condition was not life-threatening. She was also transferred to the Mardin Hospital.", "25. Later that same day three-year-old Zahide Kıraç died before she could be transferred to the hospital in Mardin, and her body was examined by a doctor at the Şırnak Hospital in the presence of the Şırnak prosecutor. According to the post-mortem report, Zahide’s skull had been shattered. There were no injuries on her body caused by a firearm or by a sharp object. A villager officially identified Zahide’s body and told the prosecutor present there that, according to the information he had received, Zahide’s village Koçağılı had been bombed by aircraft. The bombing had caused the deaths of many people. The same day the prosecutor instructed the local gendarmerie to investigate Zahide’s death.", "26. On 29 March 1994 the Şırnak prosecutor forwarded to the Şırnak Gendarmerie Command a cutting from a national newspaper detailing the bombing of Koçağılı village by aircraft at midday on 26 March, and asked for an investigation to be carried out.", "27. Two gendarmes questioned the headman of Koçağılı village, Halil Seyrek, on 31 March 1994. Mr Seyrek told the gendarmes that he had not been in the village at the time of the incident but had subsequently been informed about it by his fellow villagers. According to the information provided to him, a helicopter and a plane had flown over the village and some 5-10 minutes later explosions had taken place in and outside the village. A total of 13 persons had been killed in his village and a number of people had been injured and taken to hospitals.", "28. On 1 April 1994 the twenty-first applicant, Kasım Kiraç, told two gendarmes that at the time of the incident he had been on the outskirts of Koçağılı village but had returned to the village immediately after he had heard “loud explosions”. On his arrival at the village he had found the body of his wife Hazal and his injured daughter Zahide. Many of his fellow villagers had also been killed. He had taken his injured daughter Zahide to a hospital but she had not survived.", "29. On 1 April 1994 another statement was taken from Koçağılı village headman Halil Seyrek, this time by the Şırnak prosecutor. Mr Seyrek told the prosecutor that the villagers from his village did not support the PKK but took sides with the State. Earlier that year the villagers had refused to take part in Newroz celebrations and had subsequently been threatened by the PKK. He had heard that PKK members had been talking about “punishing” the villagers. In his statement Mr Seyrek also added that, according to the information he had received from his fellow villagers, the village had been bombed by aircraft. A total of four bombs had been dropped. One bomb had hit the village square and another one had hit the school. The remaining two bombs had hit houses. 13 villagers had been killed and 13-14 persons injured. Although the security forces had been informed about the incident, no one had visited the village. No post-mortem examinations of the deceased had been carried out. The villagers had buried their dead relatives themselves.", "30. On 4 April 1994 the chief doctor at Diyarbakır State Hospital informed the Şırnak prosecutor that 13 persons had been treated at his hospital for injuries caused by explosives.", "31. On 7 April 1994 the Şırnak prosecutor decided that the bombing of the village of Koçağılı had been carried out by members of the PKK, and forwarded the case file to the prosecutor’s office at the Diyarbakır State Security Court which had jurisdiction to investigate terrorism-related incidents. According to the prosecutor, PKK members had attacked the village with “mortars and other explosives”, killing 13 persons and injuring another 13.", "32. On 10 April 1994 the prosecutor at the Diyarbakır State Security Court instructed the gendarmerie and the police to investigate the “killings perpetrated by members of the PKK”.", "33. Between 20 April and 8 June 1994 gendarmes questioned nine villagers, mostly from Koçağılı village. These included the applicants Ata Kaçar, Mehmet Aykaç and Cafer Kaçar. The villagers told the gendarmes that there had been explosions in their villages which had killed and injured people. In the statements the villagers were also quoted as having stated in identical sentences that they did not know the “cause or source” of the explosions.", "34. The prosecutor at the Diyarbakır State Security Court observed on 13 March 1996 that there was no evidence showing PKK involvement, and returned the file to the Şırnak prosecutor’s office. In the prosecutor’s decision of non-jurisdiction the subject matter of the investigation was stated as “the killing of a number of persons as a result of a bomb dropped on the village”.", "35. On 22 April 1996 eight of the nine villagers who had been questioned by gendarmes between 20 April and 8 June 1994 (see paragraph 33 above) were questioned once more, this time by the Şırnak prosecutor. The villagers said that bombs had “fallen” on their village, killing a number of people and injuring a number of others, but that they did not want to make an official complaint.", "36. On 7 August 1996 the Şırnak prosecutor returned the file to the Diyarbakır State Security Court prosecutor, insisting that the bombings in the Koçağılı village had been carried out by members of the PKK.", "37. The Diyarbakır State Security Court prosecutor instructed the gendarmerie on 15 August 1996 to find the PKK members “responsible for the attacks” on Koçağılı village.", "38. In its letter of 22 October 1997 the Şırnak governor’s office asked the local gendarmerie whether Adil Oygur, who is the brother of the twelfth applicant Abdulhadi Oygur, was alive or dead. On 14 November 1997 a gendarme captain, who was the commander of the Şırnak gendarmerie, sent a reply to the Şırnak governor’s office. The captain stated in his letter that, according to their investigation, Mr Oygur and all members of his family had been killed during “the aerial bombing” of Kuşkonar village and buried there.", "39. There are no documents in the Court’s possession to detail any of the steps, if any, taken in the investigation between November 1997 and June 2004.", "40. On 4 June 2004 the prosecutor at the Diyarbakır State Security Court sent a letter to the Şırnak gendarmerie command, urging for the investigation into “the armed attacks by the PKK” on Koçağılı village to be continued until the expiry of the prescription period on 27 March 2014.", "41. On 4 and 5 October 2004 the applicants, with the assistance of their newly appointed lawyer, filed official complaints with the offices of the Şırnak and Diyarbakır prosecutors. They submitted that two planes and a helicopter had bombed their villages. The holes made by the bombs were still visible and the bodies of the people who had been killed were in the mass grave. The applicants asked the prosecutors to investigate the bombing of their villages and prosecute those responsible.", "42. The applicants also argued in their petitions that when they were questioned in the aftermath of the bombing they had been so scared that they could not tell the authorities that their villages had been bombed by aircraft. In any event, on account of the wide coverage of the incident in the national and international media, it was public knowledge that the villages had been bombed by military aircraft.", "43. On 19 October 2004, on the basis of the documents in the investigation files and the statements taken from the villagers, the chief prosecutor in Diyarbakır concluded in a decision of non-jurisdiction that the bombings had been carried out not by PKK members but by planes and helicopters. The chief prosecutor forwarded the applicants’ petitions to the Şırnak prosecutor and requested him to carry out an effective investigation “so that our country would not encounter problems from the standpoint of Articles 2 and 13 of the European Convention on Human Rights”. The prosecutor asked his opposite number in Şırnak personally to take a number of investigative steps, such as visiting the villages with a view to establishing how many bombs had been dropped in each village and how many persons had been killed.", "44. The decision reached by the Diyarbakır chief prosecutor was widely publicised in the national media and the lawyer representing the applicants was quoted in a newspaper as having stated that this was a “promising development”.", "45. On 31 January 2005 police officers questioned three of the applicants, namely Abdullah Borak, Zeynep Kalkan and Şahin Altan, and another villager, Salih Oygur. Abdullah Borak, who had lost his father in the incident, and Salih Oygur, who had lost a number of his relatives, told the police officers that they had not been in the village on 26 March 1994.", "46. Zeynep Kalkan, who had lost her husband, told the police officers that she had been living in Kuşkonar village at the time and had seen a plane and a helicopter. When she had heard a loud explosion she had hidden in the cellar of her house. When she had come out she had seen that everything in the village had been destroyed and that bodies of villagers were lying around.", "47. Şahin Altan, who had lost his wife and two children aged twelve and three, told the police officers on 31 January 2005 that he had been hunting outside Kuşkonar village at the time when he had seen a plane and a helicopter over his village. The plane had then dropped three bombs and he had immediately returned to the village. When he had reached the village he had seen that most of the houses had been destroyed and a large number of his fellow villagers had been killed.", "48. On 3 February 2005 the applicant Ahmet Yıldırım was also questioned by the police officers. Mr Yıldırım told the police officers that he and his wife Elmas had been outside their house in Kuşkonar at the time when they had heard the planes flying over the village. They had run towards their cellar but his wife had not made it. When he had come out of the cellar he had seen his wife’s dismembered body lying by the door. He and his fellow villagers had then buried the dead and left the village. He had never returned to the village since then.", "49. On 28 March 2005 the applicant Hatice Benzer was heard by a prosecutor. She told the prosecutor that she had been gathering wood outside her village of Kuşkonar at the time of the bombing and had heard planes and subsequently explosions. On her return she had seen that her village had been bombed and her two sons, her daughter-in-law Ayşe, and her grandchildren had been killed.", "50. The applicant Selim Yıldırım was also questioned by a prosecutor, on 8 April 2005. He told the prosecutor that he had been in his village of Kuşkonar on the day of the bombing and seen a helicopter flying overhead at 11.00 a.m. The helicopter had continued to fly around for a period of 15-20 minutes and then two planes had arrived. The planes, which had been flying in formation, had then dropped two bombs each over the village. The bombs had been as big as tables. His wife and their 3-month-old daughter, as well as their three other children, aged 3, 4 and 10 years, had all been killed in the bombing. There had been twenty houses in the village and during the bombing seven or eight of them had been destroyed completely and the remainder had been damaged. After the bombing he and the other villagers had abandoned their village.", "51. On 11 April 2005, in a written petition, the applicants urged the prosecutor to expedite the investigation and to pay a visit to their villages in order to examine the scale of the devastation and search for evidence. They stated that the craters caused by the bombs were still clearly visible.", "52. The Şırnak prosecutor joined the two separate complaints lodged by the applicants on 4 and 5 October 2004, and between 30 January 2005 and 10 June 2005 he questioned a number of the applicants who were by then living in different parts of the country. The applicants Sadık Kaçar, Mahmut Erdin, Mustafa Bengi, Hasan Bedir, Haci Kaçar, Ahmet Bengi, İbrahim Kıraç, Hamit Kaçar, Abdurrahman Bengi and Mahmut Bayı described the bombing of their village of Koçağılı by aircraft, and added that they did not know what type of airplanes they had been. They told the prosecutor that, after the bombing, their houses had become uninhabitable and they had had to leave their village. The applicant Mahmut Erdin added in his petition of 26 April 2005 that his wife Lali Erdin had suffered a head injury and continued to suffer complications because of this injury. In his statement of 26 April 2005 Mustafa Bengi also informed the prosecutor of the injury to his wife Adile Bengi.", "53. On 15 June 2005 the Şırnak prosecutor stated in a decision of non-jurisdiction that, in light of the documents in the file, in particular the statements taken from the applicants and the eyewitnesses according to whom the bombings had been carried out by planes and helicopters, military prosecutors had jurisdiction to carry out the investigation. He thus forwarded the case files to the military prosecutor’s office at the 2nd Air Force Command in Diyarbakır.", "54. On 13 February 2006 the military prosecutor asked the 2nd Air Force Command in Diyarbakır whether any flights had been conducted over the applicants’ two villages between 10.00 a.m. and midday on 26 March 1994.", "55. On 17 February 2006 the 2nd Air Force Command in Diyarbakır informed the military prosecutor in a letter that “no planes or helicopters from our Command conducted flights in the Şırnak region between 10.00 a.m. and midday or at any other time on 26 March 1994”.", "56. After having received the response from the 2nd Air Force Command in Diyarbakır, the military prosecutor concluded on 28 February 2006 that there was no evidence to support the applicants’ allegations that their villages had been bombed by military aircraft. He thus decided that he also lacked jurisdiction to investigate the killings, and returned the case files to the Şırnak prosecutor’s office. In support of his decision the military prosecutor also referred to the statements taken from some of the applicants by the Şırnak prosecutor, in which those applicants had stated that they did not know what type of aircraft had bombed their villages (see paragraph 52 above).", "57. The military prosecutor also rejected the applicants’ requests for copies of all the documents from his investigation file to be handed over to their lawyer. When challenged by the applicants’ lawyer before a military court, the military court agreed with the military prosecutor that the applicants should not be given the entire file. Eventually, the only documents given to the applicants were “those which supported the military prosecutor’s decision of non-jurisdiction” but the disclosure of which to the applicants would not, in the opinion of the military authorities, “jeopardise the investigation”.", "58. On 17 May 2006 the applicants lodged an objection with a military court against the military prosecutor’s decision of non-jurisdiction, and drew that court’s attention to the military prosecutor’s alleged failure to carry out a proper investigation. They argued, in particular, that the military prosecutor had not examined the witness statements but had been content with the response he had received from the 2nd Air Force Command. They also pointed to the possibility that the aircraft could have taken off from other airbases located nearby, such as Malatya or Batman.", "59. The applicants also argued that the military prosecutor, by referring to some of the applicants’ inability to identify the aircraft as belonging to the Turkish military (see paragraphs 52 and 56 above), had unjustly implied that the bombing could have been carried out by foreign aircraft. The applicants also noted that the military prosecutor’s implications had been shared by the then Prime Minister of Turkey, Ms Tansu Çiller. The applicants questioned the logic behind those implications, and argued that explanations were needed as to how a number of aircraft belonging to another State would be able to penetrate Turkish airspace, bomb villages, and then leave Turkish airspace undetected.", "60. Another military prosecutor, who forwarded to the military court his opinion on the objection lodged by the applicants, noted that the villages had never been visited by any civilian investigating authority to verify the applicants’ allegations or to search for evidence. The military prosecutor considered that the military investigating authorities could carry out an investigation in the villages before making a decision on the issue of jurisdiction.", "61. On 29 May 2006 the military court rejected the applicants’ objection and the military prosecutor’s suggestion to carry out further investigative steps. It held that there was no evidence implicating any personnel “within the jurisdiction of the 2nd Air Force Command’s military prosecutor” in the incident.", "62. The investigation files were then returned to the Şırnak prosecutor’s office where another statement was taken from the headman of Koçağılı village, Halil Seyrek, on 17 November 2006. Mr Seyrek repeated the contents of his earlier statements. In response to a question from the prosecutor, Mr Seyrek stated that he had never heard of Provide Comfort (Çekiç Güç), a joint US, British and French military task force deployed to Incirlik Military Airbase in southern Turkey in 1991 during the first Iraq war. Mr Seyrek told the prosecutor that the only military force he had been aware of in the region was the Turkish military.", "63. On 16 March 2007, in response to a query from the Şırnak prosecutor, the Şırnak gendarmerie informed that prosecutor that “the flight plans for aircraft movements between 10.00 a.m. and midday on 26 March 1994” were not in their archives.", "64. The Şırnak prosecutor sent a letter to the prosecutor’s office in Diyarbakır on 24 October 2007, and stated that the allegations of the villagers concerning an aerial bombardment of their villages showed that the incident, “even if it was caused by another State or by illegal organisations”, was not an ordinary incident. In the opinion of the Şırnak prosecutor the Diyarbakır prosecutor had jurisdiction to continue the investigation, and he sent him the case files.", "65. On 5 December 2007 the Diyarbakır prosecutor opened a new investigation file (no. 2007/1934) and sent a letter to the Şırnak prosecutor. In his letter the Diyarbakır prosecutor stated that the investigation file only contained Zahide Kıraç’s post-mortem report and that there were no documents in it to show that the villages had been visited by an investigative body. He asked the Şırnak prosecutor to send him, inter alia, all post-mortem reports, information pertaining to any visits to the applicants’ villages by the investigating authorities, and any evidence collected in the villages by those authorities. When the Şırnak prosecutor continued to fail to respond, the Diyarbakır prosecutor sent him reminders on 11 March 2008 and then on 3 June 2008. In his letter of 3 June 2008 the Diyarbakır prosecutor informed the Şırnak prosecutor that in response to his request of 5 December 2007 he had received some information from the gendarmerie but that that information was incomplete. He urged the Şırnak prosecutor to collect the required evidence himself and not to leave it to the gendarmerie. On account of the Şırnak prosecutor’s continued failure to cooperate in the investigation the Diyarbakır prosecutor sent him another reminder on 28 July 2008.", "66. Between 18 January 2008 and 28 April 2008 gendarmes took statements from ten villagers. Seven of them, who had been living in villages other than Koçağılı and Kuşkonar at the time of the incident, stated that they had not witnessed the incident but that they had heard that PKK members had raided the villages on 26 March 1994 and killed the applicants’ relatives. They also stated that, according to rumours, a lawyer had located the relatives of the deceased villagers one year ago, and told them that if they alleged that their villages had been bombed by aircraft, he would seek and obtain compensation for them. In the opinion of these seven villagers, the applicants were making these allegations in order to taint the reputation of the Turkish military forces.", "67. The headman of Koçağılı village, Halil Seyrek, was among the villagers questioned by the gendarmes. In his statement of 11 April 2008 he was quoted as having stated that he had not been in the village at the time of the events but that his fellow villagers had informed him that members of the PKK had carried out the attacks. In Mr Seyrek’s opinion, the whole thing was a provocation orchestrated by persons with “legal knowledge” with the aim of tainting the good name of the State.", "68. In a statement dated 17 April 2008 another one of the questioned villagers, Mehmet Belçi, who was employed by the State as a village guard, was quoted as having stated that he had been in the Koçağılı village on the date of the incident when PKK members had come to the village and fired rocket-propelled grenades and opened fire on the villagers. In the opinion of this village guard, civilian wings of the PKK had been fabricating the allegations of an aerial bombardment.", "69. In his statement of 24 April 2008 Mehmet Bengi, a villager from Koçağılı village, was quoted as having stated that he had been in the village on 26 March 1994 and that two aircraft had bombed the village, killing, among others, his mother and nieces.", "70. On 24 April 2008 the applicant Kasım Kiraç told the same gendarmes that he had already made statements and that he had nothing to add to those statements.", "71. In the meantime the applicants, with the assistance of their lawyer, submitted a detailed letter to the Diyarbakır prosecutor and maintained their complaints and requests for further investigative steps to be taken. They informed the prosecutor, in particular, that the questioning of witnesses by gendarmes and police officers, rather than directly by civilian prosecutors, was not satisfactory because such persons could not be expected to be impartial and independent in an investigation into allegations of killings perpetrated by the military.", "72. In their letter the applicants also challenged the testimonies, summarised in the preceding paragraphs, given to gendarmes by villagers between 18 January 2008 and 28 April 2008. The applicants informed the prosecutor that the persons who were putting the blame for the attacks on their villages on the PKK were employed by the State as village guards, had personal vendettas with the PKK, and, in any event, had not been in the villages at the time of the events. They gave the prosecutor the names of the persons who had witnessed the bombing of their villages first hand, and asked the prosecutor to question those persons.", "73. On 17 April 2008 and 12 May 2008, a number of soldiers, acting on a request from the Diyarbakır prosecutor, visited the applicants’ two villages to search for evidence. According to the reports prepared by the soldiers after their visits, “as 14 years have passed since the incident, and a number of clashes between the security forces and PKK members had taken place in the area, the villages were completely destroyed and there was therefore no evidence left to be collected”.", "74. On 3 June 2008 the Diyarbakır prosecutor sent letters to the Air Force Base in Malatya (Erhaç) and the 2nd Air Force Command in Diyarbakır, and asked for details of all flights conducted by them on 26 March 1994 and the names of the crews. When the two military authorities failed to reply, the Diyarbakır prosecutor sent them reminders on 29 July 2008.", "75. The headman Halil Seyrek was questioned again, this time by a prosecutor, on 5 September 2008. Mr Seyrek stated that he had not been in the village at the time of the incident but that his fellow villagers had informed him the same day that the PKK had raided the village. He had then requested the authorities to visit the village but they had not been able to do so for reasons of safety. He had also heard about the lawyer who had convinced the applicants to make the allegations. Mr Seyrek also told the prosecutor that he “stood by the contents of his previous statements”.", "76. On 8 September 2008 two more villagers were questioned by the prosecutor. They told the prosecutor that they had not been in either of the applicants’ two villages on the day of the incident but had been told subsequently that members of the PKK had attacked the villages.", "77. On 12 September 2008 the applicant Kasım Kiraç repeated his version of events to a prosecutor, and maintained that the village had been bombed by aircraft. During the bombing his wife and daughter had been killed.", "78. The Şırnak prosecutor sent a letter to the Şırnak Gendarmerie Command on 18 September 2008, and asked whether the military could take the necessary safety measures if the judicial authorities were to visit the applicants’ two villages. On 8 October 2008 the Gendarmerie Command informed the Şırnak prosecutor that the villages were located in an area frequently used by members of the PKK in the past, that it was thus not safe to visit them, and that the gendarmes would not be able to provide security to any judicial authority.", "79. On 5 November 2008 the commanding officer of the 2nd Air Force Command in Diyarbakır replied to the Diyarbakır prosecutor’s letters, and stated that “no records had been found to show that any flights concerning national security had been conducted on 26 March 1994 from the air bases under their command.”", "80. After having received a second reminder from the Diyarbakır prosecutor, the base commander of the Malatya Erhaç Airbase also replied on 11 November 2008 and stated that “no records had been found to show that any flying activity had taken place at their base on 26 March 1994.”", "81. On 24 February 2009 the Diyarbakır prosecutor sent the Dicle University Hospital in Diyarbakır a list of the deceased and injured villagers, and asked whether any of them had been treated at the hospital between March and June 1994.", "82. On 25 March 2009 the Dicle University Hospital replied to the Diyarbakır prosecutor’s letter, and informed him that there were no records to show that any of the persons named in his letter had been treated at the hospital between March and June 1994.", "83. On 27 June 2012 the applicants’ lawyer sent to the Court a photocopy of a flight log of a number of fighter jets belonging to the Turkish Air Force, and a copy of the letter accompanying the flight log drawn up by the Civil Aviation Directorate of the Ministry of Transport on 13 February 2012. In this letter, addressed to the Diyarbakır public prosecutor, the Director of the Civil Aviation Directorate stated that the Directorate had no information to show that any military or civilian flights had been carried out over the city of Şırnak on 26 March 1994. However, two flying missions had been carried out on the day in question by the Turkish Air Force to locations ten nautical miles to the west and north-west of Şırnak.", "84. According to the flight log, 2 F-4 fighter jets with the call-sign “Panzer 60” and armed with two MK83 bombs, had taken off at 10.24 a.m. on 26 March 1994. Their time over their target had been 11.00 a.m. and they had landed at 11.54 a.m. Two F-16 fighter jets, with the call-sign “Kaplan 05” and armed with four MK82 bombs, had taken off at 11.00 a.m. the same day, had been over their target at 11.20 a.m., and had landed at exactly midday. According to the entry in the flight log, all aircraft had achieved their missions. The flight log does not mention the names of the air bases where the aircraft had taken off and landed and the targets are referred to as “A” and “B”.", "85. On 23 July 2012 the applicants sent a letter to the Diyarbakır prosecutor. It appears from the applicants’ letter that at their request the Diyarbakır prosecutor had requested the Civil Aviation Directorate to provide information on the flying activity in the region, and that that Directorate had sent the prosecutor the above-mentioned flight log in reply to that request.", "86. In their letter addressed to the prosecutor the applicants submitted that the information in the flight log had confirmed the accuracy of the allegations which they had been bringing to the attention of the investigating authorities since 1994, and they reminded the prosecutor that the military authorities had been denying that they had bombed their villages. The applicants asked the prosecutor to identify the crew of the fighter jets which had bombed their villages, as well as their superiors who had given the orders to bomb the villages, and to question them.", "87. No information has been submitted to the Court by the parties to show that any steps were taken by the prosecutors further to the applicants’ requests of 23 July 2012.", "88. According to section 448 of the Criminal Code which was in force at the time of the events, any person who intentionally killed another was liable to be sentenced to a term of imprisonment of from twenty-four to thirty years. According to section 450, the death penalty could be imposed in cases of, inter alia, multiple murder.", "89. Common Article 3 of the 1949 Geneva Conventions, ratified by Turkey in 1954, governs non-international armed conflicts. The relevant provisions state:", "“In the case of armed conflict not of an international character occurring in the territory of one of the High Contracting Parties, each Party to the conflict shall be bound to apply, as a minimum, the following provisions:", "(1) Persons taking no active part in the hostilities ... shall in all circumstances be treated humanely ... To this end the following acts are and shall be prohibited at any time and in any place whatsoever with respect to the above-mentioned persons:", "(a) violence to life and person, in particular murder of all kinds, mutilation, cruel treatment and torture;", "...", "(c) outrages upon personal dignity, in particular humiliating and degrading treatment;", "...", "(2) The wounded and sick shall be collected and cared for.”", "90. Relevant paragraphs of the Basic Principles on the Use of Force and Firearms by Law Enforcement Officials (Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, Havana, 27 August to 7 September 1990, U.N. Doc. A/CONF.144/28/Rev.1 at 112 (1990)) provide as follows:", "“1. Governments and law enforcement agencies shall adopt and implement rules and regulations on the use of force and firearms against persons by law enforcement officials. In developing such rules and regulations, Governments and law enforcement agencies shall keep the ethical issues associated with the use of force and firearms constantly under review.", "...", "6. Where injury or death is caused by the use of force and firearms by law enforcement officials, they shall report the incident promptly to their superiors, in accordance with principle 22.", "7. Governments shall ensure that arbitrary or abusive use of force and firearms by law enforcement officials is punished as a criminal offence under their law.", "8. Exceptional circumstances such as internal political instability or any other public emergency may not be invoked to justify any departure from these basic principles.", "9. Law enforcement officials shall not use firearms against persons except in self-defence or defence of others against the imminent threat of death or serious injury, to prevent the perpetration of a particularly serious crime involving grave threat to life, to arrest a person presenting such a danger and resisting their authority, or to prevent his or her escape, and only when less extreme means are insufficient to achieve these objectives. In any event, intentional lethal use of firearms may only be made when strictly unavoidable in order to protect life.", "...”"], "VIOLATED_ARTICLES": ["2", "3", "38"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}