{"ITEMID": "001-69095", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LIE", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF STECK-RISCH AND OTHERS v. LIECHTENSTEIN", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1 (tribunal);Violation of Art. 6-1 (proceedings);Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["8. The applicants were born in 1926, 1927, 1930, 1937 and 1939 respectively. The first and second applicants live in Vaduz, the third applicant lives in Schaan and the fourth and fifth applicants live in Triesen.", "9. The applicants, who are siblings, were joint owners (one-fifth each) of two adjacent plots of land in Schellenberg, registered under files nos. 55/IV and 67/IV of the Schellenberg land register, which they inherited in 1983.", "10. On 29 September 1972, when the property at issue still belonged to the applicants' father, the Schellenberg municipality issued a provisional area zoning plan (Zonenplanfestsetzungsbeschluss) designating the two parcels of land as non-building land. Before that, the property was not covered by any area zoning plan.", "11. On 14 May 1980 the Schellenberg Municipal Council (Gemeinderat) dismissed an appeal by the applicants' father.", "12. On 24 November 1981 the area zoning plan (Zonenplan) was approved by the Liechtenstein Government.", "13. The applicants' request for a change of the designation of their land into building land (Bauland), dated 24 August 1994, was to no avail.", "14. On 15 July 1997 the applicants claimed compensation of 4.9 million Swiss Francs (CHF) for damage allegedly incurred due to the designation of their land as non-building land. They claimed that that designation amounted to de facto expropriation.", "15. On 2 June 1998 the Liechtenstein Government, sitting in camera, dismissed their claim. They found that the impugned designation of the applicants' property, not previously subject to any area zoning plan, as non-building land did not amount to a de facto expropriation conferring a right to compensation. In particular, the applicants' land had not been opened up for building, nor had there been any plans of the municipality to prepare it for development.", "16. On 18 June 1998 the applicants filed an appeal against the above Government decision with the Liechtenstein Administrative Court (Verwaltungsbeschwerdeinstanz). They claimed, inter alia, that the elements on which the Government had based their decision had not been established in adversarial proceedings. In particular, the applicants alleged that they had not been given an opportunity to present their views on the question of whether or not their land had been opened up for development purposes, which, in fact, had been the case. Thus, they requested that the parties be heard on the matter and that an inspection of the property be carried out. Further, they requested that the Administrative Court obtain the minutes of the Schellenberg Municipal Council's meeting of 5 July 1995, which showed that the municipality had considered the possibility of including their property in a building area.", "17. On 21 October 1998 the Schellenberg municipality, as respondent, filed submissions (Gegenschrift) requesting the Administrative Court to dismiss the appeal. They referred to the reasons underlying the designation of the applicants' property as non-building land and claimed that the applicants' predecessor had not appealed against the area zoning plan. Further, the municipality contested the applicants' assertion that the said property had been opened up. Contrary to the applicants' assertions, the adjacent parcels had equally been designated as non-building land. The municipality also submitted the minutes referred to by the applicants. The municipality's comments were not served on the applicants.", "18. On 25 June 1999 the Administrative Court, sitting in camera, dismissed the applicants' appeal. The Court was presided over by judge G.W.", "19. In its decision, the Administrative Court described the conduct of the proceedings so far, including a detailed summary of the comments submitted by the Schellenberg municipality, noting that the conditions for compensation were not met, inter alia because the applicants' property had not been opened up. The neighbouring parcels were also undeveloped. When the zoning plan was issued, the applicants could not legitimately expect a designation of their property as building land.", "Pointing out that the applicants had filed very detailed written submissions, the Administrative Court found that they had been given sufficient opportunity to submit their arguments and evidence.", "20. On 7 July 1999 the applicants filed a complaint with the Constitutional Court (Staatsgerichtshof) under Section 23 of the Constitutional Court Act (Staatsgerichtshofsgesetz), claiming that the principle of equality of arms had been infringed in that the Administrative Court had based its decision on new submissions made by the Schellenberg municipality (concerning the issue of whether the applicants' predecessors had appealed against the zoning plan and concerning the question of whether the applicants' property had been opened up), to which they had had no opportunity to reply.", "They also complained about procedural defects, in particular that the Administrative Court had failed to hear them and to carry out an inspection of the property at issue. In sum they asserted that the Administrative Court's decision violated their right to property.", "21. On 10 February 2000 the Constitutional Court informed the applicants of the composition of the panel of five judges that would examine their case in private on 29 February 2000.", "22. Subsequently, on 21 February 2000, the applicants filed a challenge for bias against H.H., one of the panel judges, claiming that he was to be disqualified on account of his partnership in a law firm (Kanzleigemeinschaft) with G.W., i.e. with the presiding judge of the proceedings before the Administrative Court.", "23. On 29 February 2000 the Constitutional Court, sitting in camera, dismissed the applicants' complaint, confirming that the designation of their property as non-building land did not amount to a de facto expropriation requiring compensation.", "24. Bearing in mind that the principle of equality of arms was a basic element of the fairness of proceedings, it agreed in principle with the applicants' argument that they should have been afforded an opportunity to be informed of and to comment upon the Schellenberg municipality's observations in reply to their appeal. In that regard, the Court observed that the submissions in issue had contained new information, in particular, the alleged fact that the applicants' predecessor had never filed an objection against the area zoning plan. If established, that fact would have had a negative effect on the applicants' legal position. However, the Constitutional Court noted that this submission had not played any role in the Administrative Court's decision. Thus, no prejudice had resulted from this procedural deficiency. Considering these special circumstances as well as the fact that the proceedings as a whole had been adversarial, the Constitutional Court concluded that the applicants' procedural rights had not been impaired.", "25. As far as the applicants' allegations of bias were concerned, the Constitutional Court, referring to an academic commentary on Liechtenstein administrative law, recalled that a country of the size of Liechtenstein had limited human resources in the public sector. It stressed that, in such circumstances, questions of replacement should be dealt with cautiously if one did not wish to jeopardise the proper functioning of the Liechtenstein authorities. The court pointed out that, by virtue of section 6 of the Constitutional Court Act, a judge of the Constitutional Court, being at the same time a judge at another Liechtenstein court had to be disqualified from proceedings where a complaint concerned a decision issued by that court. However, the Constitutional Court found that the same did not apply in cases where a judge was merely acquainted with a judge who had taken part in the impugned decision. Moreover, it noted that, in a State based on the rule of law, the quashing of a decision by the Constitutional Court was nothing unusual and did not cast doubt on the professional skills of the judges involved in that decision. In those circumstances, the Court found that the applicants' fears of bias could not be considered to be objectively justified.", "26. The Constitutional Court's decision was served on the applicants on 14 April 2000.", "27. Section 2 of the Constitutional Court Act (Staatsgerichtshofgesetz) concerns the composition of the Constitutional Court. It provides as follows:", "“1. The Constitutional Court shall consist of the President, his alternate, four additional members and their alternates, all of whom serve part-time.", "2. The President, the Vice-President, two additional members and their alternates must be native citizens of Liechtenstein; at least two members and their alternates must be versed in the law.”", "28. Section 4 of the Constitutional Court Act regulates the election of the Constitutional Court's judges. So far as material, it reads as follows:", "“1. The members of the Constitutional Court and their alternates shall be elected by Parliament for a term of five years.", "2. If, for whatever reasons, the State Court cannot be properly constituted even with the use of alternates, the necessary supplementary elections shall be held for the case in question.”", "29. Section 7 of the National Administrative Justice Act (Landesverwaltungspflegegesetz) provides that officials, including the members of the Administrative Court, may be challenged, inter alia, in the following cases:", "“(b) if the official in question ... can expect a substantial advantage or disadvantage depending on the outcome of the administrative matter;", "...", "(d) if there is any other sufficient reason to doubt the impartiality of the official in question, in particular if the official in question is too close a friend or foe of one of the parties to a legal or administrative dispute.”", "30. By virtue of section 6 (3) of the Constitutional Court Act, these rules also apply to the judges of the Constitutional Court."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}