{"ITEMID": "001-57555", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF PAUWELS v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["9. Mr. Pauwels is a Belgian national and was born in 1931. He was formerly a regular army officer and as such last served in the Belgian forces stationed in the Federal Republic of Germany with the rank of senior captain (capitaine-commandant). He and his family now live in Cologne and the Belgian authorities have requested his extradition.", "10. On 2 April 1982, the Board of Inquiry (commission judiciaire) of Field Court Martial \"A\", sitting at Cologne, ordered the applicant’s arrest and charged him with embezzlement of State funds. The Board was chaired by Mr. G. Van Even, a senior deputy auditeur militaire, who had questioned Mr. Pauwels on 23 and 24 March, and it said that its decision had been taken in view of the seriousness of the charges and the need to take statements from certain witnesses before the applicant could exert influence on them.", "On his arrest a few hours later, the applicant lodged an application for his immediate release but on 8 April the Board of Inquiry, again chaired by Mr. Van Even, confirmed the order in question on the same grounds.", "11. The same day, Mr. Pauwels submitted to the Court Martial a second application for his release. On 15 April, the Court Martial, after having heard the views of another deputy auditeur militaire, Mr. Potemans, declared the application admissible but ill-founded. The Court Martial observed that during the preliminary investigation the Board of Inquiry had exclusive jurisdiction to hear such applications and determine whether or not detention should be ordered. It also found that the initial arrest warrant had been lawful.", "The applicant immediately appealed to the Courts-Martial Appeal Court sitting in Brussels, which dismissed the appeal on 22 April, upholding the contested judgment on every point.", "On 23 April, the Board of Inquiry, again chaired by Mr. Van Even, confirmed the arrest order for the second time.", "On 30 April, the applicant appealed to the Court of Cassation against the judgment of the Courts-Martial Appeal Court. He relied inter alia on paragraph 3 of Article 7 of the Constitution, which provides that \"save for offences discovered while being committed, no one may be arrested except pursuant to an order issued by a judge, which shall state the grounds on which it is based\". He argued that neither the Board of Inquiry nor any of its members had the status of judge or possessed the independence and impartiality inherent in such status. In particular, an auditeur militaire carried out his duties under the supervision and direction of the Minister of Justice; he combined the functions of public prosecutor and investigating judge; his interests as prosecutor and those of the remand prisoner or defendant were directly opposed; and he alone was vested with the power of decision, since he was not bound by the dissenting opinion of either or both of the officers designated to sit on the Board (see paragraph 24 below).", "On 22 June 1982, the Court of Cassation dismissed the applicant’s appeal. As regards the submission based on Article 7 of the Constitution, it held that paragraph 3 had to be read in the light of Article 105 of the Constitution (see paragraph 18 below). In this context the term \"judge\" therefore meant a body on which judicial powers were conferred by the provisions governing military criminal procedure. Articles 35 and 36 of the Code of Military Criminal Procedure, adopted under an Act of 15 June 1889, empowered Boards of Inquiry to issue arrest warrants. The drafting history showed that the auditeur militaire who chaired the Board of Inquiry performed the function of an investigating judge, in which capacity he was by definition independent.", "12. In the meantime, on 3 May 1982, Mr. Pauwels had requested the Court Martial to order his release on the ground that the Board of Inquiry had no power to issue and then confirm the warrant of 2 April. On 11 May, the Court Martial declared this third application inadmissible on the ground that it was incompatible with the principle of res judicata, which applied to the decision of 15 April. Before making its ruling, the Court Martial had heard the views of the public prosecutor in the person of Mr. Van Even. The applicant immediately appealed to the Courts-Martial Appeal Court, which dismissed his appeal on 4 June as inadmissible and in any event ill-founded.", "13. A fourth application, on 14 June, likewise failed. On 23 June, the Court Martial dismissed the application on similar grounds, after having heard the views of Mr. Van Even.", "14. On 11 June 1982, the applicant’s lawyer had written direct to the auditeur général, who, on 16 June, sent him the following reply (translated from the Dutch original):", "\"With reference to the application of 1 June 1982 for Pauwels to be released on bail ..., I have the honour to inform you that, having studied the application, I consider that there are not sufficient grounds for the question of his continued detention to be determined by my office under Article 123 of the Code of Military Criminal Procedure.", "However, I have asked the auditeur militaire of Field Court Martial A to bring the case before the Court Martial as quickly as possible in order to enable that court to determine the merits and, at the same time, decide on any application for release. ...\"", "15. On 23 June 1982, the senior deputy auditeur militaire, Mr. Van Even, issued a summons for the applicant to appear before the Court Martial at Cologne on 5 July. On the appointed day, the Court Martial ordered the applicant’s release and adjourned the case sine die.", "The trial proceedings resumed on 6 December 1982 following a further summons, signed this time by Mr. Potemans (on 17 November). On 2 May 1983, the Court Martial agreed to allow Mr. Van Even to give evidence, under oath. Since the defence objected, the Court Martial decided to join the issue to the merits. However, it elected to hear Mr. Van Even immediately.", "The following day, the defendant appealed against this decision, but on 4 July agreed that the proceedings should continue. In its decision of 8 September 1983, the Court Martial based its conclusion inter alia on Mr. Van Even’s statements, which it ruled were admissible. It sentenced the applicant to six years’ imprisonment and a fine of 6,000 Belgian francs (BF) for forgery, uttering forged documents and embezzlement of State funds.", "16. On the same day, the applicant appealed to the Courts-Martial Appeal Court, which ruled on his two appeals in a single judgment of 27 February 1985.", "In the first place, the Courts-Martial Appeal Court quashed the decision of 2 May 1983 concerning Mr. Van Even’s testimony, on the ground that it did not give adequate reasons. It noted in addition that Mr. Van Even, acting not as investigating judge but as representative of the public prosecutor, had taken certain steps in the prosecution, and in particular had issued the summons of 23 June 1982. This meant that he had become a party to the proceedings and accordingly could not appear as a witness. His testimony should therefore have been disregarded.", "On the merits, the Courts-Martial Appeal Court reduced the sentence to four years’ imprisonment and a fine of 6,000 BF. It ordered that the applicant be dismissed the service (Article 54 of the Military Criminal Code) but, unlike the court below, did not order his immediate arrest.", "17. On 3 March 1987, the Court of Cassation dismissed appeals on points of law which the public prosecutor and Mr. Pauwels had entered against the judgment of the Courts-Martial Appeal Court.", "18. By Article 105, first paragraph, of the Constitution, \"special laws shall regulate the organisation of military courts, their powers, the rights and obligations of their members and the terms of office of the latter\".", "Military criminal procedure is governed principally by the Army Code of Procedure (ACP) of 20 July 1814 and the Code of Military Criminal Procedure (CMCP) of 15 June 1899.", "19. The auditeur militaire heads the auditeur militaire’s office of a particular court martial. He is a member of the judiciary, and consequently is not subject to the military chain of command. The same is true of the senior deputies (such as Mr. Van Even) and the deputies (such as Mr. Potemans), who assist the auditeur militaire.", "Auditeurs militaires and their deputies, however, are not judges within the meaning of Article 100 of the Constitution. The King, who appoints them, may also dismiss them (Article 77 of the CMCP). They are therefore not irremovable.", "They are hierarchically subordinate to the auditeur général at the Courts-Martial Appeal Court and to the Minister of Justice, but it is not disputed that in practice they are wholly independent in the performance of their duties.", "20. The auditeur militaire and his deputies discharge the functions of:", "(a) senior police officers (officiers de police judiciaire - Article 44 of the CMCP);", "(b) investigating judges, vested with powers identical to those of civilian investigating judges and which each individual exercises either alone or as chairman of the Board of Inquiry (Article 35 of the CMCP and paragraph 25 below);", "(c) members of the public prosecutor’s office, acting as prosecuting counsel before the courts martial, subject to the supervision and direction of the auditeur général (Article 76 of the CMCP).", "The Code of Military Criminal Procedure thus derogates from Article 292 of the Judicial Code, which prohibits such plurality of functions \"except in the cases prescribed by law\".", "21. However, as a consequence of the Schiesser judgment given by the European Court of Human Rights on 4 December 1979 (Series A no. 34), the auditeur général issued the following instructions on 29 March 1983 (Circular no. 2920):", "\"... The Principal Public Prosecutor at the Court of Cassation has informed me of his view that, in the light of the Schiesser judgment, it is absolutely essential to ensure that, in cases where a preliminary investigation is held, particularly those in which the accused is placed in detention on remand, the judicial officer who acts as prosecuting counsel before the court martial should not be the one who conducted the preliminary investigation.", "I have explained to the Principal Public Prosecutor at the Court of Cassation why in many circumstances, in view of the limited number of auditeurs militaires and deputies, it will no doubt be physically impossible to comply with the rule he wishes to have applied, but have told him that the rule generally will be applied in future.", "Pending a solution which will inevitably require legislative reform, I would therefore ask you to ensure that to the fullest extent possible, particularly in cases where the accused is held in detention on remand, the rule laid down by the Principal Public Prosecutor at the Court of Cassation is applied.\"", "In subsequent instructions issued on 11 March 1985, the auditeur général confirmed and clarified the distinction to be maintained between investigation and prosecution, \"pending the necessary legislative reforms\":", "\"... It has been held by the European Court of Human Rights that a judge who may be required to act in a given case as prosecuting counsel does not afford the guarantees of independence and impartiality necessary for the performance of the judicial acts inherent in the process of investigation.", "This case-law prompted my circular (no. 2920) of 29 March 1983. I now consider that the time has come to take a further step towards separating the processes of investigation and prosecution. That is the purpose of the following instructions.", "In all cases in which the auditeur militaire has exercised the judicial powers of investigating judge (e.g. arrest warrant, hearing of witnesses under oath, search warrant, seizure, body search, or appointment of an expert by the Board of Inquiry), the investigation and the prosecution must be conducted by different judicial officers.", "...", "I would ask you:", "1. to implement forthwith the instructions in this circular;", "2. to send to me by 1 October 1985 a detailed report on the practical application of these instructions, on any problems to which such application has given rise, etc.", "...\"", "22. In the case of Public Prosecutor v. Faymonville which came before the Courts-Martial Appeal Court (permanent German division), the Advocate-General made the following submissions (translation):", "\"The auditeur militaire who chairs the Board of Inquiry discharges the judicial functions of an investigating judge (Cass., 22 June 1982, RW [Rechtskundig Weekblad], 1983-1984, col. 1115). Article 35 of the Army Code of Procedure of 20 July 1814, taken together with Article 70 of the Code of Military Criminal Procedure, lays on the chairman of the Board of Inquiry the duty to act as an independent judge, in particular in regard to the parties (Cour mil., 23 April 1980, RDP [Revue de droit pénal et de criminologie], 1983, p. 929).", "It has been held by the European Court of Human Rights that the judge or other officer authorised by law to exercise judicial power during preliminary investigations, and more particularly when an arrest warrant is issued, must be independent of the executive and of the parties (Schiesser judgment, 4 Dec. 1979, Series A, no. 34, §§ 27-31). As an investigating judge, the auditeur militaire is independent of the executive, as under Article 76 of the Code of Military Criminal Procedure (Act of 15 June 1899) he is only subject to the supervision and direction of the auditeur général when discharging his duties as a member of the public prosecutor’s office.", "The European Court of Human Rights held in the cases of Duinhof and Duijf (judgment of 22 May 1984, Series A, no. 79, § 38) and van der Sluis, Zuiderveld and Klappe (judgment, 22 May 1984, Series A, no. 78, § 44) that the Dutch auditeur-militair, although independent of the military authorities, could not be independent of the parties during the preliminary stage of the trial because he was liable, at a subsequent stage, to become a party himself, in that instance as prosecuting authority.", "Consequently, the Belgian auditeur militaire, in that he intervenes as prosecuting authority, likewise does not afford the guarantees of impartiality and independence necessary for him to be able to perform the duties of investigating judge in the same case.", "There is a danger that he might perform his duties as investigating judge from the point of view of the prosecuting authority at a subsequent stage of the proceedings.", "This does not apply only to cases in which an arrest warrant is issued. The judicial function of investigating judge is indivisible and embraces all the judicial acts performed during a preliminary investigation.", "The preliminary investigation and the prosecution must accordingly be conducted by different judicial officers (Cour mil., 13 Nov. 1983, RDP, 1985, p. 904); having a single judicial officer combine the functions of investigation and prosecution is incompatible with the impartiality and independence required of an investigating judge and accordingly violates Articles 5 and 6 (art. 5, art. 6) of the European Convention on Human Rights as construed by the European Court of Human Rights in the above-mentioned cases.", "The explicit provisions of the European Convention on Human Rights regarding judicial safeguards lay down rights which are distinct but stem from the same basic idea, namely a citizen’s right to a fair trial (Golder judgment, 21 Feb. 1975, Series A, no. 18, §§ 28 and 36). This basic right in a democratic society, as laid down in the Convention, has such a prominent place that a narrow interpretation of the Convention’s explicit provisions in this field would not be in accordance with the Convention’s object and purpose (De Cubber judgment, 26 Oct. 1984, Series A, no. 86, §§ 30 and 32). One of the vital prerequisites of the right to a fair trial is precisely that the preliminary investigation and the prosecution should be separate, and Article 5.3 (art. 5-3) of the Convention is but an application of this principle.", "In the present case the same judicial officer combined the functions of investigating judge with those of public prosecutor, firstly - as chairman of the Board of Inquiry and with the military members of the Board - by ordering a report to be made by an expert and hearing the accused during the final questioning, and subsequently by participating in the trial as prosecutor.", "This amounts to a violation of Articles 5 and 6 (art. 5, art. 6) of the European Convention on Human Rights and is consequently unlawful in Belgian domestic law (Cass., 27 May 1971, Pas. [Pasicrisie], 1971, 919).", "The investigative measures taken in the Faymonville case - the appointment of an expert and the final hearing of the accused by the Board of Inquiry - should therefore be declared null and void and the documents relating to those measures (including the expert’s report) should be declared inadmissible in evidence.", "Ruling that these documents are inadmissible, however, does not in any way prevent the court from reaching a decision on the basis of the other evidence, namely the police reports and the accused’s statements to the auditeur militaire acting as senior police officer (officier de police judiciaire).", "For these reasons,", "Having regard to Article 35 of the Army Code of Procedure, Articles 70 and 76 of the Code of Military Criminal Procedure and Articles 5 and 6 (art. 5, art. 6) of the European Convention on Human Rights (Act of 13 March 1955),", "I ask the court,", "firstly, to declare that the appointment of an expert by the Board of Inquiry and the Board’s final hearing of the accused (item 2 in the file on the expert’s report and items 84 and 85 in the file on the preliminary investigation) together with the expert’s report are null and void and to rule these items inadmissible in evidence;", "secondly, to order the costs of the expert’s report to be paid by the State; and", "thirdly, taking its decision on the basis of the other evidence, to convict the accused in accordance with my oral submissions.\" (Journal des tribunaux, no. 5382, 31 May 1986, pp. 370-371)", "On 18 December 1985, the Courts-Martial Appeal Court gave its judgment, which included the following reasons (translated from the German original):", "\"The auditeur général’s office took the view that, as the same senior deputy auditeur militaire acted both as investigating judge and as prosecutor, several items relating to the investigative measures must be declared null and void and inadmissible in evidence, because the investigation and the prosecution must be conducted by different judicial officers.", "Every citizen has a right to a fair trial, and one of the vital prerequisites of the right to a fair trial is that the preliminary investigation and the prosecution shall be separate.", "The European Court of Human Rights has so held (De Cubber case, judgment of 26 Oct. 1984, Series A, no. 86, §§ 30 and 32), and the Court of Cassation has likewise so decided on several occasions (judgments of 29 May 1985, Pub. v. D... and Pub. Pros. v. R... and others, Jur. Liège [Jurisprudence de la cour d’appel de Liège], 11 Oct. 1985, pp. 541-544).", "...", "For these reasons:", "THE COURT,", "...", "Declares the appeals admissible;", "Holds that the Board of Inquiry’s appointment of an expert, the final hearing of the defendant by the Board and the expert’s report are null and void and must be excluded as inadmissible evidence;", "Sets aside the decision appealed against in so far as it ordered the defendant to pay the costs of the expert opinion (41,882 F);", "Orders the State to pay the costs of the expert opinion;", "...\" (ibid., p. 371).", "23. On 10 April 1987, the auditeur général submitted to the Minister of Justice a new preliminary draft Code of Military Criminal Procedure which had been drawn up by an inter-departmental committee. One of its purposes was to prevent any plurality of functions in the person of the auditeur militaire in peace time by creating two categories of military judicial officer, namely auditeurs militaires, who would retain only the powers of public prosecutors, and judges, who would deal with preliminary investigations as chairmen of Boards of Inquiry.", "According to the report submitted by Mr. Van Rompaey on behalf of the Senate Legal Affairs Committee, the existing Code \"has now been overtaken, in a number of fundamental respects, both by changes in human-rights case-law and by the new patterns of organisation entailed by the separation of preliminary investigation and prosecution\" (Sénat 5-VI (1986-1987) no. 2 of 6 October 1987, p. 44).", "24. When constituted at the seat of the Court Martial, the Board of Inquiry comprises - in addition to the auditeur militaire (or deputy auditeur militaire), who chairs it - two officers (officiers commissaires) appointed by the area commanding officer from among the officers of the garrison, normally for a period of one month. They are appointed in turn and in order of seniority (Articles 35-37 of the CMCP).", "The auditeur militaire is the sole permanent member of the Board. Th military members of the Board are changed frequently, on the expiry of their term of office or as operational needs require.", "25. The Board conducts the written part of the investigation of the case (Article 35 CMCP). In carrying out its task, it may issue a warrant for the arrest of a person who has been brought before the auditeur militaire. In such cases it must, at least once a month, review the detention in question (auditeur général’s Circular no. 2322 of 28 July 1955, paragraph III (e)(1)). In addition, it may at any time order the accused’s release on condition that he appear in person at any stage in the proceedings as soon as he is asked to do so (Article 60 of the ACP).", "By Article 35 of the Code of Military Criminal Procedure, the auditeur militaire \"shall direct the investigation\". He must endeavour as much to establish the accused’s innocence as to obtain evidence of his guilt and secure a confession (Article 70 of the ACP). The decisions of the Board of Inquiry are his sole responsibility, and any dissenting opinions of the two officer members of the Board are not binding on him. The function of these two members is merely to assist him, not as investigating judges but as technical advisers and as witnesses to the lawfulness of the investigation, which they guarantee by their presence and by their signature.", "26. Responsibility for conducting the prosecution lies with the public prosecutor, in other words the auditeur militaire (see paragraph 20 above), and not with the Board of Inquiry. It falls to the Board to determine at the end of the investigation whether there is sufficient evidence to justify committal for trial, but the summons requiring the accused to appear before the Court Martial is issued by the auditeur militaire or one of his deputies. On issue of the summons the Board of Inquiry ceases to have jurisdiction."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}