{"ITEMID": "001-87190", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "STEEG v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["The first applicant, Ms Caterina Steeg, is a German national who was born in 1970 and lives in Würzburg. The second applicant, Mr Ekkehard Wenger, is a German national who was born in 1952 and lives in Stuttgart.", "s, may be summarised as follows.", "The second applicant is Professor of Economics at the University of Würzburg. He is a founding member of the Association for the Promotion of Shareholder Democracy (Verein zur Förderung der Aktionärs-demokratie) which is committed to protecting the rights of minority shareholders in joint stock companies. The first applicant worked as a student assistant for his department.", "On 30 July 1999 the first applicant, represented by A., a scientific assistant to the second applicant, bought six shares in the M. company. Between 14 July 1999 and 3 August 1999 the second applicant bought more than 200 shares in that same company. They paid some 930 German marks (DEM) per share.", "On 4 August 1999 the management of the B. company, which was to take over the M. company, offered to pay ordinary shareholders of the M. company an indemnity of DEM 1,300 per share in order to avoid actions instituted by them. The first applicant accepted that offer and made a profit amounting to more than DEM 2,000. The second applicant accepted the offer for part of his shares.", "On 4 July 2001 the Würzburg District Court issued a warrant under Article 102 and Article 105 § 1 of the Code of Criminal Procedure (see Relevant domestic law below) to search the first applicant’s home in Höchberg (her principal residence), her parent’s home in Duisburg (her secondary residence) and herself. It further issued another warrant to search the second applicant’s home in Stuttgart, his office at the University of Würzburg and himself. Both applicants were suspected of prohibited insider trading.", "The District Court ordered the search and seizure of all documents and electronic storage media concerning the purchase of shares in the M. company between July 1999 and August 1999. In the second applicant’s case, it further ordered the search and seizure of documents concerning telephone conversations with members of the B. company, and in the first applicant’s case documents concerning information given to her either by the second applicant or by his scientific assistant A. in respect of the purchase of the shares.", "The District Court observed that in a shareholders’ meeting on 16 July 1999 the M. company decided to merge with a company affiliated to the B. company. The Association for the Promotion of Shareholder Democracy, which was founded by the second applicant and was represented during the meeting by his scientific assistant A., objected to the decision and threatened to institute proceedings in court to set it aside, as no offer for a takeover of ordinary shares (as opposed to preference shares) was to be made to the shareholders of the M. company. Following negotiations with the holding company B., the latter publicly announced on 4 August 1999 a takeover offer of DEM 1,300 per share also to those holding ordinary shares in the M. company.", "The District Court found that both the fact that negotiations were being conducted concerning a takeover offer and the content of those negotiations were insider information which was likely to lead to a higher stock rate when made public. The first applicant, who had not previously held any stocks in the M. company, had bought six shares in that company on 30 July 1999. As she had been a scientific assistant to the second applicant, there was a suspicion that this insider information had been disclosed to her either by the second applicant or by A., with whom she had been working in another company, and that she had used that information when buying the shares in the M. company. The second applicant, who had not previously held any shares in the M. company, had bought a total of 243 shares between 16 July and 2 August 1999. As he had spoken to the managing directors of the B. company on the telephone during that period, there was a suspicion that he had obtained knowledge of the planned offer to shareholders and had used that information when buying shares in the M. company.", "The search warrants were subsequently executed. The first applicant’s home in Höchberg was searched in her presence, and her parents’ home was broken into and searched in their absence and a number of objects and documents seized. The police also searched the second applicant’s office and his home, the latter in the presence of his then 84-year-old father with whom he was living, and seized several documents and his laptop.", "On 10 and 11 July 2001 the second and the first applicant respectively lodged an appeal against the search warrant and the seizures with the Würzburg Regional Court. They claimed that these measures had been unlawful. They had not had knowledge of the takeover offer made to ordinary shareholders in the M. company before that offer had been made public. This had already been confirmed by the B. company on the request of the Federal Office for the Surveillance of Trading in Securities (Bundesaufsichtsamt für den Wertpapierhandel) prior to the issuing of the search warrants.", "On 26 July 2001 the Würzburg Regional Court dismissed the first and second applicants’ appeal against the search and seizure orders as ill-founded. It found that the District Court had rightly considered that there had been a suspicion of prohibited insider trading and had sufficiently specified the persons and rooms to be searched and the evidence to be searched for. The orders had not been disproportionate. Search and seizure had been appropriate and necessary measures. Awaiting the collection of further evidence, such as witness testimonies, would have entailed the risk that the evidence searched for could no longer be secured; nor had issuing a search warrant against the first applicant been disproportionate, as the criminal investigations concerned a wider serious offence and had been instituted against several suspects who could have colluded, which made it necessary to coordinate the investigation measures taken. The Regional Court further found that the seizure of the objects and documents in question had been lawful as they were possibly relevant for the criminal proceedings.", "On 3 September 2001 the first and the second applicant each lodged a complaint with the Federal Constitutional Court against the decisions taken by the Würzburg District and Regional Courts. Relying notably on Article 13 of the Basic Law (see Relevant domestic law below), they complained about the searches and seizures, which they considered to breach their right to respect for their home and to be arbitrary.", "In two decisions adopted on 9 September 2004 the Federal Constitutional Court declined to consider the first applicant’s (file no. 2 BvR 1542/01) and the second applicant’s (file no. 2 BvR 1541/01) constitutional complaints as they were ill-founded.", "The Federal Constitutional Court found that the criminal courts had not breached the applicants’ right to respect for their home as protected by Article 13 § 1 of the Basic Law. The criminal courts’ finding that there had been a suspicion of prohibited insider trading had not been arbitrary. After the shareholders’ meeting on 16 July 1999 it had not been certain whether or not a takeover offer would be made to ordinary shareholders. Nonetheless, the applicants had bought shares in the M. company after this meeting and shortly before the public announcement of the takeover offer. The first applicant had bought the shares in cooperation with an assistant of the second applicant. In his capacity as a member of the Association for the Promotion of Shareholder Democracy, the second applicant had voiced his support for a takeover offer to be made to the ordinary shareholders as well and had been in contact by telephone with the management of the companies concerned.", "The Federal Constitutional Court further found that it had not been arbitrary for the criminal courts to consider the searches as proportionate. The evidence to be searched for in accordance with the warrants was suitable to establish the circumstances in which the shares had been bought. The possibility that evidence proving knowledge of insider information would be found could not be excluded. Having regard to comparable cases, it had also not been arbitrary to consider the search ordered against the first applicant as proportionate despite the fact that she had only bought six shares. The possible damage caused amounted to more than DEM 2,000 and there had been a suspicion against several persons who could have colluded.", "The decisions were served on the applicants on 20 September 2004. They are at issue in application no. 9676/05 lodged with this Court by the first applicant and application no. 10744/05 brought by the second applicant.", "On 11 January 2002 the Würzburg Public Prosecutor’s Office discontinued the investigation proceedings against the applicants. It found that the evidence collected was insufficient to secure their conviction of insider trading.", "On 8 June 2004 the Stuttgart District Court issued a warrant under Article 102 and Article 105 § 1 of the Code of Criminal Procedure for the search of the second applicant’s home and cars in Stuttgart, of his office at the University of Würzburg and of himself on suspicion of prohibited insider trading. It ordered the search and seizure of all documents and electronic storage media concerning the purchase and sale of shares in the A. company by the second applicant and further co-defendants in July 2002.", "The District Court found that the A. company had informed its shareholders on 10 July 2002 that the A.B. limited liability company wanted to take over the shares of the minority shareholders of the A. company and was offering them an indemnity of some EUR 35 per share. On 21 August 2002 an increased offer of an indemnity of EUR 56 per share was made public. The second applicant had purchased 547 shares of the A. company for some EUR 35 on 20 August 2002. He was suspected of having obtained knowledge of the A.B. company’s intention to offer an indemnity in the higher amount from a third person (S.), who had negotiated with him with a view to obtaining his agreement to sell the shares he already had, and to have used that knowledge when purchasing the shares on 20 August 2002. His profit amounted to some EUR 10,600.", "The search warrant was executed on 6 October 2004, at the same time as warrants that had been issued against several other persons. No suspicious objects or documents were found or seized.", "On 5 November 2005 the second applicant appealed against the search warrant. He claimed that there had not been a reasonable suspicion of insider trading against him at the time the warrant had been issued, as S. had already told the investigation authorities that he had not informed him of the planned increased offer of an indemnity. He had bought the shares as he had previously received the public report of the A. company concerning the planned takeover of the shares of the minority shareholders and thus considered the purchase of shares to yield profits.", "On 18 November 2005 the Stuttgart Regional Court dismissed the second applicant’s appeal against the search warrant as ill-founded. Referring to the exhaustive report and the documents submitted by the Federal Office for the Surveillance of Financial Services (Bundesanstalt für Finanzdienst-leistungsaufsicht) to the Public Prosecutor’s Office, it found that there had been a sufficient factual basis for a suspicion of insider trading when the District Court issued the search warrant. In particular, the fact that S. had proposed to others to persuade the second applicant to accept an offer of indemnity and that the latter had bought further shares only one day before the higher offer of indemnity was made public was sufficient to ground the suspicion of insider trading. Moreover, the documents to be seized had been described in sufficient detail in the search warrant. In view of the gravity of the offence the second applicant was suspected of, the search order had also not been disproportionate. The decision was served on the second applicant on 26 November 2005.", "On 25 December 2005 the second applicant lodged a constitutional complaint with the Federal Constitutional Court. He complained about the renewed search and argued that this measure had violated his right to respect for his home and had been arbitrary.", "On 9 March 2006 the Federal Constitutional Court declined to consider the second applicant’s constitutional complaint (file no. 2 BvR 104/06). It found that the second applicant had failed sufficiently to substantiate his complaint, which was therefore inadmissible. It argued that the second applicant had not informed the court of the contents of the report drawn up by the Federal Office for the Surveillance of Financial Services to which the criminal courts had referred in their decisions ordering the search. He should have done so as he had contested that there had been a sufficient suspicion of insider trading. Apart from this, the second applicant had also informed the court only selectively about the evidence on which the criminal courts had founded their suspicion against him. The Federal Constitutional Court was thus not in a position to review the criminal courts’ assessment. Moreover, the second applicant had failed to explain why it should have been obvious to the criminal courts that he could have had knowledge of the facts relevant for the trend in the share price from other sources. He does not appear to have informed the criminal courts that he had received the report of the A. company. In view of this, it could be left open whether the decisions of the criminal courts had violated the second applicant’s fundamental rights.", "The decision was served on the second applicant on 20 March 2006. It is at issue in application no. 41349/06 lodged by him with this Court.", "On 4 November 2005 the Stuttgart Public Prosecutor’s Office discontinued the investigation proceedings against the second applicant. It found that, even though it was likely that the second applicant had been informed of the increased takeover offer which was to be made either by S. or by one of his co-defendants and had bought the shares by using that knowledge, the investigations, including the search of the second applicant’s home, had not yielded any evidence to prove that he was guilty of insider trading.", "On 29 October 2004 the Stuttgart District Court issued a further warrant to search the home, cars and person of the first applicant and of K., both qualified as witnesses, on suspicion of prohibited insider trading by the second applicant and others in respect of shares in the A. company.", "The search order was executed on 30 November 2004 without any evidence being found.", "On 18 November 2005 the Stuttgart Regional Court granted an appeal by K. against the search warrant issued against him. It found that the warrant had been unlawful as the searches conducted on 6 October 2004 of, inter alia, the second applicant’s and S.’s homes had not produced any results confirming the suspicion against them. Moreover, S., heard as a witness on that day, had denied having informed the second applicant of the intention to offer minority shareholders a higher indemnity. It was therefore unclear which relevant evidence should have been found when searching K.’s home after that date. On the contrary, on 27 December 2005 the Stuttgart Regional Court dismissed as ill-founded the appeal lodged by the first applicant against the search warrant issued against her.", "On 3 July 2006 the Federal Constitutional Court, allowing the first applicant’s constitutional complaint, quashed the decisions of the Stuttgart District and Regional Courts. It found that these decisions violated the first applicant’s right to respect for her home. The search warrant issued by the Stuttgart District Court was not sufficiently reasoned in that it did not explain why evidence against the suspects could be found in her home. Moreover, the search warrant against the first applicant, who was not suspected of an offence, was disproportionate as, at the time the warrant was issued, there was no longer a strong suspicion against the suspects and it was not likely that evidence would be found in the first applicant’s home.", "Article 13 § 1 of the Basic Law stipulates that the home is inviolable. In accordance with paragraph 2 of that Article, searches may be authorized only by a judge or, when time is of the essence, by other authorities designated by law, and may be carried out only in the manner prescribed therein.", "Article 102 of the Code of Criminal Procedure, on searches in respect of the suspect, provides that a search of the home and other premises and of the person and the belongings of the suspect of a criminal offence may be made for the purpose of his apprehension or if it may be presumed that the search will lead to the discovery of evidence.", "Pursuant to Article 105 § 1 of the Code of Criminal Procedure, searches may only be ordered by a judge or, in case of urgency (Gefahr im Verzug), also by the public prosecutor’s office and the officials assisting it.", "Pursuant to section 14(1)(1) of the Securities Trading Act (Wertpapierhandelsgesetz) insiders shall be prohibited from taking advantage of their knowledge of insider information to acquire or dispose of insider securities for their own account or for the account or on behalf of a third party. Likewise, a third party who has knowledge of inside information shall be prohibited from taking advantage of that knowledge to acquire or dispose of insider securities for his own account or for the account or on behalf of others (section 14(2) of the Securities Trading Act). Pursuant to section 38(1)(1) of the Securities Trading Act, any person who acquires or disposes of an insider security in contravention of a prohibition under section 14(1)(1) or 14(1)(2) shall be liable to up to five years’ imprisonment or to a fine."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}