{"ITEMID": "001-118602", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF AGEYEVY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life;Respect for private life);Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for private life);Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life;Respect for private life);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Dmitry Dedov;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["5. The applicants were born in 1962 and 1963 respectively and live in the village of Korobovo in the Leninskiy District of the Moscow Region.", "6. The applicants have been married since 1990.", "7. In 2000 their seventeen-year-old son R., who suffered from widespread vasculitis, died. Some time later the couple decided to adopt two children.", "8. On 19 March 2008 the Nagatinskiy District Court of the City of Moscow approved the applicants’ full adoption of two unrelated children, a boy, A. (first name), born on 7 April 2005, and a girl, D. (first name), born on 11 June 2006.", "9. Following the adoption, the children became brother and sister and their first names were changed from A. to G. and from D. to P. respectively. Their surnames and patronymics were also changed to reflect the surname of their adoptive parents and the first name of their adoptive father.", "10. Both children had been removed from their respective birth parents’ care in their infancy. The boy was aged one year and six months at the time of the removal, whilst the girl was aged seven months. Prior to adoption, both children had lived in various foster homes and displayed slight developmental delays. G. was recorded as being developmentally delayed in speech and motor skills and to have suffered neglect. It appears that G. had problems walking and often fell. As a result, he had three front teeth missing. At the time of her removal, P. was recorded as having minor heart anomalies and delays in her mental and verbal skills.", "11. After the adoption the children lived with the applicants as a family in a detached two-storey house in the village of Korobovo in the Leninskiy District of the Moscow Region.", "12. The children’s placement was assessed prior to the adoption and the Leninskiy District Custody and Guardianship Agency (“the Leninskiy District Agency”) made two post-adoption visits to their home, in May and September 2008.", "13. On 21 May 2008 official E. of the Leninskiy District Agency visited the applicants’ house and issued a report describing the family’s living conditions. The report stated, in particular, that the house was “kept in order, the rooms had furniture, had been recently renovated, all rooms being decorated with wood, the floor having been covered with laminated wood and soft carpets”. The report mentioned that the family was well-off financially and that the children had a room measuring 20 square metres containing two beds, a wardrobe and many toys. The report did not mention any problems, and concluded that the living conditions were in compliance with the relevant requirements and that relations within the family were “normal”.", "14. The report was approved by the head of the Leninskiy District Agency, Ms F.", "15. On 12 September 2008 official E. of the Leninskiy District Agency again visited the house and issued a report on the living conditions. The report concluded: “it was excellent that the children’s living conditions and their relations with the family were normal and that normal conditions had been created for bringing up the children”.", "16. Following this visit, official E. also issued a separate report stating as follows:", "“... it is a good family, in which two children are being brought up. They have grown and developed a sun-tan over the summer period. They have spent time with their parents in the south. The children are very cheerful and lively. The speech of P. has become more articulate, whilst G.’s has become good, with much thorough composition and expression of thoughts. The boy is very active; his hyperactivity is a concern to the parents, they are going to take the boy to a neurologist at a medical centre for children. P. has become calm and affectionate. The children like to listen to and look at the books read aloud to them by their parents ...”", "“... [the applicants] create all the necessary conditions for the children. G. and P. are being correctly fed a varied diet, including many vegetables and fruit. G. loves meat, whilst P. loves dairy products ...”", "“The children are attached to [their parents]. The family lives in a cottage situated in a suburban area, in which the children have a room measuring some 18 square metres with two beds, a wardrobe and a table. All furniture is suitable for their size and age. The children continue to be fashionably and well dressed. There are even more board games stimulating development. [The second applicant] accompanies the children to the educational centre for children in Moscow. The centre gives its classes four times a week. The parents are very happy because the knowledge and skills acquired during these classes have produced demonstrable results for P. and G.”", "17. The report went on to conclude that:", "“... the living conditions for the children in the family as well as the relations between the parents and children are good. The children communicate happily with their parents. The parents love their children and take care of them.”", "18. In the evening of 20 March 2009, at around 7.30 p.m., all the family was at home and the children were playing in the house.", "19. The second applicant saw G. lying near the stairs. G. was bleeding and had burns on his face. She called the first applicant and they immediately tried to give G. first aid, treating the wounds with hydrogen dioxide and applying plasters on the wounds. G. was put to bed.", "20. The applicants submitted that they had not seen how the incident had occurred, but they suspected that because of a momentary lack of supervision G. might have scalded himself with hot water from an electric kettle on the second floor and then run downstairs, falling on the stairs.", "21. At around 9 p.m. the applicants examined G. and saw that the left side of their son’s face was red, the plasters had come unstuck and the wounds on his chin and eyebrow had started bleeding again. The applicants decided that it was necessary to have him checked by a doctor.", "22. At 9.50 p.m. the first applicant took G. to the Emergency Unit of Children’s Hospital No. 145 of Moscow. Since the Unit was not open, he took the boy to the Burn Care Centre of the G. N. Spiranskiy Children’s Hospital No. 9 of the Department of Healthcare of the City of Moscow (“the Burn Care Hospital”).", "23. From that date until 27 March 2009 G. remained in the hospital for treatment.", "24. The admission entry of 20 March 2009 in G.’s medical file no. 2264 from the Burn Care Hospital described G.’s condition as “serious”. He was diagnosed by the surgeon on duty as follows:", "“... closed crano-cerebral trauma, brain concussion? A burn caused by hot liquid, III-IIIA degree, to the face covering S=8% of the body’s surface. Bruises to the head. Multiple scratches, bruises, haematomas on the body, limbs and sexual organs of various degrees of maturity. Battered child syndrome?”", "25. A combined report by the surgeon in charge and the resuscitation specialist made later the same day confirmed the above conclusions, with a reduction of the estimated surface of the burn to 4%.", "26. In the morning of 23 March 2009 official E. of the Leninskiy District Agency, along with her colleague Ef., again visited the applicants’ house. The resulting report stated that the next visit had been planned for April 2009 but that because of the incident of 20 March 2009, of which the Agency had learnt from the police on 23 March 2009, it had been decided to visit the applicants immediately. The report stated in respect of the incident:", "“... G. was in hospital, since, according to the parents, on 20 March 2009 he had spilled boiling water from a kettle on himself and, panicking, tripped and fallen down the stairs. The boy had been brought by [the first applicant] to [the hospital]. [The second applicant] was in a state of shock during the visit, could hardly speak and was constantly crying. The minor child P. was all the time nearby and did not leave her mother even for a second.”", "27. The report further stated that the family would be visited and checked frequently and that the information about the incident was to be transferred to the municipal authority responsible for the adoption.", "28. On 27 March 2009, at the applicants’ request, G. was discharged from the Burn Care Hospital and returned home.", "29. On the same day the Head of the Golyanovo District Custody and Guardianship Agency (“the Golyanovo District Agency”) issued removal orders in respect of G. and P. because of an “immediate threat to their health and life”.", "30. It appears that later on 27 March 2009 officials M., S. and F. of the Golyanovo District Agency visited the applicants’ house. The resulting report stated that because of the incident of 20 March 2009 and the institution of criminal proceedings in that connection, as well as because of the media coverage of the case, it had been decided to visit the applicants’ family and to consider the question of removing the children pending the investigation. The report then went on as follows:", "“... From the interviews with the children it was established that the parents loved them; the children looked well groomed and clean. During the visit the children were playing and looked happy; they then watched a fairy tale, held and kissed their mother affectionately ...", "Given that there was no immediate threat to the life and health of the children, the children were sleeping and the family would remain under the close supervision of the [Golyanovo District Agency], and regard being had to the pending investigation, we consider it unnecessary to remove the children and that consideration of the question should be suspended until the conclusion of the criminal case.”", "31. It appears that based on the findings of the above report the Head of the Golyanovo District Agency withdrew the removal orders on 28 March 2009.", "32. In a letter of the same date the Deputy Head of the Main Department of the Interior in the Moscow Region, K., referred the Head of the Golyanovo District Agency to the incident of 20 March 2009 and then stated:", "“With a view to avoiding any pressure from the parents on G. and the infliction of any physical or mental harm on him, I would ask you to consider the possibility of removing G. from the conditions representing a threat to his life and health pending the resolution of [these criminal proceedings].”", "33. Furthermore, on 28 March 2009 other officials of the Golyanovo District Agency G., Z. and E. compiled the following report:", "“... as a result of examining the housing and living conditions of the family of [the applicants], the visits of the officials of the [agency] during the period from 23 March 2009 to 28 March 2009, and reviewing the video materials presented by the family showing episodes from the life of the parents and children, and the continuous interviews with [the applicants], the following has been established:", "At present, despite repeated recommendations by the officials of the agency, the stairs connecting the first and second floors have still not been made secure (according to [the applicants] it was precisely these stairs that caused serious injuries to G., who fell down them). The previous security mechanism had been taken down before the New Year period.", "The injuries received by the minor child G. on 20 March 2009 were not without precedent. Serious falls of the child occurred previously as well, as can be seen from the video materials in the family archive, as well as being confirmed by the parents.", "Given the above, as well as the institution of criminal proceedings ... together with the fact of the infliction of the injuries in question, we consider that the parents do not fulfil the security requirements for the life and health of minors and do not keep a close enough watch over the children, who are prone to trauma because of their high levels of activity and mobility .", "Thus there are reasons to remove [the children] from their parents.”", "34. Late in the evening of 28 March 2009 official F. of the Golyanovo District Agency accordingly issued removal orders in respect of G. and P. because of “the immediate threat to their health and life”.", "35. On 29 March, at around 9 p.m., the removal of both children took place, with both children being placed in the Vidnovskaya District Hospital.", "36. On 31 March 2009 the children were removed from the Vidnovskaya District Hospital and were placed in the Morozovskaya City Children’s Hospital.", "37. On 10 April 2009 the applicants challenged the removal orders. They argued that the authorities had acted unlawfully and that the orders were generally unjustified and disproportionate. The applicants maintained that the authorities had denied them any possibility of visiting the children.", "38. On 24 April 2009 the Golyanovo District Agency carried out an additional investigation into the living conditions of the applicants’ family.", "39. On 27 April 2009 the Golyanovo District Agency replied to the applicants’ challenge.", "40. On 28 April 2009 the Vidnovskiy District Court of the Moscow Region (“the Vidnovskiy District Court”) held a hearing in the case and rejected the applicants’ challenge to the removal orders as follows:", "“... having before it the explanations of the participants in the proceedings, the statements of witnesses and the case materials, the court finds that the [applicants’] claims are unfounded for the following reasons.", "In accordance with part 1 of Article 77 of the Family Code, in case of an imminent threat to the life and health of a child [the agency] can immediately remove the child from its parents, the removal being carried out on the basis of a decision by a municipal authority ...", "Taking into account the evidence collected, the court is also of the view that there were reasons to remove the children because of an immediate threat to their life and health. On the date the contested removal order was made, the stairs [in question] had still not been secured, despite repeated warnings. Criminal proceedings have been brought in respect of [the second applicant] ... and investigative actions are being taken. In view of this situation, with the presence of serious injuries on G. and the failure to secure the hazardous items, [the agency] had reasons to issue the removal orders ...”", "41. On 21 July 2009, upon an appeal by the applicants, the Moscow Regional Court upheld the judgment of 28 April 2009, essentially confirming the conclusions of the first-instance court.", "42. On 1 April 2009 the Golyanovo District Agency brought court proceedings for the revocation of the adoption of G. and P. in the Preobrazhenskiy District Court of the City of Moscow (“the Preobrazhenskiy District Court”).", "43. On 15 and 27 May 2009 the Preobrazhenskiy District Court held hearings in the case.", "44. On 17 June 2009 the Preobrazhenskiy District Court rendered a judgment in the case in which it revoked the adoption. The court stated as follows:", "“On 28 March 2009 [the Agency] conducted a check of the applicant’s house, which included a review of video materials showing episodes in the life of the parents and children and, as a result of continuous interviews with [the applicants], it was established that the stairs [in question] had still not been secured, whilst the trauma sustained on 20 March 2009 by G. was not an unusual event because serious falls had taken place before as well.", "The fact of G. having fallen off the dog’s kennel (in February 2009), which occurred before the incident of 20 March 2009, was not denied by the [applicants] in court.", "On 28 March 2009 [G. and P.] were removed from the [applicants’ family] owing to the situation in the family, which posed a threat to the life and health of the children, as well as owing to the institution of criminal proceedings ...", "On 30 March 2009 the Vidnovskaya District Hospital issued the results of an examination of the children from which it could be seen that P. had arrived at the hospital in a satisfactory condition, but with a wet cough, a congested pharynx, rough breathing, elongated exhalation, wheezing, ... diagnosis: obstructive bronchitis. At the same time, until the removal the child had not been treated by a paediatrician, since [the applicants] had not registered the child with a hospital and had not had her examined by a paediatrician.", "The examination of G. showed that his condition was satisfactory and that he was admitted suffering from the consequences of skull and brain trauma as well as a thermal burn to the face and scalp.", "In the set of criminal proceedings instituted on 22 April 2009 [the second applicant] was accused of a criminal offence under subpart (d), part 2, of Articles 117 and 156 of the Criminal Code, whilst [the first applicant] was accused under Article 156 of the Criminal Code.", "On 31 March 2009 the children G. and P. were placed in the Morozovskaya City Children’s Clinical Hospital for a medical examination and treatment as a result of their transfer from the Vidnovskaya District Hospital of the Moscow Region. G. was admitted to the Morozovskaya Hospital in a moderately serious condition.", "At the time of his admission ... G. was diagnosed as follows: hyperactivity syndrome with attention deficit, bruises on the left frontal bone and scratches on the body and extremities, balanitis, navel hernia, seborrhoeic dermatitis. From the medical card it also appears that apart from the above-mentioned diagnosis, G. was also diagnosed with developmental delay, acute rhino-pharyngitis, functional cardiopathy, acute pancreatitis, dyskinesia of the biliary pathways, slight isometropic myopia, acute allergic reaction (food) and first-degree obstruction of the adenoids.", "At the time of her admission ... P. was diagnosed as having: minimal brain dysfunction, acute rhino-pharyngitis, functional cardiopathy, reactive pancreatitis, dyskinesia of the biliary pathways, weak long vision, acute allergic reaction (food). The condition at the time of admission was of medium gravity.", "The above diagnosis confirms that the [applicants] failed to pay sufficient attention to the children’s health, did not take steps to treat them in due time and moreover did not even register them with a local polyclinic ...", "Moreover, as has been established by the court and can be seen from the statements of the [applicants], they are not keen to apply to [local] polyclinics and prefer selftreatment for both themselves and their children, as well as an uncontrolled coldwater treatment, which, according to the [agency], the prosecutor and the court, is obviously not in the children’s interest and actually poses a danger to the life and health of the children remaining in this [family] without access to the necessary medical aid. Further, at the time of [the adoption] they were given recommendations concerning the mandatory follow-up of each child by the appropriate doctors, including a paediatrician.", "It cannot be concluded from the fact that the [applicants] took their children to a neurologist, orthopaedist, and dentist, that they took due care of the children’s health, since the examinations at the Vidnovskaya and Morozovskaya hospitals diagnosed the children as being in need of treatment by doctors and attention from the [applicants], but the [applicants] did not take any such measures.", "The [applicants’ family] did not find the time to obtain medical insurance certificates in due time and only on 10 December 2008 did they receive an insurance certificate in respect of P., and on 18 March 2009 in respect of G. This also confirms their improper attitude in respect of the children’s health, and that very attitude fails in securing the protection of the children’s health and poses a threat to the health and life of the children ...", "... under Article 141 of the Family Code an adoption may be revoked in cases where the adoptive parents fail to fulfil their parental obligations, abuse their parental rights, treat the adopted children cruelly, or suffer from chronic alcoholism or drug addiction.", "The court may also revoke an adoption in other cases, taking into account the interests of the child and having regard to the children’s opinion.", "The court is of the view that in the present case there are grounds to revoke the adoption because the [applicants] had an improper attitude in respect of the health and security of the children, which posed and still poses a danger to the life and health of the children, including, among other things, failure to provide the children with the necessary medical assistance, which, it was established by the court, they need. The reckless attitude of the [applicants] in respect of the health and security of the children, and the strong inclination of the [applicants] towards self-treatment poses a danger to the life and health of the children, and therefore the revocation of the adoption is in [the children’s] interest.", "The fact that the [applicants] have received positive character references, including by all witnesses questioned by the court during the examination of the case, and that they have some savings and property, even though they are unemployed, as well as the fact that they wish to continue to bring up the children, cannot serve as a basis for refusing the application, since the claims have been proved and [the application] is made solely in the interests of the children.", "The statements of witnesses [who all without exception gave positive character references concerning the applicants] ... cannot be taken into account by the court in order to reject the application, since those witnesses did not witness the events of 20 March 2009 and these events pose a threat to the security of the children, and to their life and health, and make it impossibile for the children to remain in the [applicants’] family.", "Having examined the evidence presented ... and taking into account the opinion of the [agency] concerning the need to revoke the adoption of the children, and given the improper attitude of the [applicants] in respect of the health and security of the children, the court finds that the application must be granted in full, since this is in the interests of the children, who in the future will be able to find a home with another family that will take due care of them and provide them with secure conditions for their life and development, as well as take due care of their health and development ...”", "45. In addition to revoking the adoption, the court cancelled the relevant entries in the official database concerning the parental relationship between the applicants and G. and P.", "46. On 22 June 2009 the Preobrazhenskiy District Court issued a full version of the judgment.", "47. The judgment was upheld on appeal by the Moscow Regional Court on 13 August 2009.", "48. On 26 March 2009 criminal proceedings were brought by the investigatory department of the Main Directorate of Investigations of the Moscow Regional Department of the Interior (“the investigation authority”) against the applicants on account of the incident of 20 March 2009.", "49. On 28 March 2009 G. was examined at the State institute of forensic examinations in the town of Vidnoye in the Moscow Region.", "50. Between 13 May and 8 July 2009 G. was also examined at the Bureau of Forensic Examinations of the State Department of Health of the Moscow Region. The commission consisted of eight doctors of various specialisations, including paediatricians.", "51. On the basis of the evidence collected during the criminal investigation, on 23 November 2009 the investigation authority brought criminal charges against the second applicant. She was charged under Article 156 (non-fulfilment of duties relating to the care of minors), part 2 of subpart “d” of Article 117 (infliction of physical sufferings through regular beatings in respect of a minor), part 2 of subpart “c” of Article 112 (intentional infliction of moderate harm on health in respect of a person in a helpless situation) and Article 125 (knowingly leaving in a dangerous situation a person incapable of taking measures to save himself due to young age) of the Criminal Code of Russia. Criminal charges were also brought against the first applicant. He was charged in connection with the same events under Articles 156 and 125 of the Criminal Code. G. became a victim in the criminal case, his interests being represented by an official of the Leninskiy District Agency.", "52. During the hearing of 29 March 2010 the trial court examined the witness Prod., a principal doctor at the Burn Care Hospital. He stated, among other things, that the press had been “admitted upon the order of someone in the Department of Health of Moscow, to be ‘allowed at [his] discretion’...”.", "53. During a cross-examination on the same date, witness Dav., a children’s surgeon at the same hospital, admitted that the photographs disseminated by the media had been taken with her personal camera but stated that they had been taken by someone else and not by her. As regards the question whether it was usual practice to take photographs of sick patients, she stated as follows: “I know nothing about such a practice, I did it only once, with the permission of the patient ...”.", "54. She also stated: “... during the medical examination I asked the father what had happened and where the injuries had come from, to which the father ... responded that the boy had spilled hot water on himself from a kettle and then fallen down the stairs leading from the second to the first floor. Thereafter the father went [out of the room] and I asked the child [the same question]. The boy answered that his mother had pushed him, and at that moment the boy’s father came back and, having apparently overheard our conversation, said that the child would ‘come up with a story’ now. Since the child was diagnosed with having injuries dating from different times, I indicated to the medical sister in charge that she should ... [report the case to the police] ...”.", "55. On the same day, during a cross-examination before the trial court the witness Gor., head of the department of microsurgery at the same hospital, admitted that the photograph distributed by the media had been taken by him, that photographs had been taken for professional use and that he had given them to doctor Pen. He also admitted that no consent had been obtained either from G. or from his parents in connection with the taking of the photographs, that the taking of photographs was not a usual practice, and that the photographs had been taken because “the police had been informed [about the case]”.", "56. Doctor Pen., the head of the third department of traumatology, was questioned as a witness on the same day. He gave evidence as follows:", "“Q: Explain more about the photographs of G. and how you gave them out and to whom?", "A: Since the child was in my department, they were all here. Then Mr Ger. came, and showed his ID as an assistant to [a well known member of the Russian State Duma] and very seriously asked me to make him copies. I remembered that I was obliged to obey. Ger. then went to my PC and sent the photographs by electronic mail to his account.", "Q: Did you check his identity?", "A: He showed his ID.", "Q: Did he show you a written request for information?", "A: No.", "...", "Q: What was the purpose of these photographs?", "A: They had no value for me – G. had third-degree burns, that is quite rare. They heal on their own. Usually burns are deep and take a longer time to recover.", "...", "Q: Were you fired [after the events]?", "A: Yes, but not because of the photographs, but because of the admission of the press into the department.", "Q: Did you do it [allow the admission of the press]?", "A: No, that was the order of my superior ...”", "57. The witness Leb., a doctor with the emergency services, was questioned in court on the same day and stated it was he who had made an entry in the medical file to the effect that G.’s father had told him that G. had been ill-treated by his drunken mother. He conceded that this information was a falsehood, that the first applicant had never told him this, that he had no grounds to believe it, and that he had made this entry as a result of “pure emotion”.", "58. On 15 November 2010 the Vidnovskiy District Court of the Moscow Region examined the criminal case against the applicants and delivered their judgment. The first applicant was acquitted in respect of the charges under Article 156 of the Code and the prosecution had dropped the charges against him under Article 125 of the Criminal Code. The second applicant was found guilty under Articles 156 (non-fulfilment of duties relating to the care of minors) and 115 (intentional infliction of mild harm to health) of the Criminal Code. She received a cumulative sentence of one year and eight months’ correctional work, which meant that during that period the second applicant had to pay fifteen per cent of her salary to the State. As regards the other charges, the second applicant was either acquitted or the charges were dropped.", "59. Both the second applicant and the legal representatives of G. appealed against the judgment. They all disagreed with the court’s conclusion and argued that the second applicant should be acquitted in full.", "60. The prosecution also appealed against the judgment, insisting that the applicants were guilty and demanding the quashing of the judgment in the part acquitting them.", "61. On 17 February 2011 the Moscow Regional Court examined and rejected the parties’ appeals and upheld the judgment of 5 March 2010.", "62. The applicants submitted that during G.’s stay in the Burn Care Hospital between 20 and 27 March 2009, the hospital’s administration on several occasions admitted a number of third persons, including journalists, photographers and various public figures, to G.’s room. These third persons were allowed to interview G. and to take photographs of him and his injuries. Among those admitted to see G. by the hospital’s administration was one Ger., an assistant to a well-known member of the Russian State Duma.", "63. The applicants were not informed about these visits, interviews and photograph sessions, let alone asked for their authorisation.", "64. On 24 March 2009 a number of national media sources belonging to the same media group and including the life.ru website and the newspapers Zhizn’ and Tvoy den’ started publishing material about the case of G. and his adoptive parents, using their full names and photographs. According to the applicants, the material included photographs of G. in the Burn Care Hospital and suggested that G.’s injuries had been caused by ill-treatment at the hands of his parents. The newspapers also learned from unspecified sources of G.’s adopted status and at once made this information public.", "65. Thereafter various national media sources followed suit, publishing articles with the following titles: “Mother with a devil’s heart”, “I was beaten by my Mum”, “Mummy beat me up with a hot kettle full of boiling water”, “Monster-mummy is facing jail for ill-treatment of child”, “Mummy tortured adopted [child]”, “Gestapo Mummy” and so on.", "66. On 30 March 2009 the applicants’ case was discussed in the Public Chamber of the Russian Federation.", "67. On 16 April 2009 the Russia-wide TV channel Pervyy broadcast a programme, Pust’ Govoryat, (“Let them speak”) entirely devoted to the applicants’ case, with various individuals, including public figures, commenting and speculating on what had happened to G. and what was the appropriate State reaction in this connection. Ger. was invited as a guest and stated as follows:", "“... The child was admitted to hospital with so-called multi-trauma. This means that the injuries were not isolated but were multiple, including the burn on the face and heavy beatings and bruises to the sexual organs. And the doctors have now clearly given an assessment of these actions. They say that the child was admitted unconscious, which means that he could not tolerate the level of pain that he was suffering at home. And he was at home in this condition not for just one day. And the parents had taken him to the hospital not to have stitches to a scratch on his face, but because he was nearly dead. This is clearly confirmed by doctors ...”", "68. This statement was accompanied by both photographs and video footage of G. taken by the crew of the television channel during his stay in hospital. It is clear from the video footage that the media crew had direct access to G. during filming. During the programme Ger. publicly showed photographs of G. obtained from the doctors of the Burn Care Hospital.", "69. On 17 October 2009 the NTV channel broadcast video footage of G. in the Burn Care Hospital in its programme Maksimum. The media crew had direct contact with G. and was, among other things, able to question him in respect of the circumstances of the incident.", "70. The Government submitted that the Burn Care Hospital did not keep any logs of visits by third persons, but that visits by third persons were possible under the applicable rules. The Government admitted that the applicants’ allegations concerning unauthorised access to G. by third persons, the unauthorised taking of photographs of G. and the dissemination of these photographs were true. They submitted the following description of the events.", "71. On 23 March 2009 a police officer was admitted for a talk with a doctor and the hospital administration. He did not have access to G.", "72. On 25 March 2009, with the permission of the Department of Health of the City of Moscow and the hospital administration, four media crews from the leading Russian TV channels (Pervyy, Vesti, NTV and TNT) were admitted to the relevant department, but did not have access to G., so they stood and filmed their footage in the lobby.", "73. On 26 March 2009 the head of the relevant department of the hospital received a direct oral request from Ger. seeking to gather information about the child. Ger. did not have access to the child, but he received electronic copies of photographs of G. with injuries, in hospital settings. According to the Government, the photographs had not been meant for dissemination in public but had been taken by a doctor for professional reasons.", "74. The Government also submitted that on 31 March 2009 the Presnenskiy Interdistrict Prosecutor’s office of the City of Moscow had issued an official warning to the Burn Care Hospital in connection with media access to the hospital. This warning had resulted in the decision to dismiss the head of the department, Pen., and to reprimand a deputy principal doctor at the hospital. The Government denied that the leaks about the adopted status of the child had come from the doctors of that hospital.", "75. On 5 November 2009 the applicants requested the investigation authorities to institute criminal proceedings in respect of a breach of secrecy concerning the adopted status of their children under Article 155 of the Criminal Code.", "76. It appears that this application was initially joined to the criminal proceedings in connection with G.’s alleged ill-treatment. In the decision of 23 November 2009 the investigation authority mentioned that the secrecy of G’s adoption had been breached. The discussion of this question apparently did not initially result in any developments leading to a separate investigation. The applicants were not notified of the decision.", "77. In an application of 25 November 2009 the applicants also requested the investigation authority, inter alia, to investigate the actions of the hospital administration which had authorised access to G. by the various third persons, and which had resulted in the allegedly intrusive media coverage of their case. This application was apparently not responded to.", "78. On 12 December 2010 the Investigative Department of the Department of the Interior of the Leninskiy District of the Moscow Region initiated a separate investigation in connection with the breach of the secrecy of G.’s adoption.", "79. On 15 December 2010 the applicants were given victim status and subsequently questioned.", "80. On 28 January 2011, in the absence of any suspects, the criminal investigation was suspended. It does not appear that the investigation had taken any steps with a view to identifying the suspects in the case or to question the journalists or editors of the media which had made the relevant information public.", "81. On 1 February 2011 the suspension of the investigation was quashed by the deputy at the Vidnoye Town Prosecutor’s office, because “not all possible investigatory measures” had been carried out.", "82. The investigation is apparently still pending.", "83. On 13 July 2009 the applicants attempted to bring defamation proceedings against Ger., the Tvoy Den’ newspaper, and the Pervyy Channel in the Ostanskinskiy District Court of the City of Moscow on account of Ger.’s statements that he had been in contact with G. in the hospital and that the boy had been severely beaten and was barely alive.", "84. It appears the case was later transferred to the Lyublinskiy District Court of the City of Moscow, because Ger.’s exact place of residence could not be established. The Ostankinskiy District Court made some efforts to identify and summon Ger. to court. In particular, the court made a number of requests, inter alia, to the Russian State Duma and the Federal Migration Service. These efforts were to no avail because Ger. was an unpaid pro bono assistant, and not a staff member, so the State Duma did not have information on his whereabouts.", "85. On 14 July 2010 the applicants withdrew the claim in view of the impossibility of locating and summoning Ger., whom they described as the main defendant in the case.", "86. The second applicant brought civil proceedings in connection with her right to the protection of her honour, dignity and reputation against OOO News Media-Rus, the publisher of the Tvoy Den’ newspaper. The claim contested the following four articles published in that newspaper and requested the defendant to officially refute them:", "(a) In issue no. 62 of 25 March 2009, on the front page there was a photograph of the second applicant with the comment: “Mummy with a devil’s heart”. To the left of the photograph there was another comment: “A four year old, Gleb A., from an ‘elite’ village in the Moscow Region, was severely beaten by his drunken adoptive mother”. Then there was a reference to an article by journalists A.S. and O.L., published on pages 4 and 5 of the same issue. The article was entitled “I was beaten by my mother”. It stated: “A boy was beaten and burned by his adoptive mother [who was] in a state of alcoholic intoxication (according to his father)”... and included the following additional headlines “Drunken mother cripples her adoptive child”, “Months of humiliation for four-year-old G.”.", "(b) In issue no. 63, of 26 March 2009, on the front page there was a photograph of the second applicant with the following comment: “Monster Mummy is facing jail for cruel treatment of child”. On the left of the photograph and on pages 4 and 5 of the newspaper it was stated that “... doctors made an official conclusion that the child, who ended up in the Burn Care Hospital on 20 March, had been beaten by his adoptive mother”. On the front page there was a headline “Mummy beat me up with a red hot kettle of boiling water”. A headline above the article stated: “Mother tortured her adoptive 4-year son with a red hot kettle”. A headline above the second applicant’s photograph stated: “Gestapo Mummy”.", "(c) In issue no. 69, of 2 April 2009, on pages 4 and 5 there was an article entitled “Payback for the torments of an angel”. The article stated: “On Tuesday she [the second applicant] was taken away to psychiatric clinic no. 24 in the town of Vidnoye”. It further stated: “An expert examination made it clear to the specialists that [she] is of sound mind: the woman can clearly, comprehensively and accessibly answer all questions, and the expert examination of her test drawings shows no signs of serious deviations. However, according to the doctors, [she] has long been in receipt of strong psychotropic substances. The adoptive mother is directed to undergo an additional examination; she needs to give blood samples to be tested for drugs and psychotropic substances”.", "(d) In the issue of 6 April 2009 an article covering the applicants’ case mentioned that G. had “deep bloody scratches caused by human nails”.", "87. The Savelsovkisy District Court of Moscow examined the case on 4 March 2010. The court noted that the dissemination of the information referred to by the second applicant remained uncontested, and invited the defendant to justify the truthfulness of the published material in question. It then examined the evidence referred to by the defendants in order to establish the truthfulness of the material. In particular, the court examined Kor., one of the doctors who had treated G., who described G.’s condition at the time of his admission and repeated the version of events he had heard from the first applicant; he also stated that G. had at some point mentioned that he had been struck by his mother with a kettle. The court also examined an entry in the Emergency Team’s medical register made by doctor Leb. which stated that, according to the boy’s father, G. had been beaten and burned by his adoptive mother, who was in a state of alcoholic intoxication, the beatings having taken place at 8 p.m. The court also examined various photographs of G. with injuries and heard Sib., a nurse who had been assisting doctor Leb. at the time. Lastly, the court refused to hear the first applicant as a witness but examined the second applicant’s medical file from psychiatric clinic no. 24, which confirmed that the second applicant had been in that clinic, with the diagnosis mentioned in the newspaper, and had been, among other things, ordered to give additional blood samples for testing for drugs and psychotropic substances.", "88. Overall, the court concluded that the factual information contained in the contested material about G.’s case was truthful, and that the medical information about the second applicant’s stay in clinic no. 24 was also truthful and could not be seen as in any way damaging to the second applicant’s reputation. The court also rejected as unproven the second applicant’s allegations that G.’s photographs had been heavily retouched by the defendant for a dramatic effect. As regards the descriptive comments about the second applicant’s role in G.’s injuries, the court considered that they represented value judgments not susceptible of proof in court. On the basis of the above, the court rejected the second applicant’s claim as groundless. The court did not address the second applicant’s arguments concerning the breach of her right to the presumption of innocence as a result of premature speculations concerning the nature and degree of her responsibility for G.’s injuries.", "89. On 10 June 2010 the Moscow Regional Court examined and, without responding to the second applicant’s arguments, rejected her appeal against the firstinstance judgment of 4 March 2010.", "90. On 31 March 2009 G. and P. were placed in the custody of the relevant bodies of the City of Moscow and some time later placed in the State educational establishment “Social asylum for children and adolescents” of the Department of Family and Juvenile Policy of the City of Moscow (“the children’s home”). They remain there to date.", "91. It does not appear that the applicants had any access to either G. or P. between 31 March 2009 and 3 June 2010. It appears that between 29 April 2009 and 19 May 2010 the applicants were allowed to leave food and gifts for the children at the foster home. On 3 June 2010 the children’s home granted the applicants permission to visit. Since that day the applicants have had regular weekly access to both children.", "92. On 22 February 2011 the applicant’s lawyer interviewed Zhm., a teacher from the children’s home, who confirmed that the children thought about and had not forgotten their parents and wanted to return to their family, and that it would be better to return the children to their parents.", "93. In an interview conducted on the same day, the director of the children’s home, Alb., stated that he agreed with the position of Zhm. and was also of the view that the children’s condition had greatly improved and that it would be better for them to return to their parents.", "94. On 11 March 2011 the first applicant lodged an application with the Preobrazhenskiy District Court requesting a review of the revocation of adoption proceedings in view of his recent acquittal, and sought to recover his lost rights. He asked the court to declare him the father of the children and to physically to return them to him.", "95. On 17 March 2011 the children’s home also lodged an application with the Preobrazhenskiy District Court asking for a review of the revocation proceedings in the interests of the children and with a view to reuniting the family.", "96. The first applicant’s application was supported by the Golyanovo District Municipal Authority, which now considered that G. and P. would be better off returning to the family of their former adoptive parents.", "97. By a decision of 21 June 2011 the Preobrazhenskiy District Court examined the application by the children’s home and dismissed it for lack of standing. The court concluded that since the children’s home had not been a party to the original set of proceedings, it had no right to apply for a review of the judgment of 17 June 2009.", "98. By a decision of 22 June 2011 the Preobrazhenskiy District Court examined and rejected the first applicant’s application. The court considered that the circumstances referred to by the first applicant could not be seen as newly discovered within the meaning of the applicable domestic law.", "99. On 12 July 2011 the first applicant applied for the restoration of the adoption to the Preobrazhenskiy District Court. Since the domestic law did not contain any legal provision allowing for restoration of adoption in respect of adoptive parents whose parental rights had been removed, the first applicant requested the court to apply the legal provisions applicable to natural parents which provided for the restoration of their parental rights if they had previously had such rights restricted or been deprived of them, and to apply them in his case by analogy.", "100. This request was maintained and supported by the Golyanovo District Municipal Authority, which took the view that the return of G. and P. to the applicants’ family was in the interests of the children.", "101. By a decision of 9 August 2011 the Preobrazhenskiy District Court examined and rejected the first applicant’s request. The court considered that the application of the law by analogy in such cases was not possible.", "102. That decision was upheld on appeal by the Moscow City Court on 20 February 2012. The court took the view that the domestic law did not provide for the possibility of restoration of adoption after it had been revoked and agreed with the first instance court that the law in respect of natural parents could not be applied to the adoptive parents by analogy.", "“1. Everyone has the right to the inviolability of his/her private life, to personal and family confidentiality, and to the protection of his honour and good name ...”", "“1. Everyone is guaranteed freedom of thought and speech ...", "4. Everyone has the right freely to seek, receive, transfer, produce and distribute information by any legal means. The list of information subject to State secrecy is set out in the federal law.", "5. The freedom of the media is guaranteed. Censorship is prohibited.”", "“1. Children shall have the right to the protection of their rights and legal interests.", "A child’s rights and legal interests shall be protected by his parents (or substitute parents), and, in the cases stipulated in the present Code, by the Custody and Guardianship Agency, the Prosecutor and the court.", "...", "2. Children shall have the right to protection from abuse on the part of the parents (or substitute parents).", "If the child’s rights and legal interests are violated, including where the parents (or one of them) fail to discharge, or improperly discharge, their duties in relation to the child’s upbringing and education, or where they abuse their parental rights, the child shall have the right to apply on his own initiative for the protection of the Custody and Guardianship Agency, and – upon reaching the age of 14 years – to a court.", "3. Officers of organisations or other citizens who have learnt of a threat to the life or health of a child or a violation of his rights or legal interests are obliged to report this to the Custody and Guardianship Agency for the child’s current place of residence. Upon receipt of such information, the Custody and Guardianship Agency is obliged to take the necessary measures to protect the child’s rights and legal interests.”", "“1. A court may, taking into account the interests of the child, decide to remove the child from the parents (one of the parents) without stripping them of their parental rights (restricting their parental rights).", "2. The restriction of parental rights is allowed when leaving the child with his parents (one of the parents) is dangerous for the child due to circumstances which do not depend on the parents (one of the parents), such as mental illness or other chronic disease, the combination of difficult circumstances, and so on.", "The restriction of parental rights is only possible in cases where leaving the child with the parents (one of the parents) is dangerous for the child on account of their conduct, but sufficient grounds for stripping the parents (one of the parents) of their parental rights have not been established. If the parents (one of the parents) do not change their conduct, six months after a court decision restricting their parental rights the agency is under an obligation to file an application for the parents to be stripped of their parental rights. Acting in the interests of the child, the agency may file such an application up to the expiry of the above-mentioned term ...”", "“1. Parents whose parental rights are restricted by the court shall lose the right to bring the child up in person, and also the right to the privileges and State allowances granted to citizens with children.", "2. The restriction on parental rights shall not relieve the parents from the duty to maintain the child.", "3. A child whose parents’ (or one of them) parental rights are restricted shall retain the right of ownership of the living premises or the right to use the living premises, and shall also retain property rights, based on his kinship with his parents and with his other relatives, including the right to receive an inheritance.", "4. If the parental rights of both parents are restricted, the child shall be placed in the care of the Custody and Guardianship Agency.”", "“Parents whose parental rights are restricted by the court may be allowed to maintain contact with the child, unless this has a negative impact on the latter. The parents’ contact with the child shall be permitted with the consent of the Custody and Guardianship Agency, or with the consent of the child’s guardian (trustee), of his foster parents, or of the authorities of the institution where he resides.”", "“1. If the grounds on which one or both parents’ parental rights were restricted cease to exist, the court may, upon an application by the parents (or one of them) make a decision returning the child to the parents (or one of them) and lifting the restrictions stipulated by Article 74 of the present Code.", "2. The court shall have the right, taking into account the child’s interests, to refuse to grant the application if the child’s return to the parents (or one of them) is contrary to his interests.”", "“1. If a direct threat exists to the child’s life or health, the guardianship and trusteeship body shall have the right to remove the child from his parents (or from one of them) or from any other person whose charge he is in.", "The immediate removal of the child shall be carried out by the Custody and Guardianship Agency pursuant to the corresponding order of the local self-governing body.", "2. When removing the child, the Custody and Guardianship Agency must inform the prosecutor without delay, provide for the child’s temporary accommodation and, within seven days of the decision of the local self-governing body to remove the child, lodge an application with the court for the withdrawal or restriction of parental rights.”", "“1. The secrecy of a child’s adoption is protected by the law. Judges who have rendered a judgment concerning the adoption of a child, or other officials who have carried out the State registration of an adoption, as well as other persons who have otherwise become aware of an adoption, are obliged to maintain the secrecy of the child’s adoption.", "2. Persons indicated in part 1 of the present Article who disclose the adoption of the child against the will of the adoptive parents shall be held liable in accordance with the law.”", "“1. A child’s adoption may be revoked if the adopters fail to discharge the parental duties imposed on them, abuse parental rights, treat the adopted children cruelly, or suffer from chronic alcoholism or drug addiction.", "2. The court may also revoke a child’s adoption on other grounds, proceeding from the child’s interests and taking into account his opinion”.", "103. On 20 April 2006 the Plenary Supreme Court of Russia adopted Resolution no. 8 “On the application of legislation by the court during the examination of cases concerning the adoption of children”.", "“19. Since adoptive parents acquire their parental rights and obligations as a result of adoption, and not because of the birth of their children, it should be borne in mind that in cases of evasion of parental duties by the adoptive parents, the abuse of parental rights or cruel treatment of the adopted children, as well as if the adoptive parents are chronically sick alcoholics or drug addicts, a court can decide to revoke the adoption (Article 140, part 1 of Article 141 of the Family Code of Russia), or not to deprive or limit the parental rights (Articles 69, 70 and 73 of the Family Code). In such cases, the child’s consent to the revocation of the adoption is not necessary (Article 57 of the Family Code) ...”", "“1. The intentional infliction of mild harm to health producing a short-term health disorder or insignificant but durable loss of the general capacity to work ... shall be punishable by a fine ... or compulsory work of up to 480 hours, or correctional work for a term of up to one year ...”", "“1. The unlawful collection or dissemination of information about the private life of a person constituting a private or family secret without his/her consent, or dissemination of such information during public addresses, in publicly visible work or in the media is punishable by a fine of up to 200,000 Russian roubles or the equivalent of the salary or other income of the convicted person for a period of up to eighteen months, or compulsory work for a term of up to 360 hours, or correctional work for a term of up to 1 year ...", "2. The same acts committed by a person through the use of his/her official position are punishable by a fine ... or automatic disqualification from certain offices or certain occupations ...”", "“1. The disclosure of the secrecy of a child’s adoption against the will of the adoptive parent by a person who was under an obligation to keep the fact of the adoption a service-related or professional secret, or by other persons out of lucrative or base motives, shall be punishable by a fine ..., or community service ..., or an arrest ... combined with disqualification from holding certain posts or carrying out certain activities ...”", "“1. The non-fulfilment or improper fulfilment of duties concerning the upbringing of a minor by a parent or by another person ... if this conduct was accompanied by cruel treatment of the minor ... shall be punishable by a fine ..., or community service, or imprisonment ...”", "“Information about the fact of an individual’s application for medical aid, the state of health of a citizen, a diagnosis of disease or other data obtained as a result of his examination and treatment constitute a medical secret. An individual should have a firm guarantee of the confidentiality of the information imparted.", "The dissemination of information constituting a medical secret by persons who have had access to this information as a result of the educational process or the execution of professional, service or other obligations, except for the situations set out in parts 3 and 4 of the present article, is not allowed.", "Upon an individual’s or his representative’s consent, the transfer of information constituting a medical secret to other individuals, including officials, in the interests of the medical examination and treatment of a patient, for scientific examination, publications in scientific literature, or the use of this information in the educational process, is allowed.", "Information constituting a medical secret may be furnished without the consent of the individual in question or his representative:", "1) in order to examine and treat an individual who is incapable on account of his condition of expressing his will;", "2) in case of the threat of dissemination of infectious diseases, mass poisoning or infections;", "3) upon the request of [various official investigation] bodies or a court in connection with a pending investigation or court proceedings;", "3.1) upon a request from a body carrying out supervision in respect of the behaviour of a convict ...;", "4) in case of treatment of an underage person [in cases of drug addiction], to keep their parents and legal representatives informed;", "5) where there are grounds to believe that harm to the health of an individual has been inflicted as a result of unlawful actions;", "6) with a view to carrying out a military medical examination ...", "Persons, who, in accordance with the law, are in receipt of information constituting a medical secret, are, along with medical and pharmaceutical officials, liable, account being taken of the extent of the resulting damage, for the disclosure of the medical secret under the disciplinary, administrative or criminal law in accordance with the [relevant] legislation.”", "“Disclosure of information to which access is limited by a federal law (except for cases in which such disclosure leads to criminal liability), by a person who had access to this information connection with the execution of his service or professional duties ... is punishable by an administrative fine of between 500 and 1,000 Russian roubles in respect of individuals and between 4,000 and 5,000 Russian roubles in respect of officials.”", "“1. Life and health, the dignity of an individual, personal integrity, honour and good name, business reputation, the inviolability of personal life, personal and family confidentiality ... belong to an individual by birth or by law, are inalienable and are not transferrable by any other means ...", "2. Intangible rights are protected in accordance with this Code and other [relevant] laws ... as well as in such cases and within such limits where the use of the methods for the protection of ... the rights ... flows from the nature of the intangible right breached and the character of the consequences of such a breach.”", "“If non-pecuniary damage (physical or moral suffering) has been inflicted upon an individual by acts violating his personal non-pecuniary rights or encroaching upon other intangible interests belonging to the individual, as well as in other cases set out in the law, a court may order the perpetrator to pay monetary compensation for the said damage.", "In determining the amount of compensation, the court takes into account the degree of liability of the perpetrator and other relevant circumstances. The court also has to take into account the degree of physical and moral sufferings in the context of the individual features of the person on whom the damage was inflicted.”", "“1. An individual has a right to claim in court retraction of information damaging his/her honour, dignity or business reputation, if the person having disseminated such statements has failed to prove that they corresponded to reality ...", "2. If damaging statements were disseminated in the media, they should be retracted in the same media ...", "5. An individual concerned by the dissemination of damaging information ... has a right, along with the right to request refutation of such information, to ask for damages and compensation for non-pecuniary damage resulting from such dissemination ...", "6. In case it is impossible to identify a person responsible for the dissemination of the [defamatory information], the individual concerned has the right to apply to court seeking to have the information in question declared untrue.”", "“1. Publication and further use of an image of an individual (including his photograph, as well as video footage or works of art in which he/she is depicted) are only permitted with the consent of the individual ...", "Such consent is not necessary in cases where:", "1) the use of the image takes place in the interest of the State, society or other public interest;", "2) the image was obtained during filming which took place in places open for free admission or at public gatherings, except for cases in which the image is the main object of [commercial] use.", "3) the individual posed for a fee.”", "“1. Unless specifically authorised by law, the collection, storage, distribution and use of any information about the private life of an individual, including information about his origins, where he stays or resides, about private and family life, the biographical facts of such person, or his participation in court proceedings, is not allowed without his consent.", "The collection, storage, distribution and use of information about the private life of an individual which is in the interest of the State, society in general, or other public interest is excluded from this rule. The other exception to this rule is when the information about the private life of an individual has been made commonly available or disclosed by the individual himself or with his agreement.", "2. Unless a contract between the parties provides otherwise, the parties are bound not to disclose information that they have received under a contract about a party or an interested third party to such a contract ...", "4. Where the information about the private life of an individual obtained through a breach of law is contained in documents, video footage or other material means of storage, the individual has the right to request a court to seize the means of storage ... and to destroy it without any compensation ...”", "104. On 24 February 2005 the Plenary Supreme Court of Russia adopted Resolution no. 3 “On judicial practice in cases concerning the protection of the honour and dignity of individuals and the business reputation of individuals or legal persons”, in which it reminded the lower courts that they should take into account the provisions of the European Convention on Human Rights and the case-law of the Strasbourg Court. More specifically, in part 8 of the Resolution, the Plenary Supreme Court noted that cases concerning the protection of honour, dignity and business reputation should be differentiated from cases concerning the protection of other intangible rights the inviolability of which is specifically protected by the Constitution of Russia and other laws and the dissemination of which may cause nonpecuniary damage even if the information in question is truthful and non-defamatory. In particular, in cases concerning the dissemination of information about the private life of an individual, it should be taken into account that unauthorised dissemination of even truthful information concerning private life may lead a court to award compensation for nonpecuniary damage resulting from the dissemination of such information (Articles 150 and 151 of the Civil Code). The only exception to this rule was when the information about the private life of a plaintiff had been disseminated with the aim of protecting some public interest under part 5 of Section 49 of the Law “On the media”... If false information about the person’s private life was disseminated, then a defendant could be obliged not only to retract such information, but also to compensate any resulting non-pecuniary damage under Article 152 of the Civil Code.", "105. The Plenary Supreme Court also explained in part 2 of the Resolution that actions in defence of honour, dignity and business reputation could be brought by individuals and legal entities who considered themselves to have been injured by the disseminated information. Judicial protection in such cases could be granted even in cases where it was impossible to identify the person who had disseminated the information (for instance, in cases of anonymous letters directed at individuals and organisations, or publication of information on the internet by an anonymous user). Under part 6 of Article 152 of the Civil Code the court could declare the disseminated information untrue and defamatory. Such cases were examined by the courts under a special procedure set out in subsection IV of the Civil Procedure Code of Russia.", "106. In part 5 of the Resolution, the Plenary Supreme Court also explained that the proper defendants in such cases were the authors of the disseminated information as well as those who had taken part in its dissemination. If the information had been disseminated by the media, the proper defendants were both the author of the information and the editorial board of the media involved, or the persons in charge of their production.", "107. In its overview of the judicial practice in the examination of cases concerning the protection of honour, dignity and business reputation and the inviolability of the private life of public persons in the sphere of politics, art and sport (bulletin no. 12 for the year 2007), the Supreme Court noted that protected private information was listed, in particular, in Presidential Decree no. 1111 dated 23 September 2005.", "108. On 23 September 2005 the President of Russia adopted decree no. 1111, which contains a list of information having a confidential character:", "“1. Information on facts, events and circumstances concerning the private life of an individual which enable the individual to be identified (personal data), except for information which can be disseminated in the media in situations defined by the federal laws.", "2. Secret information in an investigation or judicial procedure ...", "3. Official data access to which is limited by the State bodies according to the Civil Code ... and federal laws (official secret).", "4. Information relating to professional activity to which access is limited in accordance with the Constitution of Russia and federal laws ([including] medical confidentiality ...).”", "109. Article 392 of the Code of Civil Procedure of the Russian Federation contains a list of situations which may justify the reopening of a finalised case on account of newly discovered circumstances. A judgment of the European Court of Human Rights finding a violation of the European Convention on Human Rights in a case in respect of which an applicant lodged a complaint with the Court should be considered a new circumstance warranting a reopening (Article 392 § 4 (4)).", "This provision defines the duties of a journalist and mentions in its part 5 that when disseminating information on the private life of an individual in the media a journalist is bound to secure the consent of the person(s) concerned and/or their representative except for situations where dissemination is necessary for the protection of the interests of society.", "“...", "2. Upon application by a member of the Council of the Federation or a member of the State Duma on questions relating to the functioning of State bodies, local authorities, NGOs and organisations to such bodies, the officials of such bodies and organisations are obliged to reply without delay (where further materials are required – not later than 30 days from the date of application) and provide the requested documents and information. At the same time, information constituting a State secret is provided in accordance with an order set out in the federal law on State secrets ...”", "“1. ... A member of the State Duma has the right to have assistants in connection with their work in the State Duma ...", "4. ... A member of the State Duma has the right to have up to 40 assistants working pro bono ...”", "“1. An assistant to a member of ... the State Duma:", "...", "c) upon assignment to the member of ... the State Duma, receives from State bodies [and other organisations] the documents required by the member ...”", "110. The Convention on the Rights of the Child was adopted by the General Assembly of the United Nations on 20 November 1989 and came into force on 2 September 1990. It has been ratified by all Council of Europe member States. Its relevant provisions read as follows:", "“1. In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.", "2. States Parties undertake to ensure the child such protection and care as is necessary for his or her well-being, taking into account the rights and duties of his or her parents, legal guardians, or other individuals legally responsible for him or her, and, to this end, shall take all appropriate legislative and administrative measures.", "3. States Parties shall ensure that the institutions, services and facilities responsible for the care or protection of children shall conform with the standards established by competent authorities, particularly in the areas of safety, health, in the number and suitability of their staff, as well as competent supervision.”", "“1. States Parties shall ensure that a child shall not be separated from his or her parents against their will, except when competent authorities subject to judicial review determine, in accordance with applicable law and procedures, that such separation is necessary for the best interests of the child. Such determination may be necessary in a particular case such as one involving abuse or neglect of the child by the parents, or one where the parents are living separately and a decision must be made as to the child’s place of residence.", "2. In any proceedings pursuant to paragraph 1 of the present article, all interested parties shall be given an opportunity to participate in the proceedings and make their views known.", "3. States Parties shall respect the right of the child who is separated from one or both parents to maintain personal relations and direct contact with both parents on a regular basis, except if it is contrary to the child’s best interests.", "...”", "111. The revised European Convention on the Adoption of Children was opened for signature on 27 November 2008 and entered into force on 1 September 2011. It has been ratified by seven States, namely Denmark, Finland, the Netherlands, Norway, Romania, Spain and Ukraine. The Russian Federation has not ratified or signed the Convention.", "112. One of the reasons for the revision, as stated in the preamble to the 2008 Convention, was that some of the provisions of the 1967 European Convention on the Adoption of Children were outdated and contrary to the case-law of the European Court of Human Rights. The relevant provisions of the 2008 Convention read as follows:", "“1. Upon adoption a child shall become a full member of the family of the adopter(s) and shall have in regard to the adopter(s) and his, her or their family the same rights and obligations as a child of the adopter(s) whose parentage is legally established. The adopter(s) shall have parental responsibility for the child. The adoption shall terminate the legal relationship between the child and his or her father, mother and family of origin.", "2. Nevertheless, the spouse or partner, whether registered or not, of the adopter shall retain his or her rights and obligations in respect of the adopted child if the latter is his or her child, unless the law otherwise provides.", "...”", "“1 An adoption may be revoked or annulled only by decision of the competent authority. The best interests of the child shall always be the paramount consideration.", "2. An adoption may be revoked only on serious grounds permitted by law before the child reaches the age of majority.", "...”", "113. On 10 July 2003 the Committee of Ministers of the Council of Europe adopted Recommendation No. Rec(2003)13 on the provision of information through the media in relation to criminal proceedings. Point 8 of the principles appended to the recommendation, reads as follows:", "“Protection of privacy in the context of on-going criminal proceedings", "The provision of information about suspects, accused or convicted persons or other parties to criminal proceedings should respect their right to protection of privacy in accordance with Article 8 of the Convention. Particular protection should be given to parties who are minors or other vulnerable persons, as well as to victims, to witnesses and to the families of suspects, accused and convicted persons. In all cases, particular consideration should be given to the harmful effect which the disclosure of information enabling their identification may have on the persons referred to in this Principle.”", "114. The commentary to the recommendation states as follows (paragraphs 26 and 27):", "“Everyone has the right to the protection of private and family life under Article 8 of the European Convention on Human Rights. Principle 8 recalls this protection for suspects, the accused, convicted persons and other parties to criminal proceedings, who must not be denied this right due to their involvement in such proceedings. The mere indication of the name of the accused or convicted may constitute a sanction which is more severe than the penal sanction delivered by the criminal court. It furthermore may prejudice the reintegration into society of the person concerned. The same applies to the image of the accused or convicted. Therefore, particular consideration should be given to the harmful effect which the disclosure of information enabling their identification may have on the persons referred to in this Principle.", "An even stronger protection is recommended to parties who are minors, to victims of criminal offences, to witnesses and to the families of suspects, the accused and convicted persons. In this respect, member states may also refer to Recommendation No. R (85) 11 on the position of the victim in the framework of criminal law and procedure and Recommendation No. R (97) 13 concerning the intimidation of witnesses and the rights of the defence.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": ["8-1"], "NON_VIOLATED_BULLETPOINTS": []}