{"ITEMID": "001-4559", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "DEMIR v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Turkish national national, born in 1971 and resident in Kuopio, Finland. He is represented before the Court by Mr Pertti Suonio, a lawyer practising in Kuopio.", "A.", "The applicant arrived in Finland on 12 August 1989 with a visa at the age of 17. He married a Finnish citizen on 20 December 1989. The applicant was refused a residence and work permit on 2 January 1990. He left Finland but returned again on 1 March 1990 as he had been granted a residence and work permit in the Finnish Embassy of Ankara on the basis of his marriage. The applicant was granted a further residence and work permit later on. The applicant and his first Finnish wife divorced on 27 June 1995.", "The applicant has committed several crimes during his stay in Finland. He has been sentenced to several suspended prison sentences and to community service. He has also been ordered to pay fines. According to the applicant he has not committed any crimes since 23 May 1997.", "On 5 June 1997 local police requested the Directorate of Immigration (ulkomaalaisvirasto, utlänningsverket) to expel the applicant. The Directorate of Immigration ordered on 11 March 1998 that the applicant be expelled to Turkey as he had no family ties in Finland and as he had repeatedly committed crimes for which the maximum penalty was more than one year imprisonment. The applicant was also forbidden by the decision of the Directorate of Immigration to enter Finland, Sweden, Norway, Iceland or Denmark for five years. The applicant appealed against the decision to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), stating that there were no legal reasons for his expulsion as the crimes he had committed were not serious enough to justify such an expulsion and as his then girlfriend, T., was pregnant. The applicant also alleged that he would be convicted of desertion and sentenced to a lengthy prison sentence in Turkey, if expelled.", "In the meantime, on 10 September 1998, the applicant married T., who is a Finnish citizen, and who was pregnant by the applicant. The applicant’s daughter was born on 1 November 1998.", "On 8 December 1998 the Supreme Administrative Court refused the applicant’s appeal. The Supreme Administrative Court found, taking into account the applicant’s numerous convictions, that the applicant’s expulsion was justified and lawful. It was also noted by the court that the applicant had not submitted any evidence concerning the alleged inhuman treatment in Turkey, if expelled. The Supreme Administrative Court further stated that Article 8 of the Convention does not guarantee to the spouse of a citizen a general right to be granted a residence permit. Taking into account, however, that the applicant’s family lives in Finland, the Supreme Administrative Court reduced the period of the prohibition to enter Finland or other Nordic countries to two years from the original five years’ prohibition.", "", "B. Relevant domestic law and practice", "According to Section 40, subsection 1.3, of the Aliens Act (ulkomaalaislaki, utlänningslag 378/1991), an alien can be expelled from Finland, inter alia, if he or she has committed an offence for which the minimum penalty is more than one year’s imprisonment, or if he or she has repeatedly committed criminal offences.", "According to Section 41 of the Aliens Act, the circumstances (such as the length of the alien’s stay in Finland, the existence of a parent-child relationship, family and other ties to Finland, or, in connection with Section 40, subsection 1.3, of the Act, the nature of the offence or offences committed) have to be taken into account as a whole when an expulsion is considered. No one may be expelled to an area where he or she might risk being subjected to inhuman treatment or persecution, nor to another area from which he or she might be sent to such an area.", "According to Section 42 of the Aliens Act, the expulsion is decided by the Directorate of Immigration if so requested by police. The Directorate of Immigration may in some exceptional circumstances decide an expulsion even if the measure is not requested by the police. The alien concerned must also be given an opportunity to be heard in the matter.", "According to Section 43 of the Aliens Act, an alien may be prohibited from entering the country for a maximum of five years or for an indefinite period. The prohibition may be cancelled permanently or for the time being, because of a change in circumstances or important personal reasons. Such a cancellation is decided by the Directorate of Immigration.", "According to Section 58 of the Aliens Act, decisions of the Directorate of Immigration concerning, inter alia, expulsion orders, may be appealed within 14 days before the Supreme Administrative Court.", ""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}