{"ITEMID": "001-23408", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "BALAZ v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Vincent Baláž, is a Slovakian national, who was born in 1931 and lives in Leopoldov. The respondent Government were represented by their Agent, Mr P. Vršanský, succeeded by Mr P. Kresák in that function.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant and his wife are retired and receive an old age pension 5,800 Slovak korunas (SKK) per month, which forms their main source of income. On 30 January 1997 the applicant acquired a trade licence for inter alia operating a merrygoround for children. The licence became operative on 1 April 1997. Since then, the applicant has operated a merry-go-round in the summer season, that is between May and October. According to the applicant, he earns about SKK 500 per month of operation.", "A holder of a trade license is considered as a selfemployed person for the purposes of the Social Security Administration Act no. 274/1994 Coll. (Zákon o Sociálnej poisťovni - “the 274/1994 Act”) and is obliged to register with the health insurance fund and the pension fund, and to pay monthly contributions to both funds.", "Under Section 14 § 7 (e) of the 274/1994 Act as in force until 1 January 2000, holders of a trade licence who where receiving an old age pension were exempted from the obligation to contribute to the pension fund.", "As the applicant was receiving an oldage pension, he was exempted from the obligation to pay premiums to the pension fund. He did, however, remain obliged to register with the health insurance fund and to pay the monthly contributions to this fund, none of which he in fact did. The applicant did declare his income earned from the exploitation of the merry-go-round to the fiscal authorities. According to his income tax declarations, this taxable income was SKK 0 in 1997, SKK 31 in 1998 and SKK 3,179 in 1999.", "On 1 January 2000 an amendment no. 345/1999 Coll. of the 274/1994 Act entered into force. It repealed the exemption set forth in Section 14 § 7 (e) of the 274/1994 Act. Consequently, in addition to his obligation to pay contributions to the health insurance fund, the applicant became liable to contribute to the pension fund as well.", "In February 2000 the applicant registered with the health insurance fund and with the pension fund at the Social Security Administration (Sociálna poisťovňa). He indicated 1 January 2000 as the starting date of his participation in the social security scheme on grounds of his selfemployment activity.", "On 22 February 2000 the applicant complained to the Constitutional Court (Ústavný súd) that his monthly income from exploiting the merrygoround amounted to SKK 529 whilst his mandatory contributions payable to the Social Security Administration were calculated on the minimum assessment basis of SKK 4,000 thus amounting to SKK 1,292 (i.e. 4.8 % for the health insurance scheme plus 27.5 % for the pension scheme) per month. The applicant alleged that the relevant provisions of the Social Insurance Act violated his property rights.", "The applicant complained numerous times, including by letters of 4 April, 5 April, 10 April and 14 April 2000, to various bodies of the Social Security Administration that the level of contributions that he was required to pay was excessive in relation to his actual income and that he was required to pay contributions even for the months in which he did not operate his business.", "On various occasions in April and May 2000, including in a letter of 27 April and during a meeting held on 17 May, the Social Security Administration informed the applicant of the legal rules that applied to his selfemployment activity. It informed him in particular that since 1 April 1997, when he had started the operation of the merrygoround, he had been obliged to contribute to the health insurance fund in an amount equivalent to 4.8 % of the above minimum assessment basis. It further informed the applicant that, as from 1 January 2000, he had further become obliged to contribute to the pension fund by 27.5 % of that basis. The Social Security Administration asked the applicant to pay the contributions due, including the arrears.", "On 4 May 2000 the Constitutional Court rejected the applicant’s complaint on the ground that the applicant had no standing to bring proceedings challenging the constitutionality of legislation.", "By letters of 20 December 2000 and 3 January 2001 the Social Security Administration reminded the applicant of his obligation to pay the outstanding contributions.", "On 8 January 2001 the applicant and the Social Security Administration agreed on a schedule for payment of the outstanding contributions.", "Under Section 14 §§ 1 and 2 of this Act, selfemployed persons are liable to pay contributions to the health insurance fund and the pension fund.", "Section 14 § 7 (e) of the Act, as in force until 31 December 1999, provided that selfemployed persons in receipt of an oldage pension were exempted from the obligation to contribute to the pension fund. This exemption was abolished on 1 January 2000 when the amendment no. 345/1999 Coll. entered into force.", "According to Section 15 § 1 of the Act the contributions are a percentage of the “assessment basis” (vymeriavací základ). The percentages applicable to selfemployed persons are 4.8 % for the health insurance fund and 27.5 % for the pension fund (Section 15 § 3 of the Act).", "The “assessment basis” is 50% of the average monthly taxable income gained by a self-employed person during the previous fiscal year (Section 16 § 4 in conjunction with Section 17 § 2 of the Act). However, regardless of income actually earned during the previous fiscal year, a personal “assessment basis” for a selfemployed person cannot be lower than the statutory defined “minimum assessment basis”, that is SKK 2700 until 31 December 1997, SKK 3000 from 1 January 1998 to 31 December 1999 and SKK 4000 since 1 January 2000.", "Pursuant to Section 18 of the Act, selfemployed persons are inter alia obliged to register themselves with the local branch of the Social Security Administration within eight days from the date on which their licence for their selfemployment activity takes effect."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}