{"ITEMID": "001-81331", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BROKA v. LATVIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "David Thór Björgvinsson", "TEXT": ["4. The applicant was born in 1937 and lives in Riga, Latvia.", "5. Before 1940, the applicant's aunt owned a farm in the Jelgava district which comprised a plot of land, a dwelling house and several farm buildings. The land was nationalised by the Soviet Union in 1940 and the buildings were considered as abandoned. In 1956 a third person bought from the local administration a barn and a wood shelter belonging to the estate; he subsequently converted the barn into a dwelling house. Throughout the Soviet period, most of the estate was kept and operated by a co-operative agricultural society.", "6. Following the restoration of Latvia's independence in 1991, the applicant's mother, relying on the new property reform and denationalisation laws, sought the return of both the buildings and the land. In 1993, she got back a residential house, but not the remaining buildings, since they were already owned by other persons. Moreover, in 1995 or 1996 a certain J. privatised another two buildings previously belonging to the estate in accordance with privatisation agreements concluded between him and the co-operative society according to the laws then in force.", "7. In 1995 the applicant, acting on behalf of her mother, applied to the Land Commission of the Svēte municipality requesting that the land be restored within its exact historical boundaries, as they stood in 1940. This request was refused.", "8. The applicant's mother died on 25 February 1997, leaving the applicant as her sole heir. Later, on 20 May 1998, the Riga City Vidzeme District Court legally declared the applicant her mother's successor.", "9. On 14 March 1997 the applicant brought an action before the Zemgale Regional Court against five co-defendants: the district council of Jelgava, the local municipality of Svēte, the land commission of the latter, the co-operative society and the successor of the present owner of the barn and the shelter.", "10. The first hearing was held by the Zemgale Regional Court on 27 June 1997. At this hearing, some of the defendants recognised the applicant's claim, and the applicant herself asked the court to conclude the examination of her claim as soon as possible. However, the proceedings were subsequently postponed fifteen times, namely:", "(a) on 27 June 1997, until 12 November 1997 – in order for the parties to see the estate by themselves and to clarify certain points in their submissions;", "(b) on 12 November 1997, sine die (in fact until 26 August 1998) – in order to await an official confirmation of the applicant's inheritance status by the Riga City Vidzeme District Court;", "(c) on 26 August 1998, sine die (in fact until 30 May 2000) – when the court, motu proprio, declared J. the sixth co-defendant in the case since the applicant claimed ownership rights to the buildings privatised by him; however, the court established that J. had died and adjourned the proceedings pending his succession case before another court;", "(d) on 30 May 2000, until 12 June 2000 – in order to invite the Zemgale Regional Office of the State Land Service to join the proceedings as one of the co-defendants and to compel J.'s successor to submit the judgment of 11 April 2000 concerning her inheritance rights;", "(e) on 12 June 2000, until 24 July 2000 – upon the request of the State Land Service in order for them to prepare all necessary documents;", "(f) on 24 July 2000, until 21 August 2000 – after the court had, at the applicant's request, declared J.'s widow – now legally confirmed in her inheritance rights – a defendant and ordered her to join the case;", "(g) on 21 August 2000, until 18 October 2000 – upon the request of both parties, in order to submit further evidence;", "(h) on 18 October 2000, until 8 November 2000 – upon the applicant's request (she in fact asked for a postponement sine die because, according to her, she could not quickly obtain evidence from some state authorities);", "(i) on 8 November 2000, until 7 December 2000 – upon the request of the applicant's counsel (who explained that she was unable to attend);", "(j) on 6 December 2000, until 26 February 2001 – upon the request of one of the defendants, in order to rectify the boundary of the estate and possibly to seek a friendly settlement;", "(k) on 26 February 2001, until 19 April 2001 – because of a repeated absence of the representative of the State Land Service at the hearing (by a letter of 27 February, the court issued a formal warning to this authority and requested it to attend the following hearing);", "(l) on 19 April 2001, until 19 July 2001 – one of the defendants being absent for medical reasons (she had previously submitted a medical certificate granting her sick leave from 9 to 17 April 2001);", "(m) on 19 July 2001, until 6 August 2001 – upon the request of the State Land Service since it could not provide a proper representation before the court, and because of the absence of counsel of one of the defendants (despite the applicant's objections);", "(n) on 6 August 2001, until 26 September 2001 – since the defendants had not received the amendments to the applicant's claim;", "(o) on 26 September 2001 until 29 October 2001 – upon the applicant's and J.'s common request, since the State Land Service was absent from the hearing and the applicant deemed it necessary to see the respective land plans owned by this Office (it appears from the case file that this defendant had nevertheless requested the court to hear the case in its absence).", "11. On three occasions, on 1 June 2000, 1 December 2000 and 10 October 2001, the applicant extended and modified her claim. In April 2000 and in March 2001, she unsuccessfully tried to accelerate the examination of her case by complaining, respectively, to the president of the Zemgale Regional Court and to the Prosecutor's General Office about the unreasonable length of the proceedings.", "12. On 29 October 2001 the Zemgale Regional Court held a hearing and finally gave a judgment, granting the applicant's claim in part. In its judgment, the court ordered the defendants to restore to the applicant a part of the plot of land and six farm buildings, and declared null and void the privatisation agreements concluded between J. and the co-operative society. The remainder of the claim was refused according to the Law on Land Privatisation in Rural Regions and the Law on the Return of Real Estate to the Legitimate Owners.", "13. The applicant appealed. On 21 February 2002 the Civil Chamber of the Supreme Court, after having held a hearing, dismissed the applicant's appeal. The applicant then filed an appeal on points of law. On 22 April 2002 the Senate (Cassation Division) of the Supreme Court, sitting in camera, declared the appeal inadmissible for lack of arguable points of law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}