{"ITEMID": "001-75562", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF CIUCCI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicant was born in 1966 and lives in Livorno.", "6. He is the owner of a flat in Livorno, which he had let to I.M.", "7. In a registered letter of 20 February 1990, the applicant informed the tenant that he intended to terminate the lease on expiry of the term on 1 September 1990 and asked him to vacate the premises by that date.", "8. In a writ served on the tenant on 22 September 1990, the applicant reiterated his intention to terminate the lease and summoned the tenant to appear before the Livorno Magistrate.", "9. By a decision of 8 October 1990, which was made enforceable on 11 October 1990, the Livorno Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 31 March 1992.", "10. On 9 April 1992, the applicant served notice on the tenant requiring him to vacate the premises.", "11. On 28 April 1992, the applicant made a statutory declaration that he urgently required the premises as accommodation for himself.", "12. On 30 May 1992, he informed the tenant that the order for possession would be enforced by a bailiff on 23 June 1992.", "13. Between 23 June 1992 and 29 November 2001, the bailiff made nineteen attempts to recover possession. Each attempt proved unsuccessful, as the applicant was never granted the assistance of the police in enforcing the order for possession.", "14. In the meanwhile, pursuant to Article 6 of Law No. 431 of 1998, on 15 July 1999, the tenant asked the Livorno Magistrate to postpone the enforcement proceedings. On 7 April 2000, the Livorno Magistrate set a fresh date for 24 November 2000.", "15. On 9 July 2001, the tenant asked the Livorno Magistrate to postpone the enforcement proceedings.", "16. On 20 July 2001, the Livorno Magistrate decided to provisionally suspend the enforcement and adjourned the hearing until 5 October 2001.", "17. On 5 October 2001, the hearing was reported to 19 October 2001.", "18. On 26 October 2001, the Livorno Magistrate ordered that the premises be vacated as soon as possible.", "19. On 6 December 2001, the applicant recovered possession of the flat.", "20. The relevant domestic law and practice is described in the Court’s judgments in the cases of Mascolo v. Italy, (no. 68792/01, §§ 14-44, 16.12.2004) and Lo Tufo v. Italy, (no. 64663/01, §§ 16-48, 21.04.2005)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}