{"ITEMID": "001-79036", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF WARSICKA v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Civil proceedings;Article 6-1 - Fair hearing;Impartial tribunal)", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant, the owner of real property which she had been renting, filed a civil action for damages against the tenant. On 4 September 2000 her action was dismissed by a judgment of the Zielona Góra Regional Court. The applicant appealed against the judgment. On 19 June 2001 her appeal was dismissed by a judgment of the Poznań Court of Appeal. Judge S. G. was the judge rapporteur in the case.", "5. The applicant lodged a cassation appeal against the judgment through a panel of the Poznań Court of Appeal. On 22 October 2001 her cassation appeal was rejected by a decision of that panel. In its written grounds for the decision, the panel stated that the cassation appeal did not comply with a procedural requirement set out in Article 393 3 § 1 (3) of the Code of Civil Procedure in that it did not include “arguments showing that its examination [by the Supreme Court] would be justified” within the meaning of this provision (see paragraphs 14-16 below). The mere fact that the cassation appeal contained arguments to show the grounds on which it had been lodged was insufficient for the appeal to be declared admissible. The panel further stated that this shortcoming was serious and as such could not be remedied.", "Judge S.G. presided over the panel which gave this decision and also acted as the judge rapporteur on the admissibility issue.", "6. The applicant lodged an appeal with the Supreme Court against the decision of 22 October 2001, challenging inter alia the composition of the court. She submitted that the fact that the same judge had sat on a panel giving a second-instance judgment on the merits and subsequently on a panel rejecting a cassation appeal against that judgment rendered the proceedings unfair.", "7. On 7 March 2002 her appeal was dismissed by a decision of the Supreme Court. The court first noted the case-law of the Supreme Court on the interpretation of Article 393 3 § 1 (3) of the Code. It referred to its numerous judgments to the effect that a shortcoming in a cassation appeal which took the form of a failure to enumerate the circumstances justifying its examination was of a serious and irreparable character, which could not be remedied by requesting the appellant to rectify it. It further noted that this requirement was closely linked to the examination of the grounds on which the Supreme Court could refuse to entertain a cassation appeal, as listed in Article 393 of the Code (see paragraph 18 below), namely if it considered that no significant legal issue arose in the case or where there were no legal issues involved which would give rise to serious doubts or to discrepancies in the case-law.", "8. It referred to the applicant’s objection in one sentence only:", "“The fact that the judge, who took part in the judgment against which the cassation appeal was subsequently lodged, participated in a decision by which this appeal was found inadmissible is of no significance”.", "9. Article 45 of the Constitution, insofar as relevant, reads:", "“Everyone shall have the right to a fair and public hearing of his case, without undue delay, before a competent, impartial and independent court. ...”", "10. Article 48 reads in its relevant part:", "“§ 1. A judge is ex lege excluded from dealing with the case: (...)", "5) in cases where he participated in a contested decision of a lower instance.”", "11. The Supreme Court decision of 22 August 1974 (II CZ 160/74) reads in its relevant part:", "“A judge who participated in a judgment is not excluded from giving subsequent decisions in the course of so-called “inter-instance proceedings”.", "12. The Supreme Court decision of 3 October 2001 (V CZ 162/01) states, inter alia, that Article 3933 of the Code of Civil Procedure sets out formal requirements which a cassation appeal has to satisfy. It is for the second-instance court to examine whether these requirements have been met.", "The provisions of the Code determine when a judge is ex lege excluded from dealing with the case. It does not follow from these provisions that a judge who has given a second-instance judgment is to be excluded from participation in a subsequent examination of whether a cassation appeal complies with the formal requirements provided for by the Code.", "13. The Supreme Court reached the same conclusion in its decision of 22 April 2002 (IPZ 21/01). It considered that the examination of the admissibility of the cassation appeal could not be said to have anything in common with the examination of the merits of the case, because the former has a purely formal character.", "14. A party to civil proceedings could, at the material time, lodge a cassation appeal with the Supreme Court against a final judicial decision of a second-instance court which has terminated the proceedings.", "15. Article 393 1 of the Code as applicable at the material time listed the grounds on which a cassation appeal could be lodged. It read as follows:", "“The cassation appeal may be based on the following grounds:", "1) a breach of substantive law as a result of its erroneous interpretation or wrongful application;", "2) a breach of procedural provisions, if that defect could significantly affect the outcome of the case.”", "16. Article 393 3, as applicable at the material time, specified the requirements of a cassation appeal. It read in its relevant part:", "“§ 1. A cassation appeal should include:", "1) an indication of the decision under appeal together with information as to whether the appeal is lodged against this decision in its entirety or in part only;", "2) an indication of the grounds for the cassation appeal;", "3) arguments showing that its examination would be justified;", "4) a motion to have the decision under appeal quashed or amended, specifying also the scope of the motion.”", "17. Article 393 4, as applicable at the material time, read as follows:", "“A second-instance court rejects in a hearing held in camera a cassation appeal lodged after a prescribed time-limit or which is inadmissible on other grounds (...).”", "18. The reasons justifying the examination of a cassation appeal by the Supreme Court can be inferred a contrario from Article 393 of the Civil Code of Procedure which, as applicable at that time, read, in its relevant part:", "“1. The Supreme Court may refuse to entertain the cassation appeal, if:", "i) there is no appearance of any significant legal issue in the case;", "ii) there is no need for the interpretation of provisions raising serious doubts or giving rise to discrepancies in the courts’ case-law;", "iii) the appeal is manifestly ill-founded.", "2. Paragraph 1 shall not apply if the judicial decision challenged manifestly breached the law or where the proceedings are invalid in law.”", "19. Pursuant to Article 39318 of the Code, an appeal to the Supreme Court was available against a decision of the appellate court rejecting a cassation appeal.", "20. Under the provisions of the Act on Procedure before Administrative Courts 2002 a cassation appeal is available against judgments of Regional Administrative Courts to the Supreme Administrative Court. As an appeal on points of law, it has the same character as a cassation appeal in civil proceedings.", "21. On 23 May 2005 the Supreme Administrative Court, in reply to a legal question put to it by its .President, adopted an explanatory resolution. It observed that serious difficulties had arisen in the judicial practice of the administrative courts as to whether a judge who had given a second-instance judgment had to be excluded from participation in a subsequent examination of the compliance of a cassation appeal with the formal requirements provided for by the Act of 2002.", "The court referred to the fair hearing standard established by Article 6 of the Convention. It noted that the case-law of the European Court of Human Rights emphasised the importance of judicial impartiality. However, the examination of whether a given court satisfied this requirement should always be carried out with reference to the facts of an individual case and the modalities of a given type of judicial procedure.", "The court observed that under the applicable laws an appeal on points of law to the Supreme Administrative Court was available against a judgment of a regional administrative court. Hence, it was obvious that the parties had a right to have their administrative case heard by two impartial judicial instances. The need to secure such impartiality served as a ratio legis for the exclusion of a judge from the examination of the same case in two judicial instances. However, the court stressed that the requirement of impartiality was complied with if the same judge was prevented from examining twice the merits of the same case.", "The court further observed that the examination of the admissibility of a cassation appeal in administrative proceedings could be identified neither with the examination of the merits of such an appeal, nor with the examination of whether the impugned first-instance judgment was well-founded. A distinction had to be made between the examination of the admissibility and the latter two types of examination which essentially related to the substance of the first-instance judgment. It held that there were no grounds on which to consider that a judge involved in the examination of the merits of the case should not be allowed to sit on a panel examining the admissibility of the cassation appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}