{"ITEMID": "001-5700", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "PORTER v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1941 and living in Buckinghamshire. She is represented before the Court by Mr T. Christie of the National Romani Rights Association.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant and her husband, who are both gypsies, purchased a plot of land in 1984 and moved to live there in their caravans. Applications made for planning permission for either of their caravans or for a dwelling were refused by the South Buckinghamshire District Council (the Council). The site lay within the Green Belt.", "The applicant has been involved in procedures challenging the refusal of planning permission for some years. In the latest appeal against the refusal of planning permission, the Planning Inspector held in his decision of 6 October 1998 inter alia", "“4. PPG2 makes it clear that development not falling within the categories of exceptions against development in the Green Belt is “inappropriate” development and should not be approved except in very special circumstances. Para. 3.2 of PPG2 makes it clear that the very special circumstances to justify inappropriate development will not exist unless the harm by reason of the inappropriateness and any other harm is clearly outweighed by other considerations...", "5. Having regard to the above established planning policy background and the representations made, and from my inspection of the appeal property and its surroundings, I consider that the main issue in this case is whether the retention of the mobile home and its associated outbuildings would be inappropriate development in the Green Belt, and if so whether there are any very special circumstances which outweigh the harm caused by such development.", "6. Inappropriate development comprises all development except for a limited number of specified exceptions. The proposed retention of a new residential unit and the associated outbuildings does not constitute one of the identified exceptions...", "7. I turn now to whether there are very special circumstances in this case which outweigh the harm caused by such inappropriate development. You indicate... the fact that the development is unobtrusive in form and... the gypsy status of the <applicant and her husband>. ...", "9. The appeal site is located close to the boundary between the Green Belt and the north-western tip of the developed area of Iver. Given this location, I accept the Council's view that it is particularly vulnerable to pressure from the expansion of this adjoining area. As such, the continued openness of the site and that of the tract of land of which it forms part is of considerable importance in ensuring that the adjoining area does not expand and coalesce with the developed area of Slough to the west. Although the area contains a number of existing buildings it remains predominantly rural in character and largely undeveloped. However <the applicant's> development, by virtue of its design, nature and siting constitutes a cluttered and urban form of development. This I consider... is both harmful to the rural and open character of the Green Belt and to the visual amenities and landscape of this part of Colne Valley Park. ...", "10. ...With respect to the accommodation needs of <the applicant>, I have taken into account that there are 4 authorised gypsy caravan sites in South Bucks consisting of a total of 66 pitches having a capacity for accommodating 132 caravans. In January 1998, 109 caravans of an estimated 63 families were parked on these pitches.", "13 ...I do not find the fact of <the applicant's> infirmity or of the suitability of horse-keeping and breeding in the countryside to be very special reasons for allowing the retention of residential use in the Green Belt. There is no convincing reason why the use could not be carried out and secure permanent accommodation found elsewhere on land outside the Green Belt.", "16. I have taken into account all other matters raised in the written representations including the support given to <the applicant> locally but there is nothing of sufficient substance to outweigh those considerations which led me to the decision in this case.", "17. For the above reasons... I hereby dismiss the appeal...”", "The Council took proceedings to obtain an injunction against the applicant and her husband. On 27 January 2000, the High Court ordered the applicant to remove the caravans.", "Following the applicant's appeal, the Court of Appeal on 6 June 2000 adjourned the matter pending further argument and with a view to reviewing the matter in the light of the Human Rights Act 1998 entering into force on 2 October 2000.", "The Town and Country Planning Act 1990 (as amended by the Planning and Compensation Act 1991) (“the 1990 Act”) consolidated pre-existing planning law. It provides that planning permission is required for the carrying out of any development of land (section 57 of the 1990 Act). A change in the use of land for the stationing of caravans can constitute a development (Restormel Borough Council v. Secretary of State for the Environment and Rabey [1982] Journal of Planning Law 785; John Davies v. Secretary of State for the Environment and South Hertfordshire District Council [1989] Journal of Planning Law 601).", "An application for planning permission must be made to the local planning authority, which has to determine the application in accordance with the local development plan, unless material considerations indicate otherwise (section 54A of the 1990 Act).", "The 1990 Act provides for an appeal to the Secretary of State in the event of a refusal of permission (section 78). With immaterial exceptions, the Secretary of State must, if either the appellant or the authority so desire, give each of them the opportunity of making representations to an inspector appointed by the Secretary of State. It is established practice that each inspector must exercise independent judgment and must not be subject to any improper influence (see the Bryan v. the United Kingdom judgment of 22 November 1995, Series A no. 335-A, p. 11, § 21). There is a further appeal to the High Court on the ground that the Secretary of State's decision was not within the powers conferred by the 1990 Act, or that the relevant requirements of the 1990 Act were not complied with (section 288).", "If a development is carried out without the grant of the required planning permission, the local authority may issue an “enforcement notice” if it considers it expedient to do so having regard to the provisions of the development plan and to any other material considerations (section 172 (1) of the 1990 Act).", "There is a right of appeal against an enforcement notice to the Secretary of State on the grounds, inter alia, that planning permission ought to be granted for the development in question (section 174). As with the appeal against refusal of permission, the Secretary of State must give each of the parties the opportunity of making representations to an inspector.", "Again there is a further right of appeal “on a point of law” to the High Court against a decision of the Secretary of State under section 174 (section 289). Such an appeal may be brought on grounds identical to an application for judicial review. It therefore includes a review as to whether a decision or inference based on a finding of fact is perverse or irrational (R. v. Secretary of State for the Home Department, ex parte Brind [1991] Appeal Cases 696, 764 H-765 D). The High Court will also grant a remedy if the inspector's decision was such that there was no evidence to support a particular finding of fact; or the decision was made by reference to irrelevant factors or without regard to relevant factors; or made for an improper purpose, in a procedurally unfair manner or in a manner which breached any governing legislation or statutory instrument. However, the court of review cannot substitute its own decision on the merits of the case for that of the decision-making authority.", "Where any steps required by an enforcement notice to be taken are not taken within the period for compliance with the notice, the local authority may enter the land and take the steps and recover from the person who is then the owner of the land any expenses reasonably incurred by them in doing so (section 178 of the 1990 Act).", "The purpose of Green Belts and the operation of the policy to protect them is set out in the national policy document PPG 2 (January 1995).", "“1.1. The Government attaches great importance to Green Belts, which have been an essential element of planning policy for some four decades. ...", "1.4. The fundamental aim of Green Belt policy is to prevent urban sprawl by keeping land permanently open; the most important attribute of Green Belts is their openness. Green Belts can shape patterns of urban development at sub-regional and regional scale, and help to ensure that development occurs in locations allocated in development plans. They help to protect the countryside, be it in agricultural, forestry or other use. They can assist in moving towards more sustainable patterns of urban development.", "1.5. There are five purposes in Green Belts:", "- to check the unrestricted sprawl of large built-up areas;", "- to prevent neighbouring towns from merging into one another;", "- to assist in safeguarding the countryside from encroachment;", "- to preserve the setting and special character of historic towns; and", "- to assist in urban regeneration by encouraging the recycling of derelict and other urban land. ...", "2.1. The essential characteristic of Green Belts is their permanence. Their protection must be maintained as far as can be seen ahead. ...", "3.1. The general policies controlling development in the countryside apply with equal force in Green Belts but there is, in addition, a general presumption against inappropriate development within them. Such development should not be approved, except in very special circumstances. ...", "3.2. Inappropriate development is, by definition, harmful to the Green Belt. It is for the applicant to show why permission should be granted. Very special circumstances to justify inappropriate development will not exist unless the harm by reason of inappropriateness, and any other harm, is clearly outweighed by other considerations. In view of the presumption against inappropriate development, the Secretary of State will attach substantial weight to the harm to the Green Belt when considering any planning application or appeal concerning such development.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}