{"ITEMID": "001-114609", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "CIORAP v. THE REPUBLIC OF MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Mihai Poalelungi", "TEXT": ["1. The applicant, Mr Tudor Ciorap, is a Moldovan national who was born in 1965 and lives in Chişinău.", "2. On 29 December 1999 the Centru District Court convicted the applicant of fraud and usurping official powers (Articles 122(2) and 207 of the Penal Code (“the P.C.”) applicable at the time) and sentenced him to seven years’ imprisonment. The court absolved him from serving the sentence in view of an amnesty law which applied to participants in the military conflict in the Transdniester region in 1992.", "3. On 20 July 2000 a prosecutor asked the court to quash its own judgment of 29 December 1999 since the amnesty should not have applied to the applicant. The prosecutor explained that it had been discovered shortly prior to making the request that a copy of the document submitted by the applicant to the court in 1999 to prove his participation in the 1992 conflict could not be found in the file. At the same time, the applicant was not registered with any organisation responsible for issuing such documents and keeping the lists with those issued with such documents. This, the prosecution considered, constituted new facts unknown to the court when it had adopted its judgment.", "4. On 23 March 2001 the Centru District Court reopened the proceedings and declared the applicant guilty of having committed the offences covered by Articles 122(2) and 207 of the C.P. It sentenced him to seven years of imprisonment.", "5. On 29 May 2001 the Chişinău Regional Tribunal partly quashed that judgment and reduced the punishment to 5 years’ imprisonment. On 11 October 2001 the Court of Appeal upheld that judgment.", "6. Having eventually gathered sufficient evidence in February 2004, a specialised State Commission confirmed the applicant’s participation in the 1992 conflict. The prosecution then asked the court to quash the judgment of 23 March 2001 and all subsequent judgments upholding it.", "7. On 7 July 2004 the Centru District Court again found the applicant guilty of having committed the offences provided under Articles 122(2) and 207 of the C.P. and applied the amnesty law to him, absolving him from serving his sentence.", "8. According to the documents submitted by the Government, the applicant was released immediately after the adoption of the judgment of 29 December 1999 and was re-arrested on 23 October 2000 on suspicion of having committed another offence (extortion) on 22 October 2000. According to the applicant, he was detained for up to 48 hours on 28 May and 26 June 2000 on suspicion of fraud committed during May-June 2000 and was arrested again on 23 October 2000. He claimed that during MayJune 2000 his office and car had been searched.", "9. On 23 October 2000 the applicant was arrested on suspicion of having extorted money from a private individual on 22 October 2000. He was also accused of having defrauded several persons during March-June 2000.", "An arrest warrant was issued by the Hînceşti District Court on 25 October 2000 and it was renewed thereafter until 22 December 2004, when he was released in order to undergo medical treatment in a civilian hospital. Since he thereafter absconded from the law enforcement authorities, he was re-arrested on 22 April 2005. On 8 August 2005 he was convicted of fraud by the Botanica District Court.", "10. That judgment was partly upheld by the Chişinău Court of Appeal on 29 December 2005 and by the Supreme Court of Justice on 29 March 2006, sentencing him to eleven years’ detention.", "11. On 3 May 2005 the applicant initiated proceedings claiming compensation for his “repeated conviction” in 2001. On 1 July 2005 the Râşcani District Court found in his favour and awarded him MDL 5,000 (EUR 330) for the non-pecuniary damage caused by the 2001 revision and the resulting five months of illegal imprisonment (MayOctober 2000).", "12. On 3 November 2005 the Chişinău Court of Appeal quashed that judgment and adopted a new one, rejecting all of the applicant’s claims. According to the applicant, he could not lodge an appeal against that judgment because he could not observe formal requirements such as the typed form of the appeal and the payment of court fees. It appears from the documents submitted by the parties that he managed to lodge his appeal and that it was examined.", "13. On 14 March 2006 the Supreme Court of Justice ordered a rehearing of the case by the Chişinău Court of Appeal because of procedural shortcomings.", "14. On 29 June 2006 the Chişinău Court of Appeal upheld the judgment of 1 July 2005 and rejected the applicant’s argument that the sum awarded to him had been too small to compensate for the damage caused to him by unlawful detention, which according to him had lasted over four years.", "15. On 7 November 2006 the Supreme Court of Justice upheld that judgment. The court found that the applicant was the victim of a miscarriage of justice and that personal freedom was one of the highest social values. However, the applicant was compensated sufficiently by the lower court, in view of the fact that compensation should neither undervalue the damage to the victim nor constitute a source of unjust enrichment.", "16. According to the applicant, on 17 July 2009 the Supreme Court of Justice rejected a request of the Prosecutor General’s Office to reopen the proceedings in order to take account of the fact that he had not been detained in May-October 2000. The applicant did not submit a copy of that decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}