{"ITEMID": "001-119704", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF N.K.M. v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property;Peaceful enjoyment of possessions;Possessions);Pecuniary and non-pecuniary damage - award", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Peer Lorenzen", "TEXT": ["5. The applicant was born in 19... and lives in Budapest.", "6. The applicant, civil servant for thirty years, had been in the service of a government ministry. On 27 May 2011 she was dismissed, with effect from 28 July 2011. Her dismissal was part of a wave of similar measures throughout the entire civil service.", "7. On dismissal, the applicant was statutorily entitled to two months’ salary for June and July 2011 during which time she was exempted from working. In addition, she was to receive severance pay amounting to eight months’ salary in application of section 19(2) g) of Act no. XXIII of 1992 on the Status of Civil Servants, as well as to an unspecified sum corresponding to unused leave of absence.", "These benefits – in so far as they did not represent compensation for unused 2011 leave of absence – were subsequently taxed at 98% in their part exceeding 3.5 million Hungarian forints (HUF). The exceeding part was HUF 2.4 million. This represented an overall tax burden of approximately 52% on the entirety of the severance, as opposed to the general personal income tax rate of 16% in the relevant period.", "The tax amount in question was never disbursed to the applicant, but was withheld by the employer and directly transferred to the tax authority.", "8. Section 19 of Act no. XXIII of 1992 on the Status of Civil Servants provides as follows:", "“(1) A civil servant ... shall be entitled to severance if his service relationship is terminated by ordinary dismissal ... .", "(2) The amount of severance shall be, if the civil servant’s service has been at least:", "...", "g) 20 years: eight months’ salary ...”", "9. On 22 July 2010 Parliament adopted Act no. XC of 2010 on the Adoption and Modification of Certain Economic and Financial Laws (“the Act”). The Act, which was published in the Official Gazette on 13 August 2010, introduced inter alia a new tax on certain payments for employees of the public sector whose employment was terminated. Consequently, severance pay and other payments related to the termination of employment (such as compensation for unused leave of absence) exceeding HUF 2 million became subject to a 98% tax. However, income tax and social security contributions already paid could be deducted from the tax. Notwithstanding the limit of HUF 2 million, the statutory provisions on the sum of severance pay – in some cases amounting to twelve months’ remuneration – were not modified. The bill preceding the Act justified the tax with reference to public morals and the unfavourable budgetary situation of the country.", "10. The Act entered into force on 1 October 2010; however, the tax was to be applied to the relevant revenues as from 1 January 2010. Simultaneously, the Constitution was also amended establishing retroactive tax liability in respect of the given tax year concerning “any remuneration against good morals” paid in the public sector.", "11. The Act was challenged before the Constitutional Court within the framework of an abstract ex post facto control. This court found the relevant provisions unconstitutional in decision no. 184/2010. (X.28.) AB on 26 October 2010.", "According to the Constitutional Court, revenues earned solely on the basis of relevant statutory provisions (that is, the overwhelming majority of the revenues concerned by the disputed legislation) could not be regarded as being against good morals, and therefore not even the constitutional amendment justified a retroactive 98% tax. The Constitutional Court pointed out that it reviewed the rate or amount of taxes only exceptionally; however, it held that a pecuniary burden was unconstitutional if it was of a confiscatory nature or its extent was clearly exaggerated, i.e. was disproportionate and unjustified. Considering also the “fifty per cent rule” (Halbteilungsgrundsatz) set out by the German Federal Constitutional Court – according to which the overall tax load on assets must be limited to 50-60% of the yield on those assets – the court found that the 98% tax was excessive and punitive, yet it equally applied to severance pay earned in a fully untainted manner. The tax was levied on or deducted from the revenues concerned even if their morally doubtful origin could not be established. The Constitutional Court annulled the relevant provisions retroactively, that is, from the day of the Act’s entry into force. It relied on the above arguments, rather than on considerations about the protection of property, to which its scrutiny did not extend in the case.", "12. The Constitutional Court’s decision contained in particular the following considerations:", "“5.2. ... [The Act] applies to ... payments originating in unconditional statutory entitlements and defined by objective criteria, that is, to those ... received from any source specified in the Act and exceeding the [relevant] amount .... The Act does not apply only to budgetary institutions but to other, State-owned employers as well. The use of private resources depends on the citizens’ relatively free choices and autonomous decisions. However, decisions concerning public funds are different. [The impugned legislation] relates to public funds, and determines – at least indirectly – the use of public resources.", "5.3. ... Depending on the circumstances, [the] 98% tax may apply to payments which derive from the obligatory application of cogent legal provisions. ... In these cases, the special tax does not function as a regulatory instrument, given its inescapable factual basis. Nor does it aim to prevent abusive payments; its purpose is rather to levy almost the entire income [in question] for the central budget. ...", "The volume of public duties is considered unconstitutional if they have a confiscatory nature or amount to an evidently excessive rate of the kind which can be regarded as disproportionate and unjustified. ...", "The material case concerns a substantial punitive tax which also applies to payments which are received, by virtue of law and within the limits of the proper exercise of rights, upon the termination of employment in the public sector. The Act would be applied also in cases where no infringement of law can be established in connection with the payments concerning the termination of a legal relation. It would deprive the taxable persons of incomes originating in unconditional statutory entitlements. ...", "To increase budgetary revenues and secure a general and proportionate distribution of public burden is only the secondary and eventual purpose of the legislator when introducing such a tax. The direct purpose of the legislator in this case is to set a certain barrier on incomes by using the means of tax law. However, imposing a tax or other similar duty is no constitutional means to achieve such purpose. Several constitutional instruments are at the disposal of the legislator to accomplish its objective. It may reduce or even abolish some State allowances falling under the scope of the Act for the future, or transform the allocation system so that in the future it should not be possible to acquire further entitlements to allowances above a certain limit. Nonetheless, the discretion of the legislator only prevails in the framework of international and European community law.”", "13. Upon a new bill introduced on the same day as the date of the Constitutional Court’s decision, on 16 November 2010 Parliament re-enacted the 98 % tax with certain modifications, according to which this tax applied from 1 January 2005; however, for the majority of those affected (excluding some senior officials) it only applied to revenues above HUF 3.5 million. The new legislation was published in the Official Gazette of 16 November and entered into force on 30 December 2010.", "14. At the same time, Parliament again amended the Constitution, allowing retroactive taxation going back five years. Furthermore, the Constitutional Court’s powers were limited: the amended articles of the Constitution contained a restriction on the Constitutional Court’s right to review legislation on budgetary and tax issues. This restriction – which has also been maintained in the new Basic Law in force from 1 January 2012 – allows for constitutional review only in respect of violations of the right to life and human dignity, the protection of personal data, freedom of thought, conscience and religion, and the rights related to Hungarian citizenship.", "15. Upon a petition for an abstract ex post facto control, on 6 May 2011 the Constitutional Court annulled – notwithstanding its limited powers – the five-year retroactive application of the 98% tax in decision no. 37/2011 (V.10.) AB, relying on the right to human dignity. However, the reasoning of the decision underlined that only the taxation of revenues gathered before the 2010 tax year constituted a violation of the right to human dignity. The Constitutional Court did not find unconstitutional as such the Act’s presumption that the relevant revenues infringed good morals; however, it ruled that this presumption should be susceptible to a legal challenge. In view of its limited jurisdiction, it did not consider the substantive aspects of the tax.", "16. The Constitutional Court’s decision contained in particular the following considerations:", "“1. ... The Constitutional Court has held that the retroactive effect of the Act does not only apply to incomes earned contra bonos mores, but also to incomes originating in unconditional statutory entitlements. Payments of statutory amounts [which have not been abolished] cannot be regarded as being contra bonos mores.", "As regards the prospective provisions of the Act, the Constitutional Court has pointed out that the tax in issue is also applicable to payments received legally and within the limits of proper exercise of rights upon termination of employment in the public sector, and that it deprives the persons concerned of incomes originating in unconditional statutory entitlements. However, in this case the legislator interpreted the “special rate” as an entire withdrawal of the income, by which it overstepped its constitutional mandate and breached the amended constitutional rule of distributing public burden.", "2. In pursuit of decision [no. 184/2010 (X.28.) AB], Parliament amended the rules on the Constitutional Court’s competence as well as the provision of the Basic Law determining the distribution of public burden, and re-enacted the special tax. ...", "2.2. ... [The new legislation] contains no reference to the notion “contra bonos mores”, and allows for retroactive law-making with regard to the fifth tax year in arrears as well as for [any] imposition falling short of [the total] deprivation of income. ...", "4.1.1. ... The legal relations falling under the scope of the special tax are typically regulated by the so-called “legal status” Acts [i.e. the Acts concerning the legal status of civil servants]. [In this context, the] salary is specified by the so-called “pay scale”, which is independent from the parties and obligatory for them.", "[Moreover,] the personal scope of the special tax also includes employers and employees, mainly those who belong under the Labour Code, who can significantly influence the amount of the allowance received upon the termination of employment. ...", "In this respect, the special tax is a tax whose purpose is not to generate [State] revenue. It is, in this connection, a regulatory instrument. ... Certain taxes may serve not only the purpose of increasing State revenue, but also function as regulatory instruments. Secondarily, but not insignificantly, [this] taxation can be also seen as part of the State’s economic policy. In this regard the legislature is afforded an exceptionally broad constitutional margin of discretion. ...", "4.1.4. ... The special tax is not a general income tax applicable to all types of income, but rather a particular tax levied on non-repetitive, non-regular payments which relate to certain factual circumstances (i.e. the termination of a legal relation) and which exceed a certain limit. ...", "Such a tax with ex nunc effect cannot be considered to violate the right to protection of human dignity or to constitute an improper interference by the State with individual autonomy. Taking into account its base, the incomes not belonging in that base and their amounts, the special tax cannot be considered as completely dispossessing the tax subjects. ...", "The individual’s acquisition of the income subject to the special tax is restricted by a public-law limitation originating in that tax ...", "4.2.4. ... In case of misuse of public resources, the limitation on payments might even have retroactive effect, [under] section 70/I (2) of the Constitution. The Constitutional Court has already emphasised in its decision [no. 184/2010 (X.28.) AB] that a retroactive special tax may be imposed on unfairly high payments, on certain types of severance pay or on compensation for significant periods of unused vacation time accumulated over years; the Act aiming at preventing abuses and endorsing the society’s sense of justice is not unconstitutional in itself, but must remain within the framework of the amended Constitution.", "4.2.5. However, to impose tax on incomes [lawfully] acquired during the tax year ... cannot be considered as the implementation of the new paragraph (2) of section 70/I of the Constitution, but rather interference by a public authority with individual autonomy going to such lengths that cannot have constitutional justification, and therefore violates the taxpayers’ human dignity. ...", "The special tax does not provide for a fair and just assessment of individual circumstances; its retroactive rules apply to everyone [with two exceptions mentioned above] without differentiation. Nor does it take into account objective circumstances concerning a wide range of taxpayers, such as the economic crisis or emergency situations, which may disadvantageously influence the individuals’ circumstances. ...”", "17. On 9 May 2011 Parliament again re-enacted the retroactive application of the 98% tax. The amendment to Act no. XC of 2010 was published in the Official Gazette on 13 May and entered into force on 14 May 2011. It provided that only relevant revenues earned after 1 January 2010 should be subject to the tax. The amended legislation did not contain any remedy available to those affected.", "18. The Act, as in force as of 14 May 2011, provides (in sections 8-12/B) that the special tax rules are applicable to incomes received on 1 January 2010 or after. Incomes shall be subject to a 98% special tax where the private individual has worked at an economic operator or an organisation operating from public money, the payment is effected on account of the termination of the private individual’s work relationship, and the amount of the income exceeds HUF 3,5 million (in certain cases HUF 2 million). Incomes received between 1 January 2010 and 29 December 2010 were declared by private individuals by means of self-assessment, in tax returns submitted until 25 February or 10 May 2011 (depending on the taxpayer group). The tax was payable by the same dates.", "19. Members of Parliament, vice mayors and Members of the European Parliament declared their income earned in 2010 and subject to the special tax in a different manner, in a separate tax return submitted until 31 July 2011. They paid the special tax until the same date. Persons subjected to the payment of special tax declared their taxable incomes earned between 1 January 2011 and 13 May 2011 by way of tax returns submitted until 25 February or 20 May 2012 (depending on the taxpayer group), and paid the tax by the same dates. In all other cases, the special tax is deducted by the payment issuer as withholding tax, and the deduction is indicated in the private individual’s tax return for the given revenue year.", "Any charges paid by or deducted from the private individual including, in particular, personal income tax or individual contributions shall be regarded as tax advances paid on the special tax.", "20. The Charter of Fundamental Rights of the European Union provides as follows:", "“1. The Union recognises and respects the entitlement to social security benefits and social services providing protection in cases such as maternity, illness, industrial accidents, dependency or old age, and in the case of loss of employment, in accordance with the rules laid down by Community law and national laws and practices.”", "21. The European Court of Justice held in Case C-499/08 Andersen v. Region Syddanmark, [2010] ECR I-09343 as follows:", "“29. The aim pursued by the severance allowance of protecting workers with many years of service in an undertaking and helping them to find new employment falls within the category of legitimate employment policy and labour market objectives provided for in Article 6(1) of Directive 2000/78.”", "22. European Commission Recommendation of 30 April 2009 on remuneration policies in the financial services sector (2009/384/EC) provides as follows:", "“1. Excessive risk-taking in the financial services industry and in particular in banks and investment firms has contributed to the failure of financial undertakings and to systemic problems in the Member States and globally....", "5. Creating appropriate incentives within the remuneration system itself should reduce the burden on risk management and increase the likelihood that these systems become effective. Therefore, there is a need to establish principles on sound remuneration policies.”"], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}