{"ITEMID": "001-76070", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF DZIERZANOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1966 and lives in Białystok, Poland.", "5. On 22 December 1992 the applicant was involved in a car accident as a result of which one person died. Subsequently, the prosecution service opened an investigation in the case.", "6. On 31 March 1993 the prosecution service discontinued the investigation. Subsequently, an auxiliary prosecutor appealed and the investigation was resumed.", "7. On 25 June 1993 the applicant was charged with manslaughter. It appears that the applicant had by then left the country and was not notified of the decision.", "8. On 30 June 1993 the applicant was indicted before the Białystok District Court.", "9. On 11 February 1994 the trial court decided to stay the proceedings on the grounds that the applicant’s address could not be established as he had left the country.", "10. On 29 March 1996 the District Court issued an arrest warrant against the applicant. On 2 July 1996 the applicant was arrested by the police while crossing the Polish border.", "11. On 8 August 1996 the trial court resumed the proceedings and held a hearing. Subsequently, the District Court held hearings on 19 September and 10 December 1996 and 11 February and 25 June 1997.", "12. In 1998 the court held hearings on 18 February, 19 April, 1 September and 8 October.", "13. On 12 October 1998 the Białystok District Court gave judgment. The trial court acquitted the applicant.", "14. On 16 February 1999 the Białystok Regional Court (Sąd Okręgowy) examined the appeal lodged by the auxiliary prosecutor. The appellate court quashed the judgment and remitted the case.", "15. On 26 November 1999 the Białystok District Court held a hearing. In 2000 the trial court held one hearing on 28 January and ordered that an expert opinion be prepared.", "16. On 10 May 2001 the next hearing was held. At the hearing on 8 June 2001 the applicant pleaded guilty. On the same day the Białystok District Court found the applicant guilty and sentenced him to a suspended prison sentence. The judgment is final."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}