{"ITEMID": "001-69111", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "HACKETT v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["The applicant, a United Kingdom and Irish citizen born in 1956 and living in Strabane, Tyrone, is represented before the Court by Ms P. Coyle of Harte Coyle Collins, solicitors practising in Belfast.", "The applicant is the wife of Dermott Hackett who, on 23 May 1987, was ambushed in his bread van by loyalist paramilitaries and hit by some fifteen to sixteen bullets which killed him. At the time of his death members of the Catholic clergy and members of the SDLP criticised the RUC stating that Dermott Hackett had been subject to police harassment which may have operated to target him for loyalist paramilitaries.", "Shortly afterwards, Michael Stone, when arrested following his attack on mourners in Milltown cemetery, admitted carrying out the murder of Dermott Hackett. Lee Francis Deary, aged 17 at the time, had also been arrested and charged with aiding and abetting the murder and with various counts of possession of firearms.", "On 7 June 1988, Deary pleaded not guilty to the murder of Dermott Hackett. At the conclusion of the trial, he was found guilty by the judge on 1 July 1988 and detained at the pleasure of the Secretary of State.", "On 5 December 1988, Stone pleaded not guilty to the murder of Dermott Hackett. On 3 March 1989, he was found guilty by the judge and sentenced to life imprisonment.", "In July 2003, Stone published a book in which he claimed, inter alia, that neither he nor Deary were involved in the murder of Dermott Hackett. He stated that he had been involved in a conspiracy to kill Dermott Hackett, who was suspected of running guns for the IRA in his bread van, and had been shown intelligence files by members of the security forces. However he took the view that the security of the operation had been compromised after being told that the security forces knew about the plan and would let his team in and out safely and therefore pulled out of the plan. Hackett was killed a week later. Stone maintained that he admitted the murder because he was aware that Deary, who had been arrested and charged, had not been involved and he believed that his admissions would either result in the charges being dropped or the acquittal of Deary, while he faced life imprisonment in any event. He stated that Deary, who had merely been in possession of a stolen radio given to him by the two men who had stolen the car used in the attack on McDermott, had happened to know about an old IRA weapons hide. Stone also claimed that he had made false admissions to another murder, that of Kevin McPolin, in order to shield the group that had been involved.", "Following the publication of the book, the applicant's solicitors wrote to the Secretary of State for Northern Ireland, the Chief Constable of the Police Service of Northern Ireland (“PSNI”) and the Director of Public Prosecutions and asked what steps were being taken by these public authorities in light of Stone's allegations. The applicant states that her representatives requested copies of the transcript of the trial and the bills of indictment from the Lord Chief Justice who has yet to determine the application.", "On 11 August 2003 the Chief Constable directed a Detective Inspector of the PSNI, with no connection with the original investigation, to examine the book and any other relevant material that existed in relation to the death of Dermot Hackett. As appeared in an affidavit sworn on 12 February 2004, steps were also taken to have a senior detective from outside Northern Ireland examine the collected material and carry out such further enquiries and examine such further materials as he felt appropriate. The officer was to report to the Chief Constable on the findings and make recommendations as to any issues requiring re-examination. The family were to be briefed on any findings or recommendations.", "Meanwhile, on 5 November 2003, the solicitors lodged proceedings against the Secretary of State complaining of a failure to hold an Article 2 compliant investigation into the death of Dermott Hackett. Following the decision of the House of Lords in McKerr v. Secretary of State for Northern Ireland on 11 March 2004 holding that a complaint could not be brought alleging a procedural violation of Article 2 where the death occurred before 2 October 2000, counsel advised the applicant that there was no possibility to continue the judicial review application, which was accordingly withdrawn on 6 September 2004.", "On 24 May 2004, the applicant's solicitors wrote to the Serious Crime Review Team (SCRT), with whom they had been directed to correspond about this matter, and sought disclosure, inter alia, of copies of the interviews conducted with Stone and Deary in which they admitted involvement in the murder, copies of the forensic evidence and scene of crime photographs and any additional information available concerning the murder and the role of the security forces in the murder.", "On 7 June 2004, the SCRT informed the solicitors that the PSNI had arranged for a senior detective from outside Northern Ireland to examine and review the allegations made by Michael Stone, that he would advise the Chief Constable what if any further action should be taken and that the family would be informed of the outcome of this review. As a result, the PSNI could not accede to the current request for disclosure of documentation. This officer was later identified as Mr Peter Kirkham, previously of the Metropolitan Police. By letter dated 20 July 2004, the applicant was informed that Mr Kirkham would be available for a meeting in August 2004. A meeting took place. A communication from Mr Kirkham to the solicitors indicated that he was aware of their concerns about access to material and stressed that at this stage all he had been asked to do was to provide an independent and impartial assessment of Michael Stone's allegations that he had colluded with the RUC/military prior to the Milltown murders and of his allegations that he did not take part in the murders of Dermot Hackett and Kevin McPolin.", "The applicant's solicitors repeated their request for disclosure of materials, disputing that it would hinder the ongoing investigation. They also requested a copy of the report prepared by an inspector of the PSNI. No response had been received to these requests."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}