{"ITEMID": "001-77782", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF RADOSLAV POPOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 5-5", "JUDGES": "Peer Lorenzen", "TEXT": ["5. The applicant was born in 1977 and lives in the village of Nedelevo.", "6. Two burglaries were committed in the home of an old lady on 13 and 31 May 1998 as a result of which the burglar, through use of force and coercion, stole a total of 10,000 old Bulgarian levs (BGL – approximately 5.13 euros (EUR)). On the latter occasion, the burglar was also armed.", "7. A preliminary investigation in respect of the second burglary was opened against an unknown offender on 2 June 1998.", "8. On 24 September 1998 the applicant was charged with the two burglaries and was detained on remand. He was questioned on the same day and confessed to having committed the burglaries.", "9. On 10 November 1998 the Plovdiv District Prosecutor's Office filed an indictment against the applicant with the Plovdiv District Court accusing him of having committed the two burglaries through use of force and coercion, having stolen a total of BGL 10,000 (approximately EUR 5.13) and for having been armed on the second occasion (Articles 198 § 1 and 170 § 2 of the Criminal Code).", "10. The Plovdiv District Court conducted five hearings between 4 May 1999 and 10 April 2000.", "11. In a judgment of 10 April 2000 the Plovdiv District Court found the applicant guilty as charged and imposed a cumulative sentence of four and a half years' imprisonment. The applicant appealed against the judgment on 21 April 2000.", "12. The Plovdiv Regional Court conducted three hearings on 17 May, 13 June and 14 September 2000.", "13. In a judgment of 21 September 2000 the Plovdiv Regional Court partly quashed the lower court's judgment as it found that the applicant had not used force during the burglary of 13 May 1998. It upheld the remainder of the judgment against the applicant.", "14. No appeal was filed against the judgment of the Plovdiv Regional Court and it entered into force.", "15. On 24 September 1998 the applicant was detained on remand upon a decision of an investigator which was confirmed by the Prosecutor's Office later on the same day. The grounds for detaining the applicant were that he may abscond, re-offend or obstruct the investigation but no specific facts or evidence in support of the said assessment were cited or relied on in the decision for his detention. On 10 April 2000 the Plovdiv District Court sentenced the applicant to four and a half years' imprisonment.", "16. At the trial stage of the proceedings the applicant filed six appeals against his detention, dated 2 and 15 July 1999, 8 and 28 September 1999, 20 December 1999 and 12 January 2000. On each occasion, the applicant argued that he had no criminal record and that there was no risk that he would abscond because he had a permanent address and his wife needed his assistance after the birth of their child.", "17. None of the applicant's appeals were examined or ruled on by the courts despite of the hearings conducted by the Plovdiv District Court in the meantime.", "18. The relevant provisions of the Code of Criminal Procedure (the “CCP”) and the Bulgarian courts' practice before 1 January 2000 are summarised in the Court's judgments in several similar cases (see, among others, Nikolova v. Bulgaria [GC], no. 31195/96, §§ 25-36, ECHR 1999-II; Ilijkov v. Bulgaria, no. 33977/96, §§ 55-59, 26 July 2001; and Yankov v. Bulgaria, no. 39084/97, §§ 79-88, ECHR 2003-XII (extracts)).", "19. As of 1 January 2000 the legal regime of detention under the CCP was amended with the aim to ensure compliance with the Convention (TR 1-02 Supreme Court of Cassation). The effected amendments and the resulting practice of the Bulgarian courts are summarised in the recent Court judgments in the cases of Dobrev v. Bulgaria (no. 55389/00, §§ 32-35, 10 August 2006) and Yordanov v. Bulgaria (no. 56856/00, §§ 21-24, 10 August 2006).", "20. The State Responsibility for Damage Act of 1988 (the “SRDA”) provides that the State is liable for damage caused to private persons by (a) the illegal orders, actions or omissions of government bodies and officials acting within the scope of, or in connection with, their administrative duties; and (b) the organs of the investigation, the prosecution and the courts for unlawful pretrial detention, if the detention order has been set aside for lack of lawful grounds (sections 1-2).", "The relevant domestic law and practice under sections 1 and 2 of the SRDA has been summarised in the cases of Iovchev v. Bulgaria (no. 41211/98, §§ 7680, 2 February 2006) and Hamanov v. Bulgaria (no. 44062/98, §§ 56-60, 8 April 2004)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}