{"ITEMID": "001-4895", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 1998, "DOCNAME": "T.O. v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, a Finnish citizen born in 1947, is on an early retirement pension and lives in Lahti, Finland.", "The facts of the case, as submitted by the parties, may be summarised as follows:", "A.", "On 21 May 1993 the applicant’s insurance company refused the applicant’s request for compensation for an occupational injury (a rash). The company considered that his rash was neither an occupational illness nor a substantial aggravation of another illness within the meaning of the 1948 Accident Insurance Act (tapaturmavakuutuslaki 608/1948, lag om olycksfallsförsäkring).", "In his appeal to the Board for Accident Compensation (tapaturmalautakunta, olycksfallsnämnden) on 15 June 1993 the applicant required that the decision of the insurance company be overturned and that his rash be compensated as an occupational illness.", "The Board for Accident Compensation requested the insurance company to provide it with the relevant documents and an opinion. In its opinion the insurance company simply suggested that the appeal be dismissed on the grounds mentioned in the company’s decision. Without obtaining further evidence or making the opinion available to the applicant, the Board for Accident Compensation gave a decision on the matter on 2 November 1993, dismissing the applicant’s appeal. The grounds for the decision summarized section 2 of the Occupational Diseases Decree (ammattitautiasetus 1347/1988, yrkessjukdomsförordning) which explains when an illness can be considered as an occupational one. It was further noted in the decision that the applicant’s work had no causal connection with his rash and that therefore the rash was not an occupational illness. Nor had the work of the applicant aggravated his long-term chronic rash caused by an illness. It was noted in the decision that the insurance company had proposed that the appeal be dismissed.", "On 16 November 1993 the applicant appealed to the Insurance Court (vakuutusoikeus, försäkringsdomstolen) repeating his claim. He argued that his rash had appeared when he had started working for the storehouse in 1975 and that it had always got worse when he had returned to work after a period of sick leave. According to the documents, no further evidence had been attached to the appeal.", "The Insurance Court requested an opinion from the insurance company. In its opinion the insurance company merely stated that there was no reason to overturn the appealed decision. Without obtaining further evidence or making the opinion available to the applicant, the Insurance Court gave a decision on the matter on 20 December 1994, dismissing the appeal on the grounds mentioned in the decision of the Board for Accident Compensation. It was indicated in the decision that an opinion had been acquired from the insurance company.", "On 4 July 1995 the Supreme Court (korkein oikeus, högsta domstolen) refused the applicant leave to appeal.", "B. Relevant domestic law and practice", "According to section 53 of the Accident Insurance Act, the appeal bodies in cases concerning accident insurance are the Board for Accident Compensation, the Insurance Court and the Supreme Court. The members of the Board for Accident Compensation, which is the appeal body of first instance, include a full-time president, at least two vice-presidents, three lawyers and three doctors and six persons representing the labour market organisations. The Board is a special appeal body designed to deal with cases concerning accident insurance. According to section 8 of the Decree on the Board for Accident Compensation (asetus tapaturmalautakunnasta 839/1981, förordning om olycksfallsnämnden), the rules of procedure in civil cases are applied to the Board’s procedure.", "An appeal from a decision given by the Board for Accident Compensation is made to the Insurance Court which is a special court for the consideration of cases concerning social security. According to the Insurance Court Act (laki vakuutusoikeudesta 14/1958, lag om försäkringsdomstolen), the rules of procedure of the ordinary courts are applied to the Insurance Court, save for certain exceptions.", "An appeal from a decision given by the Insurance Court can be made to the Supreme Court, inter alia, in cases where the Insurance Court has given a ruling on the right to compensation for an injury, illness or death. An appeal to the Supreme Court is subject to leave to appeal granted by the Supreme Court in accordance with Chapter 30, section 3, of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken).", "Leave to appeal may be granted if it is necessary for the application of law in similar cases or for the uniformity of case-law to bring the case before the Supreme Court, or if there are special grounds for this due to a procedural or other fault that requires the reversal or nullification of a judgment, or if there are other weighty grounds for granting leave to appeal.", "The Board for Accident Compensation and the Insurance Court apply mainly the principles derived from the rules of procedure of the courts of appeal. As in force at the relevant time, and insofar as the relevant for issues in the present case, the Code of Judicial Procedure provided as follows. According to Chapter 25, sections 17 to 20, the opposing party shall be heard in appeal courts proceedings. According to Chapter 25, section 19, subsection 1, a copy of the observations of the opposing party are given to the applicant on request. According to Chapter 26, section 6, the court of appeal shall request written observations from the parties when it obtains evidence on its own initiative and such evidence may affect the decision in the case, unless this is manifestly unnecessary.", "In its Kerojärvi v. Finland judgment of 19 July 1995 the Court noted that, according to what had been stated on behalf of the Government at the hearing, it was the practice both of the Insurance Court and the Supreme Court not to communicate documents of the kind in question in that case (Series A no. 322, p. 16, § 42). Following the Kerojärvi judgment the Insurance Court has instructed its members and staff to see to it that a party be heard (in writing) in respect of \"new information, unless this is clearly unnecessary\". In respect of \"observations in reply\" a party shall always be heard (instruction of 30 October 1995)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}