{"ITEMID": "001-102282", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF TREPASHKIN v. RUSSIA (NO. 2)", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-4 - Speediness of review);No violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review);No violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition);Violation of Article 6+6-3 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3 - Rights of defence;Article 6-3-b - Adequate time;Preparation of defence;Article 6-3-c - Defence through legal assistance);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. The applicant is a former officer of the Federal Security Service of the Russian Federation (FSB). In 1998 he participated in a much publicised press conference together with three other FSB officers. Some time after the press conference the applicant remained in the country but was dismissed from the FSB. From 1998 to 2002 he served in the tax police and he later became a practising lawyer and a member of the bar association.", "8. On an unspecified date the Chief Military Prosecutor's Office initiated an inquiry relating to the period of the applicant's service in the FSB. The inquiry concerned the alleged disclosure of certain classified material by the applicant.", "9. On 22 January 2002 the prosecution carried out a search of the applicant's home and discovered certain documents allegedly containing classified information. Assorted cartridges for various types of weapons were also found in a cardboard box on a shelf above the applicant's writing table. The applicant alleged that the cartridges did not belong to him and had been planted by an FSB agent, posing as a plumber, shortly before the search.", "10. During the search the prosecution also seized a video recording made by the applicant on 3 May 1999 in a forest near Bryansk. It showed the applicant and his friend Mr S. shooting for fun from the applicant's service weapon. The applicant explained that for the shooting he had used a gun cartridge he had received from Mr S.", "11. On 28 January 2002 the prosecution charged the applicant with disclosure of State secrets and abuse of his official powers (“criminal case no. 1”) and unlawful possession of firearms (the ammunition found in his flat and the gun cartridge he had used to shoot in the forest).", "12. From 24 March 2003 the applicant was under an obligation not to leave Moscow without authorisation from an investigator, a prosecutor or the court. On 18 April 2003 the investigation was completed and the prosecution handed the case file to the applicant and his lawyers for examination. The defence had the file at their disposal until 21 June 2003. On 24 June 2003 the case file was sent to the court. The date of the first hearing was set.", "13. Pending the investigation in case no. 1, the applicant continued his professional activities as a lawyer. On the evening of 22 October 2003 his car was stopped by traffic police. The car was searched and a handgun was discovered on the back seat of the applicant's car. On 24 October the Dmitrov Town Court remanded the applicant in custody on the ground that he was suspected of committing a criminal offence punishable under Article 222 of the Criminal Code (unlawful possession of firearms and ammunition). The detention order was confirmed on 5 November 2003 by the Dmitrov Town Court, and, on 13 November 2003, by the Moscow Regional Court. The applicant was eventually acquitted of the charges against him in criminal case no. 2 (for more details see Trepashkin v. Russia (no. 1), no. 36898/03, 19 July 2007).", "14. In November 2003 the file in criminal case no. 1 and the bill of indictment were forwarded to the Military Court of the Moscow Circuit. The Military Court, referring to certain classified information contained in the file, decided to examine case no. 1 in camera.", "15. On 1 December 2003 the Military Court of the Moscow Circuit held a preparatory hearing in the applicant's case no. 1. The judge heard evidence from the parties and made certain procedural arrangements for the forthcoming trial. Most of the applications lodged by the defence were rejected; however, the applicant was granted additional time to examine the case file. Given that the file contained classified information, the applicant could have access to it only on the court's premises.", "16. In the same ruling the judge ordered that the applicant be kept in custody. The judge observed that on 22 October 2003 the applicant had been arrested by the police on suspicion of committing another crime. The applicant had thus breached his undertaking not to leave his permanent place of residence. The judge also stated that the evidence in the case file included an invitation to visit the United Kingdom, which, in the court's view, indicated that the applicant intended to leave Russia.", "17. On 3 December 2003 the applicant lodged an appeal against the detention order. He argued that the criminal cases against him had been fabricated by the authorities, and that there had been no evidence that he would flee or tamper with evidence or commit crimes. In addition, the applicant complained that the prosecution and the court had violated various provisions of domestic criminal procedural law in ordering his arrest.", "18. On 19 December 2003 the judge of the Dmitrov Town Court decided not to extend the applicant's detention for the purposes of the proceedings in case no. 2. However, the applicant remained in the remand prison on the basis of the detention order of 1 December 2003, issued by the Military Court of the Moscow Circuit.", "19. On an unspecified date in December the applicant requested the Military Court of the Moscow Circuit to release him. On 22 December 2003 the Military Court confirmed that the grounds for his detention, as set out in its earlier decision of 1 December 2003, were still valid.", "20. On 10 February 2004 the Supreme Court examined an appeal by the applicant and dismissed it. The hearing took place in the absence of the applicant. The appellate court acknowledged that there had been minor irregularities in the detention order of 1 December 2003. Nevertheless, they were not such as to require the applicant's release. As to the substance of the case, the court upheld the reasoning of the first-instance court.", "21. According to the Government, the first grounds of appeal lodged by the applicant (on 3 December 2003) were addressed to the Supreme Court of the Russian Federation. On 4 December 2003 the grounds of appeal were dispatched by the prison administration to the Supreme Court. On 19 December 2003 the applicant filed supplementary grounds of appeal. They were also addressed to the Supreme Court of the Russian Federation. From the Supreme Court those grounds were transmitted to the Military Court of the Moscow Circuit.", "22. Furthermore, on 10 and 16 December 2003 the applicant's lawyers (Ms Yulina and Mr Glushenkov) filed their own grounds of appeal against the detention order of 1 December 2003. Those grounds were addressed to the Military Court of the Moscow District. They were sent to the prosecutor's office for comment. On 23 December 2003 the Military Court of the Moscow District obtained written submissions from the prosecutor's office in reply to the grounds of appeal filed by the applicant's lawyers.", "23. On 23 December 2003 and 6 January 2004 the applicant's original and supplementary grounds of appeal were received by the Military Court of the Moscow Circuit. The Military Court sent them to the prosecutor's office for comments. On 12 and 15 January 2004 the prosecutor's office replied in writing to the grounds of appeal. On the next day the complete case file was dispatched to the Supreme Court of the Russian Federation.", "24. On 19 January 2004 the appeal against the detention order of 1 December 2003 arrived at the Supreme Court of the Russian Federation. The hearing took place on 10 February 2004. The applicant was able to participate in the hearing via video link. The applicant's two lawyers (Mr Glushenkov and Mr Gorokhov) were present and made submissions. As indicated above (see paragraph 20) the Supreme Court dismissed the applicant's appeal and considered that the applicant should remain detained on remand for the period of the trial.", "25. The applicant alleged that conditions in the meeting room where he had been allowed to talk to his lawyers and work on the case had been inappropriate. He explained that the room where the detainees met their lawyers was partitioned into six small booths for two people, with detainees being separated from their lawyers by a grille. This made it impossible to study documents, and detainees had to speak quite loudly to be heard. As a result, other detainees, and the warder walking along the line of booths, could hear conversations between the applicant and his lawyer. It was impossible to pass any document through the grille, even newspapers with the texts of newly enacted legislation. The applicant was unable to meet both of his lawyers at the same time, since the booth had room for only two persons.", "26. On 18 March 2004 the applicant wrote a letter to the Director of the Execution Department of the Ministry of the Interior. In this letter the applicant submitted that he was unable to meet his lawyer out of the hearing of the prison warders and other detainees.", "27. On the days when the applicant was transported to the courthouse to study the case file, he was so cold and exhausted that, when brought into the court building, he was unable to read the material in the file or prepare his defence: his only concern was to get warm. Moreover, in the courthouse he was kept handcuffed to a table leg or a chair, so that it was very difficult for him to read the case file or take notes. This position also caused severe pain in his back.", "28. During the trial the applicant asked the court to lessen the frequency of the hearings, which were held almost every day. However, his request was refused. In such conditions, and having regard to the poor conditions of his detention and his transfers to the court building, he was unable to prepare properly for the hearings. The applicant claimed that the case file contained objections lodged by him to that end.", "29. The Government described the meeting rooms as follows. In remand prison no. IZ-77/1 there had been fifty rooms “for investigative activities”. The average size of the room had been 15 square metres. According to the Government, while in remand prison no. IZ 77/1 the applicant had met his lawyers ninety-six times. His defence team had included seven persons. The meetings had lasted about two hours on average. The applicant and his lawyers had been able to exchange documents and handwritten notes during those meetings. Each room had been equipped with a table, three chairs, a coat-hanger, an alarm button and a peephole. The meeting rooms had never been shared by several prisoners at once. There had been no glass partition or grille in the meeting rooms separating the defendant from his lawyers. The Government produced photos of a meeting room which corresponded to that description. During meetings between a detainee and his lawyers, the prison staff had been unable to hear them, but they had been able to observe the room through a peephole.", "30. The Government denied that the applicant had been handcuffed in the court building while he studied the case file. In the courtroom during the hearings the applicant had been sitting one metre away from his lawyers, so it had been possible for them to talk in private. The trial had started on 15 December 2003. On 18 December 2003 the court had allowed the applicant to consult his lawyer in private before the start of each hearing, as well as during the breaks, in a special meeting room. The Government, referring to the verbatim record of the hearings, maintained that during the trial the applicant had had forty-six meetings with his lawyers in the meeting room in the court building. On 15 January 2004 the applicant had requested the court to allow him to have those meetings directly in the courtroom. That request had been granted by the court. On 5 March 2004 the applicant had asked the court to give him extra time to talk to his lawyers during the hearings. On 11 March 2004 the presiding judge had ruled that the applicant should be allowed to talk to his lawyers during the breaks.", "31. The trial in case no. 1 was held behind closed doors. The applicant was represented by three lawyers: Mr Glushenkov, Mr Gorokhov and Ms Yulina.", "32. The defence maintained that the cartridges had been planted by FSB agents. Since the much publicised press conference in 1998, FSB senior officials had wanted to settle old scores with him. The applicant asked the court to admit the videotape of the press conference in evidence.", "33. The applicant further supposed that the gun cartridges found in his flat could have been planted by FSB agents who had visited him shortly before the search, disguised as plumbers. The defence asked the court to summon these “plumbers”.", "34. As to the allegedly “classified” documents discovered by the prosecution among his papers, the applicant did not deny that he had kept them. However, these files related to the period of his service in the KGB (the predecessor of the FSB) from 1984 to 1987. In his submissions, the documents were not secret.", "35. The court examined Mr Sh., who had allegedly received the classified information from the applicant. The court also examined documents and other evidence discovered in the applicant's flat during the search of 22 January 2002, documents relating to the period of his service in the KGB, and the reports on the expert examination of the documents allegedly disclosed by the applicant, which concluded that these documents contained secret information. The court also called and questioned one of the participants in the 1998 press conference, Mr G., who denied the existence of any plan to eliminate the applicant. The court also examined the video record of the 1998 press conference.", "36. The court further examined the record of the seizure of 22 January 2002, during which the police had discovered cartridges in the applicant's flat. The court also examined several witnesses who had visited the applicant's flat before the search. All of them denied having seen the ammunition in the applicant's flat, but they had not looked in the cardboard box where the cartridges had been discovered. The court called and questioned three persons working in the housing maintenance service. They confirmed that on several occasions between 2000 and 2002, plumbers on duty had visited the applicant's flat.", "37. The court also examined several relatives of Mr S. They testified about the events of 3 May 1999, when the applicant and Mr S. had gone shooting for fun in a forest near Bryansk. The court also examined the video which showed Mr S. firing a shot with the applicant's gun.", "38. On 19 May 2004 the Military Court of the Moscow Circuit gave judgment in criminal case no. 1. The applicant was found guilty on two charges and was sentenced to four years' imprisonment, to be served in a “colony-settlement”.", "39. First, the court convicted the applicant of unlawful possession of the assorted gun cartridges found in his flat during the search (Article 222 of the Criminal Code). Further, the court referred to a videotape seized by the prosecution from the applicant's flat. The recording was made by the applicant on 3 May 1999 in a forest near Bryansk; it showed the applicant and his friend Mr S. shooting for fun from the applicant's service weapon. The court established that the cartridge used by Mr S. to shoot had been unlawfully acquired by the applicant from him.", "40. Second, the applicant was convicted of disclosure of State secrets. The court established that in the 1980s the applicant had served in the Soviet secret service, and had had access to certain classified documents. He had kept at his home a number of case files containing information about KGB informers. In July and August 2001 the applicant had shown these documents to his former colleague. Further, in February 2002 the applicant had handed the same person (his former colleague) four files containing information about the FSB's investigative activities in the mid-1990s. At the relevant time the applicant's former colleague had not been serving in the FSB; therefore, he had not had the necessary security clearance to have access to such documents. The court qualified the documents shown and given to the former colleague as “secret”. Thus, the applicant's acts amounted to the “disclosure of State secrets”.", "41. The defence appealed. They alleged, in particular, that they had been placed in a disadvantageous position vis-à-vis the prosecution, and that the applicant had not had enough time and facilities to prepare his defence.", "42. On 13 September 2004 the Military Division of the Supreme Court of the Russian Federation upheld the judgment of 19 May 2004. The Supreme Court did not find any major irregularity in the investigative proceedings and rejected the argument that the defence had not had sufficient time and facilities during the trial. The Supreme Court noted that the pace of the trial (seven to ten court hearings per month, each lasting about three to five hours) had been adequate and had not precluded the applicant from meeting his lawyers and preparing his defence. The Supreme Court noted that the applicant had not complained of any breaches of confidentiality during the meetings with his lawyers.", "43. On 1 December 2003 the applicant was placed in remand prison no. IZ-77/1 in Moscow following the decision of the Military Court of the Moscow Circuit in connection with criminal case no. 1.", "44. The applicant arrived at remand prison no. IZ-77/1 very late and spent the night in a cell measuring 1.5 by 1.8 square metres, which had no windows or ventilation, was filthy and smoky and was full of lice. Only on the morning of 2 December 2003 did he receive dried cereal.", "45. From 2 December 2003 the applicant was detained in cell no. 274 of remand prison no. IZ-77/1. According to the applicant, the cell was unventilated, although most of his cellmates were heavy smokers. Moreover, some of the other detainees were convicted criminals. The cell was also overcrowded: there were fourteen detainees for eight sleeping places. As a result, the detainees had to sleep in turns. The applicant was unable to sleep more than two hours a day, and the rest of the time he had to stand, because all the beds were occupied by his sleeping cellmates, and there were no seats in the cell. The applicant shared his sleeping place with four other detainees, including one suffering from psoriasis; consequently, their shared sleeping place was constantly covered with this individual's scabs. The cell was not equipped with radio and the administration provided no newspapers. Although prison regulations provided for a shower once a week, the applicant was unable to wash himself for almost four weeks, despite his numerous complaints about that fact.", "46. The applicant produced a written statement signed by Mr N., his cellmate in remand prison no. IZ-77/1, in which the latter confirmed that the applicant had had no individual sleeping place in the cell. Mr N. also testified that the applicant had often had no possibility of sleeping before going to the court in the mornings, and had not received adequate medical treatment. Depositions to the same effect were signed by the applicant's cellmates Mr Y., Mr Pt. and Mr Gb.", "47. The applicant was detained in that cell until 30 December 2003.", "48. The Government maintained that between December 2003 and October 2004 the overall number of prisoners in remand prison no. IZ 77/1 had varied from 2,461 (October 2004) to 3,654 (in February 2004), with an average of 3,162. The overall number of sleeping places in remand prison no. IZ 77/1 was 2,686. Only on one occasion (in February 2004) had the number of sleeping places exceeded the number of inmates.", "49. The Government further maintained that the applicant's description of conditions in cell no. 274 was inaccurate. They contended that the cell had a combined supply-and-exhaust ventilation system. The toilet and the water tap were separated from the residential area; the cell had a table, several benches, cupboards for the detainees' personal belongings, a wall cupboard for food, a mirror, a television set, a refrigerator and cold and hot water. The cell had a surface area of 12.27 square metres, had eight sleeping places and housed eleven detainees, including the applicant.", "50. On 24 December 2003 the applicant was summoned by the deputy chief administrator of the remand prison. The latter enquired about the applicant's complaints to the European Court of Human Rights concerning the conditions of his detention and threatened him with various disciplinary measures, in particular, placement in a strict isolation cell. The applicant immediately informed his lawyer of the conversation.", "51. On 30 December 2003 the applicant signed a declaration in which he stated that he had no complaints about the conditions of detention. He was then transferred to cell no. 605 in building no. 6 of the remand prison. The conditions in that cell were better than in his previous one. It contained only five people and a hot shower was available twice a week for the detainees in that cell. However, the room was not ventilated and the other detainees smoked constantly. Moreover, the unit had no appropriate courtyard for outdoor exercise. Instead, the detainees were taken to a dusty and covered cubicle, made out of concrete, measuring 3.5 by 4.5 metres, under a roof. Walking in this room in clouds of concrete dust aggravated the applicant's asthma and various other health problems.", "52. The applicant's lawyers complained to the prison authorities. As a result the applicant was examined by a general practitioner; the doctor diagnosed asthma and cardiological problems and prescribed glasses. At the same time, the doctor concluded that the applicant's state of health had not deteriorated during his detention in the remand prison.", "53. On 5 January 2004 the applicant withdrew the declaration made on 30 December 2003. He explained to his lawyer that he had been given an opportunity to sign the declaration in return for his transfer to a cell where he would have an individual sleeping place and access to a hot shower.", "54. On an unspecified date the applicant's counsel wrote to the Ministry of Justice complaining about the conditions of her client's detention.", "55. In its reply of 29 January 2004 the Ministry confirmed that, on arrival at remand prison no. IZ 77/1, the applicant had been placed in a cubicle because no appropriate cells had been available. He had spent no more than two hours there. From 1 a.m. to 9 a.m. he had undergone, among other things, a medical examination, fingerprinting, photographing and a personal search. At 9 a.m. he had received a “bag meal” and had been conveyed to the court. On his return to the remand prison the applicant had been placed in a cell for eight people, although at that time twelve people had been detained there.", "56. The Ministry explained that at the relevant time the population of the remand prison had exceeded its planned maximum capacity by 75%. The cell was not equipped with seats because it was too small.", "57. As to the timing of the applicant's transfers to the court, detainees were usually woken up at 5.30 a.m. and were taken out of their cells at 6 a.m. Every day about 150 to 200 persons were conveyed from the remand prison to the courts. Convoy officers were always informed about detainees' illnesses or other special conditions.", "58. According to the Ministry, time for visits by relatives was limited to forty minutes because of the lack of appropriate meeting rooms; as regards meetings with defence counsel, the applicant had experienced no restrictions in this respect. Thus, in December 2003 the applicant had had four meetings with his lawyers (on 3, 16, 15 and 20 December 2003) which had lasted nine hours on aggregate. The applicant had been unable to take a shower for four weeks because the “sanitary treatment” (washing) of detainees had taken place on the dates when the applicant had been in court.", "59. On 19 May 2004 the Ministry of the Interior informed the applicant that his complaints about the delays in transporting detainees to and from the court had proved to be accurate, at least in part. The applicant was assured that the necessary measures would be taken to improve the situation in future.", "60. On 22 June 2004 the applicant complained to the prison administration about the conditions in the room for physical exercise (or rather, the “walking room”). On 1 October 2004 he repeated his complaints, stressing that he suffered from asthma of allergic origin and could not breathe normally in the walking room, because of the clouds of concrete dust and the lack of fresh air arriving from outside. He also complained that patients from the prison hospital who suffered from infectious diseases, such as hepatitis, aseptic meningitis, dysentery, syphilis and Aids, were taken to the same room for exercise. They often had diarrhoea and vomited in this very room, but nobody cleaned up after them. In the letters he listed a total of seven cellmates who were willing to confirm the accuracy of his account. He did not receive a reply to his letters.", "61. The Government maintained that on 30 December 2003 the conditions of the applicant's detention had improved after he had been transferred to cell no. 605. On 13 May 2004 the applicant had been transferred to cell no. 603. Those cells had recently been renovated; his transfer was justified by the fact that he was a former law-enforcement official and suffered from chronic diseases. The surface area of the cells was 18.13 square metres each; they had five sleeping places for four inmates. According to the documents submitted by the Government, in remand prison no. IZ-77/1 it was impossible to detain smoking prisoners separately from non-smokers. There was one window in the cell measuring 70 cm by 150 cm, which had a ventilation pane that could be opened from inside the cell. Both cells (nos. 605 and 603) had shower cubicles. The Government further maintained that at least once a week the detainees were given an opportunity to take a fifteen-minute shower.", "62. Every day the detainees were taken out for a one-hour walk in a walking yard, normally during the daytime. Wing no. 2 of the remand prison had fifteen walking yards, measuring 426 square metres on aggregate, each ranging from 15.44 square metres to 39.91 square metres. The height of the walls of the walking yards was 2.8 metres.", "63. Wing no. 6 of the remand prison had twelve walking yards, measuring 17.28 square metres each and 207.3 square metres on aggregate, with the walls 3 metres high.", "64. The Government explained that the inmates detained together in the same cell were taken for a walk to the corresponding walking yard. All walking yards had benches and rain shelters. The top of the walking yards was covered by a metallic grille. Further, the Decree of the Ministry of Justice of 9 October 2003 (no. 254) provided that each detainee should have 2.5 to 3 metres of personal space in a walking yard. The Government produced photocopied photographs of some of the walking yards.", "65. The Government produced a letter, signed by the head of the prison administration, dated 26 February 2009, which stated that on the days of the hearings the applicant had been entitled to a daily walk in accordance with the applicable rules during the daytime.", "66. The Government further enumerated the measures taken by the authorities to improve conditions of detention in Russian remand prisons. They described the conditions in the meeting rooms, where detainees could study the case files, communicate with their lawyers, and so on. Each detainee was entitled to a private visit of at least forty minutes every day.", "67. On 6 September 2004 the judge of the Dmitrov Town Court of Moscow Region ordered the applicant's transfer from the remand prison in Moscow to a remand prison in Volokolamsk (no. IZ 50/2), in order to secure his appearance at the trial before the Dmitrov Town Court in connection with case no. 2. The applicant appealed against that decision, but to no avail: on 7 December 2004 it was upheld by the Moscow Regional Court.", "68. On 8 October 2004 the applicant was transferred to remand prison no. IZ 50/2 in Volokolamsk. He was examined by a commission of doctors, who concluded that he was suffering from bronchial asthma and chronic bronchitis.", "69. The applicant submitted that he had first been placed in cell no. 66, measuring 15 square metres, with eight other people; some of them were heavy smokers. He had no individual sleeping place, the table was very small and inmates received no toilet paper. The drinking water tank was broken. On 12 October 2004 the applicant complained about the conditions of his detention to the administration of the remand prison. As a result, he was transferred to cell no. 123, where the conditions of detention were somewhat better.", "70. Over the following months the applicant was detained in a number of other cells, which were always overcrowded and infested with lice and bugs. In December 2004 he was detained in a cell measuring 12 square metres with seven other detainees. His daily physical activity was limited to a walk of less than one hour in the prison courtyard, under the supervision of guards with Rottweiler dogs.", "71. The applicant produced written statements by his cellmates, who submitted that he had been detained in cells nos. 66, 101 and 123 in the Volokolamsk remand prison in November 2003 (shortly after his arrest), and from 8 October 2004 until 27 October 2004 (after his definite transfer from the Moscow remand prison IZ 77/1). All of them confirmed that the cells were infested with lice and bugs and that the prison administration had done nothing to get rid of them. They also stated that the cell had been overcrowded: thus, in cell no. 66 the applicant had not had an individual sleeping place and there had been only three or four seats for nine or eleven inmates. Though the applicant was sick, he had not received the necessary medicines and had not been examined by a doctor. Their account was confirmed by four other inmates who had been detained with the applicant at the relevant time.", "72. On several occasions, between November 2004 and 29 April 2005, the applicant was transferred to the Dmitrov Town detention centre in order to participate in the hearings in the Dmitrov Town Court. The conditions of detention in the Dmitrov detention centre were even worse than in the Volokolamsk remand prison. Thus, there was no opportunity for any physical exercise, the cells were always overcrowded and badly ventilated, there were no washtubs or seats and the lighting was poor. On each occasion when the applicant was transferred from the remand prison to the detention centre, he had to carry all his personal belongings and documents and travel in smelly, dark and unheated metallic compartments in the prison vans. On one occasion the applicant was placed in a cell with repeat offenders and “ordinary” criminals. He did not receive proper medical aid and his state of health deteriorated.", "73. On 7 June 2005 the applicant was transferred from the remand prison in Volokolamsk to a remand prison in Moscow (no. IZ 77/7). On 23 July 2005 the applicant was transferred to a “colony-settlement” in Nizhniy Tagil, to serve the sentence imposed by the judgment of 19 May 2004.", "74. The Government submitted that the applicant had been detained in cell no. 66 only once, on the day of his arrival at remand prison no. IZ 50/2 (on 8 October 2004). The Government maintained that cell no. 66 was equipped with a water tank which contained boiled water. In addition, the tap water in the cell was drinkable. The cell measured 12.6 square metres and had nine sleeping places.", "75. According to the Government, remand prison no. IZ 50/2 had about 875 sleeping places (the exact number varied slightly during 2004 and 2005). The number of inmates had not exceeded the number of sleeping places, except for three days in January 2005.", "76. In the following months the applicant was detained in cells nos. 101 (18.91 square metres, eight sleeping places), 122 (12.22 square metres, six sleeping places), 123 (21.62 square metres, fifteen sleeping places), and then in cell no. 101 again (in April 2005 the number of that cell was changed to 321). The number of sleeping places in those cells was reduced after 2006.", "77. The Government produced an official record indicating the number of persons detained in each cell together with the applicant. According to them, the number of inmates was always equal to or lower than the number of sleeping places. The applicant had spent most of the time in cells nos. 122 (from 12 October 2004 to 31 January 2004), and 101 (or 321, from 4 February 1005 until 7 June 2005). During the period under consideration the applicant was detained in cell no. 122 with five other people for fortyfive days, and with four other people for twenty days. During the remaining time the applicant was detained with three other people or fewer. As to cell no. 101, the applicant was detained for one day with seven other people, fourteen days with six other people, one day with five other people, ten days with four other people, and the remaining time with three other people or fewer. From 4 March 2005 the number of the applicant's fellow detainees in cell no. 101 (321) did not exceed four.", "78. The detainees in the remand prison were entitled to a shower once a week for a duration of fifteen minutes. The prison had twelve shower hoses for the detainees.", "79. As to the daily walks, the Government produced a description of the walking yards. In addition, they produced two letters from the governor of the remand prison. In the first letter he had informed the Court that persons detained in the same cell were taken for a walk together. Consequently, the number of people in the same walking yard always corresponded to the number of people detained in a cell. In the second letter the governor of the remand prison certified that detainees who were conveyed to the courts or to other places were given the possibility of a walk in the morning, before being transferred.", "80. According to the Government, on thirteen occasions the applicant was transferred to the Dmitrov detention centre to take part in the proceedings before the Dmitrov Town Court (criminal case no. 2), and from there back to remand prison no. IZ 50/2. In total, he spent eighty-two days in the Dmitrov detention centre. His stays there varied from four to fifteen days; the last stay there was between 25 and 29 April 2005.", "81. The Dmitrov detention centre was built in 1983. It was situated in a semi-basement under the Dmitrov police station. The Government admitted that at the relevant time the detention centre had had no walking yards, which were under construction. The applicant was detained in a single-occupancy cell measuring 6.6 square metres. The Government produced photos of that cell (cell no. 7). The cell was “equipped with a window opening” measuring 88 cm by 65 cm. The bed was a wooden deck, 50 cm from the floor. The cell was also equipped with a toilet with a combined “sink and toilet plumbing system”. The toilet was separated from the other parts of the cell by a partition. Heating in the cell was provided by the town's central heating system. The cell was lit by a 150 Watt halogen lamp installed in the wall above the entrance. The cell had a cold-water supply; in addition, hot water was available in the shower room and in the “room for warming up food”. The detainees were given the opportunity to use the shower. The cells were ventilated naturally and through a “forced exhaust ventilation” system. The applicant was given bedding. On arrival every detainee received soap and toilet paper.", "82. On 2 December 2003 the cell was examined by the detention centre's administration. The examination did not reveal any problems with the sanitary conditions in the cell, which were described as “satisfactory”. The administration noted that the cells had been cleaned with disinfectants.", "83. While in detention, the applicant always received the necessary medical aid. Thus, during his stay in remand prison no. IZ 77/1 in Moscow the applicant was supervised by a doctor in connection with his bronchial asthma and received “supportive treatment”. In April-May 2005 the applicant was examined by the doctors in remand prison no. IZ 50/2 in Volokolamsk. They concluded that the applicant was suffering from “vegetovascular dystonia” (autonomic neuropathy). The applicant received all the necessary treatment in connection with his diseases.", "84. From December 2003 the applicant was regularly taken from the remand prison to the court to attend hearings and examine the case file. The transfers usually started at 5 a.m. However, in order to be able to wash himself or to go to the toilets, the applicant had to get up earlier, and wait his turn in a queue.", "85. Between 5 and 9 a.m. the applicant, together with other detainees, waited for a prison van in a small, seatless and smoky cell in the remand prison. Whilst being transported, the applicant and other detainees were kept in the closed metal rear section of an unheated prison van. The van was so overcrowded that the detainees, some of them with active tuberculosis, had to stand face to face during the transfer. Although, in principle, a prison van should carry no more than six to eight detainees, in fact the applicant's van carried twenty people on average, convicted criminals as well as suspects.", "86. The van arrived at the courthouse shortly after noon and the applicant had two to three hours to examine the case file. In the courthouse he was kept in a “convoy room”, which was also overcrowded, unheated and smoke-filled. At about 3 p.m. the convoy officers collected the detainees from different courts and transported them in a van to a central collection point. There the detainees waited for several hours in the vans to be dispatched to their respective detention facilities. As a result, the applicant often arrived at his detention facility after 11 p.m., although a convoy officer recorded an earlier time in the register of detainees. According to the applicant, he spent an average of about fifteen hours in total per day in the van, convoy room and collection point. On several occasions, in particular on 4, 18 and 19 December 2003, he was left without food and water for the whole day.", "87. On 5 December 2003, five days after his arrival at remand prison no. IZ 77/1, the applicant wrote a letter to the court in which he described the conditions of his detention in and transfers to and from the courthouse. He submitted that in these circumstances he was unable to examine the case file and prepare his defence properly. He also indicated that the convoy officers had refused to accept any written complaints from him. He sought permission to read the case file in the detention centre. By letters of 9 and 15 December 2003 the court explained that it had no control over the prison administration and convoy services and that all such complaints should be addressed directly to them. The court further stated that the case file had to be kept in the courthouse, since it contained classified documents and information.", "88. On 10 December 2003 the applicant wrote a new letter to the court, asking it to provide him with additional time to read the case file. He repeated his complaints about the conditions of his detention and the transfers. He asked the court to order the guards not to handcuff him during the reading of the file.", "89. On 26 December 2003, on his way back from the court to the collection point, the applicant was placed in the metal-clad compartment of a prison van with another detainee, a mentally disturbed person. The latter was on his way from the Serbskiy Institute of Psychiatry to the prison hospital. The compartment was so small that the applicant had to stand on one leg and then the other. After three hours of this very uncomfortable posture, the applicant asked the convoy officers to put him in a different compartment, but they refused. He then knocked on the door of the compartment, repeating his demand. In reply the convoy officers opened the door and hit him with a rubber stick.", "90. Because of the conditions in which he was transported, the applicant had a constant cold, from which he would never have recovered without the medicines sent to him by his relatives. He stated that it was very hard to obtain an appointment with a prison doctor and that the quality of medical aid available in the detention facility was very poor.", "91. The Government specified the days on which the applicant had been in court. In December 2003 he had been taken to the court from the remand prison eighteen times. In January 2004 he had been taken to the court twelve times, in February 2004 nine times, in March fourteen times, and in April twelve times. In the following months he had no more than four visits to the courts per month. After his transfer to remand prison no. IZ 50/2 he was taken to various courts eighteen times.", "92. Under the prison rules the applicant was woken up at 6 a.m. Most of the time he was supposed to arrive at the court by 10 or 11 a.m. The time of his return to the remand prison was not specified, since it varied depending on the circumstances. However, the applicant was always back in the remand prison before 10 p.m. (the “last post” hour).", "93. Detainees were conveyed from and back to the prisons in prison vans measuring 3.8 by 2.35 by 1.6 (height) metres or 4.7 by 2.4 by 1.64 (height) metres. The prison vans were designed to hold twenty-five and thirty-six people respectively. They had two “shared” compartments for twelve (or seventeen) detainees each, one (or two, depending on the model) single-occupancy compartment(s), and a compartment for four (or three, depending on the model) prison warders.", "94. The Government maintained that the detainees conveyed from the remand prison to the court were provided with an “individual daily ration of food”, in accordance with the rules in force. The Government referred to a certificate issued by the governor of the remand prison.", "95. Detainees were transported in a separated compartment of the prison vans. According to reports by the two chief officers of the unit responsible for transfers, dated 5 and 14 March 2007, the number of detainees in the prison vans always corresponded to the rules then in force. The Government referred to photographs of prison vans and plans showing how the detainees were seated inside the vans. The vans corresponded to domestic standards in the field of transporting detainees. During the cold season they were kept overnight in a heated garage. Furthermore, the vans were heated with a heating system using the warmth of the engine. The temperature in the prison vans corresponded to the local regulations; in this connection, the Government referred to a document issued by the officers in charge. The inside of the vans was washed every day; furthermore, the vans were disinfected every week (the Government referred to a report of 6 March 2007).", "96. During his detention in remand prison no. IZ 77/1 the applicant was taken to the court seventy-five times (on the whole, during the period of his detention in different remand prisons the applicant was taken to the court ninety-three times). The average duration of the transfer between remand prison no. IZ 77/1 and the court was thirty to fifty minutes (for a journey of 8 km). However, sometimes the convoy used an alternative route which was 15 km long.", "97. Cells for the detainees in the court building were “of standard [dimensions]”, and “suited different categories of detainees”. The applicant was detained separately from other detainees. Handcuffs were applied only during embarkation of and disembarkation from the prison van. The detainees in the court cells were provided with boiled water.", "98. In the remand prison there were thirteen “transition cells” for those being dispatched to other prisons, courts, and so on. Their overall size was 143 square metres.", "99. The Standard Minimum Rules for the Treatment of Prisoners, adopted by the First United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held in Geneva in 1955 and approved by the Economic and Social Council in its resolution 663 C (XXIV) of 31 July 1957 and 2076 (LXII) of 13 May 1977, provide, in particular:", "“10. All accommodation provided for the use of prisoners and in particular all sleeping accommodation shall meet all requirements of health, due regard being paid to climatic conditions and particularly to cubic content of air, minimum floor space, lighting, heating and ventilation...", "11. In all places where prisoners are required to live or work,", "(a) The windows shall be large enough to enable the prisoners to read or work by natural light, and shall be so constructed that they can allow the entrance of fresh air whether or not there is artificial ventilation;", "(b) Artificial light shall be provided sufficient for the prisoners to read or work without injury to eyesight.", "12. The sanitary installations shall be adequate to enable every prisoner to comply with the needs of nature when necessary and in a clean and decent manner.", "13. Adequate bathing and shower installations shall be provided so that every prisoner may be enabled and required to have a bath or shower, at a temperature suitable to the climate, as frequently as necessary for general hygiene according to season and geographical region, but at least once a week in a temperate climate.", "14. All pans of an institution regularly used by prisoners shall be properly maintained and kept scrupulously clean at all time.", "15. Prisoners shall be required to keep their persons clean, and to this end they shall be provided with water and with such toilet articles as are necessary for health and cleanliness...", "19. Every prisoner shall, in accordance with local or national standards, be provided with a separate bed, and with separate and sufficient bedding which shall be clean when issued, kept in good order and changed often enough to ensure its cleanliness.", "20. (1) Every prisoner shall be provided by the administration at the usual hours with food of nutritional value adequate for health and strength, of wholesome quality and well prepared and served.", "(2) Drinking water shall be available to every prisoner whenever he needs it.", "21. (1) Every prisoner who is not employed in outdoor work shall have at least one hour of suitable exercise in the open air daily if the weather permits.", "...", "45. ...", "(2) The transport of prisoners in conveyances with inadequate ventilation or light, or in any way which would subject them to unnecessary physical hardship, shall be prohibited ...”", "100. The relevant extracts from the General Reports prepared by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) state:", "“46. Overcrowding is an issue of direct relevance to the CPT's mandate. All the services and activities within a prison will be adversely affected if it is required to cater for more prisoners than it was designed to accommodate; the overall quality of life in the establishment will be lowered, perhaps significantly. Moreover, the level of overcrowding in a prison, or in a particular part of it, might be such as to be in itself inhuman or degrading from a physical standpoint.", "47. A satisfactory programme of activities (work, education, sport, etc.) is of crucial importance for the well-being of prisoners... Prisoners cannot simply be left to languish for weeks, possibly months, locked up in their cells, and this regardless of how good material conditions might be within the cells. The CPT considers that one should aim at ensuring that prisoners in remand establishments are able to spend a reasonable part of the day (8 hours or more) outside their cells, engaged in purposeful activity of a varied nature...", "48. Specific mention should be made of outdoor exercise. The requirement that prisoners be allowed at least one hour of exercise in the open air every day is widely accepted as a basic safeguard... It is also axiomatic that outdoor exercise facilities should be reasonably spacious...", "49. Ready access to proper toilet facilities and the maintenance of good standards of hygiene are essential components of a humane environment...", "50. The CPT would add that it is particularly concerned when it finds a combination of overcrowding, poor regime activities and inadequate access to toilet/washing facilities in the same establishment. The cumulative effect of such conditions can prove extremely detrimental to prisoners.", "51. It is also very important for prisoners to maintain reasonably good contact with the outside world. Above all, a prisoner must be given the means of safeguarding his relationships with his family and close friends. The guiding principle should be the promotion of contact with the outside world; any limitations upon such contact should be based exclusively on security concerns of an appreciable nature or resource considerations...”", "“13. As the CPT pointed out in its 2nd General Report, prison overcrowding is an issue of direct relevance to the Committee's mandate (cf. CPT/Inf (92) 3, paragraph 46). An overcrowded prison entails cramped and unhygienic accommodation; a constant lack of privacy (even when performing such basic tasks as using a sanitary facility); reduced out-of-cell activities, due to demand outstripping the staff and facilities available; overburdened health-care services; increased tension and hence more violence between prisoners and between prisoners and staff. This list is far from exhaustive.", "The CPT has been led to conclude on more than one occasion that the adverse effects of overcrowding have resulted in inhuman and degrading conditions of detention ...”", "“28. The phenomenon of prison overcrowding continues to blight penitentiary systems across Europe and seriously undermines attempts to improve conditions of detention. The negative effects of prison overcrowding have already been highlighted in previous General Reports ...", "29. In a number of countries visited by the CPT, particularly in central and eastern Europe, inmate accommodation often consists of large capacity dormitories which contain all or most of the facilities used by prisoners on a daily basis, such as sleeping and living areas as well as sanitary facilities. The CPT has objections to the very principle of such accommodation arrangements in closed prisons and those objections are reinforced when, as is frequently the case, the dormitories in question are found to hold prisoners under extremely cramped and insalubrious conditions... Large-capacity dormitories inevitably imply a lack of privacy for prisoners in their everyday lives... All these problems are exacerbated when the numbers held go beyond a reasonable occupancy level; further, in such a situation the excessive burden on communal facilities such as washbasins or lavatories and the insufficient ventilation for so many persons will often lead to deplorable conditions.", "30. The CPT frequently encounters devices, such as metal shutters, slats, or plates fitted to cell windows, which deprive prisoners of access to natural light and prevent fresh air from entering the accommodation. They are a particularly common feature of establishments holding pre-trial prisoners. The CPT fully accepts that specific security measures designed to prevent the risk of collusion and/or criminal activities may well be required in respect of certain prisoners... Even when such measures are required, they should never involve depriving the prisoners concerned of natural light and fresh air. The latter are basic elements of life which every prisoner is entitled to enjoy ...”", "101. Under paragraph 11 of Article 108 of the 2002 Code of Criminal Procedure of the Russian Federation, a judge's ruling remanding a person in custody (detention order) may be appealed against to a higher court within three days from the date on which the ruling was given. A judge of the appellate court (кассационная инстанция) must give a decision on any such complaint or representation within three days of the date of its receipt.", "102. Appellate procedure in general is governed by Articles 354-389 of the Code of Criminal Procedure. Pursuant to Article 355 of that Code, all appeals must be lodged with the court which delivered the decision at issue. Under Article 356, that court keeps the case file until the expiry of the timelimits for the appeal. Under Article 358, after having received an appeal, the court must send a copy of it to the other parties, invite them to submit written replies and set the time-limits for any replies, where appropriate. Article 374 provides that the overall length of the examination of the appeal may not exceed one month from the date when the case file is received by the court of appeal."], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-4", "6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-b", "6-3-c"], "NON_VIOLATED_ARTICLES": ["3", "34", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}