{"ITEMID": "001-102947", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF T.N. v. DENMARK", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 3 (in case of expulsion to Sri Lanka)", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1972 in the vicinity of Jaffna in the north of Sri Lanka. She currently lives in Ellebæk, Denmark. She is of Tamil ethnicity and Hindu.", "6. The applicant's parents died in 1978 and 1983.", "7. On 27 March 2004, she married a Sri Lankan man who had lived in Denmark since 1986 and who returned to Colombo to attend the wedding.", "8. On 30 January 2005, under the rules on family reunification, the Aliens Authorities (Udlændingestyrelsen) granted the applicant a residence permit to join her husband in Denmark. Accordingly, on 16 March 2005 the applicant entered the country on a valid passport issued on 11 February 2004.", "9. Less than a year later, on 31 January 2006, the Aliens Authorities decided to withdraw the applicant's residence permit on the ground that the applicant and her husband had separated. This decision was confirmed by the Ministry of Refugee, Immigration and Integration Affairs (Ministeriet for Flygtninge, Indvandrere og Integration) on 6 October 2006 and the applicant was ordered to leave Denmark no later than 9 November 2006. The applicant did not challenge this decision before the ordinary courts.", "10. On 1 November 2006 the applicant applied for asylum in Denmark. In support of her application she submitted that her marriage had been arranged, and that once she had arrived in Denmark her husband had taken her passport and been abusive by beating her and depriving her of food. After four months, she had fled to a women's shelter. By a judgment of 17 October 2005 her husband was convicted of abuse and sentenced to 40 days' imprisonment. Her passport had been returned. Subsequently, on one occasion when she had seen him on the street, he had threatened to kill her. He came from a wealthy family in Colombo with good connections to the authorities and the military and she was afraid that he had told the Sri Lankan authorities about her five years between 1988 and 1994 as a soldier for the Liberation Tigers of Tamil Eelam, hereafter the LTTE. She had participated and been injured in battle. Having contracted malaria, in 1995 she had had to leave the organisation. Between 1995 and 1999, she had moved around because of the instability in the country. In 1999 she had settled in Colombo where she had worked as a carer for an elderly gentleman. In January 2004 she had met her husband and agreed to marry him to secure her future. She had a sister in Sri Lanka but had heard no news from her since the tsunami in 2004. She had no other relatives in her home country.", "11. By a judgment of 21 June 2007 the applicant was convicted for two incidents of malicious damage to her husband's car and flat, and sentenced to six day fines.", "12. On 28 June 2007 the Aliens Authorities rejected her application for asylum. It found that the grounds invoked by the applicant were not such that she would face a real risk of persecution or ill-treatment if returned to Sri Lanka.", "13. On appeal to the Refugee Appeals Board (Flygtningenævnet), the applicant explained, among other things, that her mother died when she was five years old and her father died when she was eight years old. After her father's death she had been sent to a boarding school. She could only stay at school until she turned 16. She did not have any relatives or others with whom she could stay. When she was 16 years of age, she had joined the LTTE. She had been in combat on five occasions when she was between 16 and 18 years old and had been hit by shell splinters. Consequently she had a small shell splinter under the skin by her left eye and part of one finger was missing. The LTTE had accepted that she leave the organisation after she contracted malaria. She married on 27 March 2004, in Colombo. Her husband was an ethnic Tamil resident in Denmark. Prior to her entry into Denmark she became pregnant. Her spouse's family took her to a clinic and forced her to have an illegal abortion. Her spouse's family treated her very badly prior to her entry into Denmark. Her spouse was an alcoholic and beat her every day. After she left her spouse, he had threatened to have her sent back to Sri Lanka where she would end up in the street. If she were to return to her country of origin she feared her former spouse's family who lived in Colombo. She had neither family members nor a place to stay in Sri Lanka. Her former spouse's family had a good relationship with the Sri Lankan army. She also feared the authorities, should she return to Sri Lanka, as persons who had been attached to the LTTE were not allowed to leave the country without the permission of the authorities. She feared that her former spouse would inform the Sri Lankan authorities about her return and that she would be arrested at the airport as a result. On the basis of her scars the authorities would be able to conclude that she had been attached to the LTTE.", "14. By a decision of 13 August 2007, the Refugee Appeals Board refused to grant the applicant asylum. It first noted that the applicant had arrived in Denmark on a passport which was still valid and that she had had no problems with the authorities before she left Sri Lanka.", "15. The fact that she had been a member of the LTTE at a very young age could not in itself justify the granting of asylum. Moreover, she had not held any prominent position in the organisation and her attachment to the LTTE ended after she had developed malaria. She had had no problems with the LTTE since she left in 1995 and she had not in any way attracted attention to herself.", "16. Finally, the applicant's problems with her former husband were of a private nature and there was no indication that the Sri Lankan authorities would be unable or unwilling to help and protect her if necessary.", "17. In conclusion, the Refugee Board therefore found that on her return to Sri Lanka she would not run any particular risk of persecution within the scope of section 7(1) of the Aliens Act, or any real risk of outrages within the scope of section 7(2) of the Aliens Act.", "18. On 6 November 2007 the Refugee Appeals Board rejected the applicant's request to reconsider the case finding that no new essential information or aspects had been added to the case. The fact that on 21 October 2007 the UNHCR had requested the Refugee Appeals Board to suspend the return of Tamils from northern and eastern Sri Lanka had not given rise to a general suspension of the return of ethnic Tamils to northern and eastern Sri Lanka, and the Board did not find either that it should give rise to a postponement of the time-limit for the applicant.", "19. By a court order of 16 November 2007 the applicant divorced. It appears that shortly thereafter the applicant married a Singhalese man who lived in Denmark. Their daughter was born on 5 September 2008.", "20. In the meantime, on 2 April 2008, the applicant again requested a reopening of her asylum case. In support she referred to the fact, inter alia, that the Sri Lankan authorities had issued a birth certificate to her in October 2007. Her friends had arranged for the certificate to be issued and had subsequently sent it to her in Denmark. The authorities in Sri Lanka were thus aware of what she had told the Danish authorities in connection with her asylum application. She also referred to the fact that she had contracted a Hindu marriage with a Singhalese man during her residence in Denmark. She finally referred to her pregnancy and to having been hospitalised in Norway on 9 or 10 March 2008 due to dehydration. By a letter of 9 April 2008 she added that she had fled the LTTE in 2002 and hidden with her future husband's brother in Vavuniya. From there she had gone to Colombo to stay with her future husband's sister. Subsequently, she heard that on several occasions members of the LTTE had approached her brother-in-law in order to find her. Furthermore, the LTTE had detained one of her brother-in-law's children for three months. She had only learned about this later on. Finally, her former spouse refused to return her national identity papers to her; instead, he had passed her identity card to the Sri Lankan army. She had received this information recently. Consequently, the military was waiting to arrest her in Sri Lanka where she was wanted. If she succeeded in going to Vanni she would be arrested by the LTTE.", "21. On 14 April 2008, the Refugee Appeals Board again refused to reopen the asylum case, finding that no essential new information or aspects had been added in relation to the information which had been available when the case was considered by the Board in the first place. The Refugee Appeal Board did not find it probable that the Sri Lankan authorities had become acquainted with the applicant's statements given to the Danish immigration authorities since that information was private and covered by the regulations of the Criminal Code (straffeloven) concerning the professional secrecy of public authorities. The fact that the applicant was pregnant and had married in Denmark had no bearing on her asylum case and therefore could not lead to a different evaluation of the matter. Her statement about recently having learnt that her former brother-in-law had been approached by the LTTE seemed unreliable, notably because during the original asylum case hearing before the Refugee Appeals Board she had stated that she left the LTTE because she had developed malaria. Consequently, this “new” information could not be taken into account. The Refugee Appeals Board could not take into account either the statement that her former spouse had passed on her identity card to the Sri Lankan authorities as this information had been submitted at a very late date and seemed fabricated for the occasion. Her problems with her former spouse were of a private law nature and thus could not lead to a different evaluation of her asylum case.", "22. By letter of 25 April 2008, once more the applicant requested that her case be reopened and submitted in support thereof a letter from the European Court of Human Rights to the United Kingdom dated 23 October 2007 requesting the latter to suspend the return of all Tamils to Sri Lanka, and an e-mail of 16 April 2008 concerning the suspension of deportation cases in Switzerland on the basis of the above-mentioned letter.", "23. On 28 April 2008, the Refugee Appeals Board again refused to reopen the asylum case. It stated that it was acquainted with the letter of 23 October 2007 but found that the letter alone could not bring about a general suspension of cases concerning Sri Lankan nationals of Tamil ethnicity. Nevertheless, the letter and the UNHCR's recommendations formed part of the background material on Sri Lanka which was available to the Refugee Appeals Board and which was a constituent part of the basis for the Board's decisions.", "24. On 28 April 2008, upon the applicant's request, the Court of Human Rights decided to apply Rule 39 of the Rules of Court, indicating to the Government that it was in the interests of the parties and the proper conduct of the proceedings that the applicant should not be expelled to Sri Lanka pending the Court's decision.", "25. On 10 June 2008, the Ministry of Refugee, Immigration and Integration Affairs refused the applicant's application for a residence permit on humanitarian grounds under section 9b(1) of the Aliens Act.", "26. On 11 February 2009 the applicant's passport expired.", "27. On 29 April 2009, referring to the deterioration in the security situation in Sri Lanka and UNHCR Eligibility Guidelines for Assessing the international Protection Needs of Asylum-Seekers from Sri Lanka from April 2009, the applicant requested that the Refugee Appeals Board reopen her asylum case.", "28. On 11 June 2009, anew, the Refugee Appeals Board refused her request, concluding as follows:", "“... In April 2009, the Refugee Appeals Board received the UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka from April 2009, which have been included in the background material of the Refugee Appeals Board. In addition, the Refugee Appeals Board has subsequently added the following reports to its background material: Human Rights Watch, War on the Displaced, Sri Lankan Army and LTTE, Abuses against Civilians in the Vanni, February 2009; United Kingdom, Home Office, UK Border Agency, Country of Origin Information Report - Sri Lanka, 18 February 2009; U.S. Department of State, 2008 Human Rights Report: Sri Lanka, 25 February 2009; United Kingdom, Home Office, UK Border Agency, Operational Guidance Note - Sri Lanka, April 2009; and United Kingdom, Home Office, UK Border Agency, Operational Guidance Note, April 2009.", "It should be noted in that respect that the Refugee Appeals Board makes its decisions in asylum proceedings upon a concrete and individual assessment of the individual asylum-seeker's statement about his asylum motive compared with the background information available at any time about the conditions in the asylum-seeker's country of origin. It should also be noted that, as appears from NA. v. the United Kingdom, no. 25904/07, § 127, the Refugee Appeals Board places substantial emphasis on the information of the UNHCR Position Papers about the situation in Sri Lanka. The Position Papers are necessarily broadly phrased and contain general descriptions about the varying risks for each of Sri Lanka's ethnic groups. The views expressed in the Position Papers cannot in themselves be conclusive evidence for the assessment by the national authorities or the European Court of Human Rights of the risk for ethnic Tamils returning to Sri Lanka.", "The Refugee Appeals Board observes that the general conditions for ethnic Tamils from northern Sri Lanka, including single women, do not in themselves justify asylum. It should be noted in that connection that the European Court of Human Rights stated in NA. v. the United Kingdom (quoted above, § 125 that, in the assessment of the Court, the deterioration in the security situation and the increase in human rights violations in Sri Lanka did not create a general risk to all Tamils returning to Sri Lanka. The Court further observed in § 128 that both the assessment of the risk to ethnic Tamils of certain profiles and the assessment of whether individual acts of harassment would cumulatively amount to a serious violation of human rights could only be made on an individual basis.", "Your statement to the effect that your client may risk having an explanatory problem upon her arrival at Colombo as a consequence of the scars acquired by her in connection with military operations against the government forces does not lead to a revised assessment of the case. In this respect, the Refugee Appeals Board refers to the Danish Government's written observations of 5 January 2009 stating that your client had not been detained or subjected to outrages or to other acts contrary to Article 3 of the Convention before her departure as opposed to the applicant in NA. v. the United Kingdom. Nor had your client been recorded by the authorities in connection with detention, or photographed, fingerprinted or anything else so that the authorities might be presumed to know of her, and therefore your client could not be considered to be at risk of being subjected to outrages or other acts contrary to Article 3 of the Convention upon her arrival at Colombo Airport in the same way as the applicant in the above judgment.", "Nor does your statement about your client's affiliation with the LTTE until 2002 and not, as originally stated, until 1994, when your client left the LTTE because she contracted malaria, lead to a revised assessment of the case. It should be noted in that connection that the new information appeared at a very late stage of the asylum proceedings after your client had been refused asylum, having had several opportunities to provide this information without having done so. The Refugee Appeals Board still finds that there is no reasonable explanation for her changed statement.", "In that connection, the Refugee Appeals Board has also placed some emphasis on the fact that your client only applied for asylum in Denmark almost one year and eight months after her entry into Denmark and only after her residence permit under the family reunification rules had been revoked and she therefore had to leave Denmark.", "Concerning your statement about your client suspecting her former spouse or his family of having disclosed information to the Sri Lankan authorities about her, it should be noted that the Refugee Appeals Board finds that it has not been rendered probable that the Sri Lankan authorities have gained knowledge of your client's statements to the Danish immigration authorities. In this respect, it should be noted that the information given by your client in connection with the asylum proceedings is comprised by the rules of the Danish Criminal Code on the duty of confidentiality of public authorities.", "The fact that your client was married at a religious ceremony in Denmark and has given birth to a daughter is not relevant under asylum law and thus does not lead to a revised assessment of the case either.", "Against this background, the Refugee Appeals Board fully relies on its decisions of 13 August 2007, 6 November 2007 and 14 and 28 April 2008.", "No time-limit for departure is fixed as, on 29 April 2008, the Refugee Appeals Board suspended your client's time-limit for departure for the time being.”", "29. On 16 June 2009 the Refugee Appeals Board decided to suspend the examination of asylum cases concerning Tamils from northern Sri Lanka, including the applicant's case.", "30. On 16 December 2009, on the basis of the most recent background information concerning Sri Lanka including, inter alia, a Memorandum of 26 October 2009 prepared by the Ministry of Foreign Affairs, the Refugee Appeals Board decided to review the suspended cases, including the applicant's case.", "31. On 12 March 2010 the Refugee Appeals Board refused to reopen the applicant's case as it found that the most recent general background information would not lead to a revised assessment of the case. More specifically in its letter to the applicant's representative it stated as follows:", "The Refugee Appeals Board observes that as her asylum motive your client has stated, inter alia, that, in case of return, she fears outrages committed by the LTTE because she left without permission. She also fears the Sri Lankan military forces. Due to the injuries incurred by her during military operations, she fears that the Sri Lankan army will suspect her of being a member of the LTTE. Moreover, your client fears that her former family-in-law, with whom she is on bad terms and who live in Sri Lanka and have good connections with the Sri Lankan military forces, have informed on her to the Sri Lankan authorities and that she will therefore be unable to enter the country without becoming an object of interest to the authorities. Her former spouse living in Denmark has her ID card, and she fears that he will travel to Sri Lanka and do something that may harm her. Finally, your client has stated that, as a single woman without family or social network, she will be unable to manage in her country of origin.", "By decision of 13 August 2007 the Refugee Appeals Board stated, inter alia, that your client had left Sri Lanka in possession of her own national passport without problems and that she had not, prior to her departure, been subjected to outrages or the like of a nature to warrant asylum. The Board found that the fact that your client was affiliated with the LTTE as a child soldier when very young did not in itself warrant granting asylum. In that connection, the Refugee Appeals Board emphasised the length of the time passed and the fact that your client was deemed not to have made herself stand out in any way. Moreover, the Board found that the general situation for single women in Sri Lanka could not justify granting a residence permit under section 7 of the Aliens Act. The Board observed that your client's problems with her former spouse were of a private law nature and therefore recommended that she seek the protection of the authorities in case of conflicts. The Board finally found that it had not been rendered probable that your client would be unable to seek the protection of the authorities and that therefore the information on her former family-in-law could not lead to a revised assessment.", "The Refugee Appeals Board still finds that your client's fear of the LTTE and the Sri Lankan authorities and the conflict with her former family-in-law do not warrant a residence permit under section 7 of the Aliens Act.", "In that connection, the Refugee Appeals Board refers to your client's statement during the asylum proceedings to the effect that she did not have any problems with the LTTE at any time prior to her departure, including in connection with her leaving the LTTE. On the contrary, she stated that the LTTE accepted her leaving the organisation. The Board observes that several years have passed since your client left the LTTE, and therefore the Board cannot find as a fact that former LTTE members would pursue her because she had left the country without permission from the LTTE.", "Additionally, the Sri Lankan military forces defeated the LTTE in May 2009. Moreover, it appears from the background information available to the Board that it is hardly likely that former low-ranking members of the LTTE or persons who have previously supported the LTTE will risk reprisals from the LTTE, see United Kingdom: Home Office, Operational Guidance Note, Sri Lanka, August 2009.", "The possibility that as an ethnic Tamil from northern Sri Lanka your client risks being questioned and investigated by the authorities upon entry into her country of origin does not lead to a revised assessment of the case under asylum law. The individuals at particular risk of being detained and investigated upon entry in Colombo are young Tamils, men in particular, from northern and eastern Sri Lanka; those without ID; those not resident or employed in Colombo; and those recently returned from the West, see United Kingdom: Home Office, Report of Information Gathering Visit to Colombo, Sri Lanka 23 - 29 August 2009.", "Similarly, although your client risks being detained at the airport, the Refugee Appeals Board finds that this cannot warrant asylum. In that connection, the Board refers to your client's statement during the asylum proceedings to the effect that she was an ordinary, rank-and-file member of the LTTE and that she has not had any conflicts with the Sri Lankan authorities at any time, or been registered in any way. She departed lawfully from Sri Lanka in possession of her own Sri Lankan national passport for the purpose of family reunification in Denmark. Moreover, several years have passed since your client carried out activities for the LTTE. Against that background, the Refugee Appeals Board finds that it has not been rendered probable that the Sri Lankan authorities would take a special interest in your client upon return, regardless of her scars.", "In this connection, the Refugee Appeals Board refers to the fact that it appears from the background material available to the Board that, in general, individuals who have supported the LTTE on a lower level are not of interest to the authorities. Thus, generally, only high-profile members of the LTTE who are still active and wanted, or individuals wanted for serious criminal offences are of interest to the authorities, see United Kingdom: Home Office, Operational Guidance Note, Sri Lanka, August 2009, and Home Office, Report of Information Gathering Visit to Colombo, Sri Lanka 2329 August 2009.", "Your client has also stated that her former family-in-law has good connections with the Sri Lankan army and that she has reason to believe that the family has informed on her to the Sri Lankan authorities. The Board does not consider this information a fact. The information is thus not substantiated in detail, and your client has not given a more accurate account of which member of her former family-in-law is involved and when that member has allegedly spoken to the authorities about your client.", "Nor does the Refugee Appeals Board find that the fact that your client's former spouse has taken your client's ID card from her, and that she will have to have her national passport renewed and might thereby attract attention to herself, can lead to any other assessment.", "As in the previous decisions in the case, the Refugee Appeals Board still finds that the general situation in Sri Lanka is not of such nature as to warrant in itself the grant of a residence permit under section 7 of the Aliens Act.", "Thus, the Refugee Appeals Board fully relies on the decisions of 13 August 2007, 6 November 2007, 14 April 2008, 28 April 2008 and 11 June 2009. Against that background, the Board still finds that it has not been rendered probable that, in case of return to Sri Lanka, your client would be at concrete and individual risk of persecution as covered by section 7(1) of the Aliens Act, or that your client would be at a real risk of outrages as covered by section 7(2) of the Aliens Act.", "It should be noted that your client's time-limit for departure is still suspended until further notice on the basis of the request of 28 April 2008 from the European Court of Human Rights.", "If your client's lawful stay in Denmark lapses, she must leave the country immediately, see section 33(1) and (2) of the Aliens Act. As appears from the decision of the Refugee Appeals Board of 13 August 2007, your client may be forcibly returned to Sri Lanka if she does not leave voluntarily, see section 32a, cf. section 31, of the Aliens Act.", "32. By virtue of section 7 of the Aliens Act (Udlændingeloven), asylum is granted to aliens who satisfy the conditions of the Geneva Convention. Applications for asylum are determined in the first instance by the former Aliens Authorities (now called the Immigration Service) and in the second instance by the Refugee Appeal Board.", "33. Pursuant to section 56, subsection 8 of the Aliens Act, decisions by the Refugee Board are final, which means that there is no avenue for appeal against the Board's decisions. Aliens may, however, by virtue of Article 63 of the Danish Constitution (Grundloven) bring an appeal before the ordinary courts, which have authority to adjudge on any matter concerning the limits to the competence of a public authority.", "34's country of origin or first country of asylum. For this purpose, the Refugee Appeals Board has a comprehensive collection of general background material on the situation in the countries from which Denmark receives asylumseekers. The material is up-dated and supplemented on a continuous basis. The background material of the Refugee Appeals Board is obtained from various authorities, in particular the Danish Ministry of Foreign Affairs and the Danish Immigration Service. In addition, background material is procured from various organisations, including the Danish Refugee Council, Amnesty International and other international human rights organisations and the UNHCR. Also included are the annual reports of the US State Department (Country Reports on Human Rights Practices) on the human rights situation in a large number of countries, reports from the British Home Office, reports from the documentation centre of the Canadian Refugee Appeals Board, reports from the Swedish Ministry for Foreign Affairs, reports from EURASIL (European Union Network for Asylum Practitioners), reports from the authorities of other countries and to some extent articles from identifiable (international) journals. Moreover, the Board may request the Danish Ministry of Foreign Affairs to issue an opinion on whether it can confirm information from a background memorandum drafted in general terms. The Refugee Appeals Board also retrieves some of its background material from the Internet. Internet access also enables the Board to obtain more specific information in relation to special problems in individual cases.", "35. Usually, the Refugee Appeals Board assigns counsel to the applicant. Board hearings are oral and the applicant is allowed to make a statement and answer questions. The Board decision will normally be served on the applicant immediately after the Board hearing, and at the same time the Chairman will briefly explain the reason for the decision made.", "36. Extensive information about Sri Lanka can be found in NA. v. the United Kingdom, no. 25904/07, §§ 53-83. The information set out below concerns events occurring after the delivery of the said judgment on 17 July 2008 and, in particular, after the cessation of hostilities in May 2009.", "37. Fighting between the Sri Lankan army and the LTTE intensified in early 2009, with the army taking a number of rebel strongholds in the north and east of the country. On 19 May 2009, in an address to the country's parliament, the President of Sri Lanka announced the end of hostilities and the death of the leader of the LTTE, Velupillai Prabhakaran. It was also reported that most, if not all, of the LTTE's leadership had been killed.", "38. The previous day, the United Nations Office for the Coordination of Humanitarian Affairs had estimated that around 220,000 people had already reached internally displaced persons' camps, including 20,000 in the last two or three days. In addition, it was believed that another 40,000-60,000 people were on their way to the camps through the crossing point at Omanthai, in the northern district of Vavuniya.", "39. In July 2009, the South Asia Terrorism Portal reported that the number of killings in Sri Lanka in the previous three years (including deaths of civilians, security forces and members of the LTTE) was: 4,126 in 2006; 4,377 in 2007; 11,144 in 2008 and 15,549 between 1 January 2009 and 15 June 2009. An estimated 75-80,000 people were reported to have been killed in total over the course of the 26 year conflict.", "“Notwithstanding the cessation of the hostilities, the current protection and humanitarian environment in Sri Lanka remains extremely challenging. In the North, nearly the entire population from the territory formerly held by the LTTE in the North (285,000 Tamils) has been confined to heavily militarized camps in the Northern region. Although the government has gradually reduced the military presence in the camps and has pledged to start the progressive return to their villages of origin of the majority of those in the camps, it is clear that this may take a considerable amount of time. The lack of freedom of movement remains the overriding concern for this population restricting its ability to reunite with family members outside the camps, access employment, attend regular schools, and ultimately choose their place of residence.”", "41. A Human Rights Watch [HRW] press release, dated 28 July 2009, reported that:", "“The government has effectively sealed off the detention camps from outside scrutiny. Human rights organizations, journalists, and other independent observers are not allowed inside, and humanitarian organizations with access have been forced to sign a statement that they will not disclose information about the conditions in the camps without government permission. On several occasions, the government expelled foreign journalists and aid workers who had collected and publicized information about camp conditions, or did not renew their visas.”", "42. A further Human Rights Watch press release dated 26 August 2009 set out concerns that more than 260,000 Tamil civilians remained in detention camps without the freedom to leave.", "43. In August 2009, the first post-war local elections were held in Northern Sri Lanka. The British Broadcasting Corporation reported that voter turn-out was low due to the number of people who were still displaced. The governing party, the United People's Freedom Alliance, took the majority of seats in the biggest city in the region, Jaffna. However, the Tamil National Alliance, a party sympathetic to the defeated LTTE, took the majority of seats in Vavuniya, the other town where polling took place.", "44. On 7 September 2009, James Elder, the official spokesman for the United Nations Children's Fund in Sri Lanka was ordered to leave Sri Lanka because of adverse remarks that he had made to the media about the plight of Tamils in the government-run camps.", "45. On 10 September 2009 the Sri Lankan Official Government News Portal announced that the motion to extend the State of Emergency (under which the authorities have extensive anti-terrorism powers and heightened levels of security including checkpoints and road blocks) by a further month had been passed by Parliament with a majority of 87 votes.", "46. In a report dated 22 October 2009, the United States of America State Department published a report entitled “Report to Congress on Incidents During the Recent Conflict in Sri Lanka”, which compiled incidents from January 2009, when the fighting intensified, until the end of May 2009. Without reaching any conclusions as to whether they had occurred or would constitute violations of international law, it set out extensive reports of enforced child soldiers, the killing of captives or combatants trying to surrender, enforced disappearances and severe humanitarian conditions during the hostilities.", "47. On 21 November 2009, the Sri Lankan Government announced its decision that all internally displaced persons would be given freedom of movement and allowed to leave the detention camps from 1 December 2009.", "48. In its Global Appeal 2010-2011, the UNHCR reported that:", "“The Government-led military operations in northern Sri Lanka which ended in May 2009 displaced some 280,000 people, most of whom fled their homes in the last few months of the fighting. The majority of these internally displaced persons (IDPs) now live in closed camps in Vavuniya district, as well as in camps in Mannar, Jaffna and Trincomalee. An additional 300,000 IDPs, some of whom have been displaced since 1990, are also in need of durable solutions.", "The IDPs originate mainly from the Mannar, Vavuniya, Kilinochchi, Mullaitivu and Jaffna districts in northern Sri Lanka, as well as from some areas in the east of the country. Though the end of hostilities has paved the way for the voluntary return of displaced people, some key obstacles to return remain. For instance, many of the areas of return are riddled with mines and unexploded ordnance. Not all are considered to be of high risk, particularly those away from former frontlines, but mine-risk surveys and the demarcation of no-go areas are urgently needed.", "Other key obstacles to return include the need to re-establish administrative structures in areas formerly held by the Liberation Tigers of Tamil Eelam; the destruction or damaged condition of public infrastructure and private homes; and the breakdown of the economy - including agriculture and fisheries.", "The Government of Sri Lanka is planning the return framework, and it has called on UNHCR for support with return transport, non-food items, return shelter, livelihoods support and assistance in building the capacity of local authorities.", "With some progress having been recently achieved, it is hoped that a substantial number of IDPs will be able to return to their places of origin in the latter half of 2009, but a large portion of new IDPs are also likely to remain in the camps and with host families until well into 2010.”", "49. In a Human Rights Report 2009, dated 11 March 2010, the United States of America State Department stated that the Sri-Lankan Government accepted assistance from NGOs and international actors for the IDP camps but management of the camps and control of assistance were under the military rather than civilian authorities. Food, water, and medical care were all insufficient in the first few weeks after the end of the war, but by July the situation had stabilised and observers reported that basic needs were being met. In June the military withdrew from inside the camps but continued to provide security around the barbed wire-enclosed perimeter. The IDPs in the largest camp, Manik Farm, were not given freedom of movement until December, when a system of temporary exit passes was implemented for those who had not yet been returned to their districts of origin. Some observers said that this exit system still did not qualify as freedom of movement.", "50. Human Rights Watch, in their report, World Report 2010, estimated that six months after the main fighting ended, the Government continued to hold more than 129,000 people (more than half of them women and girls) in the camps. Over 80,000 of these were children. The camps were severely overcrowded, many of them holding twice the number recommended by the UN. As a result, access to basic requirements such as food, water, shelter, toilets and bathing, had been inadequate. These conditions imposed particular hardships on the elderly, children and pregnant women. The camps were under military administration, and effective monitoring by humanitarian agencies was lacking. The authorities failed to provide camp residents with sufficient information about the reason for their continued detention, the whereabouts of relatives, or the criteria and procedure for their return home.", "51. The United Kingdom Border Agency Country of Origin Information Report on Sri Lanka of 11 November 2010 (“the November 2010 COI Report”) stated as follows:", "4.23 The International Crisis Group (ICG) report Sri Lanka: A Bitter Peace, 11 January 2010, also referred to “extra-legal detention centres” maintained by the military and observed: “These detained have had no access to lawyers, their families, ICRC or any other protection agency, and it is unclear what is happening inside the centres. In addition, 'the grounds on which the ex-combatants have been identified and the legal basis on which they are detained are totally unclear and arbitrary'. Given the well-established practice of torture, enforced disappearance and extra-judicial killing of LTTE suspects under the current and previous Sri Lankan governments, there are grounds for grave concerns about the fate of the detained. The government has announced that of those alleged ex-combatants currently detained, only 200 will be put on the trial; most will detained for a further period of 'rehabilitation' and then released.”", "...", "4.25 Referring to the “at least 11,000 people” detained “in so-called 'rehabilitation centers” because of their alleged association with the LTTE, the HRW [document Legal Limbo, The Uncertain Fate of Detained LTTE Suspects in Sri Lanka, released on 29 January 2010, observed: “The government has routinely violated the detainees' fundamental human rights, including the right to be informed of specific reasons for arrest, the right to challenge the lawfulness of the detention before an independent judicial authority, and the right of access to legal counsel and family members. The authorities' consistent failure to inform families of the basis for the detainees' arrest and their whereabouts raises serious concerns that some detainees may have been victims of torture and ill-treatment, which are more likely to take place where due process of law is lacking and which have long been serious problems in Sri Lanka. Given the lack of information about some detainees, there is also a risk that some may have been 'disappeared'.”", "4.31 The UNHCR 'Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka', 5 July 2010 reported that “In the wake of the conflict, almost 11,000 persons suspected of LTTE links were arrested and detained in high-security camps” adding that “According to a Government survey, as of 1 March 2010, 10,781 LTTE cadres were being held at 17 centres. Among the detainees were 8,791 males and 1,990 females.” and noted that “Some of the adult detainees have...been released after completing rehabilitation programmes or because they were no longer deemed to present a risk, including some persons with physical disabilities.”", "52. The November 2010 COI Report also set out:", "4.09 The EIU [The Economist Intelligence Unit], Country Report, Sri Lanka, July 2010 reported: “The EU has warned that Sri Lanka faces losing trade advantages under the Generalised System of Preferences-Plus (GSP-Plus) scheme from August 15th, unless the Government commits itself in writing to improving its human rights record. The EU has put forward 15 conditions that it says the Government needs to promise to meet within the next six months. These include: ensuring that the 17th amendment to the constitution, which requires that appointments to public positions be impartial and reflect the country's ethnic and religious mix, is enforced; repealing parts of the Prevention of Terrorism Act that are incompatible with Sri Lanka's covenants on political and human rights; reforming the criminal code to allow suspects immediate access to a lawyer on arrest; and allowing journalists to carry out their professional duties without harassment. However, the Government has rebuffed the EU, stressing that the issues that it has raised are internal political matters that should not be linked to trade. “The EU is not the only international body currently putting pressure on the government. Sri Lanka has also rejected the UN's appointment of a three-member panel to examine possible human rights violations during the island's civil war. The Sri Lankan authorities have warned that they will not provide visas for panel members to enter the country.”", "...", "4.11 The EIU, Country Report, Sri Lanka, August 2010 noted that: “The decision by the UN secretary-general, Ban Ki-moon [on 22 June 2010], to appoint a panel to examine accountability issues stemming from the final stages of the island's civil war, which ended in May 2009, has prompted a strong reaction in Sri Lanka ...", "4.12 On 17 September 2010 the UN News Service reported that “Secretary-General Ban Kimoon has held his first meeting with the panel of experts set up to advise him on accountability issues relating to alleged violations of international humanitarian and human rights law during the final stages last year of the conflict in Sri Lanka.” The source also noted that the role of the experts was to examine “the modalities, applicable international standards and comparative experience with regard to accountability processes, taking into account the nature and scope of any alleged violations in Sri Lanka.”", "53. The United Kingdom Border Agency Country of Origin Information Report on Sri Lanka of 18 February 2009 (“the February 2009 COI Report”) sets out a series of letters from the British High Commission – hereafter “BHC”, Colombo, on arrival procedures at Colombo airport. In its letter of 28 August 2008, the BHC observed:", "“[T]he correct procedure for [Department of Immigration and Emigration [DIE]] officers is to record the arrival of these persons manually in a logbook held in the adjacent Chief Immigration Officer's office. The name, date and time of arrival and arriving flight details are written into the log. It records why the person has come to their attention and how the case was disposed of. I have had the opportunity to look at the log, and it appears that the only two ways of disposal are to be passed to the Criminal Investigations Department [CID], or allowed to proceed.", "The office of the State Intelligence Service [SIS] is in the immigration arrivals hall and an officer from SIS usually patrols the arrivals area during each incoming flight. Invariably, if they notice a person being apprehended they approach IED [Immigration and Emigration Department] and take details in order to ascertain in [sic] the person may be of interest to them. Their office contains three computer terminals, one belonging to the airport containing flight information and two stand-alone terminals. If an apprehended person is considered suitable to be passed to CID, they are physically walked across the terminal building to the CID offices. A CID officer should then manually record the arrival of the person in a logbook held in their office...often persons shown in the DIE logbook to have been handed to CID are never actually recorded as being received in the CID logbook. It is believed that CID has allowed these persons to proceed and no action has been taken against them.”", "54. The same letter also noted that CID offices at the airport contained two computers, which were not linked to any national database. Any checks on persons detained or apprehended were conducted over the phone with colleagues in central Colombo. There were no fingerprint records at the airport. One computer contained records of suspects who had been arrested and charged with offences, and court reference numbers. It continued as follows:", "“Were a Sri Lankan national to arrive at Colombo Airport having been removed or deported from the United Kingdom, they would be in possession of either a valid national Sri Lankan passport, or an emergency travel document/temporary passport, issued by the Sri Lankan High Commission in London. The holder of a valid passport would have the document endorsed by the immigration officer on arrival and handed back to him/her. A national passport contains the national ID card number on the laminated details page. I have made enquiries with the DIE at Colombo Airport, and with the International Organisation for Migration who meet certain returnees at the airport, and both have confirmed that a person travelling on an emergency travel document is dealt with similarly. They too have the document endorsed by the immigration officer on arrival and returned to them. Before issuing an emergency travel document, the Sri Lankan High Commission in London will have details of an applicant confirmed against records held in Colombo and will thus satisfactorily confirm the holder's nationality and identity. If a returnee subsequently wishes to obtain a national identity card, they have to follow the normal procedures.”", "55. In a letter dated 22 January 2009, the BHC reported that an official had spent several hours observing the return of failed asylum seekers from the United Kingdom, including those who were in possession of emergency travel documents, issued by the Sri Lankan High Commission in London. In the official's opinion, the fact that certain returnees had been issued with emergency travel documents by the Sri Lankan High Commission in London did not seem to make any difference to their treatment upon arrival.", "56. The Report of Information Gathering Visit to Colombo on 23 to 29 August 2009, conducted jointly by the Foreign and Commonwealth Office Migration Directorate and United Kingdom Border Agency Country of Origin Information Service (“the Report of Information Gathering Visit, August 2009”), concluded that all enforced returns (of whatever ethnicity) were referred to the CID at the airport for nationality and criminal record checks, which could take more than 24 hours. All enforced returns were wet-fingerprinted. Depending on the case, the individual could also be referred to the SIS and/or the Terrorist Investigation Department for questioning. Anyone who was wanted for an offence would be arrested.", "57. The report set out that those with a criminal record or LTTE connections would face additional questioning and might be detained. In general, non-government and international sources agreed that Tamils from the north and east of the country were likely to receive greater scrutiny than others, and that the presence of the factors below would increase the risk that an individual could encounter difficulties with the authorities, including possible detention:", "- Outstanding arrest warrant", "- Criminal record", "- Connection with the LTTE", "- Bail jumping/escape from custody", "- Illegal departure from Sri Lanka", "- Scarring", "- Involvement with media or NGOs", "- Lack of an ID card or other documentation", "58. The United Kingdom Border Agency Country of Origin Information Report on Sri Lanka of 11 November 2010 set out the following:", "33.20 The BHC letter of 30 August 2010 went on to observe that: “At the beginning of 2010, partly due to the large numbers of Sri Lankans being returned from around the world and causing logistical problems, CID procedures were relaxed in that they no longer had to detain returnees until written confirmation was received from the local police. All returnees are still interviewed, photographed and wet fingerprinted. The main objective of these interviews is to establish if the returnee has a criminal record, or if they are wanted or suspected of committing any criminal offences by the police. The photographs are stored on a standalone computer in the CID office at the airport. The fingerprints remain amongst paper records also in the CID office at the airport. Checks are initiated with local police, but returnees are released to a friend or relative, whom CID refers to as a surety. This surety must provide evidence of who they are, and must sign for the returnee. They are not required to lodge any money with CID. “The main CID offices at Colombo Airport, which are housed on the ground floor adjacent to the DIE embarkation control, are currently undergoing a complete refurbishment funded by the Australian government. The one completed office suite has three purpose built interview rooms, and facilities where returnees can relax and eat meals.”", "...", "33.22 A British High Commission letter of 14 September 2010 reported: “There is strong anecdotal evidence that scarring has been used in the past to identify suspects. Previous conversations with the police and in the media, the authorities have openly referred to physical examinations being used to identify whether suspects have undergone military style training. More recent claims from contacts in government ministries suggest that this practice has either ceased or is used less frequently. At the very least it appears that the security forces only conduct these when there is another reason to suspect an individual, and are not looking for particular scars as such, but anything that may indicate the suspect has been involved in fighting and/or military training. There is no recent evidence to suggest that these examinations are routinely carried out on immigration returnees.”", "59. On 19 October 2009, Tamilnet reported that twenty-nine Tamil youths were taken into custody by the State Intelligence Unit of the Sri Lanka Police at the International Airport in two separate incidents whilst trying to leave Sri Lanka. It was also reported that since July 2009, special teams of the State Intelligence Unit and police had been deployed in the airport to monitor the movement of Tamils who try to go abroad.", "60. The Report of Information Gathering Visit, August 2009, stated that the frequency of cordon and search operations had not reduced significantly in recent months, though there were fewer large-scale operations than in previous years. In general, young male Tamils originating from the north and east of the country were most at risk of being detained following cordon and search operations, with the presence of the risk factors set out above increasing that risk. Those without employment or legitimate purpose for being in Colombo were also likely to be seen as suspect. The same report also noted that most sources agreed that there had been few, if any, abductions or disappearances since June 2009. There was not a great deal of available information about the profile of Tamils targeted for abduction, although it appeared that people linked to the media might be more vulnerable. Police did not generally carry out effective investigations. It went on to note that most sources agreed that there had not been any significant reduction in the number of checkpoints in Colombo, whose stated purpose remained to detect and prevent terrorist activity. In general those most likely to be questioned were young Tamils from the north and east; those without ID; those not resident or employed in Colombo; and those recently returned from the West. However, most sources said that arrests at checkpoints were rare and none had been reported since June 2009. It was reportedly fairly likely that someone would be stopped at a checkpoint en route from the airport to Colombo city. Finally, it clarified that people who wished to live in Colombo but did not originate from there must register with the local police station with a national ID card or full passport, and details of planned length and purpose of stay. In theory, whilst anyone was entitled to register to stay in Colombo, some sources suggested that young Tamil men originally from the north or east of the country could encounter difficulties and face closer scrutiny. The presence of any of the risk factors set out above would also attract greater attention from the police.", "“The significant majority of reported cases of human rights violations in Sri Lanka involve persons of Tamil ethnicity who originate from the North and East...In Government-controlled areas, Tamils who originate from the North and the East, which are, or have been under LTTE control, are frequently suspected as being associated with the LTTE. For this reason, Tamils from the North and the East are at heightened risk of human rights violations related to the implementation of anti-terrorism and anti-insurgency measures. While this risk exists in all parts of Sri Lanka, it is greatest in areas in which the LTTE remains active, and where security measures are heaviest, in particular the North and parts of the East, and in and around Colombo.”", "“The country of origin information that UNHCR has considered indicates that Tamils from the North of Sri Lanka continue to face a significant risk of suffering serious human rights violations in the region (and elsewhere in the country) because of their race (ethnicity) or (imputed) political opinion. Tamils in the North are still heavily targeted in the security and anti-terrorism measures described in the Guidelines. Wide scale detention and confinement of Tamils from the North remains a serious concern. Pro-Government paramilitary elements also continue to operate with impunity against Tamils in the North.”", "64. The UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka of 5 July 2010, which superseded the April 2009 Guidelines contained information on the particular profiles for which international protection needs may arise in the current context. It was stated that:", "“given the cessation of hostilities, Sri Lankans originating from the north of the country are no longer in need of international protection under broader refugee criteria or complementary forms of protection solely on the basis of risk of indiscriminate harm. In light of the improved human rights and security situation in Sri Lanka, there is no longer a need for group-based protection mechanisms or for a presumption of eligibility for Sri Lankans of Tamil ethnicity originating from the north of the country. It is important to bear in mind that the situation is still evolving, which has made the drafting of these Guidelines particularly complex.”", "65. In summary, the following were UNHCR's recommendations: all claims by asylum seekers from Sri Lanka", "(i) persons suspected of having links with the Liberation Tigers of Tamil Eelam (LTTE);", "(ii) journalists and other media professionals;", "(iii) civil society and human rights activists;", "(iv) women and children with certain profiles; and", "(v) lesbian, gay, bisexual and transgender (LGBT) individuals.", "It was also stated that in the light of Sri Lanka's 26 year internal armed conflict, and a record of serious human rights violations and transgressions of international humanitarian law, exclusion considerations under Article 1F of the 1951 Convention Relating to the Status of Refugees may arise in relation to individual asylum seeker claims by Sri Lankan asylum seekers.", "66. The BBC reported in March 2010 that the Colombo police force had opened four special units in Colombo suburbs able to take statements in Tamil, with plans for more. Previously, Tamil-speaking Sri Lankans had to rely on a friend to translate their complaints into Sinhala."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}