{"ITEMID": "001-120960", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF CONSTANTIN TUDOR v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Johannes Silvis;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["6. The applicant was born in 1975. He is currently detained in Rahova Prison.", "7. By a final judgment of 28 September 2004 the Court of Cassation sentenced the applicant to twelve years’ imprisonment for human trafficking.", "8. On 20 February 2008 the applicant was detained by the Bucharest Police Department after being returned from Turkey, where he had fled in 2002, and started serving his prison sentence.", "9. In his initial letter addressed to the Court on 28 April 2009 the applicant expressly stated that his rights guaranteed by Article 3 of the Convention had been breached in so far as, inter alia, he had been quartered (cazat) in Jilava Prison, a penitentiary notorious as a place of torture and physical and mental terror because of inhuman and degrading detention conditions. He further contended that his assertions had already been proved before the Court in the case of Bragadireanu v. Romania, no. 22088/04, 6 December 2007, and that they were supported by successive reports of the European Committee for the Prevention of Torture (CPT).", "10. The applicant was detained in Jilava Prison between 10 March and 25 September 2008, as well as between 2 October and 2 December 2008.", "11. Between the second part of March and the first part of June 2008 the applicant was detained in cell no. 614 measuring 42.75 sq. m, which he shared with between 19 and 20 other inmates.", "12. Between the second part of June and the first part of September 2008 the applicant was detained in cell no. 502 measuring 13.50 sq. m, which he shared with between 3 and 6 other inmates.", "13. For the last two days of September 2008, as well as between the second part of November and the first day of December 2008, the applicant was detained in cell no. 611 measuring 42.39 sq. m. The occupancy rate of the cell was 5 inmates for the last two days of September 2008 and between 7 and 10 for the remainder of the period spent by the applicant in Jilava Prison.", "14. In respect of the hygiene conditions, the Government submitted that every year the prison administration signed contracts for rodent and pest control with specialised companies. Disinfection of the detention rooms was carried out at least once every three months. Moreover, the quality of the drinking water was examined regularly by the prison administration with the aid of a specialised laboratory. Furthermore, the applicant had been provided with a special food diet approved by the prison doctor, which was prepared and served in accordance with the required hygiene conditions. The food was fresh and of good quality.", "15. Since 2006 significant rehabilitation work had been carried out by the prison authorities. The heating network, the sewerage and the water supply systems had been repaired. Some sections of the prison and detention rooms had also been modernised.", "16. On 23 September 2000 and 9 September 2002 the applicant was hospitalised in the psychiatric unit of the Săpunari Hospital and was diagnosed with organic personality syndrome. He was prescribed treatment for his condition.", "17. On an unspecified date in 2006 the applicant was diagnosed with spinal disc hernia. The examining doctor recommended that the applicant undergo surgery.", "18. Between 13 March and 2 December 2008 the applicant was subjected to several other medical examinations – both in prison and in civilian hospitals – that confirmed the above-mentioned diagnoses, and he was prescribed treatment with various medicines. The prison authorities provided him with the prescribed treatment for his organic personality syndrome and his spinal disc hernia.", "19. On 21 August 2008 the applicant filed a request with the prison doctor to be allowed to be examined in connection with his spinal disc hernia at the A.D. private clinic at his own expense.", "20. On 1 September 2008 the doctor, M.M., granted the applicant’s request and indicated that he was scheduled for a nuclear magnetic resonance (NMR) scan at the E. private clinic.", "21. On an unspecified date the applicant was taken to the E. clinic for the NMR, but the scan was not carried out because of his excessive weight, which could have damaged the machine.", "22. On 22 September 2008 the applicant was taken to the H. private clinic, where the NMR scan was carried out free of charge.", "23. On 6 October 2008 the applicant was examined in respect of his spinal disc hernia by doctor G.V., a specialist neurosurgeon from Bagdasar Hospital in Bucharest, and was recommended treatment with Tramadol, Famotidina and Movalis. An appointment was made for a re-examination of his condition.", "24. On 31 October 2008 doctor G.V. re-examined the applicant in respect of his spinal disc hernia. He recommended that the treatment with Tramadol and Famotidina be continued and that the applicant be monitored in the infirmary prior to his surgery.", "25. According to information submitted by the Government on 12 December 2008, the applicant refused to be admitted to the Rahova prison infirmary and on 15 December 2008 the Bagdasar Hospital informed the prison authorities by telephone that the applicant’s surgery had been temporarily postponed.", "26. On 19 December 2008 the applicant’s surgery was re-scheduled by doctor G.V. for 9 March 2009.", "27. According to the information submitted by the Government, on an unspecified date the applicant informed the prison doctor that his family had contacted doctor G.V. and asked him to re-schedule his surgery for 24 June 2009. The applicant’s statement was confirmed by doctor G.V. by telephone.", "28. On 16 April 2009 the applicant was re-examined by doctor G.V. in respect of his spinal disc hernia. He was recommended treatment for twenty-one days and his surgery was scheduled for 24 June 2009.", "29. According to the applicant’s medical file, his medical condition continued to be examined and monitored by specialist doctors in private and prison hospitals.", "30. On 29 June 2009 the applicant was taken to Rahova Prison Hospital for a neurosurgical examination. However, the neurosurgeon was absent and his examination had to be re-scheduled for a later date.", "31. On 14 July 2009 the applicant was examined by doctor C.S., a specialist neurologist working for the Bucharest Prison Hospital. According to her report, the applicant was suffering from lumbar pain. She prescribed treatment and recommended an urgent neurosurgical examination in respect of his condition.", "32. Between 13 August and 14 December 2009 the applicant’s medical condition was regularly examined in both prison and private hospitals. On 24 August and 30 September 2009 the medical reports produced in respect of his conditions recorded that the applicant’s general state of health was good.", "33. On 14 January 2010 the applicant was temporarily released from prison, as required by the final judgment of 11 December 2008 (see paragraph 43, below), and in March 2010 he was operated on for spinal disc hernia.", "34. On 15 April 2010 the applicant returned to prison after his spinal disc hernia surgery.", "35. On 26 April 2010 the Mina Minovici Forensic Medical Institute produced a forensic report in respect of the applicant’s medical condition. It concluded that after the spinal disc hernia the applicant needed physiotherapy for his recovery, which could be provided in prison hospitals.", "36. Between April 2010 and 16 December 2010 the applicant’s medical conditions were monitored regularly by prison hospitals. According to the medical records drawn up on 16 December 2010 by the Rahova Prison doctor, his general medical condition was good.", "37. On 3 August 2010 the applicant refused to be hospitalised in Rahova Prison Hospital and he requested to be taken to civilian hospitals for his post-surgical recovery treatment.", "38. In a letter of 13 January 2011 the Rahova Prison authorities informed the Government that the applicant had been provided free of charge with the medical treatment prescribed by doctors for the entire time he was detained in that prison.", "39. On 13 October 2008 the applicant lodged a complaint with the judge responsible for the execution of prison sentences in respect of the conditions of detention in Jilava Prison and a lack of adequate medical care. The applicant also claimed compensation. He complained of inhuman and degrading treatment because: (i) the prison cells were infested with vermin; (ii) the quality of the food and drinking water was poor; (iii) proper facilities for personal and food hygiene were lacking; and (iv) the cells lacked furniture and the general living conditions of the detainees were poor. On 15 October 2010, at the hearing before the judge responsible for the execution of prison sentences, the applicant stated that his complaint concerned a lack of medical care for his spinal disc hernia and insufficient medical treatment for his organic personality syndrome.", "40. By a decision of 23 October 2008 the judge responsible for the execution of sentences dismissed the applicant’s complaint. The judge held that the Jilava Prison authorities had taken the necessary steps to combat the vermin infestation of the cells as they had signed pest control contracts with a number of companies and the cells were disinfected at least once every three months. Moreover, the judge held that the applicant’s complaints concerning the poor quality of the food and drinking water and the lack of food and personal hygiene facilities were unfounded, as: (i) the food at the prison was prepared and stored on the basis of guidelines set by the Ministry of Justice; (ii) the quality of the drinking water had been found to comply with legal requirements according to an expert report of the Apa Nova water testing laboratory; (iii) the applicant had access to the prison facilities necessary to ensure his personal hygiene; and (iv) he was under an obligation to clean and air his room in accordance with the daily schedule for detainees. The judge also held that there was no evidence that the general living conditions for detainees as provided for in Law No. 275/2006 had not been met in the applicant’s case. Finally, the judge held that the applicant was being provided with adequate medical care. He was kept under medical surveillance, was prescribed the medical treatment that the doctors considered appropriate for his medical condition and, in addition, his request to be treated at A.D.’s natural private clinic at his own expense had been examined according to the relevant legal provisions. The judge also rejected the applicant’s claim for compensation, finding that the applicant could not bring a claim for compensation on the basis of the procedure provided for by Law No. 275/2006 and that he therefore had to bring separate proceedings seeking compensation. The applicant appealed against the judge’s decision.", "41. On an unspecified date in 2008 the applicant brought proceedings in the Bucharest County Court seeking temporary release from prison on medical grounds. The domestic court ordered an expert forensic report in respect of the applicant’s medical condition.", "42. According to the expert forensic report produced by the Mina Minovici Medical Forensic Institute on 28 November 2008, the applicant was suffering from, inter alia, a spinal disc hernia which required surgery and specialised post-surgery recovery. Consequently, the forensic expert report recommended the discontinuance of the applicant’s prison sentence for three months on the ground that the applicant’s spinal disc hernia could not be operated on in a prison hospital.", "43. By a final judgment of 11 December 2008 the Bucharest County Court allowed the applicant’s action seeking his temporary release from prison on medical grounds and ordered his immediate release.", "44. On 12 December 2008 the Rahova Prison authorities informed the Bucharest District Court that the applicant could not be released as the Bucharest Court of Appeal had issued a separate arrest warrant in his name on 17 December 2005 in a separate set of proceedings concerning human trafficking.", "45. On 19 December 2008 the Bucharest County Court informed the Rahova Prison authorities that the applicant’s pre-trial detention on the basis of the arrest warrant of 17 December 2005 had been extended by an interlocutory judgment of 18 December 2008. It does not appear from the evidence in the file that the applicant appealed against the interlocutory judgment of 18 December 2008.", "46. By a final judgment of 14 January 2009 the Bucharest District Court dismissed the applicant’s appeal against the decision of the judge responsible for the execution of sentences dated 23 October 2008, upholding the decision and finding that there was no evidence that the applicant’s rights as a detainee had been breached.", "47. On 19 February 2009 the applicant was subjected to a psychiatric evaluation in the Jilava Prison Hospital. The medical report confirmed that the applicant’s organic personality syndrome had improved.", "48. By final interlocutory judgments of 13 March, 29 May, 3 June, 29 July, 24 August, 12 November and 15 December 2009 the Bucharest Court of Appeal dismissed the applicant’s actions seeking the discontinuance of the pre-trial detention ordered against him on 17 December 2005. By a final interlocutory judgment of 29 May 2009 the Bucharest Court of Appeal also dismissed the applicant’s request for the suspension of the proceedings on medical grounds. Neither of the parties has provided the Court with the reasoning part of the interlocutory judgments delivered by the Bucharest Court of Appeal.", "49. On 13 January 2010 the Bucharest Court of Appeal informed the Rahova Prison authorities that following its interlocutory judgment delivered on the same day, the applicant’s pre-trial detention ordered on the basis of the arrest warrant issued on 17 December 2005 had been revoked and the applicant had been placed under an obligation not to leave town.", "50. Excerpts from the relevant legal provisions concerning the rights of detainees, namely Law no. 275/2006, are given in the cases of Petrea v. Romania (no. 4792/03, §§ 21-23, 29 April 2008); Gagiu v. Romania (no. 63258/00, § 42, 24 February 2009); and Măciucă v. Romania (no. 25763/03, § 14, 26 May 2009).", "51. Excerpts from the relevant parts of the reports of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“CPT”) on prison conditions are given in the case of Bragadireanu v. Romania ( no. 22088/04, §§ 73-75, 6 December 2007).", "52. The relevant parts of the report of the Romanian Helsinki Committee of 12 June 2008 in respect of the detention conditions in Jilava Prison read as follows:", "“... the basement of the old part of the prison building was completely flooded with waste water ... Consequently, rats and cockroaches (and bed bugs according to some detainees) have infested the cells in that part of the building. Moreover, most cells were also infested with lice, mainly due to worn out bed mattresses. No delousing operation could be effective as long as the mattresses were not replaced ... The prison management claimed it had engaged several pest control companies, which all gave up after taking note of the situation in the prison. Another notorious problem was the extremely poor water quality (muddy and filled with impurities) - unfit for drinking and risky even for washing ... In terms of detention space, the total area of detention space was 3034.81 sq. m, while the population was 1460, meaning 2.08 sq. m of available detention space per detainee, half of the minimum norm recommended by the CPT ... The kitchen area was totally unhygienic and the food quality was poor ...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}