{"ITEMID": "001-114244", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF HODE AND ABDI v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 14+8 - Prohibition of discrimination (Article 14 - Discrimination) (Article 8-1 - Respect for family life;Respect for home;Article 8 - Right to respect for private and family life)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["4. The first applicant was born on 13 February 1980 and currently lives in Leeds. The second applicant was born on 15 January 1990 and currently lives in Djibouti.", "5. The first applicant arrived in the United Kingdom on 18 February 2004. He claimed asylum and that claim was accepted in March 2006. Prior to 30 August 2005, successful asylum seekers were granted Indefinite Leave to Remain in the United Kingdom along with refugee status. However, after 30 August 2005 the Immigration Rules were amended and refugees were granted an initial period of 5 years’ Leave to Remain, following which they could apply for Indefinite Leave to Remain. Consequently, the first applicant was granted five years’ leave to remain in the United Kingdom, to expire on 16 March 2011. At the same time, he was provided with a Refugee Convention Travel Document (“CTD”), also to expire on 16 March 2011.", "6. In June 2006 the first applicant was introduced to the second applicant through a friend. In February 2007 he travelled to Djibouti to meet her and they married on 5 April 2007. They lived together in Djibouti until the first applicant returned to the United Kingdom on 15 May 2007.", "7. The second applicant applied for a visa to join the first applicant in the United Kingdom. Although the first applicant was a refugee, the applicants did not qualify for “family reunion” under the Immigration Rules HC 395 (as amended) (“the Immigration Rules”) because paragraph 352A of the Immigration Rules only applied to spouses who formed part of the refugee’s family unit before he or she left the country of permanent residence. The second applicant therefore applied for leave to enter the United Kingdom under paragraph 281 of the Immigration Rules, as the spouse of a person present and settled in the United Kingdom.", "8. On 18 November 2007 the Entry Clearance Officer refused the application on the ground that the first applicant, having only been granted five years’ Leave to Remain, was not a person present and settled in the United Kingdom for the purposes of paragraph 281.", "9. On 17 February 2008 the second applicant gave birth to a son. The first applicant was named as the father on the birth certificate.", "10. The second applicant appealed against the decision to refuse her application for leave to enter. The Immigration Judge accepted that the applicants were married and that the first applicant had sufficient funds to accommodate and maintain his wife and child. He also accepted that the refusal of entry clearance engaged the rights of both applicants under Article 8 of the Convention. He dismissed the appeal, however, holding that the refusal of entry clearance would not interfere disproportionately with the second applicant’s rights under Article 8 of the Convention. In particular, he noted that she had never enjoyed her family life in the United Kingdom and there were no obstacles to prevent the first applicant from living in Djibouti other than that he could not speak French and would be unlikely to secure employment there.", "11. The second applicant applied for reconsideration of the decision. In a decision dated 28 August 2008, the Asylum and Immigration Tribunal refused to order reconsideration. On 24 October 2008 the Administrative Court also dismissed the application for reconsideration.", "12. The first applicant’s leave to remain in the United Kingdom expired on 16 March 2011. He was subsequently granted Indefinite Leave to Remain.", "13. In April 2011 the Immigration Rules were amended to permit refugees to be joined in the United Kingdom by post-flight spouses during their initial period of leave to remain, provided certain other conditions were met.", "14. The second applicant has not re-applied for leave to enter the United Kingdom as the spouse of the first applicant.", "15. The second applicant gave birth to the applicants’ second child on 17 July 2011.", "16. At the relevant time paragraph 352A of the Immigration Rules contained the requirements for family reunion for refugees. It provided that:", "“The requirements to be met by a person seeking leave to enter or remain in the United Kingdom as the spouse or civil partner of a refugee are that:", "(i) the applicant is married to or the civil partner of a person granted asylum in the United Kingdom ; and", "(ii) the marriage or civil partnership did not take place after the person granted asylum left the country of his former habitual residence in order to seek asylum; and", "(iii) the applicant would not be excluded from protection by virtue of article 1F of the United Nations Convention and Protocol relating to the Status of Refugees if he were to seek asylum in his own right; and", "(iv) each of the parties intends to live permanently with the other as his or her spouse or civil partner and the marriage is subsisting; and", "(v) if seeking leave to enter, the applicant holds a valid United Kingdom entry clearance for entry in this capacity.”", "17. Consequently, at the relevant time a refugee could only be joined in the United Kingdom by a spouse pursuant to paragraph 352A if the marriage took place before leaving the country of formal habitual residence.", "18. In April 2011 the Government introduced paragraph 319L of the Immigration Rules, which made family reunion available to post-flight family members of refugees. It provided that:", "“319L. The requirements to be met by a person seeking leave to enter the United Kingdom as the spouse or civil partner of a person with limited leave to enter or remain in the United Kingdom as a refugee or beneficiary of humanitarian protection, are that:", "(i) (a) the applicant is married to or the civil partner of a person who has limited leave to enter or remain in the United Kingdom as a refugee or beneficiary of humanitarian protection granted such status under the immigration rules and the parties are married or have formed a civil partnership after the person granted asylum or humanitarian protection left the country of his former habitual residence in order to seek asylum or humanitarian protection; and", "(b) the applicant provides an original English language test certificate in speaking and listening from an English language test provider approved by the Secretary of State for these purposes, which clearly shows the applicant’s name and the qualification obtained (which must meet or exceed level A1 of the Common European Framework of Reference) unless:", "(i) the applicant is aged 65 or over at the date he makes his application; or", "(ii) the Secretary of State or Entry Clearance Officer considers that the applicant has a physical or mental condition that would prevent him from meeting the requirement; or", "(iii) the Secretary of State or entry Clearance officer considers there are exceptional compassionate circumstances that would prevent the applicant from meeting the requirement; or", "(iv) the applicant is a national of one of the following countries: Antigua and Barbuda; Australia; the Bahamas; Barbados; Belize; Canada; Dominica; Grenada; Guyana; Jamaica; New Zealand; St Kitts and Nevis; St Lucia; St Vincent and the Grenadines; Trinidad and Tobago; USA; or", "(v) the applicant has obtained an academic qualification (not a professional or vocational qualification), which is deemed by UK NARIC to meet the recognised standard of a Bachelor’s or Masters degree or PhD in the UK, from an educational establishment in one of the following countries: Antigua and Barbuda; Australia; The Bahamas; Barbados; Belize; Dominica; Grenada; Guyana; Ireland; Jamaica; New Zealand; St Kitts and Nevis; St Lucia; St Vincent and The Grenadines; Trinidad and Tobago; the UK; the USA; and provides the specified documents; or", "(vi) the applicant has obtained an academic qualification (not a professional or vocational qualification) which is deemed by UK NARIC to meet the recognised standard of a Bachelor’s or Masters degree or PhD in the UK, and", "(1) provides the specified evidence to show he has the qualification, and", "(2) UK NARIC has confirmed that the degree was taught or researched in English, or", "(vii) has obtained an academic qualification (not a professional or vocational qualification) which is deemed by UK NARIC to meet the recognised standard of a Bachelor’s or Masters degree or PhD in the UK, and provides the specified evidence to show:", "(1) he has the qualification, and", "(2) that the qualification was taught or researched in English; and", "(ii) the parties to the marriage or civil partnership have met; and", "(iii) each of the parties intends to live permanently with the other as his or her spouse or civil partner and the marriage or civil partnership is subsisting; and", "(iv) there will be adequate accommodation for the parties and any dependants without recourse to public funds in accommodation which they own or occupy exclusively; and", "(v) the parties will be able to maintain themselves and any dependants adequately without recourse to public funds; and", "(vi) the applicant holds a valid United Kingdom entry clearance for entry in this capacity.”", "19. Paragraph 281 of the Immigration Rules is a general provision enabling persons present and settled in the United Kingdom to be joined by a spouse or civil partner if certain conditions are met. It provided that:", "“The requirements to be met by a person seeking leave to enter the United Kingdom with a view to settlement as the spouse or civil partner of a person present and settled in the United Kingdom or who is on the same occasion being admitted for settlement are that:", "(i) (a) the applicant is married to or the civil partner of a person present and settled in the United Kingdom or who is on the same occasion being admitted for settlement; or", "(b)(i) the applicant is married to or the civil partner of a person who has a right of abode in the United Kingdom or indefinite leave to enter or remain in the United Kingdom and is on the same occasion seeking admission to the United Kingdom for the purposes of settlement and the parties were married or formed a civil partnership at least 4 years ago, since which time they have been living together outside the United Kingdom; and", "(b)(ii) the applicant has sufficient knowledge of the English language and sufficient knowledge about life in the United Kingdom, unless he is under the age of 18 or aged 65 or over at the time he makes his application; and", "(ii) the parties to the marriage or civil partnership have met; and", "(iii) each of the parties intends to live permanently with the other as his or her spouse or civil partner and the marriage or civil partnership is subsisting; and", "(iv) there will be adequate accommodation for the parties and any dependants without recourse to public funds in accommodation which they own or occupy exclusively; and", "(v) the parties will be able to maintain themselves and any dependants adequately without recourse to public funds; and", "(vi) the applicant holds a valid United Kingdom entry clearance for entry in this capacity.”", "20. Prior to 30 August 2005, successful asylum seekers were given Indefinite Leave to Remain alongside refugee status. As they were “persons present and settled in the United Kingdom”, post-flight spouses could join them provided the other requirements set down in paragraph 281 of the Immigration Rules were met. After 30 August 2005 the rules were changed and refugees were instead granted an initial period of five years’ leave to remain, although they could subsequently be granted Indefinite Leave to Remain. As a consequence of the change of the rules, for the first five years refugees were not “persons present and settled in the United Kingdom” and could not be joined by a post-flight spouse during this period even if all the other requirements of paragraph 281 were met.", "21. Under the Immigration Rules the spouses of other categories of person granted limited leave to enter the United Kingdom could accompany or join their spouse without any requirement that the marriage took place in the country of former habitual residence. Paragraph 76 of the Immigration Rules contained the requirements for entry to the United Kingdom as the spouse of a student or prospective student. It provided that:", "“The requirements to be met by a person seeking leave to enter or remain in the United Kingdom as the spouse or civil partner of a student or a prospective student are that:", "(i) the applicant is married to or the civil partner of a person admitted to or allowed to remain in the United Kingdom under paragraphs 57-75 or 82-87F; and", "(ii) each of the parties intends to live with the other as his or her spouse or civil partner during the applicant’s stay and the marriage or the civil partnership is subsisting; and", "(iii) there will be adequate accommodation for the parties and any dependants without recourse to public funds; and", "(iv) the parties will be able to maintain themselves and any dependants adequately without recourse to public funds; and", "(v) the applicant does not intend to take employment except as permitted under paragraph 77 below; and", "(vi) the applicant intends to leave the United Kingdom at the end of any period of leave granted to him.”", "22. Similarly, paragraph 194 of the Immigration Rules contained the requirements for entry to the United Kingdom of a person with leave to remain for the purpose of obtaining employment. It provided that:", "“The requirements to be met by a person seeking leave to enter the United Kingdom as the spouse or civil partner of a person with limited leave to enter or remain in the United Kingdom under paragraphs 128-193 (but not paragraphs 135I-135K) are that:", "(i) the applicant is married to or a civil partner of a person with limited leave to enter the United Kingdom under paragraphs 128-193 (but not paragraphs 135I-135K); and", "(ii) each of the parties intends to live with the other as his or her spouse or civil partner during the applicant’s stay and the marriage or civil partnership is subsisting; and", "(iii) there will be adequate accommodation for the parties and any dependants without recourse to public funds in accommodation which they own or occupy exclusively; and", "(iv) the parties will be able to maintain themselves and any dependants adequately without recourse to public funds; and", "(v) the applicant does not intend to stay in the United Kingdom beyond any period of leave granted to his spouse; and", "(vi) the applicant holds a valid United Kingdom entry clearance for entry in this capacity.”", "23. In 2009 the case of A (Afghanistan) v. the Secretary of State for the Home Department [2009] EWCA Civ 825 came before the Court of Appeal. The appellant, an Afghani national resident in Pakistan, was refused leave to join her husband, a refugee, in the United Kingdom because the marriage had taken place after he left his country of permanent residence. At the time of the application the appellant was heavily pregnant and there was evidence to suggest that her husband could not live in Pakistan. An Immigration Judge dismissed her appeal, which then went before the Asylum and Immigration Tribunal for reconsideration. The Tribunal was unable to identify any public interest being served by the omission from the Immigration Rules of any provision for a refugee to bring a post-flight spouse to the country. However, it held that Article 8 could not be used to plug lacunae in the Immigration Rules and, on the facts of the case, it was not engaged.", "24. On appeal, the Court of Appeal had no doubt that the interference with family life which would result from not allowing a husband and his heavily pregnant wife in a genuine and subsisting marriage to cohabit had consequences of such gravity as potentially to engage the operation of Article 8. It therefore fell to the Court of Appeal to consider whether or not there was a public interest in refusing to grant the appellant leave to enter. As the Government had submitted its skeleton argument on the public interest point at a late stage, the court held that it was estopped from reopening the issue. Although it went on to allow the appellant’s appeal against the refusal of entry clearance, it clearly stated that its decision could be of no authority if and when the issue arose again.", "25. The following year the Upper Tribunal (Immigration and Asylum Chamber) had to consider the same question in FH (Post-flight spouses) Iran [2010] UKUT 275. The appellant was an Iranian national resident in Iran who was refused leave to join her husband, also an Iranian national, who had been granted refugee status in the United Kingdom. It was not suggested that there was any other country where the appellant and sponsor could live together as husband and wife. An Immigration Judge refused her appeal. The Upper Tribunal allowed her appeal. It noted that with regard to the admission of post-flight spouses, refugees in the United Kingdom were in a particularly disadvantageous position compared to students, persons working in the United Kingdom, businessmen, artists and ministers of religion and so on. In particular, the Tribunal stated that:", "“...the appellant’s situation is by no means an unusual one, and it arises from provisions of the Rules for which there appears to be no justification. Unless there is some justification, of which we have not been made aware, of the Rules’ treatment of post-flight spouses, we think that the Secretary of State ought to give urgent attention to amending the Rules, by extending either paragraph 281 or, (perhaps preferably) paragraph 194, so as to extend to the spouses of those with limited leave to remain as refugees. In the meantime, it seems to us that although a decision based on Article 8 does have to be an individual one in each case, it is most unlikely that the Secretary of State or an Entry Clearance Officer will be able to establish that it is proportionate to exclude from the United Kingdom the post-flight spouse of a refugee where the applicant meets all the requirements of paragraph 281 save that relating to settlement.”", "26. Paragraph 20 of the Immigration Rules provided that:", "“The leave of a person whose stay in the United Kingdom is subject to a time limit lapses on his going to a country or territory outside the common travel area if the leave was given for a period of six months or less or conferred by a visit visa. In other cases, leave lapses on the holder remaining outside the United Kingdom for a continuous period of more than two years. A person whose leave has lapsed and who returns after a temporary absence abroad within the period of this earlier leave has no claim to admission as a returning resident. His application to re-enter the United Kingdom should be considered in the light of all the relevant circumstances. The same time limit and any conditions attached will normally be reimposed if he meets the requirements of these Rules, unless he is seeking admission in a different capacity from the one in which he was last given leave to enter or remain.”", "27. Paragraphs 11 and 13 (1) of the Schedule to the Refugee Convention provided that:", "“When a refugee has lawfully taken up residence in the territory of another Contracting State, the responsibility for the issue of a new document, under the terms and conditions of article 28, shall be that of the competent authority of that territory, to which the refugee shall be entitled to apply.", "...", "Each Contracting State undertakes that the holder of a travel document issued by it in accordance with article 28 of this Convention shall be readmitted to its territory at any time during the period of its validity.”"], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}