{"ITEMID": "001-92368", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF POPOV AND VOROBYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (substantive aspect);Violation of Art. 5-3;Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicants were born in 1964 and 1963 respectively and live in Vladivostok, Russia. At the material time the first applicant, a police officer, and the second applicant, a former police officer, were the chairman and the deputy chairman of a local police trade union.", "7. On 28 October 1999, in connection with the discovery of two explosive devices and cartridges at the home of a third person, K., the department of the interior of the Primorskiy region and the Federal Security Service of Russia (“the FSB”) initiated criminal proceedings under Article 222 § 1 of the Criminal Code of Russia (“unlawful acquisition, transfer, sale, storage, transportation and carrying of firearms, basic parts of firearms, ammunition, explosives and explosive devices”).", "8. On 14 January 2000 the applicants were arrested. On 17 January 2000 the prosecutor’s office of the Primorskiy region extended the applicants’ detention, referring to the gravity of the charges against them and the risk of their absconding from the authorities or obstructing the course of justice.", "9. On 24 January 2000 the applicants were transferred to detention centre IZ-25/1 (“the detention centre” – in some of the documents submitted also referred to as IZ-20/1) in Vladivostok.", "10. On 13 March 2000 the prosecutor’s office of the Primorskiy region extended the applicants’ detention until 10 April 2000, referring to the same reasons, namely the risk of their absconding from the authorities or obstructing the course of justice.", "11. On 3 April 2000 the prosecutor’s office of the Primorskiy region extended the applicants’ detention until 10 May 2000. The first applicant’s lawyer appealed against the extension order. On 28 April 2000 the Leninskiy District Court of Vladivostok dismissed the appeal and stated that the applicant had the right to appeal against that decision to the Primorskiy Regional Court. The first applicant did not appeal to the second-instance court.", "12. On 27 April 2000 the prosecutor’s office of the Primorskiy region extended the applicants’ detention until 10 July 2000, referring to the gravity of the charges against them and the risk of their absconding from the authorities or obstructing the course of justice.", "13. On 10 July 2000 the investigation forwarded the criminal case against the applicants to the Primorskiy Regional Court for the determination of the jurisdiction for the trial. On 13 July 2000 the Regional Court decided that the case should be examined by the Frunzenskiy District Court of Vladivostok (“the District Court”) and forwarded the case file to the District Court.", "14. On 8 August 2000 the District Court held a directions hearing and decided to examine the criminal case on 11 October 2000. The court also decided to extend the applicants’ detention on remand, using a summary formula in respect of both applicants and stating that “the preventive measure in respect of [the applicants] should remain the same – detention on remand”. No reasons for the extension of the applicants’ detention on remand were provided.", "15. On 11 October 2000, during the examination of the applicants’ case, the court allowed an application by them for an additional expert assessment of fingerprints. The court forwarded the case file to Moscow for the expert assessment and adjourned the hearing of the criminal case. During the hearing the applicants complained under Article 276 of the Code of Criminal Procedure (lodging applications before the court) to the District Court about the length of their detention on remand and requested to be released pending trial. The applicants stated that they had permanent places of residence; that they had the necessary communication equipment to ensure constant contact with the authorities; that they had always been given positive assessments; that they had received State military awards; that they had minor children; and that they both had kidney diseases, treatment for which was not available at the detention centre. Their complaint was included in the case file (pages 497-499), but was not examined by the court.", "16. On 29 October 2000 the first applicant complained to the District Court, stating, among other things, that he had spent more than ten months in detention and requesting release pending trial. This complaint was not examined by the court.", "17. On 30 October 2000 the second applicant complained to the District Court and requested to be released pending trial. He stated that he had two minor children, that he had never been prosecuted, that he had a permanent place of residence and that he had no intention of absconding from the authorities. This complaint was not examined by the court.", "18. On 10 November 2000 the first applicant complained to the Prosecutor General. In his letter he stated, among other things, that he had been detained for more than ten months and that his requests for release pending trial had not been examined. This complaint was not examined by the authorities.", "19. On 16 November 2000 and 12 December 2000 the second applicant complained to the District Court that his detention was unlawful and requested to be released pending trial. In his letter he pointed out that he had problems with his teeth and that adequate dental treatment was not available in the detention centre; that he had a permanent place of residence; that he had two children and an elderly mother to take care of; and that he had no intention of absconding from the authorities. These complaints were not examined by the court.", "20. On 3 January 2001 the first applicant complained to the District Court, requesting it to examine the lawfulness of his detention on remand. Referring to the poor conditions of his detention, the general deterioration of his health and the lack of medical assistance in the centre, the applicant requested to be released pending trial. In his complaint the applicant stated that he had family and a child to take care of; that he had a permanent place of residence; that he had been working as a police officer for 15 years; that he had been given positive assessments; and that he had no intention of absconding from the authorities. This complaint was not examined by the court.", "21. On 3 January 2001 the second applicant complained to the District Court that his detention on remand was unlawful and requested to be released pending trial. In his letter he pointed out that he had lost several teeth and had other problems with his health, and that no medical assistance had been provided to him in the detention centre.", "22. On 12 January 2001 the District Court responded to the second applicant. The letter was very brief and did not contain any judicial decisions. It stated: “Today the court sees no reasons for changing the preventive measure”.", "23. On 23 January 2001 and 20 February 2001 the second applicant complained to the District Court that his detention on remand was unlawful and requested to be released pending trial. In his letters he stated, among other things, that he had lost eight teeth; that he had problems with his kidneys; that no treatment was available in the detention centre; that he had a permanent place of residence; that he had two children and an elderly mother to take care of; and that he had no intention of absconding from the authorities. These complaints were not examined by the court.", "24. On 31 January 2001, upon completion of the expert assessment, the case file was returned to the District Court and the hearing of the case was scheduled for 20 February 2001.", "25. On 20 February 2001 the District Court resumed the hearing of the criminal case. It completed its examination on 2 March 2001, imposing suspended sentences on the applicants and ordering their immediate release.", "26. From 24 January 2000 until their release on 2 March 2001 the applicants were detained in cells no. 41, 58, 79, 82 and 105 in the detention centre.", "27. All the cells in which the applicants were detained were of identical size, measuring 7.5 sq. m by 2.6 sq. m with four bunks. Both applicants shared their cells with four to six other detainees; therefore, they had to take turns to sleep and were allowed to sleep only between 10 p.m. and 6 a.m. The applicants and their cellmates were not provided with bedding or linen; they had to acquire these items from their relatives and wash and dry them in the cells.", "28. The cells were damp; there was mould on the walls and the ceiling. The air was stale and musty. As there was no air ventilation, the cells were hot in summer and cold in winter; the temperature in the cells depended on the season and varied from +10ºC to +35ºC. The windows of the cells were covered with metal grilles supplemented with “eyelashes”, that is, metal strips covering the grille, which let no daylight in. The size of the air vents above the doors was 0.06 sq. m; therefore they could not provide fresh air. The cells were constantly lit with a single 60-watt bulb. Unprotected electric wiring hung from the ceiling and along the walls. The cells were overrun with cockroaches, blood-sucking insects and mice, but the authorities made no attempt to exterminate them, refusing even to give the inmates chloride for disinfection. The cells were not equipped with a source of drinking water. The inmates had to drink water from the tap above the toilet, which was supposed to be used only for flushing.", "29. The cells were equipped with toilets which were located 0.5 m away from the dining table and were not isolated from the living area as the centre’s administration forbade putting up curtains.", "30. Despite numerous requests by the applicants, they were never provided with bedding, crockery or kitchenware. They were also denied any toiletries, such as soap, toothbrushes, a shaving set or toilet paper, to maintain personal hygiene. In the applicants’ submission, they were able to have a shower only once every 10 to 40 days for up to 12 minutes, and to take a walk of about 50 minutes per day. The duration of walks was sometimes reduced to 20 to 30 minutes. On several occasions, the warders made the applicants choose between having a bath and taking a walk. If the applicants were in a meeting with their lawyers or in court, then they did not get to take the walk. The scarce meals were of very poor quality.", "31. The applicants, who suffered from toothache and urolithiasis, were denied proper medical treatment, reference being made to “the absence of specialists and necessary medicine”. In response to the first applicant’s complaints of renal colic, a medical officer supplied him with medicine which was unfit for use, as its shelf life had expired three years earlier. With regard to the second applicant’s complaint of acute colic, the medical officer refused to give him an injection with the medicine and syringes that had been delivered earlier by the applicant’s family. The officer stated that he only used syringes for treatment of seriously ill patients, but he could see no such patients at the moment. The available dental care was provided by a doctor who saw patients only once a week. In response to the applicants’ complaints of acute toothache he suggested that the teeth be extracted without an anaesthetic owing to the lack of medication and necessary equipment for the treatment of cavities.", "32. The applicants supported their submission with a number of documents, including eight responses by the administration of detention centre IZ-25/1 to their requests for information lodged in 2006: five responses dated 19 April 2006 (two responses concerning the ventilation of the cells, one response concerning the metal bars on the cells’ windows, one response concerning the control over the sanitary conditions in the cells and one response concerning the absence of the licence to practice medicine by the medical unit of the detention centre at the material time), one response dated 26 July 2006 (the refusal to provide the information concerning the provision of the applicants with individual toiletry kits owing to the absence of the archives), one response dated 18 August 2006 (the refusal to provide information concerning the daily number of inmates in cell no. 79 and their transfers to other cells) and one response dated 22 August 2006 (the refusal to provide information concerning the daily number of inmates in cell no. 41 and their transfers to other cells); the Recommendations of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) concerning its visit to the detention facility from 2 to 17 December 2001; three witness statements concerning the conditions of the applicants’ detention in the detention centre provided by Mr A.V. on 7 August 2006, Mr O.L. on 2 August 2006 and Mr E.K. on 3 August 2006; and six statements describing the conditions of detention and the lack of medical assistance in IZ-25/1, drawn up by the applicants and their cellmates, dated 6 and 7 November 2000, 4, 5 and 23 December 2000 and 2 February 2001. The applicants did not submit any medical documents concerning their respective conditions, whether produced during their detention in IZ-25/1 or after their release.", "33. Referring to the information provided by the Prosecutor General’s Office, the Government submitted that the applicants had been detained in cells used for the detention of former employees of law-enforcement agencies.", "34. Referring to the information provided by the Russian Federal Service for Execution of Sentences, the Government submitted that the first applicant had been detained in cell no. 41, and the second applicant in cells nos. 79, 82 and 105 at the detention centre.", "35. The surface area and the height of the ceilings in all the cells were identical and amounted to 8 sq. m and 2.8 m respectively. Each cell was equipped with four bunks. The applicants shared their cells with only three other persons. At the same time, in the same submission the Government further stated that in 2000 to 2001 the detention centre had been overcrowded owing to the high level of criminal activity in the area and the limited capacity of the centre. For these reasons the number of persons detained with the applicants had exceeded the required standard. In spite of these difficulties, each detainee in the applicants’ cells had been provided with a sleeping berth. However, the Government did not specify the exact number of persons detained with the applicants and the nature of the sleeping berth.", "36. The size of the windows was in accordance with the relevant regulations and comprised one-eighth of the cells’ floor space, providing the applicants with the possibility of reading and working under natural light. Each window was equipped with an air vent for additional ventilation; another source of ventilation was installed above the door. The temperature in the cells varied from +18ºC to +24ºC. The window air vents and doors were opened for ventilation when the inmates were taken for a walk. All cells were equipped with running water. The levels of temperature and the humidity in the cells, as well as the quality of water, complied with the relevant hygiene and sanitary regulations. No outbreaks of infectious or parasitogenic diseases were registered at the centre at the material time.", "37. Each cell in the centre was equipped with bulbs for daytime and night lighting. The night lighting was on from 10 p.m. to 6 a.m. The toilet was separated from the living area by a curtain, which ensured privacy. There were no rodents or insects in the cells as the administration conducted a monthly disinfection; in addition, the staff of the medical centre regularly inspected the cells for insects and rodents.", "38. The applicants and other inmates of the detention centre were allowed to take a shower once every seven days; their bed linen was changed at the same time. The applicants were provided with individual bunks, bed linen, crockery and cutlery. They were given individual toiletry kits (containing soap, a toothbrush, a shaving kit and toilet paper). Additional toiletry items could have been provided to the applicants had they submitted a written request, but they had failed to do so.", "39. Open-air walks were permitted for one hour a day and there had been no instances of substituting a walk for a bath.", "40. The Government submitted that the applicants had been provided with medical assistance in accordance with the relevant regulations, although at the material time the medical unit had not had a licence to practise medicine. The applicants had undergone an initial medical examination on the date of their entry to the detention centre; as a result it had been established that they had been healthy. The medical unit of the detention centre had been supplied with the necessary equipment and medicine. Referring to a number of documents, the Government stated that during the entire period of their detention at the centre, the applicants had neither sought medical help nor complained to the administration about the failure of the medical services to provide them with requested treatment.", "41. In support of their position the Government submitted, among others, a number of information statements issued by the administration of IZ-25/1, witness statements of the personnel of the medical unit in IZ-25/1, records concerning the number of inmates in the cells; and copies of some documents from the investigation file.", "42. Until 1 July 2002 criminal-law matters were governed by the Code of Criminal Procedure of the Russian Soviet Federative Socialist Republic (Law of 27 October 1960 – “the old CCrP”).", "43. “Preventive measures” or “measures of restraint” (меры пресечения) included an undertaking not to leave a town or region, personal security, bail and detention on remand (Article 89 of the old CCrP).", "44. The Russian Constitution of 12 December 1993 established that a judicial decision was required before a defendant could be detained or his or her detention extended (Article 22). Under the old CCrP, a decision ordering detention on remand could be taken by a prosecutor or a court (Articles 11, 89 and 96).", "45. When deciding whether to remand an accused in custody, the competent authority was required to consider whether there were “sufficient grounds to believe” that he or she would abscond during the investigation or trial or obstruct the establishment of the truth or reoffend (Article 89 of the old CCrP). It must also take into account the gravity of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 91 of the old CCrP). Before 14 March 2001, detention on remand was authorised if the accused was charged with a criminal offence carrying a sentence of at least one year’s imprisonment or if there were “exceptional circumstances” in the case (Article 96).", "46. The old CCrP distinguished between two types of detention on remand: the first being “during the investigation”, that is, while a competent agency – the police or a prosecutor’s office – investigated the case, and the second “before the court” (or “during the judicial proceedings”), that is, while the case was being tried in court. Although there was no difference in practice between them (the detainee was held in the same detention facility), the calculation of the time-limits was different.", "47. After arrest the suspect was placed in custody “during the investigation”. The maximum permitted period of detention “during the investigation” was two months but it could be extended for up to eighteen months in “exceptional circumstances”. Extensions were authorised by prosecutors of ascending hierarchical levels. No extension of detention “during the investigation” beyond eighteen months was possible (Article 97 of the old CCrP).", "48. From the date the prosecutor forwarded the case to the trial court, the defendant’s detention was “before the court” (or “during the judicial proceedings”). Before 14 March 2001 the old CCrP set no time-limit for detention “during the trial”.", "49. Under the old CCrP, the detainee or his or her counsel or representative could challenge before a court a detention order issued by a prosecutor, and any subsequent extension order. The judge was required to review the lawfulness of and justification for a detention or extension order no later than three days after receipt of the relevant papers. The review was to be conducted in camera in the presence of a prosecutor and the detainee’s counsel or representative. The detainee was to be summoned and a review in his absence was only permissible in exceptional circumstances if the detainee waived his right to be present of his own free will. The judge could either dismiss the challenge or revoke the pre-trial detention and order the detainee’s release (Article 220-1). An appeal to a higher court lay against the judge’s decision. It had to be examined within the same time-limit as appeals against a judgment on the merits (Article 331 in fine).", "50. Upon receipt of the case-file, the judge was to determine, in particular, whether the defendant should remain in custody or be released pending trial (Article 222 § 5 and Article 230 of the old CCrP) and to rule on any application by the defendant for release (Article 223 of the old CCrP). If the application was refused, a fresh application could be made once the trial had commenced (Article 223 of the old CCrP).", "51. At any time during the trial the court could order, vary or revoke any preventive measure, including detention on remand (Article 260 of the old CCrP). An appeal against such a decision lay to a higher court. It was to be lodged within ten days and examined within the same time-limit as an appeal against the judgment on the merits (Article 331 of the old CCrP).", "52. Under the old CCrP, the duration of the trial was not limited in time.", "53. The 1995 Law on the conditions of detention of suspects and accused (закон «О содержании под стражей подозреваемых и обвиняемых в совершении преступлений») provided that inmates were entitled to medical assistance (section 17). If an inmate’s health deteriorated, the medical officers of the detention facility were obliged to conduct an immediate medical examination and inform him of its results in writing. If the inmate requested to be examined by staff of other medical institutions, the administration of the detention facility was to organise such an examination. If the administration refused, the refusal could be appealed against to a prosecutor or court. If an inmate suffered from a serious disease, the administration of the detention facility was obliged immediately to inform the prosecutor, who could carry out an inquiry into this matter (section 24)."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}