{"ITEMID": "001-93448", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF CAHİT DEMİREL v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1972 and lives in Batman.", "5. On 1 April 1996 the applicant was arrested by gendarmerie officers while he was leaving Batman. He was then transferred to the Anti-Terrorist Branch of the Batman Police Headquarters on suspicion of involvement in the activities of the PKK (the Workers’ Party of Kurdistan), an illegal organisation.", "6. On 18 April 1996 the applicant was brought before the Batman public prosecutor and the judge at the Batman Magistrates’ Court. The judge remanded the applicant in custody.", "7. On an unspecified day the Batman public prosecutor issued a decision of non-jurisdiction and sent the case file to the public prosecutor’s office at the Diyarbakır State Security Court.", "8. On 22 May 1996 the public prosecutor filed a bill of indictment against the applicant, along with other persons, charging him with membership of the PKK under Article 168 § 2 of the former Criminal Code.", "9. On 30 July 1996 the Diyarbakır State Security Court held the first hearing on the merits of the case.", "10. On 25 December 2001 the Fourth Chamber of the Diyarbakır State Security Court convicted the applicant as charged and sentenced him to twelve years and six months’ imprisonment.", "11. Throughout the proceedings, the applicant and his representative requested several times that the applicant be released pending trial. At the end of each hearing the State Security Court rejected the applicant’s requests, having regard to the nature of the offence, the state of the evidence and the content of the case file.", "12. On 9 October 2002 the Court of Cassation quashed the judgment of the first-instance court. The case was subsequently remitted to the Diyarbakır State Security Court.", "13. On 13 May 2003 the Diyarbakır State Security Court ordered the applicant’s release pending trial.", "14. On 23 March 2004 the State Security Court once again convicted the applicant under Article 168 § 2 of the former Criminal Code and sentenced him to twelve years and six months’ imprisonment.", "15. On 19 October 2004 the Court of Cassation quashed the judgment of 23 March 2004.", "16. Pursuant to Law no. 5190 of 16 June 2004, published in the Official Gazette on 30 June 2004, abolishing State Security Courts, the case against the applicant was transferred to the Diyarbakır Assize Court.", "17. On 2 May 2005 the Diyarbakır Assize Court decided that the proceedings against the applicant should be terminated on the ground that the statutory timelimit under Article 102 of the Criminal Code had expired. This decision to terminate the case became final as neither the applicant nor the public prosecutor appealed.", "18. The relevant domestic law and practice in force at the material time are outlined in Çobanoğlu and Budak v. Turkey (no. 45977/99, §§ 29-30, 30 January 2007)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}