{"ITEMID": "001-5501", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "SAHIN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicant is a Turkish national, born in 1958 and currently imprisoned in Aydın. He is represented before the Court by Mrs Bengül Ekler Kavak and Mr İsmail Kavak, lawyers practising in İzmir.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 21 April 1991 the applicant was taken into custody by police officers from the İzmir Security Directorate on suspicion of being a member of the PKK.", "On 30 April 1991 the İzmir State Security Court ordered the applicant’s detention on remand.", "On 1 July 1991 the public prosecutor attached to the İzmir State Security Court filed a bill of indictment against the applicant and eleven other accused. He charged the applicant with being a member of the PKK and with involvement in bombing of a fuel station. The prosecutor requested that the applicant be convicted and sentenced under Article 168/2 of the Turkish Criminal Code and Article 5 of Law 3713.", "On 28 September 1993 the İzmir State Security Court convicted the applicant on account of his involvement in the PKK and the bombing of a fuel station. The court sentenced the applicant to 12 years and 6 months’ imprisonment under Articles 59, 168/2 and 264/6 of the Turkish Criminal Code and Article 5 of Law 3713.", "On 18 January 1995 the Court of Cassation quashed the judgment of 28 September 1993 on procedural grounds.", "At a hearing on 31 October 1995 the İzmir State Security Court refused the applicant’s request for release pending trial. The court considered that the applicant’s detention on remand was necessary having regard to the serious nature of the alleged offences, the date on which he had been detained on remand and the state of evidence.", "At a hearing on 27 November 1995 the court again rejected the applicant’s request for release pending trail on the same grounds.", "On 29 November 1995 the applicant filed an objection with the İzmir State Security Court against the refusal of his request for release pending trail. The applicant emphasised that his detention pending trial constituted a violation of his rights guaranteed under Article 19 of the Convention and Article 5 of the European Convention on Human Rights.", "On 1 December 1995 the İzmir State Security Court convicted the applicant on account of his involvement in the PKK and organising and planning to bomb a fuel station. The court sentenced him to 12 years and 6 months’ imprisonment in respect of the first offence under Article 168/2 of Turkish Criminal Code and Article 5 of Law 3713 and to 5 years and 6 months and 20 days imprisonment, together with a fine of 200,000 Turkish liras, in respect of the second offence under Article 264/6 of Turkish Criminal Code and Law 3506. The court did not reply to the applicant’s objection of 29 November 1995. The court also convicted and sentenced eleven other accused.", "On 10 July 1997 the Court of Cassation upheld the judgment of the İzmir State Security Court.", "B. Relevant domestic law and practice", "i. Article 19 of the Constitution provides:", "“Everyone has the right to liberty and security of person.", "A person deprived of his liberty, for whatever reason, shall have the right to take proceedings before a judicial authority which shall give a speedy ruling on his case and order his immediate release if it finds that the deprivation of liberty was unlawful.", "Compensation must be paid by the State, as the law shall provide, for damage sustained by persons who have been victims of treatment contrary to the above provisions.”", "ii. The relevant provision of the Turkish Criminal Code reads as follows:", "Article 168", "“Any person who, with the intention of committing the offences defined in Articles ..., forms an armed gang or organisation or takes leadership … or command of such a gang or organisation or assumes some special responsibility within it shall be sentenced to not less than fifteen years’ imprisonment.", "The other members of the gang or organisation shall be sentenced to not less than five and not more than fifteen years’ imprisonment.”", "Under section 3 of the Prevention of Terrorism Act (Law no. 3713 of 12 April 1991), the offence defined in Article 168 of the Criminal Code is classified as a “terrorist act”. Pursuant to section 5 of Law no. 3713, penalties laid down in the Criminal Code as punishment for the offences defined in section 3 of the Act are increased by one half.", "iii. Section 1 of Law no. 466 on the payment of compensation to persons arrested or detained provides:", "“Compensation shall be paid by the State in respect of all damage sustained by persons", "(1) who have been arrested, or detained under conditions or in circumstances incompatible with the Constitution or statute law;", "(2) who have not been immediately informed of the reasons for their arrest or detention;", "(3) who have not been brought before a judicial officer after being arrested or detained within the time-limit laid down by statute for that purpose;", "(4) who have been deprived of their liberty without a court order after the statutory time-limit for being brought before a judicial officer has expired;", "(5) whose close family have not been immediately informed of their arrest or detention;", "(6) who, after being arrested or detained in accordance with the law, are not subsequently committed for trial …, or are acquitted or discharged after standing trial; or", "(7) who have been sentenced to a period of imprisonment shorter than the period spent in detention or ordered to pay a pecuniary penalty only…”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}