{"ITEMID": "001-94186", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "RADULESCU AND OTHERS v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicants, Mrs Aurelia Rădulescu, Mrs Viorica Holban and Mrs Zoe-Gloria Dimoiu, are Romanian nationals who were born in 1926, 1934 and 1938 respectively.", "2. The second applicant died on 23 June 2005. The other two applicants are her sisters and only heirs. The first applicant also died on 11 April 2006. However, her daughter and only heir, Mrs Teodora Virginia Ureche, expressed her wish to pursue the application. For practical reasons, Mrs Aurelia Rădulescu and Mrs Viorica Holban will continue to be referred to as “applicants” in this judgment, although their heirs are now to be regarded as such (see Dalban v. Romania [GC], no. 28114/95, § 1, ECHR 1999VI).", "3. The third applicant lives in Constanţa. After the death of the first two applicants, their heir was represented by the third applicant. The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan-Horaţiu Radu.", "4. The facts of the case, as submitted by the parties, may be summarised as follows.", "5. The applicants inherited from their parents a house with annexes and 1,083 sq. m of appurtenant land situated at 11-13 Smeurei Street, Piteşti. On that land, at no. 13, the first applicant and her husband built a new house in which they continued to live.", "In 1986 the applicants sold the old house with annexes and 702 sq. m of appurtenant land inherited from their parents to N.O. The sale contract stipulated that, according to the applicable law, the land passed into State ownership. The applicants did not receive any compensation. N.O. was authorised to use 100 sq. m of it while the buildings existed.", "6. On 8 August 1990 the Piteşti Court of First Instance gave an enforceable decision allowing an action by the applicants for recovery of possession of 980 sq. m of land against Piteşti Town Council. The court acknowledged their right of property over the land situated at 11, Smeurei Street, Piteşti, and ordered the town council to respect the applicants’ right of property.", "7. On 13 December 1990 the bailiff certified in an official record that the applicants could take possession of the 980 sq. m of land. According to the documents in the file, that land included the 702 sq. m mentioned in the 1986 sale contract and seized by the State.", "8. Although there had been judicial recognition of the applicants’ right of property over the 980 sq. m plot of land, the local commission in Piteşti for the application of Law no. 18/1991 (“the local commission”) authorised them to recover possession of only 402 sq. m of land.", "On 21 August 1991 the county commission in Argeş for the application of Law no. 18/1991 (“the county commission”) rejected a complaint brought by the applicants concerning the decision of the local commission. It further authorised N.O. to recover possession of 300 sq. m of land.", "9. On 13 December 1991 the Piteşti Court of First Instance gave an enforceable decision upholding the applicants’ complaint concerning the decision of the county commission and authorised them to recover possession of the 980 sq. m of land in Piteşti. The court considered that, as certified by the judgment of 8 August 1990, the applicants had a right of property over that land in their capacity as their parents’ heirs.", "10. On 8 January 1992 the Piteşti Court of First Instance gave a final decision allowing a complaint by N.O. in respect of the decision of the county commission and acknowledged her right to acquire title to 702 sq. m of land.", "11. On 10 December 1992 the Argeş Prefecture informed N.O. that the local commission was unable to enforce the judgment in her favour as there was another judgment of 13 December 1991 that had certified the right of property of the former owners of N.O.’s house over part of the 702 sq. m of land. Notice of this situation had also been given to the Piteşti Court of First Instance.", "12. On 26 February 1993 the Argeş County Court dismissed as groundless a request by the applicants for revision of contradictory final decisions by which they sought the annulment of the judgment of 8 January 1992. The court noted that the legal requirements for this action had not been met, as those decisions had not been given in respect of the same parties or with regard to the same object or the same procedural capacity.", "13. On 7 January 1993 N.O. brought an administrative action against the local commission seeking to take possession of the 702 sq. m plot of land. She also referred to the judgment of 13 December 1991 and eventually agreed to take possession of only 550 sq. m of land, as this was the portion of land the applicants had allegedly allowed her to use when she bought the house.", "14. On 21 May 1993 the Argeş County Court allowed the action and ordered the local commission to enable N.O. to take possession of 550 sq. m of land, as provided by the judgment of 8 January 1992. The court also noted that neither the judgment of 13 December 1991 nor the judgment of 8 January 1992 had been modified. A request by the applicants to intervene in the proceedings was dismissed.", "That judgment became final. In 1994 N.O. was authorised to take possession of 550 sq. m of land and obtained a property title.", "15. On 27 January 1994 the applicants brought an administrative action against the local and county commissions, seeking to take possession of the 980 sq. m plot of land.", "16. On 14 November 1994 the Argeş County Court allowed the action in part and ordered the local commission to enable the applicants to take possession of 430 sq. m of land situated at 13 Ion Antonescu Street (formerly 11 Smeurei Street), representing the difference between the land already given to N.O. and the 980 sq. m plot of land in respect of which the applicants had title. That judgment became final.", "17. On 23 February 1995 the applicants brought civil proceedings against N.O. seeking to recover possession of 550 sq. m of land.", "18. On 16 November 1995 the Piteşti Court of First Instance, after comparing the property titles, dismissed the applicants’ action on the ground that their title derived from civil proceedings and could be asserted only against the parties, whereas N.O. had title under Law no. 18/1991. The court found, inter alia, that N.O. had owned the 702 sq. m plot since 1986 and that the price stipulated in the sale contract would presumably have included the 702 sq. m plot, not merely 100 sq. m, because a seller had regard to what came out of his patrimony rather than to what entered into the buyer’s. It also considered that N.O. had not been a party to the proceedings ending with the judgment of 8 August 1990 and that therefore that judgment was not enforceable against her.", "That judgment became final.", "19. On 16 December 1997 the applicants requested the town council to annul the property title issued to N.O. and to award them title to the 980 sq. m of land. The town council considered that there were no legal conditions to justify proceedings for the annulment of N.O.’s title and subsequently dismissed the applicants’ request to authorise them to recover possession of the 980 sq. m plot of land, on the ground that that land was not under the town council’s administration.", "20. On 7 August 2001 the applicants made a request under Law no. 10/2001 governing immovable property wrongfully seized by the State, seeking restitution in kind of the 980 sq. m plot of land.", "On 3 July 2008 the town council rejected their request on the grounds that, on the one hand, the 550.76 sq. m plot of land had been conveyed to the buyer of the house under Law no. 18/1991 and, on the other hand, the 500.11 sq. m plot of land had not been seized by the State and was in the applicants’ ownership.", "The applicants contested that decision before the courts and the proceedings are pending.", "21. On 19 September 2005 the third applicant, together with the heir of the first two applicants, made a request under Law no. 247/2005 seeking to recover the 980 sq. m of land.", "On 27 June 2006 the county commission dismissed their request on the ground that it had the same object as the request brought under Law no. 10/2001.", "22. On 5 February 2007 the Piteşti Court of First Instance dismissed an action brought by the third applicant, together with the heir of the first two applicants, complaining about the decision of 27 June 2006 and seeking to recover the land and to have N.O.’s property title declared null and void. The court allowed pleas of inadmissibility raised by the defendant, considering that the principle of res judicata prevailed as the judgment of 16 November 1995 had recognised N.O.’s right of property over the 702 sq. m plot of land referred to in the 1986 sale contract. It held that the disputed land therefore belonged to N.O. The court also mentioned, inter alia, that following that sale the difference of 381 sq. m had remained in the applicants’ ownership. That judgment became final.", "23. So far the applicants have not received any title deed.", "On 9 June 2008 the applicants informed the Court that the town council was allowing them to use 500 sq. m of their land and that they were hoping to be provided with a property title accordingly.", "On 7 July 1992 and 21 December 1998 the authorities certified that the applicants were paying taxes on the 980 sq. m plot of land."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}