{"ITEMID": "001-4723", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "BEDÖ v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, born in 1934 and living in Vienna.", "He is represented before the Court by Mr H. Bauer, a lawyer practising in Innsbruck.", "A.", "In 1991 criminal proceedings were instituted against T, formerly director of the A limited company, and others on suspicion of, inter alia, fraud and fraudulent conversion in connection with important public road construction works. On 13 July 1992 an investigating judge at the Innsbruck Regional Court (Landesgericht), pursuant to section 149a of the Code of Criminal Procedure (Strafprozessordnung), ordered that inter alia conversations from T’s telephones be monitored during a period of one month. The investigating judge considered that the monitored telephone conversations could disclose fraudulent business connections. On 22 July 1992 the Review Chamber (Ratskammer) at the Innsbruck Regional Court authorised the telephone interception.", "On 5 November 1992 counsel for the A company, having joined the criminal proceedings as a private party, obtained the reports on the interception of telephone conversations between T and the applicant, then employed by the A company. On the same day, the A company decided to terminate - without notice - the applicant’s employment, on account of a breach of trust and untrustworthiness. Subsequently, the A company, having obtained the approval of the works council (Betriebsrat), sent him a further dismissal letter, taking effect on 31 March 1993.", "On 20 November 1992 the applicant, represented by counsel, lodged with the Innsbruck Regional Court, sitting as the labour and social court (Arbeits- und Sozialgericht), an action for compensation and a declaratory judgment. The first claim concerned specific compensation claims regarding the period between 6 November 1992 and 31 March 1993, the second any further loss of earnings or pension rights.", "The Regional Court held hearings on 26 February, 13 May and 25 June 1993. In the course of these hearings, the court heard evidence from witnesses and the reports on the interception of the telephone conversations between T and the applicant, which were read out. Moreover, the parties filed several pleadings.", "Meanwhile, in the context of the criminal proceedings against T, the Innsbruck Regional Court, in a decision of 5 May 1993 upon an appeal lodged by T, had ordered the investigating judge to sort out the recordings of the monitored telephone communications and only to keep material relevant to the proceedings against T or any future investigation procedure. In further appeal proceedings brought by T, the Regional Court renewed this instruction.", "On 9 September 1993 a preliminary investigation was opened against the applicant, and on 16 September 1993 he was questioned by an investigating judge of the Innsbruck Regional Court on suspicion of having acted as an accomplice to fraudulent conversion regarding a particular product delivered by the F limited company.", "On 4 October 1993 the Innsbruck Regional Court decided to adjourn the labour proceedings pending the outcome of the criminal proceedings against the applicant. The court considered that the investigations in the criminal proceedings could disclose indications as to when the A company had known about the applicant’s possible implication in the fraudulent transactions regarding the product delivered by the F company.", "", "On 16 November 1993 the Innsbruck Court of Appeal (Oberlandesgericht), upon the applicant’s appeal, quashed the Regional Court’s decision and ordered it to resume the proceedings. The Court of Appeal found that the applicant could not be expected to await the outcome of possibly lengthy criminal proceedings.", "In the resumed proceedings, the parties filed further memorials. A hearing was held on 28 April 1994. The parties provisionally agreed on a settlement, which was subsequently revoked by the applicant. Further hearings were held on 27 June and 17 November 1994 and on 9 January 1995.", "On 9 January 1995 the Innsbruck Regional Court dismissed the applicant’s action. Having regard to numerous documents, part of the criminal file against the applicant and the statements made by witnesses, as well as the director of the defendant company and the applicant, the court found that the applicant’s dismissal had been justified.", "In its judgment, the court noted in particular that the applicant had occupied a leading position in the defendant company. Following the opening of preliminary investigations against T and his dismissal, the new director of the company had partly restructured the services, including the applicant’s functions. The applicant, who had been known as T’s personal friend, had expressly assured his loyalty and reliability. Having been informed by the investigating authorities about a possible leak in the company, the director had issued a circular letter, dated 15 October 1991, requesting all staff not to pass on internal information to external persons, including T, and warning about disciplinary consequences. The applicant had acknowledged receipt in writing. In a further circular letter of 31 August 1992, staff had been reminded of this request for secrecy. The applicant had again signed an acknowledgment of receipt. The company’s working order also set out a duty of secrecy, and warned about the possibility of dismissal without notice in case of contravention.", "The court, having regard to the reports of the telephone interceptions obtained in the context of the criminal proceedings against T, found that the applicant had held three conversations with T from his business phone and during working time. The judgment contained a transcript of these conversations. The court further noted that the defendant company's counsel in the criminal proceedings against T had become aware of the reports on the telecommunications between the applicant and T, and had passed copies on to the company director on the morning of 5 November 1992. The latter had concluded that the reports revealed a serious breach of trust, account being taken of the instruction to secrecy in the circular letters. That afternoon, the director had informed the applicant about his dismissal for breach of trust, on account of his proven contacts with T. The dismissal had been subsequently approved by the works council.", "As regards the criminal proceedings, the court also noted that in February 1994 the prosecutor’s office had preferred the indictment against, inter alia, both T and the applicant. The applicant had been charged with having acted as an accomplice to fraud, namely in having manipulated the placement of important orders for road (tunnel) construction works.", "In assessing the evidence before it, the court found that the functions previously exercised by the applicant in the defendant company had not been in dispute. The director’s statements as regards the considerations which led to the circular letters and to the applicant’s dismissal had been credible and conclusive.", "The events and circumstances, which were the subject of the conversations between the applicant and T, were confirmed by documents and the statements of the applicant, the company director and T. As regards the reports on the telephone interceptions, the court noted that the recordings had been partly incomprehensible and the reports accordingly incomplete as regards matters which did not form part of the facts underlying its findings. The additional submissions and evidence offered were therefore irrelevant. With regard to the applicant’s objections to the use of the reports, the court observed that the telephone interceptions had been lawfully ordered in the context of the criminal proceedings against T. Moreover, the reports of the telephone conversations between the applicant and T had been correctly kept in the files as they were of obvious importance for any later criminal proceedings against the applicant. These lawfully obtained reports could be used as evidence in any subsequent criminal proceedings against third persons and they also constituted lawful means of evidence under the Code of Civil Procedure (Zivilprozessordnung). According to the court, the reports on the telephone interceptions proved that, contrary to the director’s clear instructions, the applicant had held three telephone conversations with T. Referring to case-law on breach of trust within the meaning of the Employees Act (Angestelltengesetz), the court considered that in the context of lengthy criminal proceedings and labour court proceedings against its former director T, the defendant company had a reasonable interest in issuing instructions with a view to preventing any internal information being passed on to T. Contrary to these instructions, the applicant had informed T about internal investigations in respect of various matters. Such conduct disclosed untrustworthiness and the defendant company could not be expected to continue the applicant’s employment. The court dismissed the applicant’s explanations that these conversations had not contained any relevant information or that he had contacted T in order to obtain relevant information for the exercise of his professional functions.", "On 30 May 1995, following a hearing, the Innsbruck Court of Appeal dismissed the applicant’s appeal. As regards the applicant’s objections regarding various factual findings, the Court of Appeal considered that these findings concerning the applicant’s professional performance were irrelevant, as the first instance decision was correct in the light of the undisputed facts. With regard to the applicant’s legal arguments, the Court of Appeal stated that, due to the circular letters issued by the director of the defendant company, the applicant had been aware that his contacts with T were prohibited and that their conversations about internal matters ran counter to the company’s interests. The Court of Appeal, having regard to several points of discussion between the applicant and T, also confirmed that the applicant’s conduct constituted a breach of trust.", "On 25 January 1996 the Austrian Supreme Court (Oberster Gerichtshof) dismissed the applicant’s appeal on points of law. The Supreme Court confirmed that the lower courts had correctly applied the relevant law and referred to the Court of Appeal’s reasoning. As regards the applicant’s objections against the use of the reports concerning the telephone interceptions, the Supreme Court, having regard to legal writings on the use in evidence of material derived from unauthorised telephone tapping and to case-law, found that the monitoring of T’s telephone conversations had been lawfully ordered in the context of the criminal proceedings against him. Its justification under Article 8 § 2 of the Convention had not been in dispute. However, the lawful order of telephone interceptions did not only justify the interference with the private life of the suspected person, but extended necessarily to the interlocutor even if this person was not yet under strong suspicion of having committed a criminal offence. Thus the evidence had also been lawfully obtained with regard to the interlocutor. Accordingly, the contents of conversations publicly used in evidence in criminal proceedings could be generally used in evidence. The lower courts could therefore rely on the contents of the reports on the telephone interceptions which had been established for the purposes of the criminal proceedings. In this respect, the Supreme Court noted that the applicant had not contested the correctness of the reports.", "The decision was served on 4 March 1996.", "In the criminal proceedings against the applicant, the trial opened on 6 November 1995; beforehand, the presiding judge had ordered the destruction of the reports on the telephone interceptions as they were irrelevant for the criminal proceedings. On 26 January 1996 the applicant was acquitted.", "B. Relevant domestic law", "According to section 47 of the Code of Criminal Procedure, a victim of a criminal offence may join the criminal proceedings with regard to his or her civil claims as a private party (Privatbeteiligter). The private party is, inter alia, entitled to have access to the files as of the pre-trial stage if there are no particular objections (section 47(2)(2)).", "The provisions concerning secret surveillance of telephone conversations are set out in sections 149a and 149b of the Code of Criminal Procedure, in the version in force at the relevant time.", "Section 149a(1) provides that the interception and recording of telephone communications are only admissible if they can be expected to lead to the clearing up of a criminal offence committed with intent and liable to a penalty of more than one year’s imprisonment, and if", "- the person in possession of the telecommunication installation is himself strongly suspected of that offence; or", "- there are reasons to assume that the person strongly suspected of the offence resides at the address of the person in possession of the telecommunication installation or will contact him through the use of that installation, unless the latter is one of the persons referred to in section 152(1)(2); or", "- the person in possession of the installation declares his express consent.", "Section 149b(2) provides that after termination of the telephone interception the investigating judge shall inform the person in possession of the monitored telecommunication installation and the person suspected of the offence (the accused) of the fact that surveillance has taken place. At the same time the person in possession of the telecommunication installation shall be given the opportunity to inspect the records taken. At this inspection the person in possession of the telecommunication installation or the suspected offender (the accused) may request the preservation of the inspected records. If there is no such request, the investigating judge shall only keep those records on the file which could be relevant in any pending or imminent criminal proceedings. The judge shall order the destruction of all records not kept on the file.", "Section 152(1)(2), to which section 149a refers, states that the obligation to give evidence shall not apply, inter alia, to counsel as regards confidential information received from their clients."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}