{"ITEMID": "001-97739", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "HOFMANN v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Roland Hofmann, is a German national who lives in Rosenberg. He was represented before the Court by Mr D. Herrmann, a lawyer practising in Karlsruhe.", "The applicant’s fiancée died in 2002 after having given birth to the couple’s second child.", "The applicant’s and the deceased’s children claimed damages from the gynaecologist (“the respondent”) who had performed a caesarean section on the deceased prior to her death; the case was settled before the Stuttgart Court of Appeal.", "The applicant also claimed damages from the respondent.", "On 5 October 2005 the Ellwangen Regional Court dismissed the claim. It held that the applicant could not claim damages from the respondent pursuant to Section 844(2) of the Civil Code (see “Relevant domestic law”) because the deceased had not been obliged by law to provide maintenance to the applicant. Section 844(2) of the Civil Code could furthermore not be applied analogously to fill a lacuna in the law. The situation of partners living together out of wedlock, even if they raised their children together, was not comparable to that of spouses. Unlike spouses they were not obliged by law to provide maintenance to one another. The legislator had also been aware of calls for a widening of the application of Section 844(2) of the Civil Code to other forms of partnership but had repeatedly refused to do so.", "On 5 January 2006 the Stuttgart Court of Appeal informed the parties of its intention to dismiss the applicant’s appeal for the reasons given by the Regional Court. On 7 February 2006 the Court of Appeal dismissed the appeal and noted that Section 844(2) of the Civil Code was not linked to the notion of family but to the existence of an obligation by law to provide maintenance.", "On 1 July 2008 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint for adjudication (no. 1 BvR 649/06).", "Section 844(2) of the Civil Code provides that the person responsible for the death of a person must pay a third person damages by payment of an annuity for the presumed duration of the deceased’s life to the extent that the deceased would have been obliged to provide maintenance to the third person under the conditions that the deceased, at the time of the injury, was obliged or might become obliged by law to provide maintenance to the third person and if the third person has as a result of the death been deprived of his right to maintenance.", "An obligation by law to provide maintenance exists between lineal relatives (Section 1601 of the Civil Code), spouses (Sections 1360 et seqq. of the Civil Code), former spouses following a divorce (Sections 1569 et seqq. of the Civil Code) and partners of registered same-sex partnerships (Section 5 of the Registered Partnership Act)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}