{"ITEMID": "001-89474", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF REICHARDT v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["4. The first applicant was born in 1925 and lives in Aachen (Germany). The second applicant was born in 1929 and died in 2005.", "5. On 31 March 1976 the applicants’ property, comprising flat no. 1 and appurtenant land situated in Bucharest, Intrarea Traian Demetrescu no. 14, was seized by the State under Decree no. 223/1974, following their decision to leave the country. No compensation was paid. No copy of the decision to seize the property was sent to the applicants.", "6. On 18 December 1996 company T., a State-owned company responsible for the management of property belonging to the State, sold the flat to the then tenant, T.T., under Law no. 112/1995.", "7. On 3 May 2001 the applicants brought court proceedings for restitutio in integrum and seeking to have the sale by the State declared null and void.", "8. On 24 August 2001 the applicants lodged an application with the administrative authorities for restitution in kind of the property under Law no. 10/2001 governing immovable property wrongfully seized by the State. So far they have not received any answer.", "9. On 11 October 2002 the Bucharest Court of First Instance allowed the applicants’ action in part. In the operative part of the judgment it held, inter alia, that there were no grounds for rescission of the sale by the State, but ordered T.T. to allow the applicants to take possession of the flat and the appurtenant land. The court compared the property titles, finding that the seizure had been unlawful but that T.T. had made the purchase in good faith.", "10. On 19 March 2003 the Bucharest Regional Court allowed an appeal by T.T. and by company T. and, in the operative part of the judgment, varied the judgment of the first-instance court by dismissing the applicants’ action for recovery of the property. In its reasoning, the court considered that the first-instance court had been requested by the applicants to assess whether the seizure was null and void because they had not been sent a copy of the seizure decision, and that therefore the lower court should not have analysed the lawfulness of the seizure of its own motion. The Regional Court also considered that the failure to inform the applicants of the seizure did not affect its validity and that the applicants had no valid property title.", "11. On 25 June 2003 the Bucharest Court of Appeal, in the operative part of a final decision, dismissed as groundless an appeal on points of law by the applicants. In the reasoning of the judgment the court considered that although some of the applicants’ criticisms were well-founded, in particular regarding the misinterpretation of the law by the Regional Court when it found that the Court of First Instance had exceeded the limits of the request made by the applicants, those criticisms did not constitute grounds for amending the previous judgment in accordance with Article 304 § 9 of the Code of Civil Procedure, but only for removing its reasoning. Therefore, in the reasoning part of its decision, the Court of Appeal considered, in line with the findings of the first-instance court, that the State had no valid title and that therefore the applicants had never lost their right of property. However, the court reasoned that as the applicants had not contested T.T.’s good faith in their appeal, the Regional Court had correctly dismissed their claim for recovery of the property.", "12. The relevant legal provisions and jurisprudence are set forth in the judgments Brumărescu v. Romania ([GC], no. 28342/95, §§ 31-33, ECHR 1999VII); Străin and Others v. Romania (no. 57001/00, §§ 19-26, ECHR 2005VII); Păduraru v. Romania (no. 63252/00, §§ 38-53, ECHR 2005XII (extracts)); and Tudor v. Romania (no. 29035/05, §§ 15-20, 17 January 2008)."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}