{"ITEMID": "001-88766", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "KANIECKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Henryk Kaniecki, is a Polish national who was born in 1950 and lives in Gnojno. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 23 September 1991 the Kielce Governor (Wojewoda Kielecki) granted the applicant’s neighbour permission to build a fish pond. The applicant submitted that the pond was built in breach of the permit and that it dammed the water on his plot of land. In consequence, he could not use his land for agricultural purposes.", "The applicant appealed against this decision but the appeal was finally dismissed on 11 February 1993 by the Supreme Administrative Court (Naczelny Sąd Administracyjny).", "On 14 April 1993 the Kielce Governor initiated, upon the applicant’s request, proceedings for annulment of the permit.", "On 29 April 1993 the Kielce Governor ordered the applicant’s neighbour to carry out work on the pond. The applicant appealed.", "On 7 September 1993 the Minister of the Environment (Minister Ochrony Środowiska) quashed the impugned decision and remitted the case.", "On 3 December 1993 and 29 August 1994 the Kielce Governor held hearings in the case.", "On 6 September 1994 the Kielce Governor dismissed the applicant’s request for the permit to be annulled.", "The applicant appealed, but on 15 January 1995 the Minister of the Environment upheld the decision.", "The applicant lodged a complaint with the Supreme Administrative Court.", "On 17 December 1996 the Supreme Administrative Court quashed the decision and remitted the case.", "On 12 March 1997 the Kielce Governor held a hearing and on 26 March 1997 he gave a decision in which he again refused to annul the permit.", "The applicant’s appeal was dismissed on 9 September 1997 by the Minister of the Environment.", "On 9 October 1997 the applicant lodged a complaint with the Supreme Administrative Court.", "On 17 December 1999 the Supreme Administrative Court quashed the impugned decision and remitted the case.", "On 10 May 2000 the Kielce Governor transferred the case to the Mayor of Busko-Zdrój (Starosta). On 8 September 2000 an expert inspected the pond.", "On 22 May 2000 the applicant wrote a letter to the Kielce Governor about the manner in which the authorities had been handling his case and submitted that a further delay in the proceedings could result in him lodging a case with the European Court. On 6 June 2000 the Governor replied to his letter, apologising for the fact that the proceedings had been lengthy. However, he considered that the delays had occurred at the judicial stage before the Supreme Administrative Court.", "On 27 July 2000 the Mayor of Busko held a hearing.", "On 11 September 2000 the applicant complained to the Mayor of Busko about the length of the proceedings.", "On 17 and 23 January 2001 the Mayor held hearings. On 21 May 2001 an expert inspected the pond.", "On 28 February 2002 the Mayor of Busko gave a decision granting permission to keep the pond and to dam the water.", "The applicant appealed and on 9 May 2002 the Kielce Governor quashed the impugned decision and remitted the case.", "On 23 August 2002 the Mayor of Busko gave a decision granting permission as before.", "On 11 October 2002 the Świętokrzyski Governor again quashed the decision and remitted the case.", "On 28 October 2002 the Mayor held a hearing.", "On 11 March 2003 the Mayor of Busko carried out an inspection of the property.", "It is impossible to establish the course of the proceedings thereafter.", "Under Article 35 of the Code of Administrative Procedure of 1960 (“the Code”) an administrative authority should give a decision on the merits of a case within two months. If that time-limit has not been complied with, the authority must, under Article 36 of the Code, inform the parties of that fact, explain the reasons for the delay and fix a new timelimit.", "Pursuant to Article 37 § 1, if the case has not been handled within the time-limits referred to in Articles 35 and 36, a party to administrative proceedings can lodge an appeal with the higher authority, alleging inactivity. In cases where the allegations of inactivity are well-founded, the higher authority fixes a new term for handling the case and orders an inquiry in order to determine the reasons for the inactivity and to identify the persons responsible for the delay. If need be, the authority may order that measures be applied to prevent future such delays.", "Until 1 October 1995, under Article 216 of the Code of Administrative Procedure, a party to administrative proceedings could, at any time, lodge a complaint with the Supreme Administrative Court about the fact that an administrative authority had failed to issue a decision.", "On 1 October 1995, the Law of 11 May 1995 on the Supreme Administrative Court (“the 1995 Act”) entered into force. Under section 17 of the 1995 Act the Supreme Administrative Court was competent to examine complaints of inactivity on the part of an authority.", "Section 26 of the Act provided:", "“When a complaint alleging inactivity on the part of an administrative authority is well-founded, the Supreme Administrative Court shall oblige that authority to issue a decision, or to perform a specific act, or to confirm, declare, or recognise a right or obligation provided for by law.”", "Section 34 of the 1995 Act set out the requirement of the exhaustion of available remedies before lodging a complaint with the Supreme Administrative Court. Accordingly, a complaint concerning alleged inactivity should be preceded by the lodging of a complaint with an administrative organ of a higher level, pursuant to the abovementioned Article 37 of the Code of Administrative Procedure.", "Pursuant to section 30 of the 1995 Act, the decision of the Supreme Administrative Court ordering an authority to put an end to its inactivity was legally binding on the authority concerned. If the authority did not comply with the decision, the court could, under section 31, impose a fine on it and might itself give a ruling on the right or obligation in question.", "The 1995 Act was repealed and replaced by the Law of 30 August 2002 on Proceedings before Administrative Courts (“the 2002 Act”) which entered into force on 1 January 2004. Section 3 § 2 of the 2002 Act contains provisions analogous to section 17 of the 1995 Act. It provides that administrative courts examine complaints about inactivity on the part of authorities obliged to issue an administrative decision or to carry out enforcement proceedings. Under section 149, if a complaint is wellfounded, an administrative court shall oblige the authority concerned to issue a decision, to perform a specific act, or to confirm, declare, or recognise a right or obligation provided for by law."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}