{"ITEMID": "001-104543", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF TOMASZ KWIATKOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1+6-3", "JUDGES": "Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1948 and lives in KonstancinJeziorna.", "6. On 11 April 1997 the parliament passed the Law on disclosing work for or service in the State’s security services or collaboration with them between 1944 and 1990 by persons exercising public functions (ustawa o ujawnieniu pracy lub służby w organach bezpieczeństwa państwa lub współpracy z nimi w latach 19441990 osób pełniących funkcje publiczne; “the 1997 Lustration Act”). It entered into force on 3 August 1997. Persons falling under the provisions of the 1997 Lustration Act, i.e. candidates or holders of public office such as ministers and members of parliament, were required to declare whether or not they had worked for or collaborated with the security services during the communist regime. The provisions of the Act extended to, inter alia, judges, prosecutors and advocates.", "7. On an unspecified date the applicant, who was an advocate, declared that he had not collaborated with the communistera secret services.", "8. On an unspecified date in 2000 the Warsaw Court of Appeal (Sąd Apelacyjny) decided to institute lustration proceedings against the applicant following a request made by the Commissioner of the Public Interest (Rzecznik Interesu Publicznego) on the grounds that the applicant had lied in his lustration declaration by denying that he had cooperated with the secret services.", "9. On 27 June 2002 the Warsaw Court of Appeal, acting as the firstinstance lustration court, found that the applicant had submitted an untrue lustration declaration. The operative part of the judgment was served on the applicant. However, the reasoning was considered “secret” and, in accordance with Article 100 § 5 of the Code of Criminal Procedure, could only be consulted in the secret registry of that court.", "10. The applicant lodged an appeal in which he maintained, in particular, that his rights had been breached because he could not freely consult the reasoning of the judgment.", "11. On 16 May 2003 the Warsaw Court of Appeal, acting as the secondinstance lustration court, upheld the impugned judgment.", "12. The applicant lodged a cassation appeal against the judgment.", "13. On 9 December 2004 the Supreme Court (Sąd Najwyższy) dismissed the applicant’s cassation appeal as being manifestly illfounded. The applicant was removed from the Bar Association with the result that he is unable to practise as an advocate for a period of ten years in application of the 1997 Lustration Act.", "14. The judgment was notified to the applicant’s representative on 17 January 2005.", "15. The relevant law and practice concerning lustration proceedings in Poland are set out in the Court’s judgment in the case of Matyjek v. Poland, no. 38184/03, § 2739, ECHR 2007V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}