{"ITEMID": "001-67460", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF ISSA AND OTHERS v. TURKEY", "IMPORTANCE": "2", "CONCLUSION": "Not necessary to examine Art. 2;Not necessary to examine Art. 3;Not necessary to examine Art. 5;Not necessary to examine Art. 8;Not necessary to examine Art. 13;Not necessary to examine Art. 14;Not necessary to examine Art. 18", "JUDGES": "Feyyaz Gölcüklü", "TEXT": ["10. The applicants are six women from northern Iraq, born in 1950, 1970, 1951, 1939, 1949 and 1947 respectively. The first applicant brought the application on her own behalf and on behalf of her deceased son, Ismail Hassan Sherif. The remaining applicants brought the application on their own behalf and on behalf of their deceased husbands, Ahmad Fatah Hassan, Abdula Teli Hussein, Abdulkadir Izat Khan Hassan, Abdulrahman Mohammad Sherriff and Guli Zekri Guli respectively. The fourth applicant has also brought the application on behalf of her deceased son, Sarabast Abdulkadir Izzat.", "11. The facts of the case are in dispute between the parties.", "12. The applicants are shepherdesses who earn their living by shepherding sheep in the valleys and hills surrounding their village of Azadi in Sarsang province near the Turkish border. Their deceased relatives were likewise employed.", "13. On 1 April 1995 the applicants learned that the Turkish army, which had crossed earlier into Iraq, was in their area. They saw military activity and witnessed military helicopters transporting soldiers and food in the valley below their village.", "14. On the morning of 2 April 1995 Ismail Hassan Sherif, Ahmad Fatah Hassan, Abdula Teli Hussein, Abdulkadir Izat Khan Hassan, Abdulrahman Mohammad Sherriff, Guli Zekri Guli and Sarabast Abdulkadir Izatthe, together with the first, third, fourth and fifth applicants, left the village to take their flocks of sheep to the hills. The second and sixth applicants remained in the village to take care of their children.", "15. After the party of eleven shepherds (the first, third, fourth and fifth applicants and Ismail Hassan Sherif, Ahmad Fatah Hassan, Abdula Teli Hussein, Abdulkadir Izat Khan Hassan, Abdulrahman Mohammad Sherriff, Guli Zekri Guli and Sarabast Abdulkadir Izzat) had walked for fifteen minutes in the direction of Spna, with the four women walking in front of the seven men, they met Turkish soldiers. The latter started to shout abuse at the eleven shepherds, hitting them with their rifle butts, kicking them and slapping them on the face. They separated the women from the men. They told the women to return to the village and then took the men away. The four applicants returned to the village and told the other villagers what had happened.", "16. In the meantime, the second and sixth applicants had begun to worry about their husbands. They had heard gunfire and had been told by a fellow villager that the Turkish army was nearby and that the shooting had come from the direction of a cave situated outside the village in the direction of Spna. The villager thought that Turkish soldiers had been firing inside the cave. As a result, the second and sixth applicants together with three other identified women decided to go to look for their men in the direction of the cave. This occurred before the first, third, fourth and fifth applicants had returned to the village. When the second and sixth applicants and the three other women reached the Turkish soldiers they saw the shepherds with them. The soldiers fired in their direction. The women left and went down into the valley. There they met another group of soldiers and requested permission to talk to the men. The soldiers pointed their guns at them and the women left.", "17. Instead of going to the village, the five women tried to hide in the valley but were spotted by the soldiers who threatened to kill them. Eventually the women reached the cave, but the men were not there. They saw a military helicopter land. They asked the soldiers for permission to see their men but the soldiers refused. The five women continued their search until about 1 p.m. with no success. They returned to the village and told their fellow villagers about what had happened.", "18. Some of the village men, accompanied by members of the Kurdistan Democratic Party (“the KDP”), went to Anshki, a nearby town where a bigger Turkish military unit was based. This unit was responsible for overseeing the military operation in the area. The village men asked the officer in charge to release the shepherds and to allow them to fetch their sheep from the hills. The officer claimed at first that he did not know anything about the shepherds. He subsequently promised the representatives of the KDP that the shepherds would be released. As this did not happen, the KDP representatives made several additional attempts to obtain information. The officer said that if the shepherds had been detained, they would be released. He eventually gave permission for the men to fetch the sheep. He denied that the shepherds had been detained, but warned the men not to look for them. When the men asked why not, the officer became angry and did not reply. When the men went to fetch the sheep, they looked for the shepherds but could not find them.", "19. On 3 April 1995 the Turkish army withdrew from the area around the village and the village men set off in the direction of Spna to look for the seven shepherds who had gone missing. In an area close to where the seven shepherds had last been seen with the Turkish soldiers they found the bodies of Ismail Hassan Sherif, Ahmad Fatah Hassan, Abdulkadir Izat Khan Hassan, Sarabast Abdulkadir Izat and Abdulrahman Mohammad Sherriff. The bodies had several bullet wounds and had been badly mutilated - ears, tongues and genitals were missing. The bodies were taken to the main road and from there to Azadi hospital in Dohuk where autopsies were conducted.", "20. On 4 April 1995 the KDP held a press conference in Dohuk. Mr SN, the KDP Chief for the Amedi region, stated that, upon receiving information that several shepherds had been arrested by Turkish soldiers, he had visited the Turkish army commander in Kadish and had asked for their release. He had handed him a list of names. The commander had told him that he would take action. The commander had radioed his troops and had told SN that the men and sheep would be released. SN had returned to his office. Having received no news, he had returned to the commander who had promised that the shepherds would be released after the military operation. SN made four or five representations to the commander during that day. The Turkish army having withdrawn during the night, SN returned to the commander the following morning. On that occasion the commander denied that the shepherds had been arrested. He told SN that they might have been killed. At the press conference SN exhibited the list he had given to the Turkish commander containing the names of the seven shepherds. The six applicants were also present at the conference and answered questions.", "21. On 5 April 1995 the bodies of Abdula Teli Hussein and Guli Zekri Guli were also found in a state similar to that of the bodies of the other five shepherds.", "22. On 5 April 1995 the husband of the first applicant was killed in a separate incident. The four brothers of the husband of the fifth applicant were also killed in a separate incident. These incidents do not form part of the present application.", "23. On 7 April 1995 the six applicants and other witnesses were interviewed by Dr RA and Mr Kerim Yildiz in the presence of the muhtar of the Tamim area of Sarsang province.", "24. The six applicants have since filed several petitions with the authorities of the region requesting that an investigation be conducted into the deaths of their relatives. They applied to the Governor of Dohuk and gave statements. The Governor said that the deaths would be investigated. However, the applicants have not been informed of any follow-up to the Governor's undertaking.", "25. The respondent Government confirm that a Turkish military operation took place in northern Iraq between 19 March 1995 and 16 April 1995. The Turkish forces advanced to Mount Medina. The records of the armed forces do not show the presence of any Turkish soldiers in the area indicated by the applicants, the Azadi village being ten kilometres south of the operation zone. There is no record of a complaint having been made to any of the officers of the units operating in the Mount Medina region.", "26. Following the events, the applicants' statements were taken on 7 June 1995 by Dr Rızgar Amin and Kerim Yıldız in the Azadi village of Sarsang province in the governorate of Dohuk (Iraq) close to the Turkish border.", "27. The applicant was the mother of Ismail Hassan Sheriff, who was allegedly killed under torture by members of the Turkish army on 2 April 1995, and the wife of Mala Hassan Mohammad Sheriff who was also allegedly killed by members of the Turkish army in a separate incident on 5 April 1995. The applicant claimed the following in relation to the alleged incidents:", "“I and the rest of the villagers heard that the Turkish army was in the area the day before my son was killed. We had seen many military helicopters dropping soldiers and food in the valley near our village.", "In the morning of 2 April 1995, I prepared food for my shepherd son as usual. We decided to go out to herd sheep. We thought the Turkish army would not harm us. We (seven shepherds and four women) left the village and walked towards the Spna area. The women were walking in front of the men. Then we met many Turkish soldiers who immediately arrested us and began to hit us. They slapped us around the face, kicked us and were very angry and rude. Then they separated us and asked the women to go back to the village. We saw the soldiers take the seven shepherds towards the cave. We went back to the village and told the rest of the village about what had happened.", "Some of the men from the village went and asked one of the Turkish army officers to let them retrieve the flocks of sheep from the valley, but he refused and denied having arrested our men. Then some men went to Anshki and asked for the Turkish army officer in charge and requested him to release the shepherds and to let them recover their flocks of sheep. The men went at least five times that day to get information about the men. The Turkish army officer said that if the men were arrested they would be released. He gave permission for the men to bring back the flocks of sheep, but denied knowing anything about our shepherds and warned the men not to go and look for our shepherds. When they asked why they should not go looking for our shepherds, the officer got angry and did not answer.", "Once again, some villagers went to the valley to look for our shepherds. They found our flocks of sheep in the early afternoon but still did not know what had happened to our shepherds. We also informed the party (KDP). They said that they met with the Turkish military officers on many occasions but this did not change our men's fate.", "The following day, after the Turkish army withdrew from our area, the men went to the surrounding area to look for our shepherds. They found my son and four other shepherds that day. Their bodies were brought back to the main road and from there their bodies were taken to the hospital in Dohuk for medical examination. The other two bodies were found two days later.", "The witness replied to the following questions:", "Q: Where do you come from originally?", "A: We are originally from the village of Terina and have been living in Azadi collective village ever since being moved here under Saddam's regime.", "Q: How far is the place where they killed your son?", "A: Around ¼ hours' walk from our village.", "Q: How old was your son?", "A: He was 20 years' old.", "Q: Who were the other three women who were with you that day?", "A: Fatima Darwesh, Fatima Salim and Salia Shawan.", "Q: Can they give us testimonies?", "A: Yes.", "Q: How far from here is the place where they killed your son?", "A: About 15 minutes' walk.", "Q: Who do you think killed your son?", "A: The Turks.", "Q: How do you know that it was the Turks who killed your son?", "A: I know it was the Turks. My son was innocent like the other shepherds and the Turks killed them. I saw the Turkish soldiers take away my son and the rest of the shepherds.", "Q: Why would the Turkish army kill your son?", "A: I don't know. He did not do anything wrong. He was innocent. They killed an innocent man. They (the Turks) want to kill Kurds.", "Q: Was your son armed?", "A: No, apart from a lighter he did not have anything on him.", "Q: Do you have any witnesses that the Turkish army killed your son?", "A: Yes. We were four women who saw the Turkish army take away our men. You can also ask the Party (KDP) because they talked to the Turkish army officers.", "Q: How did they kill your son?", "A: They cut him to pieces. His ears were cut off, they took his tongue out of his mouth. I cannot describe it to you. They have not left anything. They have chained him and dragged him. His body was full of bullets, his genitals were cut.", "Q: Have you submitted a petition anywhere in relation to the Turkish army?", "A: Yes.", "Q: Where?", "A: In Sarsang, Dohuk, and I and the others have spoken to many foreign groups.", "Q: Is there an investigation into the killings?", "A: No, they [Dohok Governor] keep telling us that they will investigate. Each one takes statements from us and they say God will help you.", "Q: Have you been given autopsy reports on your son and husband?", "A: No, I haven't. I will try to get one for you.", "Q: Do you have anything more to add to your statement?", "A: I would not be able to tell you everything that happened because my heart is burning. I know my son and husband were innocent and did not have any problem with anybody. The Turks left me with my children and I do not know how I will live. Please help to find out the truth.”", "28. The applicant was the wife of Ahmad Fatah Hassan, a shepherd who was allegedly killed by members of the Turkish army. In her statement the applicant alleged the following:", "“It was early in the morning, on 2 April, and I was at home when I heard the sound of gunshots in the distance. We had heard that the Turkish army was in the area and our shepherds were out with the sheep, so I was concerned. I went out to find out what was happening. Some other people were outside and a man was telling them that the Turkish army was near our village and that the shooting was coming from the direction of the cave. That is in the direction of Spna, not far from the village. The man said that it seemed to him that the Turkish troops were firing inside the cave.", "We talked about what to do and we thought that we would go to find the shepherds. I and the other women went out to look for the men. We thought that we would not be harmed if it was only women who went to look.", "When we saw the soldiers from a distance, our men were with them. The soldiers saw us and they began to fire at us to frighten us. We went away from them and watched what was happening. We saw our shepherds with the Turkish soldiers but we could not do anything. We saw some more soldiers down in the valley and we went over to them to ask them to let us go to the shepherds. We begged them, but they pointed guns at us so we went away from them.", "We spent some time searching for the men and checked the cave, but there was no one there. We were still looking for the shepherds when we saw a Turkish army helicopter land nearby. We went to another group of Turkish soldiers and asked them to let us see the shepherds but they didn't let us. We searched for a long time but we could not find the shepherds. Then we went back to the village to tell the men of the village about what had happened. They went to the KDP (Kurdistan Democratic Party Officials) to get help and some men went to the Turkish officers in the area to have the men released. The men, headed by the local KDP chief, went to the Turkish officer in charge at Anskhi to ask him to let the men go and to let the sheep be brought back but he said he did not know anything. We had seen our shepherds with the Turkish soldiers and so we were frightened for the safety of the shepherds.", "The next day some people went out again to search for the men. They found the five bodies near the cave. My husband's body was among them. The bodies were brought to the main road so they could be taken to Azadi hospital in Dohuk. The village people kept looking for the other two missing shepherds. Two days later they found their bodies.”", "29. The applicant was the wife of Abdula Teli Hussein, one of the shepherds allegedly killed by members of the Turkish army. She stated:", "“That morning, the 2nd of April 1995, I set out with my husband and the other shepherds and women to tend to the sheep. There were seven shepherds and four women including myself. We had not gone very far from the village when we met the Turkish soldiers. There was a large number of soldiers and they surrounded us. They started to attack us and hit us with their rifle butts and shouted abuse at us. They hit the women as well as the men. After some time they told the women to go back to the village. The men were still with the soldiers when we left. At this time there were seven shepherds with the soldiers.", "We went back to the village and told the men of the village what had happened.", "The men of the village set out to go to the Turkish army officers to ask them to let the shepherds go as they were not doing any wrong. The men made many representations to the army officials throughout the day and they went to Anshki to make further representations. They said that they were told to return to the village and warned not to look for the men. The men went out to look for the shepherds and found the flocks of sheep but there was no trace of the shepherds. The following day the village men once again went off to look for the shepherds. They found the bodies of five of them. Two days later the bodies of the other two were found.", "I saw the body of my husband. He had been killed by many bullets. The body was taken to the hospital.", "I want you to take the necessary action against the soldiers for what they have done to my husband.”", "30. The applicant was the mother of Sarbest Abdulkadir Izat and the wife of Abdulkadir Izat Khan (Hassan), who was allegedly killed under torture by members of the Turkish army between the 2 and 3 April 1995. She claimed the following:", "“From our village we could see the army down in the valley on the day before the incident in which my husband was killed.", "On the morning of 2 April 1995 I went with my husband and son to herd sheep. We met with the other women and men and set off in the direction of Spna. We went with the men because the men thought that if we were with them there would not be any trouble. We walked ahead of the men. There were seven men and four women in the group. The Turkish soldiers stopped us. They hit us and beat us with their rifle butts and humiliated us. I was frightened for my life. The soldiers told us to go back and they took our shepherds away with them. We ran back to the village and told the men in the village what had happened.", "We went back to the valley and spent the rest of the day looking for our shepherds. Some men went to the Turkish soldiers to ask them to let our shepherds go. Then some men went to Anshki and asked a high-ranking Turkish army officer to release our shepherds and to let us bring the sheep back. The men went many times that day to get information about our shepherds. Party (KDP) representatives also went to the Turkish army officers many times, but nothing happened.", "The next day the bodies of my husband and son were found with terrible things done to them. They were found in the cave. The bodies of three other shepherds were found with them. The other two shepherds' bodies were found a few days later.", "It was a terrible thing that was done to our shepherds. My husband and son did not do anything wrong. I do not know why they did this to him and the others. Please help us. We have nothing left.”", "31. The applicant was the wife of Mohammad Sheriff, who was allegedly killed under torture by the Turkish army between 2 and 3 April 1995. She stated:", "“The day of the incident I got ready to go out to herd sheep with my husband and the other shepherds. We had heard that the Turkish army was in the area but we did not feel in danger. We went to do our work. I was going with my husband to the hills to herd the sheep. We all went together. I walked with the other women. We were walking along when the soldiers appeared in front of us. They came all around us and attacked us with their rifle butts and beat us.", "They were shouting at us all the time they were beating us. Then we were told to go back to the village and the men were still with the soldiers. We saw the soldiers take our men towards the cave. There were seven men. We were four women. We went back to the village and told the rest of the villagers about what had happened.", "I know that some of the men went and asked one of the Turkish army officers to let them bring the flocks of sheep back from the valley and petitioned the officer to release the men. Later that day the men also went to Anshki to the larger military base and asked the officer in charge to let our men go and to return the flocks of sheep, but they did not get any information about our men. The men were warned not to go looking for the shepherds.", "The body of my husband was found the next day. His body was in pieces. He had been shot many times. I don't know why the Turks did this to him. He was an innocent man and we were on our way to herd our sheep. The Turks killed my husband and they also killed his four brothers [in a separate incident]. We had no trouble with the army and there was no reason to kill our men.", "The body of my husband was brought to the hospital in Dohuk for medical examination. The Turks are gone now, but I am left with my children with no father. I do not know who to petition about the terrible things that have happened to us.”", "32. The applicant was the wife of Guli Zekri Guli, one of the shepherds allegedly killed by members of the Turkish army. The applicant claimed the following in her statements:", "“It was early in the morning of 2 April 1995 and I woke up to prepare breakfast for my children. While I was preparing breakfast I heard the sound of gunfire. I was startled and went out of the house. I saw our villager and asked him what had happened.", "He told me that the Turkish army was near our village, and that the shooting came from the direction of the cave. The only cave near the village is in the direction of Spna. He told me that it seemed to him that the Turkish troops were firing inside the cave. After a while I and four other women, Beebin, Binafis, Safia, Bahia, left the village to go in the direction of the gunfire. We were very concerned about our husbands and sons who were grazing our animals in the mountains.", "Then we saw the shepherds with the Turkish soldiers. We went towards them and when we were still far away from them the Turkish troops suddenly fired on us without any warning. Probably they wanted to frighten us, so that we would not approach them. We saw our shepherds being taken away by the soldiers. We went further down in the valley and met some other Turkish soldiers. We begged them to release our shepherds and to let us talk to them. They told us that they would kill us if we did not go back to the village. Despite many pleas and much begging they forced us to go back to the village.", "We had to leave the soldiers and we went and hid ourselves in a place in the valley in order to be able to see what the soldiers were going to do next. Four soldiers saw us and came over to us and threatened us to go back to our village or we would be killed. They were very angry when they saw us and told us “We don't want to see you around again. Go back to your home, otherwise we will kill you.”", "We left our hiding place and went to the cave to look for the shepherds. Our men were not there. Then we saw a Turkish army helicopter land nearby. For the third time we tried to see our husbands and sons, so we went to the Turkish soldiers and asked them to let us see the shepherds, but they didn't let us. When we didn't see them in the cave we thought that they might have taken them somewhere else. We spent until about 1 p.m. in the area trying to find them. Then we decided to go back to the village. The village men came towards us when we were near the village and wanted to find out what had happened. We told them that the Turkish troops took the men, but we don't know what happened after that. The village men went to Anshki with the representatives of the party, [Kurdistan Democratic Party] KDP and met the military commander there. They told him the story and asked him to release our shepherds. The Turkish army commander first told him that he didn't know anything about the arrest of the shepherds. Later on, the Commander told the KDP people that they will soon release the shepherds, but this never happened. We were left confused and not knowing what to do. They went back to Anshki and once again asked the Turkish troops to let them see the shepherds, but they did not get any further news about our men. I can't remember everything the Turkish commander told the party men, but you can ask the party, they will tell you everything.", "The following day, the village people went to the valley once again to look for them and they found the dead bodies of five of them. They brought their bodies to the main road. Afterwards the village men took the bodies to Azadi hospital in Dohuk. The village people kept looking for the two other missing shepherds. Two days later they found their bodies. One of them was my husband's. They took their bodies to Azadi hospital in Dohuk.", "The following questions were asked.", "Q: How many soldiers were there?", "A: A lot, but I don't know how many, but the soldiers were everywhere.", "Q: How do you know that the soldiers were Turkish?", "A: Because they were speaking Turkish and it was the Turkish army which was around at the time. The Turks had been in the surrounding area over the previous few days. They were all over the place. We do not have any other army here. The Iraqi army left some time ago and their uniform was different from the Turkish army uniform.", "Q: You say you saw a Turkish helicopter landing nearby. How do you know it was a Turkish army helicopter and what happened?", "A: I told you, we haven't seen any other army in the area for sometime. The other alternative is the Iraqi army. But you see, we haven't seen the Iraqi army recently and we know what they look like. The soldiers were not Iraqi soldiers. They left some time ago. The helicopters dropped the soldiers and food in the valley.", "Q: You say the Turkish army threatened to kill you if you didn't leave the place? How?", "A: By pointing their guns at us and using bad words and shouting at us. We were asked to leave the place and this kind of thing.", "Q: Did you see your husband's body? Can you describe his body?", "A: I saw it for a short time. I saw that his ears were cut [crying] I can't describe to you, those who committed this crime cannot be human beings and I can't understand why they didn't just shoot him with a gun. Why did they kill him in this way? How can they cut the body of my husband like this? They are not human.", "Q: Was your husband armed?", "A: No, he has never carried a gun in his life.", "Q: Had your husband any connection with the PKK?", "A: No. We have never seen the PKK. We have never seen their peshmargas. We never had trouble with them.", "Q: So why did the Turkish troops kill your husband?", "A: I do not know. Because we are Kurds, maybe they do not like us. They kill us because we are defenceless and there is no one to defend us against them.”", "33. Mr Nerwayi claimed the following during the press conference:", "“I was in Amadia town when reports came to me that the Turkish army had attacked the Spna area and the Bawrki area at 4.30 a.m.", "Past experience with the Turkish army has taught us that, wherever they go, they assault poor people. As an example, before the current incident two of our citizens were on their way back to Hemzeki village. The Turkish soldiers arrested them. After assaulting and beating them, killing one and wounding the other. I reported this incident to the Turkish army commander and asked him to keep us informed about their operations, so that we can ask the villagers to leave their villages before the operations to avoid civilian casualties.", "I heard about the Turkish army operation in Spna area, and I went early in the morning to the Turkish army commander in Kadish. I told him that I received information about the arrest of several shepherds by the Turkish army. I officially gave him this list (showing a list of names of the deceased) of the shepherds reported to have been arrested by the Turkish army. I told him that the people who had been arrested were shepherds and were known to us. I said that they were out herding their sheep and I asked the commander to send orders to release them as they were innocent people minding their own business.", "He told me he would take action. Indeed, he radioed his troops, and then told me that he ordered them to release the men and the sheep. I went back to my office in Kadish. During the day, as I had not heard any news of the shepherds, I made 4 or 5 representations to the Turkish army commander, asking him to release the men as soon as possible. Each time, he promised that he would order his soldiers to release them and made excuses for not releasing them. He told me after the military operation he would let the men go. The Turkish army withdrew (from the Spna area) during the night, and the following morning I went back to the Turkish army commander.", "At that time, he denied having arrested the men. He said go and look for them: they might have been killed. We told the shepherds' relatives, who went to the area once again and found the shepherds' bodies.", "I am giving this account so that you know that we made representations to the Turkish army and asked the Turkish army to release the shepherds, but they did not. I hope that you publicise the incident so that who killed these men is known. I hope that you will do something both to prevent future atrocities by Turkish army and end the oppression they bring upon us.”", "34. A post-mortem examination was performed by Dr Abdula Salih, a specialist surgeon, at the Baghdad Forensic Medicine Institute of the Iraqi Ministry of Justice, on the bodies of Ahmed Fattah Hassan, Ismail Hasan Muhammed, Abdulmalik Hussein, Abdulkader Izzat Khan, Abdulrahman Muhammad Sherriff, Sarias Abdulkadir and Gulei Thekeri.", "35. Dr Abdula Salih diagnosed the cause of death as brain damage due to gunshot wounds. He noted the presence of gunshot wounds, cutting and other wounds on the bodies of the deceased.", "36. This video recording, compiled from various Turkish TV stations, contains pictures of Turkish army presence in northern Iraq between 19 March and 2 May 1995. It further comprises interviews and news reports about the operations conducted by the Turkish army in northern Iraq.", "37. On 4 April 1995 the Governor of Dahouk held a press conference attended by of the representatives of international human rights organisations and agencies, representatives of the Kurdistan Democratic Party (“KDP”) and of the local assembly in northern Iraq as well as by the relatives of the deceased persons. The KDP spokesperson stated that the purpose of the press conference was to give information about the Turkish army's encroachment on northern Iraq since 19 March 1995.", "38. It was alleged that Turkish armed forces were in control of the Sersing, Amadia and Spna areas. As a result of the military campaign launched by the Turkish army at the relevant time, allegedly eleven persons had died, seven persons had been wounded, thirty one houses had been burned and the inhabitants of fifty-one villages had left their homes for reasons of insecurity.", "39. The KDP spokesperson alleged that on 2 April 1995 eleven persons had been arrested by members of the Turkish troops. These persons were Abdulkader Izzet, Serbest Abdulkader, Ismail Hassan Sheriff, Abdullatif Hüseyin, Abdurrahman Muhammet Sheriff, Goly Zikry, Ahmed Fatah, Fatma Darwish, Fahima Selim, Safia Zwa and Halima Mussa. The latter four persons, all women, were released and informed their relatives in their village. The villagers informed a KDP officer in charge of the Amadia region, Mr Shookri, about the arrest and detention of seven men by the Turkish army. Mr Shookri went to speak to the leader of the Turkish troops and asked him to release these men. He also submitted a petition containing the names of the persons under arrest. The leader of the Turkish troops promised that they would be released. However, following the withdrawal of the Turkish army troops, the villagers found the corpses of five of the seven men. Their bodies had been mutilated and some of them had been decapitated. At the end of the press conference, Mr Shookri took the floor and stated that the leader of the Turkish troops had denied that they had killed these men. On 4 April 1995 two men were still missing.", "40. The KDP spokesperson stated that they had condemned the acts of the Turkish army in the region and called on them to withdraw. He noted that they would seek compensation from the Turkish Government for the crimes committed by the Turkish army.", "41. The KDP spokesperson also called on the PKK to withdraw from northern Iraq. He remarked that the inhabitants were unable to construct houses and set up new villages along the Turkish border on account of PKK activity over the last four years. He underlined in this connection the difficulties in controlling the 340 kilometres of border.", "42. At the end of the press conference, the mutilated bodies of the deceased persons and bullets removed from them were shown.", "43. In his written statements Koray Düzgören claimed that the Turkish army had carried out cross-border operations, called “hot pursuit actions”, against PKK militants in May 1983, August 1986, March 1987 before the Gulf war and on 5 September 1991, 11 October 1991, 16 May 1992 and 7 October 1992 after the Gulf war. He alleged that these operations were aimed at preventing the incursion of PKK militants into Turkey and from dissuading the Kurdish groups from setting up a Kurdish state in northern Iraq. He noted, with reference to the statements made by the former head of the General Staff, General Hüseyin Kıvrıkoğlu, in August 1992 that Turkish troops were positioned in the vicinity of a small airport in the Sersing area of northern Iraq.", "44. In his report dated 5 June 1996, Mr Düzgören noted that since 20 April 1996 seventeen villages had been subjected to intermittent attacks from artillery fire from the hills on the Turkish border or from helicopters and aircraft. The artillery fire discharged by the Turkish army caused damage to buildings and killed one person and wounded eleven others. In his opinion, the reason for these attacks was to create a buffer zone south of the border and to cut off the logistic support given to the PKK by the villagers in the region.", "45. The Turkish security forces carried out fourteen major cross-border operations between January 1994 and November 1998. The largest operation, called “Çelik (steel) operation” and carried out with the participation of seventy to eighty thousand troops accompanied by tanks, armoured vehicles, aircraft and helicopters, lasted almost six weeks between 19 March and 2 May 1995. The Turkish troops penetrated 40-50 kilometres southwards into Iraq and 385 kilometres to the east.", "46. The Government submitted a document, furnished by the Kurdistan Democratic Party (“KDP”), one of the two main Kurdish factions in northern Iraq, which stated:", "“At the time of the incident Mr Newayi was a co-ordinator with the Turkish military and no accusations were made against the army since no investigation was conducted yet in order to come to any such conclusions. The families of the killed individuals, being Iraqi Kurdish citizens, approached the KDP and local authorities to report the incident, which is a natural thing to do.", "The PKK was active in the Bahdinan (Duhok province) region at the time of the incident and many confrontations were reported between KDP peshmergas and the PKK.”", "47. A daily newspaper, “Binyıl”, reported in its edition of 5 October 2000 that one of the Kurdish Iraqi leaders, Mr Mesut Barzani, had stated during his visit to Ankara that the Turkish Government had paid compensation to the relatives of thirty-eight persons who had lost their lives during an aerial campaign of the Turkish army in northern Iraq on 15 August. Mr Barzani said that a serious investigation had been carried out into the incident. He further noted that the attack had not been deliberate and that the families had received the compensation awarded to them. According to sources close to Mr Barzani, the payment, which was unprecedented, was made in cash.", "48. After having viewed video footage showing the bodies of a number of Iraqi peasants (see paragraph 42 above), Dr Milroy observed the following:", "“...All the bodies show a number of gunshot wounds. The cameraman tends to concentrate on the larger wounds, but smaller circular wounds are also shown. The wounds all appear to be caused by high velocity bullets. A typical gun that would fire such bullets would be a 7.62 mm or 5.56 mm rifle. The larger wounds on the bodies are exit wounds of bullets, the wounds being made larger in some cases probably by bone fragments exiting the body. The smaller wounds are the entrance wounds of the bullets.", "It is not possible to determine the range at which these people were shot at from this vdeo. Some of the wounds are near the genitalia, but these all appear to be bullet wounds, and there is no evidence of any other weapon being used, or of deliberate genital mutilation.", "The video also shows bullet shells with the marking “MKE”. MKE is the mark of the manufacturer Makina Kimya Endustrisi Kurumu of Kırıkkale, Ankara, Turkey.", "Overall the bodies all show multiple gunshot wounds in keeping with bullets fired from high velocity rifles.”", "49. The Criminal Code makes it a criminal offence", "(a) to deprive an individual unlawfully of his or her liberty (Article 179 generally, Article 181 in respect of civil servants);", "(b) to subject an individual to torture or ill-treatment (Articles 243 and 245);", "(c) to commit unintentional homicide (Articles 452 and 459), intentional homicide (Article 448) or murder (Article 450);", "50. If the suspected authors of these criminal acts are military personnel, they may also be prosecuted for the above-mentioned crimes. Proceedings in these circumstances may be initiated by the persons concerned (nonmilitary) before the competent authority under the Code of Criminal Procedure or before the suspected persons' hierarchical superior (sections 93 and 95 of Law no. 353 on the Constitution and Procedure of Military Courts).", "51. A description of relevant international legal materials can be found in Banković and Others v. Belgium and 16 other Contracting States (dec.) [GC], application no. 52207/99, §§ 14-27, ECHR 2001-XII."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}