{"ITEMID": "001-57537", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1969, "DOCNAME": "CASE OF MATZNETTER v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 5-3;No violation of Art. 5-4;No violation of Art. 6-1", "JUDGES": "", "TEXT": ["1. The Commission and the Government have referred the Matznetter case to the Court for a decision as to whether the facts of the case disclose a violation by Austria of its obligations under Article 5, paragraphs (3) and (4), and Article 6, paragraph (1) (art. 5-3, art. 5-4, art. 6-1), of the Convention.", "2. The facts of the case as appearing from the Commission’s report, the memorial of the Government, the other documents produced and the oral submissions of the representatives of the Commission and the Government may be summarised as follows:", "3. Mr. Otto Matznetter, an Austrian citizen born on 21 December 1921, is resident in Vienna. He was called up for service in the German army in September 1940, wounded in November 1941 and taken prisoner by the Russians. In March 1943, his right leg was amputated at the thigh in a prison camp: he remained in the Soviet Union until August 1945. He was released on account of his incapacity for work and he returned to Austria in September 1945. As a result of this amputation and his exposure to cold during captivity, he suffers from myocardial disease and complete deafness in his right ear; he draws an 80 per cent disablement pension. He was married in 1946 and has three children.", "On his return to Austria the applicant completed his studies. He obtained the degree of \"Diplomkaufmann\" for advanced commercial studies and later, in March 1948, that of Doctor of Commerce (Doktor der Handelswissenschaften). Shortly afterwards, he was appointed to a post in the Financial Administration of the region of Vienna, Lower Austria and Burgenland. In the course of his duties, he had to check, in 1951, the accounts of the firm Schiwitz and Co.", "This firm was founded in 1939 by Fritz Schiwitz and Franz Knapitsch and dealt in the sale and resale of cereals, flour, etc. In 1955, Fritz Schiwitz acquired the firm \"Arista Tierfutter und chemische Produkte\" and made it over as a gift to his wife, Margarete Schiwitz. In 1956, Mrs. Schiwitz acquired 80 per cent of the shares in the firm \"Adolf Stögmüller\" which was concerned in the manufacture of, and trade in, animal foodstuffs, manures, etc. At the beginning of 1957 the firms \"Arista Tierfutter und chemische Produkte\" and \"Adolf Stögmüller\" joined with Margarete Schiwitz in establishing the \"Vereinigte Mischfutterwerke\" (VMW). \"Arista\" withdrew from VMW in 1962 and became a limited company under the name \"Arista-Mischfutterwerke\", all the shares in which were held by Margarete Schiwitz. As four other businesses, including \"Arista-Graz\" were also under the control of Mr. and Mrs. Schiwitz to varying degrees, the group came to be known as the \"Schiwitz group\".", "Otto Matznetter left the civil service in April 1954 and set himself up as a tax consultant on 1 January 1955. In his new profession he was very soon employed by the Schiwitz group, first as assistant and later as their principal adviser in tax, economic and financial matters. He was furthermore given power of attorney (Einzelprokurist) for \"Schiwitz and Co.\" (1960) and was appointed manager (Geschäftsführer) of \"Arista-Graz\" (1961) and chairman of the board of directors of \"Arista-Mischfutterwerke\" (1963). In fact, he seemed to play, with Margarete Schiwitz, a predominant role in each of the \"Schiwitz companies\" and he came to devote himself almost exclusively to these activities. During this time he seems to have lived in great style and, at any rate, beyond his means, considerable though they were.", "4. On 13 and 15 May 1963, the Economic Branch of the Vienna police (Wirtschaftspolizei) applied to the Regional Criminal Court (Landesgericht für Strafsachen) of that city for the immediate arrest of Margarete Schiwitz, Fritz Schiwitz and Otto Matznetter. The police suspected the two first-named of having committed the misdemeanour of simple bankruptcy (fahrlässige Krida, Article 486, paragraphs 1 and 2, of the Criminal Code) and the felony of aggravated fraud (Betrug, Articles 197, 200, 201 paragraph (d) and 203 of the Criminal Code) and the third-mentioned person of having abetted them in this crime (Beihilfe, Article 5 of the Criminal Code in combination with Article 197 et seq.).", "In Austrian law fraud becomes a felony (Verbrechen) if the loss caused or so intended exceeds 2,500 Schillings; it is punishable by five to ten years’ severe imprisonment (schwerer Kerker) if the amount exceeds 25,000 Schillings or if the offender has shown \"exceptional audacity or cunning\" or if he is an habitual swindler (Articles 200 and 203 of the Criminal Code). At the time these amounts were 1,500 and 10,000 Schillings respectively: they were raised to their present level by an Act of 4 July 1963.", "Indeed, it was stated in the application of 15 May 1963 that a credit firm, Creditanstalt-Bankverein, had suffered a loss of several million Schillings as the result of the three suspects’ misdeeds and that they could thus expect a heavy sentence; it was deduced therefrom that there was a danger of their absconding (Fluchtgefahr), which was increased in the case of Mr. and Mrs. Schiwitz by the fact that they owned property abroad, namely a farm in Angola. The Economic Branch of the police further maintained that there was a danger of \"suppression of evidence\" (Verdunkelungs- und Verabredungsgefahr): neither the witnesses nor the suspects had so far been examined and it could be feared that the latter would use tricks to prevent the discovery of the truth or hinder the course of the preliminary investigation.", "The Public Prosecutor’s Office (Staatsanwaltschaft) of Vienna appears, for its part, to have applied to the court on 14 and 15 May 1963 for the opening of a preliminary investigation (Voruntersuchung) against Margarete Schiwitz, Fritz Schiwitz and Otto Matznetter, and for their immediate arrest.", "5. An investigating judge of the Vienna Regional Criminal Court granted these different applications immediately. In the warrants for arrest, which he issued on 15 May 1963, it was stated that Mr. and Mrs. Schiwitz and the applicant were suspected of having committed aggravated fraud (Articles 197, 200, 201 paragraphs (a) and (d), and 203 of the Criminal Code), fraudulent bankruptcy (betrügerische Krida, Article 205 (a) of the Criminal Code) and simple bankruptcy (Article 486 paragraphs 1 and 2, of the Criminal Code) in connection with loans they had obtained from the Creditanstalt-Bankverein and numerous other creditors; it was estimated that their dishonest dealings had caused loss in the region of eighty to one hundred million Schillings.", "The warrants referred to Article 175 (1), sub-paragraphs 2 to 4 (danger of absconding, danger of suppression of evidence and danger of \"repetition of offences\", Wiederholungsgefahr) and Article 180 (1) of the Austrian Code of Criminal Procedure.", "The warrant issued against Matznetter adopted in substance the reasons put forward by the Economic Branch of the police as regards the danger of his absconding and the suppression of evidence (paragraph 4 above). With regard to the first-mentioned danger, it further cited the possibility that he might evade prosecution by going to Angola with the two other persons charged with him. It added that the applicant’s misconduct (Verfehlungen) covered so long a period that there was a consequent danger of repetition of the offences.", "The three arrests so ordered were effected on 15 May 1963. Matznetter was arrested at about 9.45 p.m., about 12 hours after Fritz Schiwitz; he was in the company of Margarete Schiwitz, a lawyer, Mr. Promitzer and, it seems, his own wife.", "Other arrests took place later, including those of Herbert Roth (May 1963), Vilma Iby (May 1963), Elizabeth Stögmüller (October 1963) and Adolf Stögmüller (December 1964), persons who were employed in various ways by the Schiwitz firms, and Karl Udolf (May 1963), a branch manager of the Creditanstalt-Bankverein.", "6. In accordance with Austrian law (ständige Geschäftsverteilung), the conduct of the preliminary investigation was given automatically to Mr. Gerstorfer, an Investigating Judge, who was already at the time in charge of several cases of lesser importance.", "7. On 16 and 17 May, the applicant was examined at some length by the Economic Branch of the police (twelve pages of minutes); on 18 May he appeared before Judge Tinhof for a brief examination as to identity (a one-page minute) and then, on 20 May, before Judge Gerstorfer (a half-page minute). The judge informed him that he was being remanded in custody under Article 176 (1) of the Code of Criminal Procedure. Matznetter stated that he was prepared to do all he could to hasten the course of the preliminary investigation.", "8. On 27 December 1963, the applicant made a first application for release on parole (Gelöbnis, Article 191 of the Code of Criminal Procedure); he added further reasons on 7 January 1964.", "As regards the danger of absconding, he emphasised in substance:", "- that about two weeks before his arrest, he had read in the newspapers that the activities of the Schiwitz group had been denounced to the authorities by a rival company; that he had received confirmation of this on 10 May from one of the two Chairman-Managing-Directors of the Creditstalt-Bankverein; that nevertheless he had in no way sought, or even thought, to evade the imminent prosecution, as Mr. Leon, lawyer to the Creditanstalt-Bankverein, could bear out; that, on the contrary, he had stayed in Vienna where he had taken an active part in negotiations which led to a settlement out of court between the Schiwitz companies and their creditors, one of whom was the Creditanstalt-Bankverein; that the reason he did not go voluntarily to the police on 15 May was because he wished to warn his wife and await the return of his lawyer;", "- that since his arrest he had done his best to aid the Economic Branch of the police and the Investigating Judge; he had explained how he came to enter the employment of the Schiwitz group; he had furthermore described the purely sentimental reasons which induced him, in 1957-58, to defend Margarete Schiwitz against blackmailers; that he had also described the bullying and unfair way in which she had dragged him, little by little, into a \"vicious circle\" (Teufelskreis), forcing him to draw up false balance sheets while at the same time concealing from him, until March 1963, the extent to which the group was indebted;", "- that he was 80 per cent disabled as a result of his amputation and the diseases from which he suffered (myocardial damage, oto-sclerosis and complete deafness in the right ear); that his family lived in Vienna; that his wife had had to resume, in July 1963, her former occupation as a welfare officer, although during the war she had contracted pulmonary and skeletal tuberculosis which had compelled her to spend three years in a sanatorium; that there was no one to take charge of their three children then aged four-and-a-half, nine and eleven-and-a-half years; that for lack of means, he had had to withdraw the two older children from the French Lycée at Vienna;", "- that he had no property abroad, nor could he transfer funds abroad; that in any case he was crippled with debt and his lawyer, Mr. Czerwenka, had had great difficulty in saving him, until now, from the institution of insolvency proceedings (Insolvenzverfahren);", "- that he had no previous convictions and that he enjoyed a good reputation;", "- if he were to abscond, he would in any event lose his only chance of saving his honour, his home and his private life, that is a trial which would probably throw light on the whole affair.", "Matznetter also denied that there was a danger of suppression of evidence: he observed that either the court or the police had already taken possession of all documents necessary for the investigation and the principal persons concerned, including those charged, had already been thoroughly interrogated, and that the expert reports to be drafted did not lend themselves to tactics of collusion.", "The applicant finally recalled that his office was being supervised by a temporary administrator and that the Schiwitz companies were being managed by their principal creditor, the Creditanstalt-Bankverein. In his opinion, this was sufficient to exclude any danger of the offences being repeated.", "A brief and unfavourable opinion on the application was given by the Public Prosecutor’s Office on 16 January 1964 and the application was refused the next day by the Investigating Judge. In effect, the judge took the view, like the Public Prosecutor’s Office, that neither the danger of absconding nor the danger of repetition of offences had ceased to exist; he considered that the continued existence of the first followed from the extent of the loss caused – about 123 million Schillings - and from the severity of the sentence which was to be expected in consequence, and that of the second danger followed from the duration and systematic character of the alleged dishonest dealings.", "Matznetter appealed against this decision on 28 January 1964. He adduced the following arguments in addition to some of those previously advanced:", "- in a judgment delivered on 29 April 1960, the Austrian Supreme Court (Oberster Gerichtshof) had held that the severity of the sentence to be expected does not create \"a presumption in law or the danger of absconding\" except in the case of a crime punishable by a sentence of not less than ten years’ imprisonment (see the opening words of Article 192 of the Code of Criminal Procedure); in all other cases, and therefore in the present case, the competent court must examine the facts to see whether such a danger actually existed; that the Investigating Judge had failed to fulfil this obligation;", "- again, Article 175 (1) (4) of the Code of Criminal Procedure would be devoid of meaning if it merely referred to a purely theoretical possibility, in this case that the applicant might make use of his professional qualifications to commit new offences, which, by the nature of things, would necessarily occur outside the \"Schiwitz group\" which was now being managed by the Creditanstalt-Bankverein.", "The Judges’ Chamber (Ratskammer) of the Regional Criminal Court of Vienna dismissed the appeal (Beschwerde) on 10 February 1964. It began by setting out a number of factors from which it deduced that there was a danger of absconding:", "- Matznetter had played an important rôle in the \"Schiwitz enterprises\";", "- he faced a heavy sentence, if only by reason of the enormous loss caused (at least 80 million Schillings) and of the systematic way in which he had abused the trust of others;", "- the circumstances of his arrest seemed to indicate that he had sought to flee; in fact, he had only been apprehended late in the afternoon of 15 May 1963 and after a real chase (eine ständige Verfolgungsfahrt); he was in the company of Margarete Schiwitz, who was carrying her passport and 16,000 Schillings, and of Mr. Promitzer who, according to the accused Elizabeth Stögmüller, had persuaded her brother, Adolf Stögmüller, to go abroad;", "- in April 1963, no one foresaw in reality action by the police or the organs of justice in a case which the Creditanstalt-Bankverein and the \"Schiwitz group\" were seeking to \"hush up\";", "- between the beginning of 1960 and the month of March 1963, more than nine million Schillings lent by the Creditanstalt-Bankverein to the firm of Schiwitz and Co. had been transferred to Germany and Italy on the initiative of Adolf Stögmüller, without it being proved that they corresponded to payments for imports; only long investigations (langwierige Untersuchungen) would make it possible to determine whether Adolf Stögmüller had since brought this sum back to Austria;", "- the appellant had connections abroad: in 1962, he had visited the property which Fritz Schiwitz had acquired in Angola; moreover, he had frequently travelled outside Austria with Margarete Schiwitz;", "- his financial position must be considered to be good in spite of debts exceeding 500,000 Schillings.", "The Judges’ Chamber also found that there existed a danger of repetition of offences. In this respect, it pointed out in particular that Matznetter had begun his fraudulent activity as early as 1957, that he had pursued it energetically and systematically and that he had not troubled himself about making good the loss which had been caused. From this it inferred that he could be suspected of wishing to resume his activities if he recovered his liberty, especially as the \"Schiwitz enterprises\" had not yet been liquidated and, something impossible to understand, he had not been removed (nicht entfernt) when the Creditanstalt-Bankverein had taken over their management.", "The applicant wrote to the Public Prosecutor’s Office on 11 February 1964. Referring to a conversation which he had had the day before with Judge Gerstorfer and Mr. Czerwenka, he made the following \"offer\": in the absence of lawful reasons for his detention and in view of his personal and family situation, he would be released until the opening of the trial; in exchange, he would contribute to the speedy completion of the preliminary investigation by producing documents and giving information; he could also assist the Creditanstalt-Bankverein in realising the assets of the Schiwitz group and recovering certain sums due. The Public Prosecutor’s Office replied to the Investigating Judge, on 14 February, that it saw no reason to change its unfavourable opinion of 16 January.", "On 18 February 1964, Mr. Czerwenka lodged an appeal against the decision of 10 February. Emphasising that the defence had not yet been permitted to consult the file, he made express reservations as regards the findings of fact on which the Judges’ Chamber had thought it could rely in the light of the first results of the preliminary investigation. In his view, these findings were, besides, irrelevant to the matter: they in no way proved the existence of reasons justifying detention, as the preliminary investigation does not have the same object as the examination of an application for release on bail. Going on from there, Mr. Czerwenka criticised the Judges’ Chamber for having relied on the severity of the sentence facing the appellant and for having thus made the same mistake in law as the Investigating Judge. He further maintained:", "- that Matznetter had played a minor rôle in the \"Schiwitz group\";", "- that if he had really wished to flee, he would not have remained in Vienna after the arrest of Fritz Schiwitz; that the 16,000 Schillings found on Margarete Schiwitz did not entitle one to speak of preparations for flight, especially with respect to the appellant; that even if Mr. Promitzer had persuaded Adolf Stögmüller to go abroad, he had in no way prevailed upon Matznetter to follow this example;", "- that, in April 1963, the Creditanstalt-Bankverein and the applicant really did expect a prosecution to be opened; that they had not attempted to \"hush up\" the affair, but only sought to achieve a settlement out of court which would cause the least possible loss to the creditors of the \"Schiwitz group\";", "- that even if funds had been transferred to Germany and Italy on the initiative of Adolf Stögmüller, there was no evidence that they were at the disposal of Matznetter; that after a preliminary investigation lasting several months it was difficult to see the necessity of \"lengthy enquiries\" on this point; that the guarantees accorded by law to detained persons would be illusory if it were necessary to proceed to such enquiries in order to establish the absence of reasons justifying detention; on the contrary, it was for the courts to establish that such reasons existed;", "- that the appellant had no rights over the property owned by Fritz Schiwitz in Angola, which was moreover encumbered with mortgages and of which he had known the existence for a long time; that neither did he have the means of travel to that distant country; that the release on bail of a detained businessman would almost never happen if the mere fact of his having travelled abroad and of having connections abroad was enough to create a danger of his absconding:", "- that it was not possible to understand how the Judges’ Chamber could, at one and the same time, describe Matznetter’s financial position as good and mention his heavy indebtedness; that, besides, even a sound financial position did not justify the fear of a danger of absconding;", "- that moreover, there existed no danger of repetition of offences as circumstances had changed since the time of the commission of the acts of which the appellant was charged; that the firms in the \"Schiwitz group\" had been placed under the administration of their principal creditor; that it was therefore not only incorrect but offensive to the Creditanstalt-Bankverein to suggest that the appellant might again take up the preparation of false balance sheets and similar activities if he were released; that, moreover, Matznetter was doing his utmost to assist the ascertaining of the truth; that his attitude, therefore contradicted the assertion, which was in any case irrelevant, that he had no wish to make good the loss caused by him; that, lastly, his detention scarcely allowed him to take steps designed to repair such loss.", "On 10 March 1964, the applicant himself addressed to the Court of Appeal (Oberlandesgericht) a supplementary memorial. He alleged in particular:", "- that the contested transfers of funds would not have been discovered without his statements, which facts showed that he had not been involved in them;", "- that he had only gone to Angola at the urgent request of the couple Schiwitz and for the sole purpose of negotiating there, with the assistance of the Austrian Consulate, a payment agreement with creditors; that the Schiwitzs had not honoured the agreement so made; that he had been held responsible for this with the result that all his \"connections\" in Angola had broken with him.", "However, he was too late; on 4 March, the Court of Appeal had upheld the decision of 10 February, being of opinion that it was grounded on a detailed reasoning to which it was sufficient to refer back.", "9. On 13 November 1964, seven months and ten days after lodging his Application with the Commission, Matznetter applied a second time for release on bail, repeating many of his former arguments and citing, in addition, Articles 5 (3) and 6 (2) (art. 5-3, art. 6-2) of the Convention. Over and above his own word of honour, he proffered the fixing, if necessary, of a surety by two named guarantors – a businessman and a tax adviser (Article 193, paragraph 1 of the Code of Criminal Procedure and Article 1374 of the Civil Code).", "An unfavourable opinion was given by the Public Prosecutor’s Office on 23 November 1964; in its view, the considerations set out in the decision of 10 February retained their full worth.", "Without committing himself on paper, even to the extent of an expression of opinion, the Investigating Judge informed the Judges’ Chamber of the application made by Matznetter and of the above-mentioned opinion given by the Public Prosecutor’s Office; it is not known whether the judge’s oral report was accompanied by a clear recommendation in favour of or against release.", "The Judges’ Chamber of the Regional Criminal Court of Appeal dismissed the application on 3 December 1964. On the question of a danger of absconding, the Chamber pointed out, inter alia, that, at the time of his arrest, the appellant was carrying his passport in his car (seinen Reisepass bei sich im Auto hatte). The Chamber added that the existence of a danger of repetition of offences made it superfluous, having regard to Article 192 of the Code of Criminal Procedure (\"... detention ordered on account of danger of absconding may be stayed or lifted through ...\"), to examine the guarantee proffered.", "The applicant attacked this decision on 14 December 1964. Taking up - in order to develop it - the argument which he had put forward previously, he also emphasised that the Convention had the force of constitutional law in Austria since 4 March 1964 and therefore took precedence over Article 175 of the Code of Criminal Procedure; in his view, a remand in custody for more than eighteen months exceeded \"the reasonable time\" provided for by Article 5 (3) (art. 5-3) of the Convention.", "The appeal was signed by Mr. Czerwenka and was supplemented by two memorials which Matznetter drafted himself.", "The first, dated 21 December 1964, was above all an effort to prove once again the absence of a danger of absconding. It emphasised particularly the following points:", "- under the terms of the out of court settlement of 13 May 1963, the Creditanstalt-Bankverein and the other creditors had abandoned their civil claims against the persons charged;", "- the appellant had only played a minor role in the alleged dishonest dealings, which had, in any event, commenced a good while before his taking up employment in the \"Schiwitz group\";", "- if he had drawn up false balance sheets, he had done so without any criminal intent or hope of gain but was forced to do so by Margarete Schiwitz;", "- in the execution of his duties, he had at all times sought to save, and later to improve, the \"Schiwitz companies\" and to protect the interests of other parties concerned;", "- far from expecting a harsh verdict, he hoped for a prompt beginning of his trial which would give him an opportunity, in public, to admit his mistakes and also to justify himself and claim the benefit of \"extraordinary\" extenuating circumstances (an allusion to Article 265 (a) of the Code of Criminal Procedure);", "- he considered that he had served in advance the greater part, if not the whole, of any possible sentence, because he had already spent nineteen months in detention, and could count, as a first offender, on an early release (an allusion to Article 55 (a) of the Criminal Code and to the 1949-1960 legislation on conditional release); consequently, and on account of his disability and his incapacity to engage in any business abroad, he had no reason to think of absconding, a way out which, in any case, he had not chosen at the time when it was possible for him to do so;", "- when he learnt, about midday on 15 May 1963, of the arrest of Fritz Schiwitz, he had said to Margarete Schiwitz, Mr. Promitzer and Mr. Czerwenka that it was absolutely essential to delay his own until the following day; in fact, he wanted to see Mr. Leon, who had conducted the out-of-court negotiations on behalf of the Creditanstalt-Bankverein and who was due to return that evening from a journey to Hamburg; he also wanted to warn his wife, who was unaware of the whole matter; he had indeed succeeded in reaching her at the last minute and in speaking to her in Mr. Promitzer’s car until he was arrested by the police; as for his passport, which he used as an identity card even in Austria, he did not at all have it \"on him\": he had left it in its usual place, the glove compartment in his car, which had been damaged the day before and left parked in the city quite some distance away; the expression \"ständige Verfolgungsfahrt\", which was used in the decision of 10 February 1964 and was worthy of a Sherlock Holmes, did not therefore have anything to do with the realities of the case.", "On the question of a danger of repetition of offences, Matznetter stressed once more that his office was abandoned by two thirds of his clients and by his chief assistant, and was being managed by a temporary administrator. He added that according to a report of the Economic Branch of the Police, the Schiwitz firms had been liquidated. He recalled once more that up to the end he had taken part, with great effort and to the detriment of his private and family interests, in the preparation of an out-of-court settlement which would cause the least possible loss to the creditors.", "In conclusion, the appellant had pointed out that the idea of freeing him seemed to have had, this time, the support of the Investigating Judge; he described the critical situation of his wife and his children and claimed that his detention impeded the preparation of his defence.", "In his memorial of 7 January 1965, Matznetter put forward an additional argument based on the release of Fritz Schiwitz which had taken place on 30 December 1964; as Matznetter considered that he was less seriously implicated in the case, he asked to be granted the benefit of a similar measure.", "The Vienna Court of Appeal refused the appeal on 20 January 1965 after having observed:", "- that the appellant was suspected of having fraudulently extorted (\"betrügerisch herausgelockt\") from several banks, since 1958 and in consort with other persons charged, some hundred and twenty million Schillings by the assignment of fictitious credits, by making accommodation agreements (Gefälligkeitswechsel) and issuing uncovered cheques and by the establishment of false balance sheets, thereby causing a loss amounting to at least eighty million Schillings;", "- that with respect to the danger of repetition of offences, the Court could limit itself to referring to the detailed and convincing reasoning of the decision challenged; that this reasoning was all the less refuted as the arguments of Mr. Czerwenka contradicted, on one point, those of Matznetter himself: according to the notice of appeal of 14 December 1964, the liquidation of the \"Schiwitz enterprises\" had not yet taken place while the memorial of 21 December spoke of it as an accomplished fact;", "- that at a certain moment, the appellant had, on his own admission, gone into hiding; that such an attitude (\"Siechverborgenhalten\") was sufficient to justify the fear that he might evade prosecution if he were set free; that to this extent the Court also accepted the reasoning of the Judges’ Chamber as regards the danger of absconding; that it was of little importance whether Matznetter had his passport on his person when arrested or whether he had left it in his car; that the provisional release of Fritz Schiwitz did not in any way weaken the decisions of 10 February and 3 December 1964; that in point of fact the Judges’ Chamber had found a continuing danger of absconding", "- this being moreover the only danger - in the case of the co-accused Schiwitz, which the latter had, however, dispelled by furnishing a guarantee.", "10. On 21 April 1965, the applicant made a third application for release on bail which this time was not accompanied by an offer of guarantees. He first complained, in general terms, of the refusal of his earlier applications and of the insufficiency of the reasons (mangelhafte Begründungen) given by the competent instances which, in his view, had in no way rebutted his arguments. He added that the decision to release Fritz Schiwitz proved that neither the necessity to clear up the matter of the transfers of the funds in question nor the prospect of flight to Angola constituted, in the case of the persons charged with him and, a fortiori, in his own case, justifiable considerations. As regards the danger of repetition of offences, he recalled that he had lost all influence over the \"Schiwitz companies\" on their transfer (faktische Übergabe) to their principal creditor, on the sale of one of them and on the imminent liquidation of the others; here again he drew an argument from the fact of the release of Fritz Schiwitz and he emphasised that his power of attorney had expired. He also laid stress on the fact that his Application No. 2178/64 had been declared admissible by the European Commission of Human Rights on 16 December 1964. Lastly, he asserted that he was suffering from hypertension, an injury to the myocardium, arrhythmia and an oedema of the calf and ankle; he maintained that these various disorders were attributable to his detention and that they risked causing permanent trouble of such a nature as to reduce his capacity to work or even to bring about his death if he did not leave prison very soon.", "On 26 April 1965, the Investigating Judge communicated this application to the Public Prosecutor’s Office, which, three days later, suggested that the Institute of Forensic Medicine of the University of Vienna should examine Matznetter’s state of health.", "The report in question was completed on 21 May 1965 - ten days after the closing of the preliminary investigation (paragraph 13 below) - but did not reach the Regional Criminal Court until one month later, 21 June. It was seven pages long and arrived at the conclusion that the applicant was suffering from a serious illness within the meaning of Article 398 of the Code of Criminal Procedure, which rendered him unfit to be kept in detention (nicht haftfähig).", "On 25 June, the Public Prosecutor’s Office informed Judge Gerstorfer that it was no longer opposed to the release of the applicant in view of the expert report which it had received from the judge on 23 June. Neither the expert report nor the opinion of the Public Prosecutor’s Office seems to have given rise to comment by the Investigating Judge.", "On 8 July 1865, the Judge’s Chamber of the Regional Criminal Court of Vienna ordered Matznetter’s release on parole for the following reasons:", "\"... In his latest application for release, dated 21 April 1965, he (Matznetter) now submits in essence that there is no danger of repetition of offences as, in effect, any influence (...) over the firms (...) has been lost by him as a result of their transfer to the principal creditor, and, in addition, he is now dangerously ill.", "The Chamber can not now (nunmehr) disregard these observations, especially since, according to the report from the Institute of Forensic Medicine of the University of Vienna, Otto Matznetter is in fact seriously ill.", "The facts being as stated, not only does the danger of repetition of the offences (Wiederholungsgefahr) disappear, but also the danger of absconding (Fluchtgefahr), and more especially since, on the basis of the above-mentioned report, the defendant must be considered unfit to serve sentence in the event of his conviction and thus there are now no special grounds to suppose that he might abscond ...\".", "In consequence, the applicant was released on 8 July 1965 at about 4.45 p.m., after making the solemn undertaking provided for by Article 191 of the Code of Criminal Procedure. His remand in custody had therefore lasted, uninterrupted, for twenty five-months and twenty-three days.", "11. Several persons charged with him had been released before Matznetter, with or without the provision of sureties, in particular Vilma Iby (20 September 1963), Herbert Roth (23 October 1963), Elizabeth Stögmüller (23 March 1964), Karl Udolf (26 October 1964) and Fritz Schiwitz (30 December 1964). As for Margarete Schiwitz, she came out of prison on the same day and at the same hour as the applicant.", "On 4 April 1966, the Investigating Judge, Mr. Gerstorfer, gave evidence before two members of the Sub-Commission. They asked him, in particular, what differences the competent authorities saw between the cases of the applicant and of Karl Udolf and Fritz Schiwitz as regards the possibility of release. The witness did not give a specific explanation on this point. Replying then to certain questions concerning Matznetter’s health, he in substance said:", "- that he had been surprised to read in the application of 21 April 1965 that the applicant was suffering from a serious illness, as he had never spent any time in the prison hospital ward;", "- that before the month of April 1965, there was no reason to believe in the necessity of a medical examination.", "12. The different decisions of the Judges’ Chamber and the Court of Appeal on Matznetter’s applications for provisional release were given, in pursuance of Articles 113 and 114 of the Code of Criminal Procedure, after hearings not open to the public had been held, in the course of which the Public Prosecutor’s Office had been heard in the absence of the suspect and of his lawyer (in nichtöffentlicher Sitzung nach Anhörung der Staatsanwaltschaft bezw. der Oberstaatsanwaltschaft). However, on 4 April 1966, the Investigating Judge asserted, before the Delegates of the Sub-Commission, that he had not omitted to communicate verbally to the Judges’ Chamber the personal observations of the applicant. As regards the officers of the Public Prosecution, the Commission has been unable to determine whether they had presented to the Judges’ Chamber and to the Court of Appeal detailed reasoning or whether they had been satisfied to state their opinion in summary form.", "13. On 11 May 1965, a little under two months before the applicant’s release, Judge Gerstorfer had closed the preliminary investigation and sent the case record, which without appendices filled seventeen volumes, several of them containing over a thousand pages, to the Public Prosecutor’s Office (Articles 111 and 112 of the Code of Criminal Procedure).", "14. In the proceedings before the Commission, the Parties agreed to acknowledge that the facts which the Investigating Judge had to try to elucidate were of great complexity.", "The difficulty lay mainly in the nature and volume of the alleged dishonest dealings. At the outset, the preliminary investigation was concerned with eighteen or nineteen persons and it covered a large number of charges. In particular, it was necessary to retrace the economic and financial development of the Schiwitz companies in order to discover when their indebtedness became excessive; to study their correspondence, accounts and portfolio, the minutes of meetings of their statutory organs and their dealings with over a dozen banks; to examine in detail a mass of operations - assignments of credits, transfers abroad, preparation of balance sheets, issue of bills of exchange and cheques, making of mortgages, etc. - involving hundreds of millions of Schillings and spread over about six years, in order to determine whether they involved fraud; to ascertain the part played in each operation by the various persons charged, in particular certain bank officials who were suspected of having been accomplices.", "15. The Investigating Judge was assisted in his work by the police, who in this case acted on his instructions and as auxiliaries of justice (Articles 24 to 27 of the Code of Criminal Procedure).", "He also decided, on 22 May 1964, to call in an expert economist, Mr. Schwarzenberg, and an expert on banking, Mr. Kosian. Their reports, dated 26 March and 1 April 1965 respectively, totalled 490 pages, with hundreds of pages of appendices. On 4 April 1966, Judge Gerstorfer emphasised before two Delegates of the Sub-Commission that his aim in appointing the two experts had been to speed up the proceedings.", "16. In this case no investigations outside Austria proved necessary. Adolf Stögmüller, one of the persons charged, had gone to the United States and from there to Mexico and early in 1964 a request for his extradition was made. However, he returned to Austria of his own accord at the end of December 1964. In the course of his interrogation, which began immediately and was completed on 17 February 1965, he said nothing to incriminate the applicant.", "The police heard thirty-one witnesses between 13 May 1963 and 21 May 1964 at Vienna and in other places (130 pages of records). Between 17 March 1964 and 28 April 1965, the Investigating Judge questioned forty-nine of them in the capital (287 pages of records); eleven of the statements which he took in this way concerned Matznetter.", "After 20 May 1963 (see paragraph 7 above), the applicant appeared before Judge Gerstorfer more than forty times - six times between 20 November and 19 December 1963, four or five times early in February 1964, twenty-seven or twenty-eight times between 27 August and 11 November 1964 and four or five times between 24 February and 3 March 1965. The records comprise 441 pages.", "Apart from his examinations by the Investigating Judge, Matznetter was heard eleven times in May, July and August 1963 by the Vienna Economic Police (63 pages of records).", "17. After the preliminary investigation had been closed the Vienna Public Prosecutor’s Office instructed one of its members - who was first freed from all other duties - to study the record and, if appropriate, to draft an indictment (Anklageschrift) in accordance with Article 207 of the Code of Criminal Procedure.", "The preparation of this document lasted a little over ten months: at one point the Public Prosecutor responsible thought he would complete it not later than September 1965, but in fact he did not finish it until 15 March 1966.", "18. The indictment was sent to the Regional Criminal Court (Article 208 of the Code of Criminal Procedure) on 13 April 1966, some four weeks after its completion. Three hundred and sixty-five pages long, it brought charges against seven persons: Margarete Schiwitz, Fritz Schiwitz, Otto Matznetter, Karl Udolf, Adolf Stögmüller, Herbert Roth and Vilma Iby, in that order. The prosecutions initiated against the twelve other persons charged (paragraph 14 above) had been severed as being less important, apparently on the initiative of the Public Prosecutor’s Office.", "The applicant was accused of aggravated fraud (Articles 197, 200, 201 (a) and (d) and 203 of the Criminal Code), of aiding and abetting in aggravated fraudulent conversion (Untreue) (Articles 5 and 205 (c)) and of an offence under Section 24 (1) (a) and (b) of the Currency Act of 25 July 1946. Only a few of the alleged dishonest dealings in question did not involve him; the amount of loss for which he had to answer exceeded 83,000,000 Schillings, 71,270,000 of which concerned the Creditanstalt-Bankverein and nearly 9,750,000 the Girozentrale der Osterreichischen Sparkassen (Austrian Savings Banks’ Central Clearing Office).", "In particular, the Public Prosecutor’s Office asked that the trial should be opened before the Regional Criminal Court, that the accused should be cited, that fifty-two witnesses should be summoned, and that a number of documents should be read.", "19. The applicant lodged an objection (Einspruch) against the indictment, but without success; the Court of Appeal of Vienna dismissed his objection on 2 September 1966 (Articles 208-214 and 219 of the Code of Criminal Procedure), and he was thus conclusively sent for trial.", "20. The Regional Criminal Court, sitting as a Lay Judge court (Schöffengericht) gave judgment on 6 February 1967, after a hearing lasting twenty-three days. It found Matznetter guilty of:", "- having committed, between March 1957 and the spring of 1963, a series of acts of aggravated fraud which caused heavy loss to the Girozentrale der Österreichischen Sparkassen (of at least 8,200,000 Schillings), the Creditanstalt-Bankverein (of over 70,000,000 Schillings), the Mürzzuschlag District Savings Bank (about 92,500 Schillings) and the Kindberg Savings Bank (about 291,500 Schillings);", "- having wilfully aided and abetted Karl Udolf in committing the crime of fraudulent conversion between the summer of 1962 and the middle of February 1963, thus causing loss to the Creditanstalt-Bankverein (of about 1,600,000 Schillings);", "- having committed, between 1959 and the spring of 1963, offences under the Foreign Currency Act of 25 July 1946 and Order No. 5/59 of the National Bank of Austria.", "The Court therefore sentenced the applicant to seven years’ severe imprisonment, with one day’s fast every quarter, and to a fine of 5,000 Schillings or one week’s imprisonment. The judgment was given without prejudice to the rights of the plaintiff at civil law and the right of the Public Prosecutor’s Office to institute proceedings against Matznetter for aggravated fraudulent conversion causing loss to Mr. Franz Knapitsch; on the other counts the applicant was acquitted.", "Margarete Schiwitz, Fritz Schiwitz, Karl Udolf, Adolf Stögmüller, Herbert Roth and Vilma Iby were also convicted. Margarete Schiwitz received the same sentences as Matznetter, lighter ones being passed on the other five.", "The period of the applicant’s detention while on remand was counted as part of his sentence (Article 55 (a) of the Criminal Code). Unlike the other persons convicted Margarete Schiwitz and the applicant lodged an appeal (Berufung) against the judgment of 6 February 1967 and also moved to have it set aside (Nichtigkeitsbeschwerde). The Supreme Court (Oberster Gerichtshof) gave judgment in 1969; it dismissed Matznetter’s plea in nullity but allowed the appeal in part and, consequently, reduced the sentence to six years.", "21. In his Application of 3 April 1964 to the Commission (No. 2178/64) Matznetter complained of the decisions of the Judges’ Chamber dated 10 February 1964 and of the Court of Appeal dated 4 March 1964. He alleged violation of:", "- Articles 6, paragraph (1) and 5, paragraph (3) (art. 6-1, art. 5-3) of the Convention;", "- Article 5, paragraph (4) (art. 5-4) of the Convention.", "With regard to the first point, he stated that the court which would have to determine the charge against him would not hear him \"within a reasonable time\". He argued, moreover, that his detention had already lasted longer than was reasonable and pointed out that he had not been released \"pending trial\"; he also referred to Article 6 (2) (art. 6-2).", "On the second point, the applicant complained that the proceedings on applications for release (such as that of 27 December 1963) did not take place in the presence of both Parties. In this connection he invoked the spirit of the Convention, Article 6 (3) (art. 6-3), and the general principles of law recognised by civilised nations.", "The Commission examined the first complaint in the light of Article 5 (3) (art. 5-3) alone and the second in the light of Articles 5 (4) and 6 (1) (art. 5-4, art. 6-1). On 16 December 1964, it declared the Application admissible, following which a Sub-Commission ascertained the facts and tried without success to secure a friendly settlement (Articles 28 and 29 of the Convention) (art. 28, art. 29).", "22. Before the Commission and the Sub-Commission, the applicant maintained that his detention while on remand had lasted for longer than the \"reasonable time\" provided for in Article 5 (3) (art. 5-3) of the Convention. In support of this contention, he repeated most of the arguments which he had put forward before the Investigating Judge, the Judges’ Chamber and the Court of Appeal of Vienna. He furthermore stressed that:", "- while the \"reasonable\" or excessive nature of the duration of detention while on remand may be evaluated in the light of the reference to the person charged and not to the advantages which a thorough preliminary investigation may offer to the competent authorities;", "- in spite of the diligence of the Investigating Judge, the preliminary investigation did not proceed at the necessary pace; that after 20 May 1963, Matznetter had had to wait six months before appearing, and then at his own express request, before Judge Gerstorfer; the judge did not interrogate him until the month of August 1964 about the part he had taken personally in the alleged dishonest dealings; the Investigating Judge had to deal not only with this very complicated case but also with others; the Economic Branch of the Police had certainly helped the judge but, by reason of its unusual quantity, the work done by the police was in this case outside the usual run of investigations; besides, while in such cases the police act, in theory, under the instructions, of, and as assistants to, the judge they do not cease on that account to be under the authority of the Ministry of the Interior, and not of the Ministry of Justice.", "Secondly, Matznetter criticised the non-contentious one-sided nature of the procedure in Austria, which regulates the examination of applications for release pending trial (Articles 113 and 114 of the Code of Criminal Procedure) and also the manner in which that procedure had been applied in his case. On this point, he invoked Article 5 (4) (art. 5-4) of the Convention and, to a lesser extent, paragraphs (1), (2) and (3) (c) of Article 6 (art. 6-1, art. 6-2, art. 6-3-c).", "The applicant claimed compensation for the damage which he alleged he had suffered.", "23. Following the failure of its Sub-Commission’s attempt to secure a friendly settlement, the plenary Commission drew up the report provided for in Article 31 (art. 31) of the Convention. This report was adopted on 4 April 1967 and transmitted to the Committee of Ministers of the Council of Europe on 28 June 1967. In it the Commission expressed the following opinion:", "- by nine votes to one, that the applicant’s detention had exceeded a \"reasonable time\", so that Article 5 (3) (art. 5-3) of the Convention had been violated in this case;", "- by six votes to two, with two abstentions, that the proceedings with regard to the applicant’s release had been in conformity with Articles 5 (4) and 6 (1) (art. 5-4, art. 6-1).", "The report contained several individual opinions, some concurring and some dissenting.", "Arguments of the Commission and of the Government", "1. In its Report of 4 April 1967, the Commission followed the method known as that of the seven \"criteria\" or \"factors\" which it had already adopted in its opinion on the Wemhoff, Neumeister and Stögmüller Cases (see for example the Publications of the Court, Series A, Neumeister Case, judgment of 27 June 1968, pp. 23-24). After applying each of these criteria to the present case the Commission considered them as a whole. The factors whose consideration, according to the Commission, led it to find unreasonable the nature of the length of detention while on remand in issue, that is to say the first four criteria, appeared to it to weigh more heavily than those telling in the opposite direction. By a majority of nine to one the Commission expressed the opinion that there had therefore been a violation of Article 5 (3) (art. 5-3) of the Convention.", "2. At the hearings of 11 and 12 February 1969, the Delegates of the Commission based their arguments essentially on the judgments which had, in the meanwhile, been given by the Court in the Wemhoff and Neumeister Cases. Referring in particular to paragraph 5 of the section \"As to the Law\" in the second of these judgments they summarised the arguments put forward by the applicant in support of his three applications for release on bail and the reasons for which the competent Austrian courts refused the first two applications and granted the third. The Commission’s Delegates also cited paragraph 16 of the reasons of the Wemhoff judgment, from which it appeared that the Court was of the opinion that the actual length of detention could in certain circumstances be of decisive importance in deciding whether or not the detention was \"reasonable\".", "Other circumstances were also relevant to the problem arising under paragraph (3) of Article 5 (art. 5-3): the steps that were taken between 20 November 1963 and the close of the preliminary investigation to enable Judge Gerstorfer to devote himself entirely to the case of Schiwitz and others (Report of the Commission, paragraph 72); the fact that the applications made by Matznetter had not seriously hindered the judge in the performance of his functions (ibidem paragraph 44); the applicant’s family situation and his state of health. On this last point the Commission’s Delegates observed that the applicant does not seem to have relied on his state of health as a ground for release except in his application of 21 April 1965.", "According to the Commission, the length of time for which Matznetter was detained while on remand could not be justified by facts which occurred later: the only facts to be taken into account were those existing at the time, excluding his conviction on 6 February 1967.", "The Commission did not consider it necessary to state exactly at what moment the detention while on remand appeared to have lasted for more than a \"reasonable time\". One was considering a continuous situation which could not be conveniently divided into two periods, the first of which could be considered \"reasonable\" and the second \"unreasonable\". In the Commission’s opinion such a division would lead to a confusion between the requirements of paragraph (3) of Article 5 (art. 5-3) and those of paragraph (1) (c) (art. 5-1-c), a confusion which the Government too had shown itself anxious to avoid (see paragraph 5 below).", "3. According to the Commission, the period of detention, the compatibility of with which paragraph (3) of Article 5 (art. 5-3) is at issue, extends from 15 May 1963 to 8 July 1965.", "In replying to the Government’s objection that the present case was exclusively concerned with the period of detention prior to the lodging of the Application (15 May 1963-3 April 1964; see paragraph 6 below), the Commission’s Delegates began by pointing out the importance of this question which concerned the competence both of the Court and of the Commission and which, in their opinion, should have been raised before the Commission. They also recalled that in its judgment of 20 March 1962 the Court had taken into consideration a matter - the Belgian Act of 30 June 1961 - which was subsequent not only to Mr. De Becker’s original application, but also to the adoption of the Commission’s report and even to the commencement of proceedings before the Court.", "The Delegates of the Commission then replied to the Government’s arguments based on Article 26 (art. 26) of the Convention. In their opinion, an applicant has the right to apply to the Commission before exhausting the domestic remedies; it was sufficient if this condition had been fulfilled when the Commission takes its decision on the admissibility of the application. The Commission’s decisions were unchanging in this respect. They had recently been confirmed in a decision of 18 July 1968 (Application No. 2614/65, Ringeisen against Austria, Collection of Decisions No. 27, pages 51-52) and were supported by the English text of Article 26 (art. 26) and also by the purpose of the rule of exhaustion of the domestic remedies. The words \"deal with\" and \"être saisie\" related to the consideration of the merits of the case which could not be undertaken by the Commission if the domestic remedies had not been exhausted. They did not, however, prevent the Commission from taking account of facts subsequent to the application. Indeed, such facts could tell in favour of the Government concerned if in the meantime the remedies exercised had led to the result desired by the applicant. This interpretation was supported by Article 27 (3) (art. 27-3), which implied that the Commission must be satisfied as to the admissibility of the application; this necessarily involved a presumption that the application had been lodged. Besides, the contrary opinion would make it impossible to join the question of exhaustion to the merits as had been done by the Commission in certain cases. Although Article 26 (art. 26) refers to \"the generally recognised rules of international law\" there was no complete parallelism between the doctrine and diplomatic protection and the new system inaugurated by the Convention, at any rate in so far as applications by private persons were concerned.", "In the present case the domestic remedies with respect to Matznetter’s first application for release were exhausted on 4 March 1964, i.e. a few weeks before the lodging of his Application and several months before the decision on admissibility of 16 December 1964. The Delegates doubted whether applications made after a long period of detention while on remand had elapsed amounted to true domestic remedies within the meaning of Article 26 (art. 26).", "For the rest, the Commission’s Delegates referred to the submissions they had made at the hearing in the Stögmüller case.", "4. In its Application of 31 July 1967, the Government expressed the opinion that in so far as it related to Article 5 (3) (art. 5-3), the Commission’s report was based on incorrect legal reasoning, a false appreciation of the facts and an inaccurate assessment of the evidence.", "The memorial of 22 December 1967 developed this argument in detail. The Government relied on arguments very similar to those it had put forward in the Neumeister case (see pages 29-34, paragraphs 18-27 of the Judgment of 27 June 1968). In particular, it objected in principle to the use of the criteria, to the way these were applied to the analysis of the facts and especially to criterion No. 1; it also complained of the manner in which the Commission had applied criteria Nos. 2, 3 and 4 in the present case.", "5. At the hearings of 12 February 1969, the Government’s Delegates based part of their argument on the judgments which the Court had given in the meantime in the Wemhoff and Neumeister cases. In their opinion, the reasons which led to the rejection of the applicant’s first two requests for release on bail were conclusive and convincing: the danger of his absconding and the danger of a repetition of the offences had continued to exist throughout the period of detention in issue; this was established by the decisions given at the time by the Judges’ Chamber (specially that of 10 February 1964) and by the Court of Appeal and was confirmed by the applicant’s conviction on 6 February 1967. After all, Matznetter had not succeeded in proving that these two dangers did not exist nor in supplying other evidence calculated to weigh in favour of his release at an earlier date. He did not produce such evidence, i.e. his illness, until his third and last application, which had in fact led to the result he desired.", "However, the Government considered that the method laid down by the Court in its two judgments of 27 June 1968 (see for example paragraph 5 of the section \"As to the Law\" in the judgment in the Neumeister case) ran the risk of blurring the clear distinction which in its opinion should be drawn between paragraph (1) (c) and paragraph (3) of Article 5 (art. 5-1-c, art. 5-3). The present case was concerned not with the validity of the detention (paragraph (1) (c) of Article 5) (art. 5-1-c) but only with its duration (paragraph (3)) (art. 5-3). It was therefore scarcely necessary to check the existence of reasonable grounds for detention within the meaning of paragraph (1) (c) (art. 5-1-c); the general effect and the proceedings taken as a whole were decisive. In short, the question was whether an organ of the Austrian State had delayed the proceedings unnecessarily; if this was not the case, the Government considered that it could not be accused of having failed to comply with the requirements of paragraph (3) (art. 5-3).", "In this respect, the Government laid great emphasis on the extraordinary difficulties encountered by the preliminary investigation; referring again to the judgment of 6 February 1967, it drew attention to the extent of the alleged dishonest dealings, the skill of the accused, their number, the behaviour of one of them (Adolf Stögmüller) and the almost inextricable confusion of the links connecting the various undertakings of the \"Schiwitz Group\" and the great complexity of the criminal law problems to be solved. It also recalled that the competent authorities, desiring to expedite the proceedings as far as possible, had ordered the severance of certain prosecutions and relieved Judge Gerstorfer of having to deal with new cases from 20 November 1963 to 10 May 1965. Moreover, the Commission had not found that there had been any abnormal delay. It was true that intervals of several months had occurred between Matznetter’s various examinations but the Investigating Judge had used these periods for other work connected with the same case. It was entirely due to the work done during the preliminary investigation that the Regional Criminal Court of Vienna had been able to deal with a case of these proportions in a trial lasting only twenty-three days.", "The applicant’s family situation and his state of health had nothing to do with the decision in the present case.", "In the Government’s opinion, if the Court should finally decide that there had been a violation of paragraph (3) of Article 5 (art. 5-3) it should state when this violation had begun. As it had not been disputed that Matznetter’s original arrest was valid (paragraph (1) (c) of Article 5) (art. 5-1-c), according to the Government such a decision would in fact imply that the detention while on remand had remained reasonable during a certain period of time. Every Contracting State was entitled to know as from when it had violated the Convention. The answer to this question was also of great significance with regard to a possible application of paragraph (5) of Article 5 (art. 5-5).", "6. In its memorial of 22 December 1967, the Government further complained that the Commission had taken into consideration the period of detention subsequent to the lodging of the Application (3 April 1964 to 8 July 1965): in its opinion, the Commission was not entitled to examine facts other than those of which it is seized by means of an application lodged under Article 24 or Article 25 (art. 24, art. 25) and, logically, such an application could deal only with events prior to the time it was lodged.", "By its judgment of 27 June 1968 the Court rejected a similar argument put forward by the same Government in the Neumeister case (see pages 30 and 38 of the judgment). The Government, nevertheless, confirmed its view on 11 and 12 February 1969. In its opinion, the period of detention on which the Court is competent to pronounce extended only from 15 May 1963 to 3 April 1964 (or 4 March 1964: see below). The judgment of the Court of 20 March 1962, referred to by the Commission’s Delegates (see above, paragraph 3), was not relevant in the present case : as distinct from the situation of which De Becker complained, the situation of a person in detention while on remand was not of a permanent nature; it varied from second to second until his release.", "Apart from Articles 24 and 25 (art. 24, art. 25), the Government relied strongly on Article 26 (art. 26) of the Convention although making it clear that it did not intend to dispute the admissibility of Matznetter’s Application.", "Article 26 (art. 26) prevented the Commission from dealing with facts with regard to which the domestic remedies had not been exhausted before the lodging of the Application. In the present case the \"matter\" referred to in Article 26 (art. 26) was the length of detention while on remand prior to the lodging of the Application: the subsequent period had not given rise to domestic remedies, the refusal of which might have caused the applicant to lodge one or more new applications. Originally the Commission itself had been of the opinion that the exhaustion of domestic remedies must be judged as from the date of the lodging of the application: this was clear from Rule 41 (2) of the Commission’s Rules of Procedure. No doubt it had since adopted a more flexible approach, particularly in its decision on the admissibility of Application No. 2614/65 (see above, paragraph 3). It was, however, mistaken in relying exclusively on the English wording of Article 26 (art. 26) (\"deal with\"). It had thus lost sight of the need - recalled by the Court in its judgment of 27 June 1968 (Wemhoff case, page 23, paragraph 8) - to find a solution which was compatible with the French text (\"être saisie\"): how could the Commission \"deal with\" (\"s’occupe de\") a case which had not been \"submitted to it\" (\"dont elle ne serait pas saisie\")? The only way of reconciling the English text with the French text was to base one’s interpretation on the latter. In any case, the former did not bear the meaning put on it by the Commission: to examine the admissibility of an application was to \"deal with the matter\". Moreover, Article 26 (art. 26) of the Convention merely confirmed a traditional rule of international law which had always been interpreted formally by doctrine and practice. The extensive interpretation given by the Commission stood alone: the theory, according to which it is not necessary to wait for the final domestic decision before exercising the right of diplomatic protection or applying to an international authority, did not appear to be supported by any of the recognised authorities. According to the Government, Article 26 (art. 26) in fine would lead to an absurd result if \"deal with\" were synonymous with \"decide on the admissibility\": this would force the Commission to decide on the admissibility of an application within the six months following the final domestic decision.", "In reply to a question from the Court, the Government’s representatives admitted that their arguments, based on Article 26 (art. 26), led logically to the conclusion that the period of detention to be examined in the present case did not extend beyond 4 March 1964, the date of the last domestic decision prior to the lodging of the Application. As later remedies should not be taken into account there would be no point in a finding that the domestic remedies had been exhausted when the Commission’s report was adopted (4 April 1967) and that the Investigating Judge could at any time, with the consent of the Prosecution and, if need be, of his own motion, have put an end to the period of detention in issue. In any case, one appeal was still pending at the time the Commission declared the Application admissible (16 December 1964), i.e. Matznetter’s appeal to the Vienna Court of Appeal against the decision by which the Judges’ Chamber had on 3 December 1964 rejected his second application for release.", "The Government’s representatives conceded that they did not raise before the Commission the question of the period to be considered. They declared that they had no reason to do so at the time because they thought that the Commission would only deal with the subject-matter of the Application; it was only on reading the report that they observed that the Commission had exceeded its competence. It was true that the Government did not terminate as of 3 April (or 4 March) 1964 the schedule which it had drawn up in order to give the Commission detailed information on the progress of the proceedings instituted against Matznetter (Appendix III to the Report). This attitude, however, did not imply that the Government accepted that the examination should relate to the whole period of the Applicant’s detention while on remand; it was merely a reflection of the generous spirit of co-operation by which the Government was inspired. The fact that it was now presenting to the Court a new legal argument did not imply that it had waived this argument before the Commission, but simply that perhaps it had not been aware of it to begin with.", "For the rest, the Government’s representatives referred to the observations that they had made in the hearings in the Stögmüller case.", "7. In its Report of 4 April 1967 the Commission, by a majority of six to two with two abstentions, expressed the opinion that the proceedings with respect to the Applicant’s requests for release on bail did not violate either Article 5 (4) or Article 6 (1) (art. 5-4, art. 6-1) of the Convention; the reasons given are similar to those given by the Commission in the Neumeister case with respect to a similar complaint.", "At the hearing of 11 February 1969, the Commission’s Delegates referred to the judgment of the Court in this latter case (pages 28-29 and 43-44) which seemed to them to confirm the Commission’s view on the matter.", "8. The Government expressed its agreement with the Commission on this point.", "9. At the hearing of 11 February 1969, the Commission requested the Court:", "\"to dismiss the claim of Matznetter before it in so far as it rests on Article 5, paragraph (4) (art. 5-4), and to determine whether the detention of Matznetter on remand from 15 May 1963 to 8 July 1965 was or was not consistent with Article 5, paragraph (3) (art. 5-3), of the Convention\".", "10. In its Application instituting proceedings of 8 August 1967, the Government formulated the following request to the Court which it confirmed in its memorial and at the hearing of 12 February 1969:", "\"May it please the Court to declare that the measures taken by the Austrian authorities which are the subject of the Application lodged by Otto Matznetter against the Republic of Austria do not conflict with the obligations arising from the European Convention on Human Rights\"."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5", "6"], "NON_VIOLATED_PARAGRAPHS": ["5-3", "5-4", "6-1"], "NON_VIOLATED_BULLETPOINTS": []}