{"ITEMID": "001-122258", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH;SRB", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "KUDUMIJA v. BOSNIA AND HERZEGOVINA AND SERBIA AND REMENOVIĆ AND MAŠOVIĆ v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Ineta Ziemele;Ledi Bianku;Päivi Hirvelä;Paul Mahoney;Vincent A. De Gaetano", "TEXT": ["1. The applicants, Mr Miroslav Kudumija, Mr Jordan Remenović and Mr Smajo Mašović, are citizens of Bosnia and Herzegovina who were born in 1945, 1934 and 1934 respectively, and live in Sarajevo (the first applicant) and Tuzla (the second and third applicants).", "2. The first and third applicants, who had been granted legal aid, were represented before the Court by A. Mujčinović, a lawyer practising in Sarajevo. The Government of Bosnia and Herzegovina (“the Government”) were represented by their Deputy Agent, Ms Z. Ibrahimović.", "3. The applicants served in the JNA, the armed forces of the former Socialist Federal Republic of Yugoslavia (“the SFRY”) and retired before April 1992.", "4. Their military pensions were assessed according to their rank and years of service, and were paid from the Yugoslav Federal Pension Fund in Belgrade (“the JNA Fund”). Payments from that fund to JNA pensioners living in what is today the Federation of Bosnia and Herzegovina (“the Federation”) came to an end shortly after the outbreak of the 1992-95 war.", "5. From that time until the 2001 Agreement on Succession Issues (see below), it was unclear who was responsible for the payment of JNA pensions. However, in September 1992 Bosnia and Herzegovina issued a decree establishing the right of JNA pensioners to receive pension from what later became the Federation of Bosnia and Herzegovina Pension Fund (\"the FBH Fund\") in an amount corresponding to 50% of what would have been their JNA pensions. That provision was later incorporated in the Pension and Disability Insurance Act 1998, which entered into force on 31 July 1998 (see paragraph 35 below).", "6. On 29 June 2001 Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia (succeeded in 2006 by Serbia), the former Yugoslav Republic of Macedonia and Slovenia signed the Agreement on Succession Issues (\"the Succession Agreement\"), which entered into force on 2 June 2004. Under Annex E each successor State assumed responsibility for the regular payment of pensions to their citizens who had been civil or military employees of the former SFRY, irrespective of their current residence, if those pensions were financed from federal funds.", "7. The fundamental rights of workers in the former SFRY with regard to pensions and social security were established in the 1974 Constitution of the SFRY (Article 281 § 3). That constitutional provision was implemented through the Pension and Disability Insurance Framework Act 1982.", "8. Regulation of the pension system beyond the rules established in the SFRY law was the responsibility of the republics, so each republic had its own pension legislation and public pension fund. In Bosnia and Herzegovina pensions were governed by the Pension and Disability Insurance Act 1990. All employees, except for JNA personnel, paid into the pension fund of their republic of residence. This applied also to employees of the federal ministries and agencies. The pension funds in the republics worked closely together. If an individual worked and contributed to a pension fund in one republic, he or she could choose to retire in a second republic and still receive his or her pension from the first republic’s pension fund through the distribution system of the second republic. If an individual lived and worked, and therefore paid his contributions, in more than one republic throughout his working life, upon retirement he was entitled to receive his pension from the fund to which he had contributed the most.", "9. The pension rights of military personnel were regulated and secured through the federal authorities (Article 281 § 6 of the 1974 Constitution of the SFRY). JNA military personnel paid their contributions to and received their pensions from the JNA Fund. This was the only pension fund existing at federal level.", "10. The Military Pension and Disability Insurance Act 1985 regulated the specific aspects of military pensions. It provided for several mechanisms which rendered the treatment of JNA military pensioners more favourable than that of other groups. For example, in determining their entitlement to a pension, the Act generally credited JNA pensioners with fifteen months of service for every year of actual service. Moreover, the amount of pension was based on the salary of the last December in active service, while for other groups it was based on the average salary of ten consecutive years with the highest income.", "11. Pursuant to the Yugoslav Army Act 1994 the JNA Fund was transformed into the Fund for Social Insurance of Military Personnel of the Federal Republic of Yugoslavia (succeeded in 2006 by Serbia; \"the Serbian Fund\"). Under this Act the Serbian Fund was supposed to continue the payment of JNA pensions. It is unclear, however, how that duty was discharged in practice (whether residence in Serbia and/or non-residence in one of the former SFRY republics was a condition for those payments). However, the JNA Fund and, later, the Serbian Fund continued to pay pensions to JNA pensioners living in what is today the Republika Srpska throughout the 1992-95 war and afterwards. It would appear that this arrangement was based on an ad hoc agreement between the Republika Srpska and Serbia.", "The facts of the cases, as submitted by the parties, may be summarised as follows.", "12. The applicant was in active military service in the JNA until March 1992, when he retired. He received his pension from the JNA Fund until August 1992.", "13. In October 1992 the applicant started receiving pension from what later became the FBH Fund, in an amount corresponding to 50% of what his JNA pension would have been.", "14. At the applicant’s request, on 1 July 1998 the JNA Fund issued a decision terminating the payment of the applicant’s pension on the basis that he was receiving payments from the FBH Fund. It was confirmed that the applicant received his last pension from the JNA Fund in August 1992.", "15. On several occasions the applicant went to the FBH Fund and asked about the full payment of his military pension. Each time he was informed that his right to a pension had been established by the JNA Fund and that, therefore, he could not make any direct claims against the FBH Fund, which only provided payment after the JNA Fund had stopped paying his pension.", "16. On 6 July 1998 the applicant complained to the Human Rights Chamber (a domestic human-rights body set up under Annex 6 to the 1995 General Framework Agreement for Peace) about the impugned situation. On 7 December 2001, the Human Rights Chamber dismissed the applicant’s complaint (together with those of nine other JNA pensioners; see decision nos. CH/98/744 et al) as manifestly ill-founded, in line with its established case-law concerning JNA pensioners (see paragraph 36 below).", "17. On 5 December 2008 the applicant asked the Federal Ministry of Labour and Social Politics to clarify the status of JNA pensioners after the entry into force of the Succession Agreement. On 16 December 2008 the Ministry informed the applicant that it had taken steps to implement the Succession Agreement, together with the Ministry of Civil Affairs of Bosnia and Herzegovina. However, it did not provide any further information on the action taken.", "18. On 24 December 2008 the applicant sought the same information from the Ministry of Civil Affairs of Bosnia and Herzegovina, which transferred his request to the FBH Fund. On 6 January 2009 the FBH Fund informed the applicant that it did not have the power to apply directly the provisions of the Succession Agreement and that, in the absence of new legislation on pensions, it would continue to apply the provisions of the Pension and Disability Insurance Act 1998.", "19. On 17 February 2009 the Ministry of Civil Affairs of Bosnia and Herzegovina informed the applicant that all legislation concerning the pension system was made at Entity level (each of the Federation and the Republika Srpska being an “Entity”).", "20. The applicant was in active military service in the JNA until January 1987, when he retired. He received his pension from the JNA Fund until April 1992.", "21. In October 1992 the applicant started receiving pension from what later became the FBH Fund in an amount corresponding to 50% of what his JNA pension would have been.", "22. On 25 December 1998 the applicant asked the FBH Fund to pay his military pension. On 13 January 1999 the FBH Fund responded that his right to a pension had been established by the JNA Fund and that, therefore, he could not make any direct claims against the FBH Fund, which only provided payment after the JNA Fund had stopped paying his pension.", "23. On an unknown date in 1999 the applicant complained to the Human Rights Chamber. On 3 May 2004 the Human Rights Commission (a legal successor of the Human Rights Chamber) dismissed the applicant’s complaint (together with those of 21 other JNA pensioners; see decision nos. CH/99/1420 et al) as manifestly ill-founded, in line with its established case-law concerning JNA pensioners (see paragraphs 36 and 37 below).", "24. On 24 October 2008 the applicant asked the Ministry of Civil Affairs of Bosnia and Herzegovina about the implementation of the Succession Agreement concerning JNA pensions. The Ministry forwarded the request to the FBH Fund, which in turn informed the applicant on 12 November 2008 that it did not have the power to apply directly the provisions of the Succession Agreement and that in the absence of new legislation on pensions it would continue to apply the provisions of the Pension and Disability Insurance Act 1998.", "25. The applicant was in active military service in the JNA until January 1988, when he retired. He received his pension from the JNA Fund until May 1992.", "26. In October 1992 the applicant started receiving pension from what later became the FBH Fund in an amount corresponding to 50% of what his JNA pension would have been.", "27. On 23 February 1999 the applicant instituted proceedings before the Tuzla Municipal Court (\"the Municipal Court\") against the FBH Fund, seeking the payment of his military pension. On 26 May 2004 the Municipal Court rejected his claim as unfounded. That decision was upheld on appeal by the Tuzla Cantonal Court and the Constitutional Court on 16 May 2005 and 9 February 2006 respectively.", "28. On 16 August 2004 the applicant instituted proceedings before the FBH Fund’s Tuzla Office, requesting that his years of service in the JNA be included in his pension records. On 1 April 2010 the FBH Fund’s Tuzla Office rejected his request. It explained that the applicant was registered with the JNA Fund, which established his right to a pension. That decision was upheld on appeal by the competent second-instance administrative body and the Tuzla Cantonal Court on 21 July 2010 and 14 November 2011, respectively.", "29. On 2 October 2004 the applicant asked the FBH Fund to pay his military pension in accordance with Annex E to the Succession Agreement. On 5 November 2004 the FBH Fund informed him that it did not have the power to apply directly the provisions of the Succession Agreement and that, in the absence of new legislation on pensions, it would continue to apply the provisions of the Pension and Disability Insurance Act 1998.", "30. On 10 April 2006 the State Ministry of Finance and Treasury informed the applicant that under the Constitution of Bosnia and Herzegovina, pension systems were legislated at Entity level and that, accordingly, the Council of Ministers of Bosnia and Herzegovina had adopted a decision on 27 September 2001 establishing that the implementation of Annex E to the Succession Agreement would be the responsibility of the Entities’ pension funds. The Ministry also stated that attempts had been made to resolve that issue at State level, but that the Entities had been unwilling to transfer pension matters to the State.", "31. On 11 February 2009 the applicant, together with 22 other JNA pensioners, lodged an appeal before the Constitutional Court, alleging that the State had failed to respect its obligation under the Succession Agreement in violation of Article 14, and Article 1 of Protocol no. 1 to the Convention.", "In its observations submitted to the Constitutional Court on 1 June 2009, the FBH Fund argued that Annex E did not specify the exact amount of pension to be paid to JNA pensioners. Consequently, by paying certain amounts under the Pension and Disability Insurance Act 1998, the FBH Fund had complied with its obligation to JNA pensioners.", "In their observations submitted to the Constitutional Court on 3 June 2009, the Government of the Federation argued that as one of the two Entities it could not be held responsible for the implementation of the Succession Agreement because the signatory party to it was the State of Bosnia and Herzegovina. They further argued that they had nevertheless taken steps in 2009 to adjust the existing legislation in line with Annex E. In particular, section 139 of the Pension and Disability Inusrance Act 1998 had been amended so that JNA pensioners could receive payments from the FBH Fund irrespective of their place of residence and that those payments would be funded from the Entity budget (paragraph 35 below). The Government also argued that Annex E did not define the amount of JNA pensions to be paid by the successor States.", "In his observations of 3 June 2009 the Attorney General of Bosnia and Herzegovina maintained that it was not in dispute that JNA pensioners’ right to a pension had been established under Annex E. However, the question of the amount of pension fell to be regulated by the legislation of the Entites and not by the Succession Agreement. He further proposed that the appeal be dismissed on non-exhaustion grounds as the plaintiffs had failed to use domestic remedies in the proceedings before the FBH Fund.", "32. On 15 June 2010 the Constitutional Court dismissed the appeal on non-exhaustion grounds, holding that domestic remedies (an appeal against the \"silence of the administration\") had not been exhausted in the proceedings before the FBH Fund.", "33. On 2 December 2011 the applicant submitted a request to the Supreme Court of the Federation of Bosnia and Herzegovina (\"the Supreme Court\") for extraordinary judicial review of the Tuzla Cantonal Court’s decision of 14 November 2011 (see paragraph 28 above). On 9 August 2012 the Supreme Court accepted the request, amended the decision of the Tuzla Cantonal Court of 14 November 2011 by quashing the administrative decisions of 1 April 2010 and 21 July 2010, and remitted the case to the FBH Fund’s Tuzla Office for a re-trial. On 20 March 2013 the FBH Fund’s Tuzla Office rejected the applicant’s request. On 22 April 2013 he appealed against that decision. It would appear that those proceedings are still pending.", "IV. RELEVANT DOMESTIC LAW AND PRACTICE", "34. The Constitution of Bosnia and Herzegovina (Annex 4 to the General Framework Agreement for Peace) entered into force on 14 December 1995. In accordance with Article 1 § 3 of the Constitution, Bosnia and Herzegovina consists of two Entities: the Federation of Bosnia and Herzegovina and the Republika Srpska.", "Article 3 § 1 of the Constitution establishes the matters that are the responsibility of the institutions of Bosnia and Herzegovina. It also provides that all governmental functions and powers not expressly assigned in the Constitution to the institutions of Bosnia and Herzegovina will be those of the Entities. The pension system is not among the matters listed in that Article.", "Under Article 3 § 2 (a) of the Constitution, the Entities have the right to establish special parallel relationships with the neighbouring States consistent with the sovereignty and territorial integrity of Bosnia and Herzegovina.", "35. Section 139 of the Pension and Disability Insurance Act 1998 of the Federation, which entered into force on 31 July 1998, provides that JNA pensioners who were citizens of Bosnia and Herzegovina and resident in the Federation would receive pension in an amount corresponding to 50% of what their JNA pensions would have been. Section 139 was amended on 26 January 2009 so that JNA pensioners could receive payments from the FBH Fund irrespective of their place of residence, and that those payments would be funded from the Entity budget.", "36. The Human Rights Chamber delivered its first decision concerning JNA pensioners on 9 March 2000 (see Šećerbegović and others, nos. CH/98/706 et al). The Chamber held that the applicants’ right to the peaceful enjoyment of their possessions under Article 1 of Protocol No. 1 to the Convention had not been violated and that they had not been discriminated against in the enjoyment of their right to social security under Article 9 of the International Covenant on Economic, Social and Cultural Rights.", "The reasons were set out in the decision, the relevant part of which reads as follows:", "“The Chamber notes that the applicants have not paid any contributions to the PIO BiH in Sarajevo, nor to any other pension fund in the Republic of Bosnia and Herzegovina or in the Federation. They had no legal relationship with the PIO BiH before the issuing of the 1992 Decree on Pension and Disability Insurance during the State of War or Immediate Threat of War. Moreover, the competent authorities of the Federation do not have access to the employment record of the former JNA personnel, so they would not be in a position to determine the entitlement of these pensioners and the amount to which they are entitled under provisions – different from Articles 139 to 141 – of the Federation’s Pension and Disability Insurance Act.", "The Chamber concludes that the applicants have no claims against the PIO BiH or against the Federation beyond those attributed to them by the 1992 Decree and 1998 Act which could be regarded as a possession under Article 1 of Protocol No. 1 to the Convention. The applicants’ claim against the JNA Pension Fund, which is not at issue before the Chamber, appears to remain untouched by the above-mentioned legislation. Accordingly, the Chamber concludes that the applications do not reveal any interference with the applicants’ possessions by the Federation and, accordingly, do not reveal a violation of Article 1 of Protocol No. 1 to the Convention.", "...", "In the light of these considerations, the Chamber concludes that the difference in treatment between JNA pensioners on the one hand and pensioners of the Army of the Republic of Bosnia and Herzegovina and the Army of the Federation on the other hand, including former JNA members who served in those armed forces, has an objective justification in that the members of the second group are former soldiers of the armed forces of the country or government whose pension fund is paying their pensions. As the applicants still receive a pension that is higher than the average pension paid by the PIO BiH, the Chamber does not find that the Federation government exceeded its margin of appreciation in not extending the favourable treatment granted to its own pensioners to the JNA pensioners. The Chamber thus considers that there is no discrimination of the applicants in the enjoyment of the right to social security in comparison with the military pensioners of either the Army of the Republic of Bosnia and Herzegovina or the Army of the Federation.\"", "37. On 4 July 2003 the Human Rights Chamber delivered its decision in the case of Timotije Bačvić and 285 other JNA pensioners (no. CH/02/10046). It held that in ratifying the Succession Agreement on 31 December 2001, Bosnia and Herzegovina had assumed responsibility for the payment of JNA pensions. However, since the Succession Agreeement was not in force at the time, the applicants could not have had a claim against Bosnia and Herzegovina that would constitute a protected possession within the meaning of Article 1 of Protocol No. 1. The Chamber went further to note that Bosnia and Herzegovina and/or the Federation would have to enact legislation in order to make the obligation resulting from the Succession Agreement operative and enforceable, once it entered into force.", "38. The Agreement on Succession Issues was the culmination of nearly ten years of intermittent negotiations under the auspices of the International Conference on the former Yugoslavia and the High Representative (appointed pursuant to Annex 10 to the General Framework Agreement for Peace). It entered into force between Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia (succeeded in 2006 by Serbia), the former Yugoslav Republic of Macedonia and Slovenia on 2 June 2004. Article 2 of Annex E to the Agreement, in so far as relevant, reads as follows:", "\"Each State shall assume responsibility for and regularly pay pensions which are due to its citizens who were civil or military servants of the SFRY irrespective of where they are resident or domiciled, if those pensions were funded from the federal budget or other federal resources of the SFRY...\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}