{"ITEMID": "001-57910", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF HIRO BALANI v. SPAIN", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["6. Mrs Rita Hiro Balani was at the material time an Indian national; she subsequently obtained Spanish nationality. She lives in Madrid.", "7. In 1985 the Japanese company \"Orient Watch Co. Ltd\" - which specialised in the manufacture and distribution of clocks - filed an application in the Madrid no. 8 First-Instance Court for the removal of the Spanish trade mark \"Orient H.W. Balani Málaga\" (no. 544.606) from the industrial property register. The trade mark in question concerned \"all types of clocks\" and had been registered by the applicant’s husband in 1970. It had at a later stage been transferred to her name. The plaintiff company claimed that, by virtue of the Paris Convention (see paragraph 14 below), the registration in Japan in 1951 of its trade name had conferred on it the ownership of that designation in all the countries which were parties to that Convention - including Spain - and therefore protected it from the subsequent lodging of any identical or similar trade mark.", "8. Mrs Hiro Balani adduced several submissions to contest the application. They were based on the following considerations:", "1. The period of three years within which the cancellation of trade mark no. 544.606 could have been sought had expired and the trade mark was consequently \"established\".", "2. Any action was time-barred.", "3. The trade name relied on by the plaintiff company was not a genuine one.", "4. A trade mark \"Creacions Orient\", for imitation articles, that had been registered in 1934 under no. 97.541 and transferred to the applicant’s name in 1984, had priority.", "9. By a judgment dated 9 May 1988, the Madrid Audiencia Territorial, the court with jurisdiction for this type of dispute (see paragraph 15 below), accepted the contention that Mrs Hiro Balani’s mark was \"established\" and dismissed the plaintiff’s application. It did not rule on the merits of the applicant’s other submissions.", "10. The plaintiff company appealed on points of law. In a judgment of 30 April 1990 the Supreme Court (Tribunal Supremo) held that the contested trade mark was not \"established\" because its registration was void and quashed the decision of the Audiencia Territorial. Giving a ruling on the merits of the dispute (see paragraph 18 below), the Supreme Court expressly rejected the submissions based on the allegedly non-genuine character of the trading name and the general time bar and allowed the application. However, it made no reference to the applicant’s submission that the trade mark \"Creacions Orient\", registered in Spain in 1934, should have priority over the trading name \"Orient\" registered in Japan in 1951.", "11. The applicant filed an amparo appeal (see paragraph 19 below) in the Constitutional Court (Tribunal Constitucional). It was declared inadmissible on 29 October 1990 on the ground that the various complaints adduced did not raise constitutional issues. On the matter of the submission relating to the priority of the trade mark \"Creacions Orient\", the Constitutional Court expressed the following view:", "\"... as this issue was not put forward as a ground of appeal, the Chamber [of the Supreme Court] could hardly be expected to address it directly. Moreover, there is extensive case-law from this Court to the effect that the Constitution does not require courts to give a specific reply to all the arguments of the parties but only their claims. In the instant case [the applicant’s] submission was rejected when the appeal on points of law filed by the plaintiff against the first-instance judgment was allowed.\"", "As decisions of the Constitutional Court finding an appeal inadmissible may be reconsidered only on an application by State counsel, a further appeal lodged by Mrs Hiro Balani was likewise declared inadmissible on 8 November 1990.", "12. The rules governing trade marks and trade names which were in force at the material time were set out in the Industrial Property Regulation (Estatuto de la Propiedad Industrial, \"EPI\") of 26 July 1929, approved by the Royal Legislative Decree of 30 April 1930. The enactment in 1988 of a new law on trade marks did not affect the applicability of that regulation to the facts of the present case.", "13. The registration in Spain of a trade mark or a trade name confers on its holder standing to bring proceedings in the civil and criminal courts against those who infringe his right (Articles 6 and 7 EPI). The priority of rights deriving from a trade mark or a trade name takes effect from the filing of the application for registration in the industrial property register (Article 12 EPI).", "The holder of a registered trade name has the same rights as those conferred on the holder of a trade mark (Article 207 EPI). He may, inter alia, seek the removal from the register of any mark (Article 268 EPI) whose similarity with the trade name might give rise to an error or create confusion in the market (Article 124 para. 1 EPI). In order to make such a finding of incompatibility, the court will examine not only the phonetic or graphic similarity of the two competing designations; it will also consider whether the protected products belong to the same commercial sector.", "14. The Paris Convention for the protection of industrial property of 20 March 1883, as amended in Stockholm on 14 July 1967 - which version was ratified by Spain on 13 December 1971 -, provides that a trade name registered in one of the countries of the Union is to be protected in all the other countries of the Union without necessity of deposit or registration (Article 8). Since such a trade name is entitled to the same protection as if it had been registered in Spain, its holder may seek the removal from the register of any Spanish mark registered after the trade name in question and incompatible with it.", "15. Article 270 EPI makes provision for a special procedure for applying for the removal of a trade mark from the official register. The first-instance court prepares the file and transmits it to the Audiencia Territorial, which seeks the opinion of the legal department of the industrial property register and holds a hearing.", "16. Judgments given at first instance by the Audiencia Territorial concerning the removal of trade marks from the register may be challenged only by an appeal on points of law to the Supreme Court (Article 270 para. 12 EPI).", "The complaints concerning the impugned judgment must be expressed in the form of grounds for cassation (motivos de casación - Article 1707 of the Code of Civil Procedure), of which there are a limited number, for instance failure to comply with essential procedural requirements and violation of the law (Article 1692, nos. 3 and 4 of the Code of Civil Procedure).", "17. Argument is presented on the submissions declared admissible, at a public hearing if all the parties so request or if the court considers it necessary. The respondent may appear and plead for the dismissal of the appeal and the confirmation of the impugned judgment (Articles 1711 in fine and 1713 of the Code of Civil Procedure).", "18. Except in respect of purely formal or procedural matters, the Chamber which allows an appeal submission does not merely quash the judgment. It must rule on the merits of the case, taking account of all the arguments adduced by the parties in the course of the proceedings (Article 1715 para. 1, third paragraph, of the Code of Civil Procedure).", "19. Under Article 120 para. 3 of the Constitution, \"judgments shall always contain a statement of the grounds on which they are based and be delivered in public\". As an aspect of the effective protection of individuals by the judiciary and the courts, recognised as a fundamental right by Article 24 para. 1 of the Constitution, the obligation to state the reasons for judicial decisions may be the subject of an individual appeal to the Constitutional Court (recurso de amparo).", "20. According to Article 359 of the Code of Civil Procedure:", "\"Judgments must be clear and precise and must address specifically the applications and other claims made in the course of the proceedings; they must find for or against the defendant and rule on all the disputed points which have been the subject of argument.", "Such points must be dealt with separately in the judgment.\"", "When a court gives a decision on the merits it must therefore rule on all the submissions adduced by the parties, otherwise the judgment will be flawed for failure to give an adequate statement of the grounds (incongruencia omisiva). However, according to the case-law, the court is not under a duty to deal expressly in its judgment with each of the submissions made by the parties where its decision to allow one of the claims entails by implication the rejection of the submission in question."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}