{"ITEMID": "001-87354", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF CHEMBER v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Violation of Art. 13;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["6. The applicant was born in 1982 and lives in Shakhty in the Rostov Region.", "7. On 19 and 23 December 2000 the applicant was examined by two medical commissions and found to be in good health and fully fit for military service.", "8. On the basis of the medical reports, the decision was made to call the applicant up for two years of mandatory military service in the Ministry of Internal Affairs forces.", "9. The applicant was assigned to serve in military unit no. 5464 in Kislovodsk. In the unit he was allegedly harassed and ill-treated by senior conscripts and the unit sergeant on account of his Moldovan ethnic origin.", "10. According to the applicant, in late January 2001 he attended a drivers’ training course. In the car park the commander told the applicant and three other conscripts to take the back axle of a ZIL lorry to another place. The applicant injured his spine and later on the same day he was also severely beaten and kicked by senior conscripts for failing to bring the axle close enough to the lorry. On the course the following morning he asked for medical assistance, but the commander refused his request. The applicant did not complain about these events to a prosecutor or any other official.", "11. On 8 February 2001 the applicant was transferred to military unit no. 6794 in Astrakhan (later renumbered as no. 3025). According to the applicant, a medical officer noted his complaint of pains in his knees, but did not prescribe any treatment. It subsequently transpired during an inquiry that the applicant had complained about recurrent pains in his knees to his superior, Lieutenant D., who had exempted him from physical exercise (see paragraph 20 below).", "12. In March 2001 Junior Sergeant Ch., the platoon commander, made the applicant and other servicemen do 350 knee bends outdoors as punishment for their failure to scrub the barracks spotless. Lieutenant D. was present but did not contradict the order. After several hundred knee bends, the applicant collapsed and other soldiers took him by the armpits and dragged him into the medical unit.", "13. Between 6 and 26 March 2001 the applicant received emergency treatment in military unit no. 52218, and then in unit no. 3057 until 17 April 2001. He could not stand on his own and crawled out of bed propping himself up on the bedposts.", "14. Between 17 April and 23 May 2001 the applicant was treated in the neurosurgery clinic of the Rostov-on-Don State Medical University. When he was discharged he was diagnosed with a “closed injury of the spine combined with an impairment of blood circulation at the level of the lower thoracic part of the spinal cord” and found unfit for work.", "15. On 5 June 2001 the medical commission of military unit no. 3057 examined the applicant at the request of the commander of unit no. 6794 and diagnosed him with “consequences of an acute interruption to the blood flow to the spinal cord in the form of cicatrical-commissural epiduritis, arachnoiditis with a disturbance of the flow of cerebrospinal fluid and minor impairment of sensitivity in the lower extremities”. It also established that the condition had been “acquired during military service” and discharged the applicant as “partially fit for military service”.", "16. On 28 June 2001 the applicant was discharged on account of his disability.", "17. On an unspecified date the applicant’s mother complained to the military prosecutor of Rostov-on-Don of an abuse of power committed by Lieutenant D. and Junior Sergeant Ch.", "18. On 10 May 2001 her complaint was forwarded to the military prosecutor of the Astrakhan garrison who in turn sent it on 21 May 2001 to the military prosecutor of the Caspian Fleet.", "19. In their observations on the admissibility and merits of the case, the Government enclosed copies of statements by Lieutenant D. and Junior Sergeant Ch., as well as by Privates A.L., A.Sh. and V.P., who had started their service on 1 February 2001.", "20. On 22 May 2001 Lieutenant D. stated as follows:", "“In February 2001 Private Chember was transferred to our unit ... He was assigned to serve in my sub-unit, that is, in the first platoon of the seventh company. Since his transfer into our unit he has started complaining about recurrent pains in his knees. On that ground I exempted him from physical exercise; he stayed within the premises of the company and did not go anywhere. Some two weeks later Private Chember was sent for treatment to the sanitary unit because of acute pains in his knees; I cannot tell why it happened. Some time later he was transferred to a hospital in another town ... I have never applied any unlawful methods to Private Chember.”", "21. On the same date Junior Sergeant Ch. testified as follows:", "“I have known Private Chember since February 2001; he served in the seventh company of military unit 6794, in which I acted as the section commander. I point out that Chember often went to the medical unit. I do not know what he complained about. Every time I acted as the officer-on-duty in the platoon, Chember was usually in for treatment in the medical unit. I think he complained about pains in his legs. I did not know Chember very well because he was not from my platoon ...”", "22. In their similarly worded statements, Privates A.L., A.Sh. and V.P. indicated that the applicant had complained about his “weak legs” since his arrival at military unit no. 6794, that for that reason he had been exempted from physical exercise and squad drill, and that he had often been treated in the medical unit for pains in his legs.", "23. On 31 May 2001 Captain S., a senior investigator with the military prosecutor’s office of the Caspian Fleet, issued a decision not to initiate criminal proceedings. The reasoning read as follows, in full:", "“The inquiry established that the fact of abuse of power by Lieutenant D. and Junior Sergeant Ch. had not actually taken place in reality.", "It follows from the statement by Lieutenant D. that Private Chember serves under his command. Neither he nor Junior Sergeant Ch. ever abused their power over or used violence against Private Chember or any other military personnel of unit 6794.", "It follows from the statement by Junior Sergeant Ch. that neither he nor Lieutenant D. ever abused their power over or used violence against Private Chember or any other military personnel of unit 6794.", "All the servicemen of the seventh company of military unit 6794 – where Chember serves – have been questioned. They stated that no one had harassed Private Chember, and that neither Junior Sergeant Ch. nor Lieutenant D. had ever abused their power over him or any other military personnel of unit 6794.", "Thus, the inquiry has established that Junior Sergeant Ch. and Lieutenant D. did not abuse their power over Private Chember or any other military personnel of unit 6794, and accordingly no criminal case may be instituted against them because there was no criminal offence.”", "The decision indicated that an appeal against it lay to a higher prosecutor or to a court.", "24. On 30 September 2002 the applicant’s mother complained to a higher prosecutor. She wrote, in particular, that her son had never had pains in his knees. She also pointed out that the investigator had not heard the soldiers P., S., C. and Sh., who had been eyewitnesses to the ill-treatment.", "25. On 8 October 2002 Colonel M., the military prosecutor of the Caspian Fleet, replied that her complaint could not be examined because the materials of the inquiry had been forwarded, on 8 August 2002, to the Shakhty Town Court. He indicated that the complaint would be considered upon the return of the materials. The applicant did not receive any further information concerning that complaint.", "26. On 17 March 2002 the applicant lodged a civil action against military units nos. 3025 and 5464 and the North Caucasian Command of the Ministry of Internal Affairs forces for compensation for non-pecuniary damage. He submitted that the injury he had received during his military service caused him physical pain, restricted his day-to-day activities, impaired his career and life plans, and brought feelings of frustration and injustice.", "27. The applicant and his counsel asked the court to appoint a forensic medical examination with a view to determining the origin and nature of his injuries.", "28. On 9 April 2003 the Shakhty Town Court of the Rostov-on-Don Region refused their request by an interim decision:", "“Having heard the parties and studied the case materials, the court finds that the request is unsubstantiated ... because the period when the injury was received is stated in the medical record and that is the period of military service. The establishment of the origin and nature of existing diseases will not help to find those responsible or [to elucidate] the circumstances. The case file contains the decision not to initiate criminal proceedings against Sergeant Ch. and Lieutenant D., dated 31 May 2001.”", "29. On the same day the Town Court delivered judgment, by which the applicant’s claim was dismissed. The Town Court examined medical evidence produced by the applicant and interviewed his fellow serviceman P. who confirmed that Junior Sergeant Ch. had forced the applicant and other conscripts to do 350 or more knee bends and that the applicant had collapsed during that exercise. It found as follows:", "“Assessing the collected evidence as a whole, the court finds that the claim is unsubstantiated ... because the [applicant] did not show that the damage to his health had been caused by servicemen of the [Ministry of Internal Affairs]; according to his own statements, he fell ill because of excessive (in his opinion) physical activity (physical exercises, carrying the axle of a ZIL lorry in his hands) and because of ill-treatment by senior conscripts and by Sergeant Ch. However, the case materials contain the decision not to initiate criminal proceedings against Sergeant Ch. and Lieutenant D., dated 31 May 2001 ... because there was no indication of a criminal offence. Under the current laws, one of the mandatory conditions for tort liability for non-pecuniary damage is the fault of the tortfeasor ...”", "30. The applicant appealed against the interim decision and judgment of 9 April 2003.", "31. On 25 June 2003 the Rostov Regional Court dismissed his appeal:", "“The [first-instance] court dismissed the claim because it established that the defendants’ liability for causing damage to the [applicant’s] health had not been proven. The [regional] court finds this conclusion correct. On 31 May 2001 an investigator ... refused to initiate criminal proceedings ... The causal link between the defendants’ actions and the [applicant’s] disability is not established. Experts may not establish the causal link between the defendants’ actions and consequences thereof, only a court is competent to do so.”", "32. Following the applicant’s discharge, on 29 August 2001 he was diagnosed with a second-category disability and became entitled to a civilian disability pension.", "33. The applicant unsuccessfully attempted to claim a military pension. On 21 May, 11 June, 29 July and 25 December 2002, his mother received negative responses from the Central Military Medical Commission of the Ministry of Internal Affairs. The claims were rejected because he had not produced documents showing that he had injured his spine during military service. According to these replies, the report of 5 June 2001 only established that the condition had been diagnosed during his military service and not that it had been acquired during his military service.", "34. In their observations on the admissibility and merits of the case, the Government submitted a report produced by two medical experts (one military and one civilian) on 10 March 2005. The report had been commissioned by the assistant to the Chief Military Prosecutor on 9 March 2005 with a view to determining the nature of the applicant’s disability, its causes and origin. The experts made their findings on the basis of the criminal case file and the applicant’s medical records of 2001. In particular, they found as follows:", "“It transpires from the available medical documents that Mr Chember’s conditions were chronic. Having regard to Mr Chember’s young age, his medical history (pains in the legs from the age of ten), and chronic development of the condition, the osteochondrosis of the lumbar spine was contracted in childhood as a result of a metabolic disturbance (dystrophy) ... The existing inflammatory processes in the spine (epiduritis and arachnoiditis) could have appeared ... as a complication of an infectious disease that Mr Chember may have contracted in childhood, such as influenza, tonsillitis, pharyngitis, and so on. These spinal conditions were also of a chronic and continued nature ... which is confirmed by the presence of cicatrical-commissural epiduritis and commissural arachnoiditis, and complaints of pains in the legs from the beginning of military service and before conscription.", "No objective confirmation that these conditions had been caused by trauma could be found in the available medical records or case-file materials.", "Mr Chember’s diseases were chronic and continuing and could have been caused by hereditary factors (according to the materials, his uncle suffered from a similar condition) ...”", "35. The general provisions on liability for damage read as follows:", "“1. Damage inflicted on the person or property of an individual ... shall be reimbursed in full by the person who inflicted the damage ...", "2. The person who inflicted the damage shall be liable for it unless he proves that the damage was inflicted through no fault of his own ...”", "36. Complaints about the acts or decisions of a prosecutor may be lodged with a higher prosecutor (Article 220). Within three days of receipt of a complaint, the prosecutor must examine it and give a response to the complainant (Article 219).", "37. If criminal proceedings are discontinued at the stage of the investigation, a victim or a civil party may lodge a separate civil claim unless the proceedings were discontinued on the ground that (a) the alleged offence had not been committed or (b) the suspect had not been involved in its commission (Article 213 § 4 and Articles 24 § 1 (1) and 27 § 1 (1))."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}