{"ITEMID": "001-72590", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KRASNIKI v. THE CZECH REPUBLIC", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 6-3-d;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["8. The applicant was born in 1971 and lives in Skopje (“the former Yugoslav Republic of Macedonia”).", "9. On 24 April 1997 the applicant was accused of having committed the offence of the unauthorised production and possession of narcotics and poisonous substances between January and April 1997, contrary to Article 187 § 1 of the Criminal Code as in force at the material time.", "10. According to the Government, a witness using the fictitious name of “Jana Charvátová” was examined for the first time on 24 April 1997, having been contacted by the police in connection with their investigation into the applicant’s criminal activities. The witness stated, inter alia, that “she want[ed] to testify because she kn[ew] what heroin c[ould] do and that she want[ed] Teplice to be free of drug dealers” and that “for great fear for her own life she w[ould] testify provided that anonymity w[ould] be granted to her, because after the police had detained most of former dealers, the Yugoslavs threaten[ed] that if anybody w[ould] ‘rat’ on the dealers and they w[ould] find it, they w[ould] ‘annihilate’ him or her”.", "11. The applicant stated that the record of the interview in his criminal file was not a statement signed by the witness, but a so-called official record (úřední záznam) drawn up and signed by the police officer afterwards. He further maintained that it was not clear from that record whether “Jana Charvátová” had been examined or whether the report had been drawn up before or after the applicant was charged. He contended that such a record could not be used as evidence for the prosecution.", "12. In the course of the pre-trial proceedings the applicant denied his guilt, stressing that he was a heroin addict and that the drugs found in his possession were for his own use only. “Jana Charvátová” and another witness, using the fictitious name of “Jan Novotný”, were questioned by the Teplice District Investigation Office (okresní úřad vyšetřování) on 11 July 1997. The applicant’s lawyer attended the interview, the applicant not being present. Witness “Jana Charvátová” said:", "“... as for Hasan Krasniki, I am not familiar with his surname, I got in touch with him some time in the winter of last year ... my boyfriend, who is also a drug addict, sent me to see him.", "I wish to correct the facts concerning the individual named Hasan Krasniki. As I have already said, I am not familiar with his surname. I know, or more precisely, I remember the forename: my boyfriend sent me to Pikes in Trnovany and told me to find a certain Hasan in order to get 0.5 grams of heroin. ...", "As for Hasan, I was still buying narcotics ... from him ... last year. I do not remember seeing him since then. As for his description, I can say that he is about 170 cm tall, slim with short dark blond hair ... and I recall that he wore blue jeans and a dark jacket.”", "13. In reply to a question put by the applicant’s lawyer, the witness said that she was giving evidence as an anonymous witness because she owed money for drugs. In reply to a question put by the investigating officer as to whether the persons to whom she owed money had ever threatened or beaten her, she replied that a Yugoslav to whom she had owed money for drugs had beaten her up and that there had been similar incidents.", "14. She was shown a photograph album with ten photographs and was asked to examine them. She stated:", "“... I do not know the name of the person in photograph no. 5 ... I was buying narcotics from him ... in Pikes in Trnovany some time after Christmas ...; he then moved to Pikes near the railway station. It was some time in winter when I last saw him.”", "15. In reply to a question put by the applicant’s lawyer, “Jana Charvátová” said that “Hasan” from whom she had bought heroin around Christmas 1996 was not among the individuals in the photographs. In reply to the investigating officer’s question as to whether she knew somebody called “Jura” or “Džura” and whether he was in any of the photographs, she answered:", "“I am not familiar with the name “Jura”, but rather Džuro. I have the impression that I was buying heroin from somebody like him; I’m sure I was buying heroin from him in Pikes in Trnovany; it was some time in winter, last year or this year, I do not know precisely. ... I think that must be him in photograph no. 1.”", "16. According to the applicant, the chronology of the examination of “Jana Charvátová” was as follows: the witness was asked about Hasan Krasniki and therefore she started to speak about a person called Hasan first. She described him and, after that, she was shown the photograph album and then incidentally mentioned that she knew most of the persons shown in the photographs including the applicant. The official record of the interview stated that “Jana Charvátová” was questioned about Hasan Krasniki, alias “Jura” or “Džuro”, during the examination of 11 July 1997, and that she identified “Džuro” as being the individual in photograph number one.", "17. Interviewed on the same day, witness “Jan Novotný” stated:", "“I know quite a lot of Yugoslavs and I can definitely speak about the person concerned - I know him by his nickname Džuro.", "I know that he was here about four years ago, then he left and reappeared some time at the beginning of this year. He was selling heroin for about three months in the Pikes gambling club in Trnovany; ... he moved to Pikes near the railway station for a while. I could buy 10 g of heroin altogether from him ... I last saw Džura three months ago, so some time in the second half of April or at the beginning of May ... As for his description, I can say that he was about 25 years old, some 170 cm tall, slim, with short dark blond hair. ...”", "18. When presented with a photograph album, “Jan Novotný” stated:", "“I clearly recognise the person in photograph number five: it is Džura from whom I was buying heroin in the Pikes gambling club in Teplice, in Masarykova Street and near the railway station from the beginning of this year to about April or the beginning of May.”", "19. The applicant’s lawyer asked the witness why he was so afraid and why he wished to remain anonymous. The witness stated that Yugoslavs were a temperamental people, that they had threatened him when he had wanted to buy drugs from someone else and that he had been concerned about the safety of his family. To the lawyer’s further question whether the person in photograph number five had ever threatened him, the witness replied in the negative. In reply to the lawyer’s last question, “Jan Novotný” said more precisely that he had bought heroin from the man in photograph number five after the New Year, most recently around mid-April.", "20. The police case file was sent to the Teplice District Prosecutor’s Office (okresní státní zastupitelství), which on 12 September 1997 filed an indictment against the applicant with the Teplice District Court (okresní soud). The prosecutor charged the applicant with having distributed heroin in Teplice during the period between January 1997 and 23 April 1997, with having sold at least twenty packets each containing 0.5 grams of heroin to “Jan Novotný” and with having sold the same drug to “Jana Charvátová”. The prosecutor suggested that the two anonymous witnesses as well as witnesses K. and S. give evidence at the trial and that the police records on the photograph-based recognition of the applicant be read out.", "21. On 18 November 1997 the applicant’s trial began in the District Court. The applicant entered a plea of not guilty.", "22. The record of the hearing shows that, under Article 209 § 1 of the Code of Criminal Procedure (“the CCP”), the presiding judge heard the anonymous witness “Jan Novotný” outside the courtroom and out of sight of the applicant and his counsel, who were able to put questions to the witness through the presiding judge. The witness stated that the applicant was the person who had sold drugs to him and that he had bought heroin from the applicant some time in early 1997. In his testimony, the witness also stated that he was cured and was no longer addicted to any drug. In reply to several questions put by the applicant’s lawyer, the witness stated that the applicant had sold drugs some time ago. He had then disappeared and had started selling them again in 1997. He also said that he had been buying drugs from the applicant during a one-month period in 1997 and that he had seen him selling heroin to other people during the first three months of 1997. He described the applicant as a man of about 175-180 cm in height, slim, with straight dark hair. He added that, unlike at present, he had not been good at recalling the colour of hair at that time. In reaction to the anonymous witness’s testimony, the applicant claimed that it was not true.", "23. The court then read out the witness statements of K. and S., an expert report and other written evidence. It adjourned the proceedings until 25 November 1997 with a view to summoning “Jana Charvátová”.", "24. Another hearing was held on 9 December 1997. It was recorded that the investigating authorities had reported by telephone that, at the time of the hearing, “Jana Charvátová” could not be found at her home. The proceedings were therefore adjourned until 14 January 1998. The police were instructed to conduct a search to find out whether the witness was staying at her home address.", "25. According to the record of the hearing of 14 January 1998, the District Court read out the police reports of 9 and 17 December 1997 on the unknown whereabouts of “Jana Charvátová”. In accordance with Article 211 § 2 (a) of the CCP, her witness statement from the pre-trial police records was read out. In reaction to the witness’s testimony, the applicant claimed that he had not been in the Czech Republic at the relevant time.", "26. In a judgment given on the same day, the court found the applicant guilty of the unauthorised production and possession of narcotics and poisonous substances, and sentenced him to two years’ imprisonment, as well as expulsion from the Czech Republic for an unlimited period of time. It held that, from January 1996 to 23 April 1997, the applicant had been selling heroin in “small envelopes”. He had sold at least twenty “envelopes” of heroin to “Jan Novotný”, and on a number of occasions during this time he had also sold heroin to “Jana Charvátová”.", "27. The applicant maintained that he had not been in the Czech Republic at the relevant time and that the drugs found in his possession had been for his personal use.", "28. The District Court based its finding of guilt exclusively on the testimonies of the two anonymous witnesses. It stated that the confidentiality of their identities prior to their interview in order to safeguard their security was justified under Article 55 § 2 of the CCP, having regard to the seriousness of the offence at issue and the witnesses’ fear of testifying in open court.", "29. The District Court stated that anonymous witness “Jan Novotný” had stated that he had bought at least twenty “envelopes” of heroin from the applicant and that he had recognised the latter from photographs, both in the pre-trial proceedings and at trial, as the person who had been selling heroin not only to him, but also to other persons.", "30. As regards “Jana Charvátová”, the court referred to the police report stating that the witness could not be found at her place of residence and that the search for her had been unsuccessful. It mentioned that she had testified in the pre-trial proceedings in the presence of the applicant’s lawyer and had said that she had been buying heroin from the applicant, whom she had recognised from photographs.", "31. The court also had regard to a photocopy of the applicant’s passport, finding that he had arrived in the Czech Republic on 17 March 1997 from Bulgaria. According to the expert psychiatric report, the applicant was, inter alia, a drug addict who should have been aware of the dangerousness of his criminal activity for society and could have controlled his conduct. An expert examination of the substance found on the applicant indicated that it was heroin.", "32. The court, having assessed all the relevant evidence, held that the testimonies of the anonymous witnesses were trustworthy and consistent and that they incriminated the applicant. It also stated that the witness “Jan Novotný” had recognised the applicant in both the trial and pre-trial proceedings. It concluded that the evidence adduced by the applicant - the copy of his passport and a plane ticket showing that he was not in the Czech Republic for most of the period during which he was alleged to have committed the offence - was not sufficient to rebut the strength of the case against him. It seems that the court did not rely on the witness statements of K. and S.", "33. On 2 February 1998 the applicant appealed, claiming that he had not committed any criminal offence and that the heroin found in his possession had been for his personal use only. He also challenged the District Court’s reliance on the testimonies of the anonymous witnesses whose statements had been misused to his detriment. The applicant further complained of the failure of both the investigating authorities and the District Court to resolve material contradictions in the statements of the anonymous witnesses.", "34. On 9 March 1998 the Ústí nad Labem Regional Court (krajský soud) dismissed the applicant’s appeal, finding his objection to the use of anonymous testimony unsubstantiated. It noted that both anonymous witnesses had been interviewed in the pre-trial proceedings and that the statement of “Jana Charvátová” had been read out because she could not be located at her home address. The court further noted that witnesses K. and S. had refused to testify at trial.", "35. The court found that, owing to the nature of the criminal activity, the witnesses had been recruited from among drug users and drug addicts, who were “much more vulnerable”. It concluded that the concerns which the two anonymous witnesses had expressed to the investigating authorities had resulted in the correct procedural steps being taken, in accordance with Article 55 § 2 of the CCP, including the decision to interview them under fictitious names.", "36. As regards the inconsistency in the witnesses’ statements, the Regional Court stated that witness “Jana Charvátová” had recognised the applicant from the photographs as the person from whom she had bought heroin, but had not known his name. She had described a drug dealer whom she had known by the name “Hasan” and who had not corresponded to the description of the applicant. The court held that the testimony given by witness “Jan Novotný” had not been contradictory and that he had repeatedly described from whom, where and when he had bought heroin. He had usually seen the applicant in a smoke-filled gambling hall under subdued lighting and had not been concentrating on remembering details of the applicant’s appearance, but rather on obtaining drugs. The court held that his inability to describe the correct hair colour “did not play an important role”. It fully endorsed the District Court’s findings of fact and law.", "37. On 6 May 1998 the applicant lodged a constitutional appeal (ústavní stížnost), claiming a violation of his rights as guaranteed by Article 6 § 3 (d) of the Convention. He alleged that there had been no legal basis for the use of the anonymous witness testimony and that the authorities had put the defence at a substantial disadvantage, contrary to the principle of equality of arms. He complained that his conviction had been based solely on the testimonies of anonymous witnesses.", "38. On 3 March 1999 the Constitutional Court (Ústavní soud) dismissed the applicant’s appeal as unsubstantiated. It held that statements by anonymous witnesses could only be used in evidence if the principle of subsidiarity was observed, namely if there were no other means of ensuring the safety of a witness and any limitation on the rights of the defence had been minimised. The court recognised that there was a conflict between, on the one hand, the constitutional right to defend oneself and, on the other hand, the need to protect the health and life of witnesses. It held that this conflict could be resolved only on the basis of the principle of proportionality.", "39. The Constitutional Court did not accept the applicant’s allegation that the anonymous witness procedure had been misused to his detriment. It held that, to the extent that defence rights might found that, according to official police records, the two anonymous witnesses had been interviewed in the presence of the applicant’s lawyer, who had had the opportunity to question them. The court concluded that, having regard to the photograph-based recognition of the applicant before the pre-trial authorities, as well as before the trial court, no doubt could be cast on the legality and fairness of the proceedings. It held that any disadvantages under which the defence might have operated did not give rise to a question of unconstitutionality, as it was the content of the witnesses’ evidence rather than their identity that was relevant, notwithstanding the fact that the courts had not provided sufficient reasons for having adopted the procedure laid down in Articles 55 and 209 of the CCP.", "40. On 18 April 2005 the Minister of Justice lodged a complaint in the applicant’s favour, alleging a breach of law (stížnost pro porušení zákona). He based his complaint on the following grounds:", "“... [the courts] did not sufficiently offer the necessary guarantees to ensure a fair trial as [the applicant’s] lawyer could not see both anonymous witnesses during their interviews in order to learn their identity,", "the prosecuting authorities did not examine the question whether it was necessary to conceal the identity of the witnesses,", "before the decision to conceal the identity of the witnesses was taken, the defence was never given an opportunity to raise objections concerning their credibility or the justification of the alleged threats against them which might justify their anonymity,", "the courts did not specify ... that they knew the true identity of both witnesses and found that the accused represented a serious threat to the life and liberty of both anonymous witnesses,", "[the applicant’s] lawyer could not verify the credibility of the anonymous witnesses and their statements, and the courts did not do so either,", "inadequate conditions during the identification of the accused from photographs deprived the witnesses of their credibility, and", "the conviction of the accused was based exclusively on the statements of the anonymous witnesses.”", "41. In a decision of 31 May 2005 the Supreme Court (Nejvyšší soud) dismissed the complaint, relying on and sharing the legal opinions of the Constitutional Court. It added that Article 55 § 2 of the CCP did not provide for the right of counsel to see anonymous witnesses and to be informed of their identity. The Minister’s two specific arguments in this connection had therefore been submitted contra legem.", "42. Article 187 § 1 provided that anyone who manufactured, imported, exported, transported, or kept or acquired for a third party, narcotics or poisonous substances, without authorisation, would be punished by imprisonment of up to three years or by a fine.", "43. Under Article 55 § 2 of the CCP, where the circumstances indicated that a witness or a person close to the witness ran an obvious risk of bodily harm or other serious danger of interference with his/her fundamental rights in testifying, and when it was not possible to ensure the effective protection of the witness in another manner, the authorities were required to take measures to prevent the visual identification of the witness. The witness’s name and surname as well as his/her other particulars were not recorded in the statement, but were kept separate from the criminal file and known only to the authorities. The witness had to be informed of the right to have one’s identity concealed and to sign the statement using a fictitious forename and surname, by which the person would subsequently be identified. If the reasons for concealing the witness’s identity and for separating the witness’s particulars ceased to exist, that information would be attached to the criminal file and the witness’s identity would no longer be concealed.", "44. Under Article 209 § 1, the president of the division was to ensure that any witness who had not yet testified did not attend the interview of the defendant or of other witnesses. If there was any doubt that the witness would not testify truthfully in the presence of the defendant, or if the witness or persons close to him or her were at risk of bodily harm, death or any other serious danger, the president of the division was required to take appropriate measures to ensure the safety or to conceal the identity of the witness, or to order the defendant to leave the courtroom while the witness was being questioned. However, once having returned to the courtroom, the defendant had to be informed of the content of the witness’s testimony and be given the opportunity to comment on it, and, without meeting the witness in person, might put questions to the witness through the president of the chamber. When the witness’s identity was to remain confidential, the president of the chamber was required to take measures in order to prevent the true identity of the witness being revealed.", "45. Article 209 § 2 provided that when a witness whose identity had been concealed was examined at trial, the court, acting of its own motion, was required to take all necessary steps with a view to verifying the witness’s credibility.", "46. Article 101 § 1 provided, inter alia, that prior to examination, the identity of a witness and his or her relationship to the accused, if any, had to be ascertained. The witness was to be advised that he or she had the right to refuse to give testimony and, if need be, to proceed under Article 55 § 2. The witness was also to be warned to tell the truth and nothing but the truth. At the same time, instructions had to be given on the importance of the testimony with regard to the general interest and on the criminal law consequences of perjury. The second paragraph provided, inter alia, that at the beginning of the examination, the witness would be asked about his or her connection with the case at issue and any relationship to the parties and,", "if need be, about other circumstances that might be important for ascertaining his or her reliability.", "47. The plenary assembly of the Constitutional Court declared unconstitutional the version of Articles 55 § 2 and 209 of the CCP then in force. It held that the criteria for assessing whether the use of anonymous witnesses was constitutional and in line with the principle of subsidiarity were as follows: first, anonymity may only be granted if the witness cannot be provided with reliable protection in any other way; secondly, any constraints on the exercise of the rights of the defence resulting from the hearing of evidence from anonymous witnesses must be kept to a minimum.", "48. In this case, the court found the criminal proceedings unfair because the appellant’s identification had been based on photograph albums alone and the witness had not described the appellant prior to the identification procedure. Concerning the use of anonymous witnesses, the Constitutional Court concluded that the trial court had not verified the credibility of the witnesses as required by Article 209 § 2 of the CCP. The trial court had only declared that the witnesses had no “outstanding accounts” with the appellant and hence there was no reason for them to take revenge against him and to incriminate him falsely. Such a declaration could not in itself mean that the trial court had complied with Article 209 § 2 of the CCP. It should have examined and verified the relationship between the witnesses and the appellant, checked the latter’s objections to their credibility and produced all necessary evidence, for example the full transcript of the criminal records of the witnesses, the reports of the local police and administrative authorities on the reputation of the witnesses, and the expert psychological reports on the witnesses, under Article 118 of the CCP. The Constitutional Court quashed the decisions of both the trial and appellate courts.", "49. The Appendix to Recommendation No. R (97) 13 of the Committee of Ministers of the Council of Europe, concerning the intimidation of witnesses and the rights of the defence, includes the following passage:", "“...11. Anonymity should only be granted when the competent judicial authority, after hearing the parties, finds that:", "– the life or freedom of the person involved is seriously threatened or, in the case of an undercover agent, his/her potential to work in the future is seriously threatened; and", "– the evidence is likely to be significant and the person appears to be credible.", "12. Where appropriate, further measures should be available to protect witnesses giving evidence, including preventing the identification of the witness by the defence, for example by using screens, disguising the face or distorting the voice.", "13. When anonymity has been granted, the conviction shall not be based solely or to a decisive extent on the evidence of such persons.", "14. Where appropriate, special programmes, such as witness protection programmes, should be set up and made available to witnesses who need protection. The main objective of these programmes should be to safeguard the life and personal security of witnesses, their relatives and other persons close to them.", "15. Witness protection programmes should offer various methods of protection; this may include giving witnesses and their relatives and other persons close to them a change of identity, relocation, assistance in obtaining new jobs, providing them with bodyguards and other physical protection.", "16. Given the prominent role that collaborators of justice play in the fight against organised crime, they should be given adequate consideration, including the possibility of benefiting from measures provided by witness protection programmes. Where necessary, such programmes may also include specific arrangements such as special penitentiary regimes for collaborators of justice serving a prison sentence.”", "50. Recommendation No. R (2000) 2 on the re-examination or reopening of certain cases at the domestic level following judgments of the European Court of Human Rights, adopted by the Committee of Ministers of the Council of Europe on 19 January 2000, provides as follows:", "“... Having regard to the Convention for the protection of Human Rights and Fundamental Freedoms (hereinafter “the Convention”);", "Noting that under Article 46 of the Convention on Human Rights and Fundamental Freedoms (“the Convention”) the Contracting Parties have accepted the obligation to abide by the final judgment of the European Court of Human Rights (“the Court”) in any case to which they are parties and that the Committee of Ministers shall supervise its execution;", "Bearing in mind that in certain circumstances the above-mentioned obligation may entail the adoption of measures, other than just satisfaction awarded by the Court in accordance with Article 41 of the Convention and/or general measures, which ensure that the injured party is put, as far as possible, in the same situation as he or she enjoyed prior to the violation of the Convention (restitutio in integrum);", "Noting that it is for the competent authorities of the respondent State to decide what measures are most appropriate to achieve restitutio in integrum, taking into account the means available under the national legal system;", "Bearing in mind, however, that the practice of the Committee of Ministers in supervising the execution of the Court’s judgments shows that in exceptional circumstances the re-examination of a case or a reopening of proceedings has proved the most efficient, if not the only, means of achieving restitutio in integrum;", "I. Invites, in the light of these considerations, the Contracting Parties to ensure that there exist at national level adequate possibilities to achieve, as far as possible, restitutio in integrum;", "II. Encourages the Contracting Parties, in particular, to examine their national legal systems with a view to ensuring that there exist adequate possibilities of re-examination of the case, including reopening of proceedings, in instances where the Court has found a violation of the Convention, especially where:", "(i) the injured party continues to suffer very serious negative consequences because of the outcome of the domestic decision at issue, which are not adequately remedied by the just satisfaction and cannot be rectified except by re-examination or reopening, and", "(ii) the judgment of the Court leads to the conclusion that", "(a) the impugned domestic decision is on the merits contrary to the Convention, or", "(b) the violation found is based on procedural errors or shortcomings of such gravity that a serious doubt is cast on the outcome of the domestic proceedings complained of.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}