{"ITEMID": "001-118722", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF MEHMET ŞENTÜRK AND BEKİR ŞENTÜRK v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Peer Lorenzen", "TEXT": ["I. THE CIRCUMSTANCES OF THE CASE", "5. The applicants were born in 1966 and 1993 respectively, and live in Bayraklı/İzmir.", "A. The circumstances surrounding the death of Mrs Menekşe Şentürk", "6. On Saturday 11 March 2000, at about 10.30 a.m., Mrs Menekşe Şentürk, wife of Mehmet Şentürk (“the first applicant”) and mother of Bekir Şentürk, who was then thirty-four weeks pregnant, went to the Karşıyaka Public Hospital with her husband because she was experiencing pain. She was examined by a midwife, G.E., who decided that Mrs Şentürk was not yet at the end of her term and that there was no point calling a duty doctor to examine her.", "7. The first applicant then drove his wife to the İzmir Public Hospital Nevval Salih Alsancak İşgören (“Alsancak Public Hospital”), where they arrived between 11 and 11.30 a.m. Mrs Şentürk was examined by a midwife, A.Y., who, noting that the applicant’s wife was not yet at the end of her term and that there were no complications, did not call the duty gynaecologist for an examination.", "8. In view of his wife’s continued pain, the first applicant drove her to the Atatürk Research and Teaching Hospital, where they arrived at about 2 p.m. Mrs Şentürk was examined by Dr F.B., an assistant doctor in the emergency department, then transferred to the urology department, where she was examined by Dr Ö.Ç., a urologist. He diagnosed renal colic, prescribed medication, decided to administer an analgesic and advised her to come back for a consultation after she had given birth.", "9. As his wife’s pain did not lessen on returning home, the first applicant drove her that evening to the Ege University Medical Faculty Hospital. There, she was initially examined by Dr S.A.A., an emergency doctor, then transferred to the gynaecology and obstetrics department, where she was placed in the care of a team of doctors. After conducting an ultrasound scan, they established that the child she was carrying had died and that immediate surgery was necessary to remove the child. She was then informed that hospitalisation and surgery had to be paid for, and that a deposit of 600 or 700 million Turkish lira was to be paid into the hospital’s operating fund. As the first applicant stated that he did not have the requested sum, his wife could not be hospitalised.", "The emergency doctor, Dr S.A.A., arranged for the first applicant’s wife to be transferred to the İzmir (Konak) Gynaecology and Obstetrics Hospital in a private ambulance in which no medical staff were present.", "10. Mrs Şentürk died at about 11 p.m. while being transferred by ambulance.", "B. The investigation by the Ministry of Health", "11. Between 26 October and 23 November 2000, the investigation committee at the Ministry of Health conducted an investigation into the circumstances of Mrs Şentürk’s death, in the course of which the following persons were questioned: the first applicant, the individuals who had accompanied Mrs Şentürk to the hospitals, the members of the medical teams (midwives and doctors) in the various hospitals to which the deceased woman had been taken, and the ambulance driver who had driven her to the İzmir (Konak) Gynaecology and Obstetrics Hospital.", "12. On 30 October 2000 statements were taken, inter alia, from two midwives working at the Karşıyaka district medical centre where Mrs Şentürk was monitored throughout her pregnancy. Their witness statements indicated that Mrs Şentürk had gone to the centre on 3 March 2000 for a check-up; the child’s heartbeat had not been heard, as a result of which the midwives advised her to go to a hospital as soon as possible for an ultrasound scan.", "13. On 31 October 2000 a statement was taken from G.E., the midwife at Karşıyaka Public Hospital who had examined Mrs Şentürk. Evidence taken on that occasion indicates that she had heard the child’s heartbeat and that the child was alive when she examined the mother. In this connection, she specified that she had listened to the child’s heartbeat with a Doppler foetal monitor, so that it would have been impossible to miss the sound, as this machine provided information on the number of heartbeats per minute. Having decided that Mrs Şentürk’s condition was normal, she had not seen the point of carrying out an ultrasound or having her examined by the duty doctor.", "14. On 1 November 2000 a statement was taken from A.Y., midwife at the Alsancak Public Hospital, who stated that she had heard the child’s heartbeat when examining the mother, that the child had been alive at that point and that, having found no complications, she had not requested the on-call duty gynaecologist.", "15. On 9 November 2000 statements were taken from T.K., S.A. and Ö.Ö., doctors in the gynaecology and obstetrics department at the Ege University Medical Faculty Hospital, who stated that they had informed the first applicant of the need to remove the child by Caesarean section. They denied having told the patient or her husband that they had to pay 600 or 700 million Turkish lira into the operating fund and said that they did not know who could have done so. They also claimed that they had explained the patient’s situation to the duty specialist, S.Ö., who had not examined her but had seen her, and who had available to him all of the information on her case. Each of them also stated, in particular, that:", "“... it was explained to the patient’s husband that the baby was dead and that it was necessary to remove him or her by Caesarean section ... I never said to the patient that she had to pay 600-700 million Turkish lira into the operating fund for this surgery ... I don’t know who said that ... The signature under the note [stating that] hospitalisation was not accepted is that of the patient Menekşe Şentürk ... I never said to the patient and her relative that if they did not pay into the operating fund ... we could not operate on her ... It was the patient herself who refused to be hospitalised, who said that she could not pay this sum and who signed the papers. Her husband took the patient away, saying that he could not accept this cost, that he refused hospitalisation and that he was going to take her to the Konak maternity unit ... My colleagues and I, as a team, explained ... to the husband that it was absolutely essential to remove the baby and that he should not take the patient away, but we were unable to persuade him ...”", "In a statement taken on the same date, S.Ö., a gynaecology and obstetrics specialist at the Ege University Medical Faculty Hospital, who had been the duty doctor on the evening in question, said that he had been informed by T.K. about the patient’s situation and had recommended that she be admitted to hospital. He also claimed not to have spoken with the patient’s husband, not to have instructed him to make a contribution to the operating fund, and to have been informed by the team which had examined the patient that hospitalisation had been recommended but refused by her husband.", "16. On 23 November 2000 a committee of medical experts issued a report with the following conclusions:", "“1. Nurse G.E. examined Menekşe Şentürk and stated that her condition did not necessitate calling the duty doctor. Although this should have been done, the nurse did not feel the need to do so. In such a case, the principle is that patients are to be examined by a specialist doctor, since a nurse does not have a [sufficient] level of knowledge to assess the seriousness of the situation. The nurse should call the specialist for every patient [who comes to the hospital].", "2. The midwife and nurse A.Y. did not have sufficient knowledge to make a diagnosis as to the patient’s [condition]. She should have been examined by a specialist. In fact, for a correct diagnosis to be made, all patients who come to a polyclinic should be examined by a specialist.", "The duty doctor in the emergency department, F.B., ought to have asked for a KHD [Kadın Hastalıkları ve Doğum – gynaecology and obstetrics] consultation. Only a doctor who examined the patient in this way would have been able to determine whether her symptoms at that time indicated a complication of pregnancy.", "The duty urologist, Ö.Ç., examined the patient from a purely urological perspective. However ... he ought to have conducted a general examination and asked for a KHD consultation. Only a doctor who examined the patient in this way would have been able to determine whether her symptoms at that time indicated a complication of pregnancy.", "3. In the light of the patient’s clinical symptoms, the specialist duty doctors at the Ege University Medical Faculty Hospital ought to have insisted that she be hospitalised.", "4. The presence of medical staff in the ambulance would have made no difference to the outcome.", "In the light of the information available to date, the causes of death cannot be truly determined. [This will be possible] in a definite manner after the autopsy, the results of which will enable the [possible] liabilities for negligence of the above-mentioned members of staff to be established with certitude ...", "Causes of death: 1. Rupture of the uterus. 2. Embolism of the mesoderm. 3. Detached placenta. 4. Low probability of aggravated pre-eclampsia.”", "17. On 24 November 2000, in the light of this expert report and the statements given by the various parties involved, the head inspector of the Ministry of Health drew up a report concluding that the midwives G.E. and A.Y., employed in the Karşıyaka Public Hospital and the Alsancak Public Hospital respectively, had failed in the duties attached to their functions, in that they had sent the patient home in spite of her continuing pain and without having had her examined by a duty doctor. He also considered that doctors F.B. and Ö.Ç., employed at the Atatürk Teaching and Research Hospital, had failed in the duties attached to their functions, in that they had not requested a consultation with a gynaecology and obstetrics specialist, nor indicated to the patient that she should seek such a consultation. Furthermore, the investigation concluded that a complaint report had been drawn up concerning the issue of the liability of T.K., H.V., S.A. and Ö.Ö., doctors in the gynaecology and obstetrics department at the Ege University Medical Faculty Hospital, so that it was not necessary to rule again in their respect. The head inspector reached the same conclusion as to the liability of the impugned ambulance company, and a separate report had been transmitted on this matter to the İzmir Directorate of Health.", "The investigation report noted, however, that doctors T.K., H.V., S.A., and Ö.Ö. had failed in their obligations and thus caused, by their negligence, imprudence and lack of experience, the death of Mrs Şentürk. Finally, the committee considered that Dr S.A.A. from the Ege University Medical Faculty Hospital had committed no error in transferring Mrs Şentürk to the gynaecology and obstetrics department.", "The report on the findings of the investigation into the events which occurred at the Ege University Medical Faculty Hospital include the following points:", "“After her examination in the emergency department ..., Menekşe Şentürk was transferred to the obstetrics department ... Menekşe Şentürk, who was 34 weeks pregnant, was examined by the duty team at the obstetrics department. During the ultrasound carried out by the duty team ..., the child’s heartbeat was not heard and it was ascertained that he or she was dead ... The patient’s relatives [were informed] that it was necessary to remove the child, for the sake of the mother’s health ... However, as the patient’s relatives had stated that they did not have the resources to pay hospital fees ... the duty team did not admit the patient to hospital and transferred her to the İzmir gynaecology and obstetrics hospital in this condition, after obtaining her signature attesting that she was refusing hospitalisation ... Although by law they ought to have dealt with the procedures concerning costs [only] after admitting the patient to hospital, examining her, reaching a diagnosis and providing care [to the patient], it is understood that the doctors failed in their duty by transferring her without treatment, [although she] was in an emergency situation and suffering persistent pain, and thus caused her death.”", "Various witness statements were cited in this investigation report. In particular, some of them read as follows:", "“Statement by Mehmet Şentürk: ... on Saturday 11 March 2000, at about 10 a.m., I drove my wife ..., who was eight months pregnant, to the emergency department at the Karşıyaka Public Hospital because of the violent pain she was feeling. Our neighbour N.S. was with us ... My wife was examined at the Karşıyaka Public Hospital ... they told me that they could not do anything, that the ultrasound machine was turned off ... [and] that it would be preferable that I drive [her] to the Alsancak Public Hospital ... I drove my wife to the emergency department at the Alsancak Public Hospital at about 11.15 a.m. There, the people in charge of the emergency department ... told me that they were short of staff and that the ultrasound machine was turned off ... the staff on duty then told me to take [her] to another hospital. On hearing that, I took my wife to the Atatürk Yeşilyurt Teaching and Research Hospital ... It was about midday when I accompanied her to the obstetrics department ... The doctor told me to take her to the urology department ... I took her to the urology department. They asked for urological examinations and a renal USG test ... [My wife] waited three or four hours on a stretcher in the emergency department at Atatürk Teaching and Research Hospital. Her pains had become even stronger. On seeing this, I went to see the head of the emergency department. I told him that my wife was feeling very unwell and I asked that she be examined by a doctor from the urology department ... the urologist examined her ... After examining her, he said: “there is still time before the birth, at the moment there is nothing we can do, tell the emergency department to give her painkillers and take her home”, and he issued a prescription ... I said to the doctor that my wife was eight months pregnant and asked him whether the medicines were harmful. He said that it was not necessary to take them all the time, but only if the pain got worse ... Painkillers were administered, but I don’t know what type ... the pain did not go away ... I took [my wife] back home ... it was about 6.30 p.m. when I took her home ... In the evening, at about 8.30 p.m., I saw that my wife’s condition had worsened and, accompanied by Ö.A.G. ..., I drove her to the Ege University Hospital ... The doctor who examined my wife ... told me that the baby had died ... I told him to save my wife ... The doctor told me that I had to pay 600-700 million lira into the operating fund to have the baby removed from the mother by surgery ... I replied that I did not have that amount at that time, but to operate [on my wife] and I would sign a paper [undertaking] to pay. The doctor told me that I had to pay the money ... I asked him to tell me what to do ... They then told me to take her immediately to the Konak maternity hospital ... We called an ambulance ... I asked a woman who was present whether a nurse should accompany [my wife]. She replied “they haven’t sent a nurse” ... We started driving ... We arrived at the Konak Hospital ... the duty staff told me that my wife was dead ... My wife was not cared for with diligence in the hospitals I took her to. If at least an ultrasound had been carried out at the Karşıyaka Public Hospital, the Alsancak Public Hospital or the Atatürk Teaching and Research Hospital, and had I been told that the child was dead, then, given that it was still daytime, I could have got the money together for the operation and saved my wife. I was not informed that my wife had been examined on 3 March 2000 at the Bayraklı medical clinic and that the child’s heartbeat had not been heard ... A day or two before 3 March 2000, she told me that she had twisted her ankle on the last two steps of the staircase and had hit the banister ... but that she was not in pain and did not need to go to the doctor ...", "Statement by Ö.A.G.: ... we drove the patient to the emergency department at the Ege Hospital ... One of the doctors told me that her condition was serious. He said to go and pay 700 million lira into the operating fund ... I don’t know the name of that doctor. It was about 10 p.m. at that stage. I had 150 million lira with me. I told the doctor that I had that amount, that I [could] pay it and [could] sign a paper for the remainder ... He said that this would not do, that he could not operate. I insisted that he operate. He refused again. I then asked what [we] should do ... He told us to take her to the Konak maternity hospital. At the same time, he asked us, under duress, to sign a document certifying that we were taking the patient out of hospital of our own free will ...", "Statement by Ahmet Y.: ... We took Menekşe Şentürk to the Ege University Hospital at about 9 p.m. They admitted us immediately to the emergency department. A woman doctor examined her ... she told us that the baby was dead ... The doctor told us that the baby had to be removed by emergency surgery ... The doctor said that we had to pay the hospital about 700 million [lira] for the operation. The patient’s husband said that he could not pay the entire amount immediately, that he could pay some of it but would sign a paper and pay later. The doctor said to talk to the cashier’s desk [vezne]. The people at the cashier’s desk told us that we had to pay the entire amount. We then spoke again with the doctor who had examined the patient. We told her that we had not been able to pay all of the money and asked her what we should do. She told us to take the patient immediately to the Konak maternity hospital ...", "Statement by S.A.A.: ... Menekşe Şentürk came to the emergency department on 11 March 2000, complaining about stomach pains ... I met the patient ..., [and] carried out an examination ... I sent her to the gynaecology and obstetrics department. About half an hour after being examined in the obstetrics department, the patient came back to the emergency department ... The patient’s husband told me that the obstetrics doctors had informed him that the baby was dead ... and that she had to be hospitalised. I asked why they had not hospitalised her instead of taking her back to the emergency department. The patient’s husband told me that they had been asked to pay fees ... and as he could not pay that amount he wanted to take his wife to the Konak maternity hospital. At this point he was in a state of panic and emotional. I told him calmly that the baby had to be removed immediately from the mother’s stomach, [that he had] to take her back and have the patient hospitalised immediately ... [so that] the child could be removed, otherwise the mother’s life could be in danger ... In spite of what I said, the patient’s husband wrote on the patient’s examination form: “In spite of the doctor’s advice, we have refused hospitalisation” and signed it. I exerted no pressure ... to have this statement written ... The patient’s husband told me that the doctors in the [gynaecology and obstetrics department] had told him that he had to pay a deposit, if my memory serves me correctly, of 400 million lira ...", "Statement by M.D., driver from the private ambulance company: ... at about 10.30 p.m. on 11 March 2000 I collected the patient from the obstetrics department and drove her to the emergency department. There, I told the head nurse, S.T., to assign a nurse for the ambulance. She said that that was impossible. Later, I asked the doctor in the emergency department which was transferring the patient if I could have a nurse for the ambulance. But she too said that it was impossible, that the baby was dead in the mother’s stomach and that I had to drive her immediately to the Konak Hospital ... I put the patient in the ambulance ... The patient’s husband got in beside her ... There was no nursing staff in the ambulance ... Before we put her in the ambulance, in front of the Ege Hospital emergency department ..., the patient told me not to take her away ... That must have been about 10.40 p.m. When we arrived at Konak ... I saw that the patient had died ... As I had explained [to her] ..., the reason that there was no nursing staff in our ambulance ... was because our duty nurse was occupied with the transfer of another patient ... The doctors and a nurse at the hospital told me that the patient had been dead on arrival. They told me that they had no morgue and that we ought to take her back to the Ege University morgue ...”", "According to the statements as recorded, four doctors from the Ege University Medical Faculty Hospital, namely T.K., S.A., Ö.Ö. and S.Ö., denied having told the applicant or the deceased woman that they would have to pay a sum of money in order for the surgical procedure in question to be carried out.", "C. The criminal proceedings brought against the medical staff", "1. The proceedings against doctors T.K., H.V., S.A. and Ö.Ö.", "18. On 26 February 2001 the management of the Ege University medical faculty opened an investigation in respect of the doctors T.K., H.V., S.A. and Ö.Ö.", "19. On 10 September 2001 it decided that there were no grounds for bringing proceedings against those doctors.", "20. On 26 August 2002 a committee of investigation, composed of doctors, issued a report concluding that the doctors in question had not committed any error and that, accordingly, there were no grounds for bringing proceedings against them.", "21. On 24 October 2002, on the basis of Article 2 of the Convention, Article 3 of the Universal Declaration of Human Rights and Article 17 of the Turkish Constitution, provisions which concern the right to life, the first applicant lodged an objection against that decision. He alleged, inter alia, that the committee ought to have verified the legislation in force and Ege University’s practice in cases requiring emergency hospitalisation where hospital fees could not be paid.", "22. On 22 January 2003 the Supreme Administrative Court set aside the conclusions contained in the investigation report. It noted that the committee had not examined which criteria had to be met in hospitals in order to begin treating a patient whose life was in danger and whose condition required urgent medical intervention. It also noted that the committee had not asked for the investigation to be widened to include Dr S.Ö., gynaecology and obstetrics specialist at the Ege University Medical Faculty Hospital, who had been on duty on the night in question, in order to determine his responsibility with regard to the disputed events. It considered that those shortcomings should be addressed.", "23. On 23 January 2004, considering that there had been neither negligence nor carelessness on the part of the doctors in question, the investigation committee adopted a new report, concluding that there was no case to answer. It specified that the case file did not make it possible to determine what should be done in medical emergencies requiring hospitalisation where the corresponding fees were not paid.", "24. On 25 February 2004, relying on Article 2 of the Convention, Article 3 of the Universal Declaration of Human Rights and Article 17 of the Constitution, provisions concerning the right to life, the first applicant again lodged an objection against those conclusions. He alleged, in particular, that the fact of not including S.Ö. in the investigation proceedings amounted to a failing in that investigation, and asked that Dr S.Ö. be included in the proceedings.", "25. On 14 April 2004 the Supreme Administrative Court sent the case back to the Ege University Rector’s Office.", "26. On 16 May 2005 the investigation committee adopted a new report, which again concluded that there was no case to answer, in the absence of negligence or carelessness that was imputable to the doctors T.K., H.V., S.A., Ö.Ö. and S.Ö.", "27. On 13 June 2005 the first applicant submitted an appeal against those conclusions to the Supreme Administrative Court.", "28. On 27 September 2005 the Supreme Administrative Court upheld that appeal, considering that there was sufficient evidence that the accused doctors had committed the acts for which they were criticised. It based this finding on the report drawn up on 20 and 21 May 2004 by the General Medical Council (Yüksek Sağlık Şurası, see paragraph 45 below), stating that the named doctors were four-eighths liable for Mrs Şentürk’s death. It therefore held that they should be subjected to criminal proceedings and transmitted the file to the prosecution service.", "29. On 17 November 2005 the İzmir Criminal Court noted that the Supreme Administrative Court had transmitted the case to it directly in the absence of an indictment from the prosecution service, and consequently decided to discontinue the proceedings brought against T.K., H.V., S.A., Ö.Ö. and S.Ö., since the opening of proceedings was subject to the issue of an indictment.", "30. On 21 April 2006 the İzmir public prosecutor issued an indictment against doctors T.K., H.V., S.A. and Ö.Ö., calling for their conviction for unintentional homicide (Article 455 § 1 of the Criminal Code).", "31. On 11 September 2006 the first applicant applied to intervene in the proceedings, a request which the İzmir Criminal Court granted on the same date.", "2. The proceedings against the midwife G.E.", "32. By a decision of 1 March 2001, the Karşıyaka District Governor authorised the opening of criminal proceedings against the midwife G.E. for breach of her professional duties.", "33. On 25 April 2001 the Karşıyaka public prosecutor indicted the defendant for breach of her professional duties (Article 230 § 1 of the Criminal Code) and called for her conviction.", "34. On 23 October 2001 the Karşıyaka Criminal Court acquitted the defendant on the ground that another midwife had also been on duty on the day of the events, and that it had not been established that it was the defendant who had examined the deceased and had sent her home without first calling for a specialist to examine her. The court added that, moreover, even supposing that the defendant was the midwife who had examined Mrs Şentürk and sent her home, the breach in her duties had not been intentional, so that the constituent elements of the offence had not been made out.", "35. This judgment became final on 31 October 2001.", "36. On 14 June 2005, on the basis of the conclusions in the report by the General Medical Council finding that G.E. was two-eighths liable for his wife’s death (see paragraph 45 below), the first applicant asked that the criminal proceedings against that midwife be reopened.", "37. On 12 October 2005 the first applicant applied to join the proceedings against G.E. as a civil party.", "38. On 9 March 2006 the Karşıyaka Criminal Court granted the request for reopening of the proceedings and announced the joinder of this case and the proceedings pending before the İzmir Criminal Court (see paragraphs 51 et seq. below). It also decided to submit to the Criminal Division of the Court of Cassation the dispute as to jurisdiction between those two courts.", "39. On 12 June 2006 the Court of Cassation decided to join the criminal proceedings in question and named the Karşıyaka Criminal Court as the court with jurisdiction for examining the remainder of the proceedings.", "3. The criminal proceedings against A.Y., F.B. and Ö.Ç.", "40. On 14 March 2001 the Governor of Konak authorised the opening of proceedings against the midwife A.Y. and the doctors F.B and Ö.Ç.", "41. On 12 October 2001 the İzmir public prosecutor charged those individuals with breach of duty (Article 230 § 1 of the Criminal Code) and called for their conviction.", "42. On 12 April 2002 the first applicant asked to join the criminal proceedings before the İzmir Criminal Court as a civil party. The court granted that request at the close of a hearing on the same date.", "43. On 13 November 2002 the first applicant called for the ambit of the proceedings to be widened, asking in particular for a forensic examination to determine how much time had elapsed between the deaths of the child and of his wife.", "44. On 24 February 2003 the İzmir Criminal Court transferred the case file to the General Medical Council, for a decision by it on the defendants’ liability and its extent.", "45. On 20 and 21 May 2004 the General Medical Council (Yüksek Sağlık Şurası) adopted a decision, the relevant extracts of which read as follows:", "“After examining the case file, documents and evidence, the commission has concluded:", "– that midwives G.E. and A.Y., who failed to evaluate correctly the situation after examining the patient and did not call the duty gynaecologist in spite of the patient’s complaints, are two-eighths liable;", "– that doctors Ö.Ç. and F.B., who examined the patient solely from the perspective of their area of expertise, although she was 34 weeks pregnant on arrival at the hospital, hypertensive and complaining of severe pain, and who failed to have her examined by an obstetrician, are three-eighths liable;", "– that the duty doctors T.K., H.V., S.A. and Ö.Ö., from the Ege University Medical Faculty Hospital, are four-eighths liable for the patient’s death, by having had her transferred, without assistance, to the centre for persons insured with the social security system, on the ground that she had no money, although her condition was not compatible with such a transfer.”", "46. On 1 February 2005 the court received the report by the General Medical Council and noted that the defendants’ liability had been established, but not to the extent of eight-eighths.", "47. On 14 March 2005 the first applicant referred to the report by the General Medical Council, which had concluded that, in addition to the persons accused in the context of the ongoing proceedings, other doctors working in the Ege University Medical Faculty Hospital had been found to be liable, and asked, in consequence, that indictments be issued in respect of those persons.", "48. At the close of the hearing on 17 March 2005, the İzmir Criminal Court transferred the case file to the public prosecutor with a view to the adoption of a supplementary indictment against the defendants on the basis of Article 455 of the Criminal Code.", "49. On 25 March 2005 the İzmir public prosecutor issued a supplementary indictment with a view to charging the defendants with unintentional homicide (Article 455 § 1 of the Criminal Code), and called for their conviction in that respect.", "50. On 4 July 2006 the first applicant asked the İzmir Criminal Court to complete the proceedings as soon as possible. Relying on Article 6 of the Convention, he emphasised that the length of the proceedings breached his right to a fair hearing within a reasonable time. He also stressed that their continued duration raised the risk of statutory limitation and infringement of his right of property, given that he might find himself deprived of any possibility of obtaining compensation for pecuniary and non-pecuniary damage.", "51. On 30 January 2007 the İzmir Criminal Court decided to join the proceedings before it to those being conducted against the doctors T.K., H.V., S.A. and Ö.Ö. for unintentional homicide.", "4. The criminal proceedings subsequent to the joinder of the cases", "52. On 7 May 2007 the first applicant’s lawyer, on behalf of the first applicant’s under-age son, submitted a request to join the proceedings as a civil party. He also complained about the length of the proceedings, emphasising the risk that they would become time-barred. He further submitted a claim for compensation in respect of the damage caused to his client on account of his wife’s death and claimed 60,000 Turkish lira (TRY) in respect of the non-pecuniary damage sustained by the first applicant and TRY 50,000 for the non-pecuniary damage sustained by the latter’s son, together with a claim for TRY 30,000, jointly, in respect of pecuniary damage.", "53. At the close of the hearing of 8 May 2007 the Karşıyaka Criminal Court noted that the indictment contained no mention of Dr S.Ö., although the latter’s name had appeared alongside those of the defendants in the proceedings before the İzmir Criminal Court. Consequently, it asked for clarification as to whether, after the decision terminating the proceedings (see paragraph 29 above), charges had been dropped against S.Ö. or whether there had been an error. It added that, in the latter case, the omission ought to be rectified.", "54. At the hearing of 27 November 2007, the Karşıyaka Criminal Court noted that the prosecutor had replied that charges had not been dropped against S.Ö. and that there may have been an error. The court asked that measures be taken in this regard.", "55. On 11 February and 18 March 2008 the applicant’s lawyer lodged a memorial with the court, complaining about the length of the proceedings.", "56. At the hearing of 12 February 2008, the court noted that the opening of proceedings against S.Ö. had not been such as to influence the ongoing proceedings but could protract the case. Consequently, it decided not to wait for those proceedings to be opened.", "57. On 18 March 2008 the criminal court found A.Y., Ö.Ç., F.B., T.K., H.V., Ö.Ö. and S.A. guilty of unintentional homicide and sentenced them to two years’ imprisonment and a fine of TRY 91. In application of the provisions of the Criminal Code on the remission of sentences, it commuted A.Y.’s sentence to a fine of TRY 468; that of Ö.Ç. and F.B. to a fine of TRY 703; and that of T.K., H.V., S.A. and Ö.Ö. to a fine of TRY 937. In addition, all of the sentences were suspended. The court dismissed the request for conviction of defendant G.E., noting that, although the report by the General Medical Council had established that she was two-eighths liable, that circumstance did not amount to a ground for reopening the criminal proceedings against her under Article 314 of the Code of Criminal Procedure. In consequence, it upheld her acquittal as pronounced at the close of the first criminal proceedings.", "The relevant part of the criminal court’s reasoning reads as follows:", "“... [I]t emerges from the case file as a whole that: – Menekşe Şentürk, who was eight months pregnant, was driven to the Karşıyaka Public Hospital in İzmir by her husband on Saturday 11 March 2000 on account of severe pain; – she was examined there by midwife G.E. ..., the doctor was not informed, no measure was taken and, since labour had not begun, the patient was sent home; – she was then driven to the emergency department at the Alsancak Public Hospital, where she was examined by midwife A.Y., and she was sent home because labour had not begun; – towards 2 p.m., she was taken to the emergency department at the Yeşilyurt Atatürk Hospital, where she was examined by doctor F.B.; on account of pain on her left side she was sent to the urology department, where she was examined by doctor Ö.Ç. who diagnosed renal colic, administered painkillers and sent her home; – as the pain persisted after the patient’s [husband] had taken her home, ... she was taken to the Ege University Medical Faculty Hospital; she was transferred by the emergency doctor ... to the maternity unit; there, it was established that the patient was eight months pregnant but that the [child’s] heartbeat could not be heard; although the doctor advised that the baby be removed, hospitalisation was not accepted, in the absence of financial resources; – the patient was then transferred to the İzmir gynaecology and obstetrics hospital, but died during the journey; – on account of this event [and] as was established by the General Medical Council, midwives G.E. and A.Y. were two-eighths liable, doctors Ö.Ç. and F.B. were three-eighths liable, doctors T.K., H.V., S.A. and Ö.Ö. were four-eighths liable; – in those circumstances, the defendants [ought] to be punished for the offences with which they are charged ...”", "58. On 21 May 2008 the applicants lodged an appeal on points of law. In their pleadings they emphasised that the criminal court had not responded to the request, submitted on behalf of the applicant’s son, to join the proceedings as a civil party, nor to the claim for compensation submitted by them. They also challenged G.E.’s acquittal, given that her liability in the death had been established, and the fact that the prison terms imposed on the defendants had been suspended and commuted to fines. Furthermore, relying on Article 2 of the Convention, they alleged that there had been a breach of the right to life and that the State had failed in its positive obligations in this respect; they considered that the fact that the first applicant and his wife had been obliged to go from one hospital to another amounted to treatment contrary to Article 3. Relying on Articles 6 and 13, they complained about the length of the proceedings and the lack of any remedy to end the related damage. Finally, they submitted that the judgment had breached their right of property.", "59. On 21 January 2009 the Principal Public Prosecutor at the Court of Cassation submitted his observations and asked that court to uphold the first-instance judgment in so far as it concerned G.E., to set it aside in respect of the other defendants on the ground that the offence was time-barred, and to end the proceedings.", "60. On 7 October 2010 the Court of Cassation upheld the first-instance judgment in so far as it concerned G.E. It set aside the part of the judgment concerning the other defendants on the ground that the offence provided for in sections 102(4) and 104(2) of Law no. 765 had become time-barred. It thus terminated the proceedings on the ground that they were time-barred, in accordance with Article 322 of the Code of Criminal Procedure.", "5. Proceedings brought against S.Ö.", "61. On 4 January 2008 the İzmir public prosecutor dropped the charges against S.Ö. noting, in particular, that in its report of 20 and 21 May 2004 the health committee had not identified responsibilities attributable to him, that there was insufficient evidence against him and that the events for which he was criticised were now time-barred.", "62. The first applicant lodged an objection against that decision.", "63. On 14 January 2009 his objection was dismissed by the Karşıyaka Assize Court."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}