{"ITEMID": "001-77576", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KOVAL v. UKRAINE", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objections dismissed (Article 35-3-a - Ratione materiae;Ratione temporis);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Degrading treatment;Inhuman treatment);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Criminal charge;Fair hearing;Adversarial trial;Equality of arms);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born on 28 April 1951 and currently resides in Kyiv.", "9. On 29 November 1997 the General Prosecution Service (“the GPS”) detained the applicant on suspicion of forgery committed by a public official (державним службовцем).", "10. On 30 November 1997 the head of a department of the GPS (“the Head of Department”) ordered that the applicant should be placed in custody since there was a risk that he might abscond and obstruct the investigation of the case.", "11. On 2 December 1997 the Head of Department ordered the applicant's detention pending trial and his transfer to the Zhytomyr Regional Investigative Isolation Unit (SIZO – Слідчий Ізолятор Житомирської області).", "12. On 29 June 1998 the GPS decided to release the applicant on bail as it was impossible to provide him with the necessary medical treatment in detention. The applicant was released.", "13. On 20 October 1998 the GPS, having allegedly found new evidence of the applicant's involvement in unlawful currency transactions and abuses of power, initiated a criminal investigation into the allegations.", "14. Furthermore, the GPS decided on that date that the applicant should be taken into custody on the ground that he was obstructing the investigation of criminal acts. New charges concerning other serious offences were brought against him. The GPS also ordered his transfer to the Security Service Investigative Isolation Unit (“the SIZO SBU” – Слідчий Ізолятор Служби Безпеки України). On the same date the applicant was placed in the SIZO.", "15. On 27 November 1998 the Pechersky District Court of Kyiv quashed the GPS's decision of 20 October 1998 and changed the preventive measure to an undertaking by the applicant not to abscond. The applicant was released.", "16. On 30 November 1998 the Deputy Prosecutor General lodged an application for supervisory review (протест) of the decision of the Pechersky District Court, seeking to have it quashed on the grounds that it was not justified by the evidence in the case file and contravened the relevant legislation.", "17. The Kyiv City Court allowed the Deputy Prosecutor General's application and quashed on 30 November 1998 the decision of 27 November 1998. On the same date the GPS ordered the applicant's detention pending trial. As a result, the applicant was immediately arrested and transferred to the SIZO SBU.", "18. On 3 August 1999 the Kyiv City Court decided not to release the applicant from detention, but to transfer him from the SIZO SBU to the Kyiv Regional Investigative Isolation Unit no. 13 (“SIZO no. 13”) owing to the need to provide him with specific medical assistance which could not be provided in the SIZO SBU. The applicant was detained in SIZO no. 13 from 3 August 1999 to 6 June 2000.", "19. On 6 June 2000 the applicant was transferred to Mensk Penitentiary. Apparently, he started serving his sentence on 8 June 2000, the date of his arrival at Mensk Penitentiary, where he started receiving inpatient treatment in the medical unit.", "20. On 23 and 26 June 1998 the applicant's wife, Ms Larysa M. Koval, deposited the sum of 500,000 Ukrainian hryvnyas (UAH) in a GPS deposit account as bail with a view to the applicant's subsequent release.", "21. On 29 June 1998 the Deputy Head of the GPS Department for Investigation of Serious Offences decided to release the applicant on bail as it was impossible to provide him with the necessary medical treatment in detention. That decision was approved by the Deputy Prosecutor General. As a result of the decision the applicant was prohibited from leaving the territory of Ukraine. On the same date Ms Koval signed a declaration attesting that she had been informed about the bail conditions and the possibility of the sum being confiscated. The same document was signed by the applicant.", "22. On 9 September 1998 the applicant, allegedly by chance, met one of the witnesses, Mr O. Bogomolov, at Kyiv Central Railway Station. During the meeting he apparently asked Mr O. Bogomolov to tell the investigation that the payment for the flat which the applicant had acquired from him had been made not in foreign currency, but in Ukrainian hryvnyas.", "23. On 12 October 1998 an investigator from the GPS received information from Mr O. Bogomolov to the effect that the applicant had met him on 9 September 1998 and had tried to influence his statement. This was later confirmed by the witness's wife (Ms Tyshchenko), who informed the prosecution that the applicant had threatened to initiate criminal proceedings against her and Mr Bogomolov for unlawful currency transactions. The investigator made a tape recording of the interview and produced a verbatim record of it and the witness statements by Ms Tyshchenko.", "24. On 20 October 1998 the GPS initiated a criminal investigation into the alleged unlawful currency transactions and abuses of power. On the same date the Deputy Prosecutor General ordered that the applicant should be taken into custody on the grounds that he was obstructing the investigation of criminal acts, had breached the obligations entered into at the time of his release from detention and was charged with serious offences. He also stated that new charges concerning other serious offences had been brought against the applicant.", "25. On 4 November 1998 the applicant's lawyers appealed to the Pechersky District Court against the decision to detain the applicant, alleging that it was unlawful and referring to the substantial deterioration of his state of health. They stated that the findings of his previous medical examination had been confirmed on 2 November 1998.", "26. On 27 November 1998 the Pechersky District Court quashed the GPS's order of 20 October 1998 following the applicant's appeal. On the same date the GPS changed the preventive measure to an undertaking by the applicant not to abscond. In particular, the court held:", "“... On 20 October 1998 criminal proceedings were instituted against Mr V.G. Koval on suspicion of his involvement in offences referred to in Article 165 § 2 and Article 80 § 2 of the Criminal Code and on the same date the applicant was charged with offences under Article 80 § 2, Article 165 § 1 and Article 172 of the Criminal Code and questioned as an accused on the basis of the aforementioned provisions.", "On 20 October the investigator decided that Mr V.G. Koval should be held in detention.", "As can be seen from the investigator's decision, the grounds for detaining V.G. Koval were that he was charged with serious offences and that the preventive measure chosen took into account the gravity of these offences, and also that while at liberty he interfered with the establishment of the truth in a criminal case and seriously breached his obligations as to appropriate conduct.", "... The representative of the General Prosecution Service, in the court's view, has not provided any corroborating evidence that Mr V.G. Koval has evaded requests to appear before an investigator or has tried to interfere with the investigation in the case. There is no evidence of the aforementioned facts in the case file...", "The General Prosecution Service's reference to the fact that Mr V.G. Koval encouraged the witnesses Ms L.D. Tyshchenko and Mr O.I. Bogomolov to change their witness statements in the part that related to the sale of a flat in foreign currency ... cannot be considered by the court to have had any influence on the investigation, as Mr V.G. Koval had met the aforementioned persons by chance and did not insist on their changing their statements; his recommendations that they tell the investigator in the case that the payments had been made in national currency, as can be seen from the verbatim records of the interviews of the aforementioned persons, were of a consultative nature.", "The court has not obtained any other corroborating evidence that Mr V.G. Koval influenced the course of the investigation or interfered with the establishment of the truth in the case, or that he violated other obligations he had entered into with regard to appropriate conduct...", "Also, the court considers that Mr V.G. Koval's state of health was not taken into account when the issue of the applicable preventive measure was being decided upon...", "... on the basis of the foregoing, and in accordance with Article 236-4 of the Code of Criminal Procedure of Ukraine, the court", "DECIDES", "... to quash the detention order issued by the Deputy Prosecutor General on 30 October 1998 ...”", "27. On 30 November 1998 the Deputy Prosecutor General lodged an application for supervisory review (протест) of the decision of the Pechersky District Court, seeking to have it quashed on the grounds that it was not justified by the evidence in the file and contravened the relevant legislation.", "28. On the same date the Presidium of the Kyiv City Court allowed the Deputy Prosecutor General's application and quashed the decision. On the same date the GPS ordered the applicant's detention pending trial. As a result, the applicant was immediately arrested and transferred to the SIZO SBU. In particular, the Kyiv City Court held:", "“... it can be seen from the witness statement by Mr O.I. Bogomolov that in the period when Mr Koval was released on bail (September 1998) Mr Koval met Mr Bogomolov and asked him to change his witness statements about the currency which he had used to pay for the flat he had acquired, a fact which could have influenced considerations as to the elements of the offence provided for in Article 80 § 2 of the Criminal Code of Ukraine.", "Taking into account the foregoing, and Mr Koval's attempt to influence the course of the investigation in the case and the fact that he was charged with serious offences, on 20 October 1998 the measure applied to Mr Koval was changed to detention.", "[The court accordingly] DECIDES...", "To quash the decision of 27 November 1998 by the judge of the Pechersky District Court of Kyiv to declare null and void the warrant issued by the Deputy Prosecutor General for the arrest of Mr V.G. Koval.”", "29. Further complaints by the applicant lodged with the President of the Supreme Court with a view to initiating supervisory-review proceedings against the Kyiv City Court's decision were dismissed on 13 January 1999 as being unsubstantiated.", "30. On 19 January 1999 the GPS investigator refused to institute criminal proceedings against the applicant for attempting to influence witnesses as his actions did not correspond to the corpus delicti envisaged in Article 180 of the Criminal Code. The tape recording of Mr Bogomolov's witness statements was destroyed on 3 March 1999 on the ground that it was no longer necessary because the criminal proceedings against Mr Bogomolov had ended. That decision was based on Articles 81 and 131 of the Code of Criminal Procedure.", "31. On 27 May, 1 June and 4 June 1999 the applicant, his wife and his lawyers lodged unsuccessful complaints with the Kyiv City Court, seeking to have the preventive measure changed to an undertaking by the applicant not to abscond, and also to have him medically examined. Hearings took place on 14 June, 15, 20, 27 and 29 July and 3 August 1999.", "32. On 27 December 1999 the Kyiv City Court sentenced the applicant to five years and six months' imprisonment and ordered the confiscation of his personal property. The court also deprived the applicant of the right to occupy official positions for three years and stripped him of the rank of Ambassador Extraordinary and Plenipotentiary, second class, following his conviction for unlawful currency transactions (Article 80-2 of the 1960 Criminal Code of Ukraine – “the CCU”), abuse of power (Article 165-1 of the CCU), and forgery committed by a public official (Article 172 of the CCU). In the course of the proceedings the applicant requested leave to question particular witnesses who, he maintained, could prove his innocence. This request was refused by the Kyiv City Court, which based its findings of guilt on other corroborating evidence.", "33. The Kyiv City Court also ordered the forfeiture of the applicant's bail, a sum of UAH 500,000. In particular, it held:", "“... when questioned as an accused Mr O.I. Bogomolov explained that he had changed his witness statement after his conversation with Mr V.G. Koval, who had recommended that, if he did not wish to be held criminally liable, he should say that the agreement had been concluded in hryvnyas and not in United States dollars.", "... A witness, Ms Tyshchenko, has explained that Mr O.I. Bogomolov changed his witness statements after a meeting with Mr V.G. Koval, who said that his lawyers would seek to institute criminal proceedings against Mr O.I. Bogomolov under Article 80 § 2 of the Criminal Code.", "... As can be seen from the case file, on 29 June 1998 it was decided that V.G. Koval should be released on payment of UAH 500,000 bail.", "The sum mentioned above was deposited by ... Ms L.M. Koval in the account of the General Prosecution Service.", "Mr V.G. Koval had been informed about his obligations and the consequences of his possible failure to comply with them, and Ms L.M. Koval as surety had been informed about the offences that Mr V.G. Koval was charged with and also that in the event of failure to comply with his obligations bail would be forfeited in favour of the State. One of the obligations of Mr V.G. Koval related to appropriate conduct.", "In a decision of 20 October 1998 the preventive measure of release on bail applied to Mr V.G. Koval was amended to detention. This was because he had seriously breached his obligations relating to appropriate conduct, had coerced witness into making false statements with regard to offences committed by him, and had interfered with the establishment of the truth in the case.", "In accordance with Article 154-1 of the Code of Criminal Procedure, if a suspect, accused and/or defendant breaches his or her obligations, bail shall be forfeited in favour of the State.", "The fact that Mr V.G. Koval infringed his obligations with regard to appropriate conduct by coercing the witness Mr O.I. Bogomolov into making false statements is proved by the aforementioned witness statements of Mr O.I. Bogomolov and Ms L.D. Tyshchenko, as the Presidium of the Kyiv City Court found in its decision of 30 November 1998.", "In such circumstances the court considers it necessary for the bail deposited by Ms L.M. Koval in the amount of UAH 500,000 to be forfeited in favour of the State.", "On the basis of the foregoing, and having regard to Articles 323 and 324 of the Code of Criminal Procedure, the court", "ORDERS", "... the forfeiture in favour of the State of the sum of bail in the amount of UAH 500,000 currently being held in the deposit account of the General Prosecution Service of Ukraine.”", "34. On 4 January 2000 the applicant appealed to the Supreme Court, seeking to have the Kyiv City Court's judgment of 27 December 1999 quashed and the proceedings in the case terminated. He and his lawyers claimed that the Kyiv City Court had unfairly assessed the evidence in the case, having based its finding on evidence that did not prove his guilt and having failed to establish the objective truth in the case.", "35. On 27 April 2000 the Supreme Court partly allowed the applicant's appeal and varied the judgment of 27 December 1999. In particular, it reclassified the offence of unlawful currency transactions and sentenced him to five years' and six months' imprisonment for aiding and abetting unlawful currency transactions. It also held that the applicant should be regarded as having been sentenced for forgery committed by a public official, as provided in the Criminal Code of 12 January 1983. It upheld the remainder of the judgment. The Supreme Court held in particular:", "“... As can be seen from the case file, Mr Koval was released on bail on 29 June 1998 for a sum of UAH 500,000.", "The aforementioned sum was deposited by Mr Koval's wife Ms L.M. Koval on 23 and 26 June 1998 in the account of the General Prosecution Service.", "Mr Koval was informed about his bail obligations and the consequences of his failure to comply with them, and Ms L.M. Koval was informed about the offences that Mr Koval had been charged with, and about the possible forfeiture of the bail in the event of his failure to comply with these obligations. One of the obligations imposed on Mr Koval related to appropriate conduct.", "In accordance with the decision of 20 October 1998 by the investigator from the General Prosecution Service, the preventive measure of bail chosen in respect of Mr Koval was changed to detention. One of the reasons for this [change] was that he had seriously breached his obligations regarding appropriate conduct, and in particular that he had coerced witness into making false statements, thus interfering with the establishment of the truth in the case.", "In accordance with Article 154-1 of the Code of Criminal Procedure, if a suspect, accused or defendant infringes his obligations, bail is forfeited in favour of the State.", "The fact that Mr Koval breached his bail obligations concerning appropriate conduct by coercing Mr Bogomolov into giving false evidence has been proved by the witness statements of Mr Bogomolov and Ms Tyshchenko, as the Presidium of the Kyiv City Court found in its decision of 30 November 1998.", "Accordingly, the investigative bodies changed the preventive measure applied to the applicant on lawful grounds.", "The submissions to the effect that that decision was unlawful and that the decision of the Presidium of the City Court was unsubstantiated are invalid as it can be seen from the case file that Mr Koval had tried to influence witnesses to give false evidence.", "The reference to the investigator's decision to refuse, on the basis of paragraph 2 of Article 6 and Article 130 of the Code of Criminal Procedure, to institute criminal proceedings against Mr Koval under Article 180 of the Criminal Code of Ukraine is not substantiated as the refusal to institute criminal proceedings was based on allegations of coercing Mr Bogomolov and Ms Tyshchenko into giving false witness statements. At the same time, the decision in question mentions that Mr Koval attempted to coerce witnesses into giving false statements.", "The submissions in the appeal to the effect that Ms L.M. Koval was not examined by the court as a surety, in breach of the law, is unsubstantiated, since in accordance with Article 154-1, paragraph 6, of the Code of Criminal Procedure, the non-appearance of a surety in court without good reasons does not constitute an obstacle to reviewing the issue of the forfeiture of bail ...", "As can been seen from the case file, neither the defendant nor his lawyers requested Ms L.M. Koval, as surety, to produce witness statements before the court.", "Under these circumstances there are no grounds for holding that there has been a violation of the law on account of the decision to confiscate bail [in favour of the State].", "[The court accordingly] RULES", "[that] ... Mr Koval shall be regarded as having been sentenced for the offences provided for in paragraph 6 of Article 19, Article 80 § 2, Article 165 § 1, Article 165 § 2, Article 172 § 1 and Article 172 of the Criminal Code of 12 January 1983 to five years and six months' imprisonment ... in addition, all of his personal property shall be confiscated, he shall be disqualified from occupying posts relating to managerial functions in government bodies for a period of three years and shall be stripped of the rank of Ambassador Extraordinary and Plenipotentiary, second class.”", "36. On 6 and 18 July 2000 the applicant and his lawyers lodged complaints with the President of the Supreme Court, seeking to institute supervisory proceedings in the case and to have the above-mentioned decisions quashed. On 6 December 2000 the Deputy President of the Supreme Court of Ukraine dismissed these complaints as being unsubstantiated.", "37. The applicant and his lawyers lodged further complaints against the above-mentioned decisions with the President of the Supreme Court. On the basis of these complaints, on 5 February 2001 the Deputy President of the Supreme Court applied to the Plenary Supreme Court for supervisory review, seeking to have the decisions quashed, the applicant's offence reclassified and the case remitted for fresh consideration as regards the forfeiture of his bail.", "38. On 6 April 2001 the Plenary Supreme Court, with 85 judges sitting, partly allowed its Deputy President's application. It decided to vary the judgment of the Kyiv City Court of 27 December 1999 and the ruling of the Supreme Court of 27 April 2000. It also held that one of the offences committed by the applicant should be reclassified from abuse of power with serious consequences to abuse of power with no serious consequences. It further decided to sentence the applicant to four years' imprisonment and to prohibit him from occupying government positions for two years. It ruled that the penalty stripping him of the rank of Ambassador Extraordinary and Plenipotentiary, second class, should be expunged from the decisions. It also upheld the decision on the forfeiture of his bail, finding that the applicant's complaints were unsubstantiated and seeing no procedural infringements of the law on criminal procedure in this matter.", "39. The applicant underwent a medical examination on 11 March 1998 at the Forensic Medical Examination Bureau of the Zhytomyr Regional Council's Department of Health Protection (“the Zhytomyr Forensic Bureau”). The expert opinion that assessed the applicant's health between 18 February and 3 March 1998 found that his diseases included first-degree myocardial cardiosclerosis (міокардичний кардіосклероз першого ступеню), extensive spinal osteochondrosis (поширений спинний остеохондроз), chronic duodenitis (хронічний дуоденіт), chronic parenchymatitis of the prostate (хронічний паренхіматозний простатіт), internal and external haemorrhoids (внутрішньо-зовнішній геморрой) and the residual effects of a small cerebral haemorrhage in the basin of the right middle cerebral artery with left-hand side pyramidal deficiency and general vasomotor neurosis (залишкові явища малого інсульту в басейні правої середньо-мозкової артерії з лівосторонньою пірамідальною недостатністю на фоні вегето-судинної дистонії). It concluded that the applicant could be held in custody in the Zhytomyr SIZO and was fit to take part in the investigation. He could be provided with urgent medical assistance if necessary.", "40. On 19 May 1998 the Kyiv City Forensic Medical Examination Bureau (“the Kyiv Forensic Bureau”) conducted a second examination of the applicant. The examination revealed that the applicant was suffering from second-degree hypertension, the residual effects of a stroke, a benign tumour of the occipital part of the head and extensive spinal osteochondrosis.", "41. On 24 and 27 October 1998 the applicant was examined by a doctor from the SIZO SBU. The SIZO SBU medical unit examined blood samples taken from him.", "42. On 11, 19 and 22 November 1998 and 12 and 19 November 1998 the applicant was examined by the Ambulance Service and doctors from the SIZO SBU respectively, as he complained about heartache. The Ambulance Service confirmed that the applicant was suffering from critical second-degree idiopathic hypertension (гіпертонічна хвороба другого ступеню), second-degree cardiosclerosis (міокардичний кардіосклероз першого ступеню) and ischaemic heart disease (ішемічна хвороба серця).", "43. On 30 November 1998 the applicant was hospitalised with acute hypertension.", "44. From December 1998 until June 1999 the applicant unsuccessfully lodged a number of complaints with the GPS, the Supreme Court and the SIZO SBU seeking his release from custody on account of his poor state of health.", "45. The Government provided no evidence of the applicant's treatment or the medical assistance provided to him from 22 November 1998 to 13 March 1999. Between 10 October 1998 and 19 July 1999 the applicant was visited ten times by doctors from the SIZO SBU. These included two visits by a dentist and a surgeon. On 5 and 12 March 1998 the applicant refused to take cognisance of an indictment and the case file because of his poor health. On 13 (twice), 15, 17 and 18 March, 5 and 22 April, 27 May, 1, 2, 4, 5, 9 and 16 June and 8, 9, 11, 13, 16 (twice) and 18 July 1999 the applicant was examined by doctors from the Ambulance Service and from the SIZO SBU.", "46. On 27 May, 1 June and 4 June 1999 the applicant, his wife and his lawyers lodged complaints with the Kyiv City Court, seeking to have the applicant medically examined. Hearings took place on 14 June, 15, 20, 27 and 29 July and 3 August 1999.", "47. During the hearing on the merits of the criminal charges brought against the applicant on 14 June 1999 the Kyiv City Court decided to order his medical examination.", "48. Between 30 June and 1 July 1999 the applicant's state of health was examined in the SIZO SBU and the outpatient department of Kyiv Central Hospital.", "49. On 7 July 1999 the court requested the SIZO SBU to inform it whether it was possible to provide the applicant with the necessary inpatient medical treatment for the diseases from which he was suffering.", "50. On 14 July 1999 the Deputy Chairman of the State Security Service replied that it was impossible to provide such treatment. In particular, he mentioned that the only medical staff of the SIZO SBU were a physician and a paramedic, who provided medical assistance in urgent cases.", "51. From 16 June to 2 July 1999 a medical examination by a commission of the Kyiv Forensic Bureau composed of six doctors, set up on the basis of a decision of 14 June 1999 by the Kyiv City Court, concluded that the applicant was not suffering from any life-threatening disease, and that he should be given in-hospital medical treatment should it transpire that he could not be treated adequately during his detention. In particular, the medical examination revealed that the applicant was suffering from critical second-degree idiopathic hypertension (гіпертонічна хвороба другого ступеню), a second-degree circulatory brain disorder (дисциркуляторна енцефалопатія другого ступеню), the residual effects of a small cerebral haemorrhage, asthenovegetative syndrome (астено-вегетативний синдром), a duodenal papillary ulcer (виразкова хвороба дванадцятиперстної кишки), gastritis (гастрит), erosive bulbitis (ерозивний бульбит), hypokinetic dyskinesia of the large bowel (гіпокінетична дискінезія товстої кишки), spastic colitis (спастичний коліт), internal and external haemorrhoids (зовнішньо-внутрішній геморой), fibrolipoma of the tenth left rib (фіброліпома десятого міжреб'я зліва), seborrhoeic dermatitis (себорейний дерматит) and retinal angiopathy with impairment of visual acuity (ангіопатія сітчатки із зниженням гостроти зору).", "52. On 22 July 1999 the governor of SIZO no. 13 informed the Kyiv City Court that the applicant could not be provided with the necessary medical treatment at the SIZO's medical unit owing to the lack of necessary medical staff and equipment.", "53. On 3 August 1999 the Kyiv City Court, having examined the results of the medical examination conducted between 16 June and 2 July 1999 and the evidence produced before it by the parties, decided to transfer the applicant from the SIZO SBU to SIZO no. 13 on account of his need for medical assistance. In the course of the hearing, the prosecution submitted a different document issued by SIZO no. 13, signed by its deputy governor on 29 July 1999, stating that the applicant could be provided with the necessary medical treatment and that it would be possible to use an external doctor's assistance for that purpose. It also took into account a similar response of 2 August 1999 from the Head of the Department for Enforcement of Sentences. The court also ordered SIZO no. 13 to inform it about the applicant's state of health and about his ability to participate in hearings. In a separate decision the court refused to change the applicable preventive measure.", "54. From 8 June 2000, when he was transferred from pre-trial detention to serve his sentence in Mensk Penitentiary, the applicant received inpatient treatment in the penitentiary's medical unit.", "55. The applicant claimed that the cells of SIZO no. 13 had been infested with pests. An elevated, open toilet had been situated not far from the table, opposite the door of the 12-square-metre cell inhabited by eight inmates. There had been no privacy in the cell and everybody had smoked. The conditions in the medical unit, where the applicant had stayed from 3 August 1999 until 6 June 2000, had been practically the same as in the other cells. The cells had been overcrowded, with 10-12 persons in a space of 14 square metres. Sick detainees who were transferred under guard from other penitentiary institutions or detention facilities, some of them suffering from tuberculosis and venereal diseases, had been held with other detainees in the same detention facilities, thus creating a risk of infection.", "56. As to the detention conditions in the SIZO SBU, the applicant stated that they were much better, but that the cell had been equipped in such a way that a detainee constantly felt humiliated. The toilet had been situated in the middle of the cell, on an elevated concrete base, absolutely open. It had been placed so as to be seen not only by the cellmates, but also by the prison guards. Almost half of the prison guards were women. There was no water in the cell. Cold water was supplied only upon the request of a detainee for a short period of time.", "57. The applicant maintained, referring to the 1999 Report of the State Accounting Chamber “on the results of inspecting the budgetary allocations for the maintenance of the State Department for the Enforcement of Sentences and its facilities and institutions”, that the detention conditions were of a poor standard because the State budget had allocated only UAH 2.9 million to the penitentiary system, which amounted to an average of UAH 13 per detainee a year, or UAH 1 per month. In 2000 that sum had been reduced to UAH 11 a year, that is, UAH 0.90 a month. In 1999 the State budget had provided only 25.4% of the sum requested for prisoners' nutrition requirements, and in 2000 this sum had been reduced to 14.5%, which had resulted in the allocation of UAH 0.38 a day per person for food. The applicant alleged that, at the time of his incarceration, the Kyiv Regional Investigative Isolation Unit no. 1 (SIZO no. 13) had received only UAH 0.08 per day per detainee for expenditure from the State budget and that it accordingly had not been possible to treat the applicant for a disease such as his ulcer whilst in detention.", "58. The Government contended the applicant's factual submissions as to the conditions in which he had been detained, however, provided no particularities to support their comments on the actual detention conditions in SIZO SBU and SIZO no. 13.", "59. The relevant provisions of the Criminal Code read as follows:", "“It shall be an offence punishable by up to 4 years' imprisonment or by compulsory labour in a penitentiary for a term of up to 2 years to interfere with the appearance of a witness... before a court or the bodies responsible for the preliminary investigation or inquiry; to exert unlawful pressure on a witness in order to force him or her to refuse to testify or produce evidence, or to give false evidence under threat of murder, violence, destruction of the witness's property or that of his or her close relatives, or disclosure of information defaming the witness; to bribe a witness, ... with the same purpose; or to threaten to carry out the above-mentioned actions in revenge for evidence produced previously.”", "60. The relevant provisions of the Code of Criminal Procedure read as follows:", "“Preventive measures shall be imposed on a suspect, accused, defendant or convicted person in order to prevent him or her from attempting to abscond from an inquiry, investigation or the court, to obstruct the establishment of the truth in a criminal case or to pursue criminal activities, and in order to ensure the enforcement of procedural decisions.", "Preventive measures shall be imposed where there are sufficient grounds to believe that the suspect, accused, defendant or convicted person will attempt to abscond from investigation and the court, or if he or she fails to comply with procedural decisions, or obstructs the establishment of the truth in the case or pursues criminal activities.", "If there are insufficient grounds for the imposition of preventive measures, the suspect, accused or convicted person shall sign a written statement undertaking to appear upon notification by the inquirer, investigator, prosecutor or the court, and shall also undertake to notify them of any change in his place of residence.", "If a preventive measure is applicable to a suspect, he or she shall be charged within ten days from the time of imposition of the measure. In the event that the indictment is not issued within that time, the preventive measure shall be annulled.”", "“The preventive measures are as follows:", "(1) a written undertaking not to abscond;", "(2) a personal surety;", "(3) a surety provided by a public organisation or labour collective;", "(3-1) bail;", "(4) remand in custody;", "(5) supervision by the command of a military unit.", "As a temporary preventive measure, a suspect may be detained on the grounds and pursuant to the procedure provided for by Articles 106, 115 and 165-2 of this Code.”", "“In resolving the issue of imposing a preventive measure, in addition to the circumstances specified in Article 148 of this Code, such circumstances as the gravity of the alleged offence, the person's age, state of health, family and financial status, type of employment, place of residence and any other circumstances relating to the person shall be taken into consideration.”", "“Bail consists in the deposit, by the suspect, accused, defendant or any other natural or legal persons, of money or other assets with the body responsible for the preliminary investigation or with a court for the purpose of ensuring the proper conduct of the person with respect to whom the preventive measure has been applied, his or her fulfilment of the undertaking not to leave his or her place of permanent or temporary residence without the permission of the investigator or the court, and his or her appearance upon a summons before the investigative body or the court.", "'s tax-exempt minimum income with regard to a person who is accused of committing a serious crime punishable by deprivation of liberty for a term of more than 10 years; 500 times the citizen's tax-exempt minimum income with regard to a person accused of committing another serious crime or a person with a previous conviction; and 50 times the citizen's tax-exempt minimum income with regard to any other persons. In all cases the amount of bail shall not be less than the amount of the civil claim, substantiated by sufficient evidence.", "On the payment of bail, the suspect, accused or defendant shall be apprised of his or her obligations and the consequences of their non-fulfilment, and the person who stands surety shall be apprised of the offence of which the person in respect of whom bail is applied is suspected or accused, and informed that, in the event that this person fails to fulfil these obligations, the bail will be forfeited in favour of the State.", "Before the case has been referred to the court, a preventive measure in the form of bail may be imposed on a person who is held in custody only with the permission of the prosecutor who authorised the detention and, after the case has been referred to the court, such a measure may be imposed only by the court.", "The person who stands surety may refuse to perform the obligations entered into prior to the emergence of the circumstances requiring the forfeiture of the bail in favour of the State. In this case he or she shall ensure the appearance of the suspect, accused or defendant before the investigative body or the court with a view to having the preventive measure imposed on him or her replaced by a different one. Bail shall be returned only after a new preventive measure has been chosen.", "In the event that a suspect, accused or defendant breaches his or her obligations, bail shall be forfeited in favour of the State. The issue of forfeiture of bail to the State shall be determined by the court at a hearing during the consideration of the case or in separate proceedings. The surety shall be summoned to the court in order to give explanations. Failure of that person to appear before the court for a hearing without good reason shall not obstruct the examination of the issue of the forfeiture of bail in favour of the State.", "The issue of returning the bail to the surety shall be resolved by the court during the trial of the case. Bail deposited by the suspect, accused or defendant may be withheld by the court for the purpose of executing the judgment in the form of compensation for damage.” (As amended by Article 154-1, in accordance with the Law of 20 November 1996, р. N 530/96-ВР)", "“With regard to the application, annulment or modification of a preventive measure, the investigative body, investigator, prosecutor or judge shall make an order, and the court shall give a ruling.”", "“At the stage of the pre-trial investigation, a non-custodial preventive measure shall be selected by the investigative body, investigator or prosecutor.", "In the event that the investigative body or investigator considers that there are grounds for selecting a custodial preventive measure, with the prosecutor's consent he shall lodge an application with the court. The prosecutor is entitled to lodge an application to the same effect. In determining this issue, the prosecutor shall be obliged to familiarise himself with all the material evidence in the case that would justify placing the person in custody, and to verify that the evidence was received in a lawful manner and is sufficient for charging the person.", "The application shall be considered within seventy-two hours of the time at which the suspect or accused is detained.", "In the event that the application concerns the detention of a person who is currently not deprived of his liberty, the judge shall be entitled, by means of an order, to give permission for the suspect to be detained and brought before the court under guard. Detention in such cases may not exceed seventy-two hours; and in the event that the person is outside the locality where the court is situated, it may not exceed forty-eight hours from the moment at which the detainee is brought within the locality.", "Upon receiving the application, the judge shall examine the material in the criminal case file submitted by the investigative bodies or investigator. A prosecutor shall question the suspect or accused and, if necessary, shall hear evidence from the person who is the subject of the proceedings, shall obtain the opinion of the previous prosecutor or defence counsel, if the latter appeared before the court, and shall make an order:", "(1) refusing to select the preventive measure if there are no grounds for doing so;", "(2) selecting a preventive measure in the form of taking of a suspect or accused into custody.", "The court shall be entitled to select for the suspect or accused a non-custodial preventive measure if the investigator or prosecutor refuses to select a custodial preventive measure for him or her.", "The judge's order may be appealed against to the court of appeal by the prosecutor, suspect, accused or his or her defence counsel or legal representative, within three days from the date on which it was made. The lodging of an appeal shall not suspend the execution of the judge's order.”", "61. The relevant extracts from the Resolution of the Plenary Supreme Court read as follows:", "“...", "12. In accordance with paragraph 6 of Article 154-1 of the Code of Criminal Procedure, a breach by the suspect, accused or convicted person of his or her bail obligations shall lead to the forfeiture of the bail. [Forfeiture] shall be decided upon at the trial stage of the proceedings (substantiated by the judgment, and, before its delivery, by an order or ruling of the court), or in the course of separate judicial proceedings.”", "62. The relevant extracts from the reports are cited in the judgment of Nevmerzhitsky v. Ukraine (no. 54825/00, §§ 60-61 and 66, ECHR 2005II)."], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}