{"ITEMID": "001-61121", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF PANTEA v. ROMANIA [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3 on account of ill-treatment;Violation of Art. 3 on account of the lack of an effective investigation;Violation of Art. 5-1 on account of unlawful detention;Violation of Art. 5-1 on account of the fact that the applicant remains in custody after the order expired;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 5-5;Violation of Art. 6-1;No violation of Art. 6-3-c;No violation of Art. 8;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["14. The applicant is a former public prosecutor who now works as a lawyer. He was born in 1947 and lives in Timişoara.", "15. During the night of 20 to 21 April 1994 the applicant was involved in an altercation with D.N., who was seriously wounded. According to the report of the medical examination carried out after the incident in question, D.N. sustained several fractures on this occasion, requiring 250 days of medical care. Without appropriate medical treatment, these injuries could have proved life-threatening.", "16. By a resolution of 7 June 1994 public prosecutor D. from the prosecution service at the Bihor County Court decided to open a criminal investigation with regard to the applicant.", "17. On 7, 14, 16, 23 and 30 June and 5 July 1994 D.N. (the victim) and twenty-one witnesses were interviewed by the prosecution service in connection with the incident.", "18. On 23 June 1994 the applicant was questioned by public prosecutor D. on the subject of his altercation with D.N. During this interview the applicant was not assisted by a lawyer.", "19. By an order of 5 July 1994 public prosecutor D. instituted criminal proceedings against the applicant and decided that he should be placed in pre-trial detention. He issued a committal warrant against the applicant for a period of thirty days from the date of his arrest by the police. Relying on Article 148, sub-paragraphs (c), (e) and (h), of the Code of Criminal Procedure (“the CCP”), the prosecutor mentioned in his order that the applicant was wanted by the police, whom he was wilfully evading, and that his continued liberty represented a threat to public order.", "20. On 13 July 1994, on an application by public prosecutor D., the applicant was committed for trial before the Bihor County Court for attempted homicide, an offence prohibited under the second paragraph of Article 174 of the Criminal Code. The prosecutor stated in his application that he had ordered the applicant’s arrest on the ground that the latter had evaded the criminal proceedings brought against him. The prosecutor pointed out that the applicant had failed to appear for the reconstruction of the events of the night of 20 to 21 April 1994 and had also failed to appear before the prosecution service, which had summoned him to provide a further statement.", "21. On 20 July 1994 the applicant was arrested and detained in Oradea Prison.", "22. In the medical record established at the time of his imprisonment, the doctor noted that the applicant weighed 99 kg and was suffering from a duodenal ulcer, cholelithiasis and paranoid personality disorder.", "23. On 21 July 1994, pursuant to Article 152 of the CCP, the applicant, assisted by a lawyer of his choice, was brought before Judge M.V., Section President at the Bihor County Court. At a private hearing the judge informed the applicant that the prosecution service had decided that he should be committed for trial, and read him the prosecution’s submissions word for word. On this occasion, when questioned about a statement he had made to the prosecution service, the applicant complained that the prosecutor had not allowed him to write the statement himself, arguing that it was late and that he did not have time. The applicant also complained that he had been “terrorised” by the prosecutor, who had made him wait for two days in the corridor of the prosecution service, threatening not to record his statement and to have him arrested. Finally, he stressed that he had responded to the prosecution service’s summonses and had not evaded criminal proceedings. It does not appear from the verbatim record of the hearing that the issue of the lawfulness of the applicant’s detention was discussed or that Judge M.V. considered it on 21 July 1994.", "24. On 5 September 1994 the applicant appeared for the first time before the Bihor County Court, sitting with two judges. In the presence of public prosecutor K.L. and two lawyers of his choice, the applicant asked that the charges brought against him be amended to assault causing grievous bodily harm and pleaded self-defence. It does not appear from the verbatim record of the hearing that the issue of the lawfulness of the applicant’s detention was discussed or that the bench considered it on 5 September 1994.", "25. Other hearings were held before the Bihor County Court on 3 and 17 October and 14 November 1994, at which the court, sitting in the same composition and in the presence of the same public prosecutor K.L., the applicant and his lawyers, heard evidence from fifteen or so witnesses. It does not appear from the verbatim records of the hearings of 3 and 17 October and 14 November 1994 that the issue of the lawfulness of the applicant’s detention was examined.", "26. The court delivered its judgment on 28 November 1994. It stated that the investigation carried out by the prosecution service had been incomplete and sent the file to the Bihor County Prosecution Service for additional investigative measures. In addition, the court decided to prolong the applicant’s pre-trial detention, considering that, given the gravity of the offence, there was a risk that he would commit other crimes.", "27. On 9 December 1994 the applicant appealed against this judgment. He alleged a lack of impartiality on the part of public prosecutor D., who, since the beginning of the investigation, had deprived him of his fundamental defence rights and had violated the presumption of innocence by describing him as a “habitual offender” although he had never previously been convicted. The applicant also expressed his fear that, were his pre-trial detention to continue, he was likely to be the target of further misuse of authority by public prosecutor D. and be subjected to ill-treatment by prisoners. Further alleging the unlawfulness of his detention, he requested his release and an urgent examination of his appeal. With regard to substantive issues, he also requested that the charge against him be amended to assault causing grievous bodily harm and that he be acquitted.", "28. On 16 February 1995, at a public hearing before the Oradea Court of Appeal attended by an officially appointed lawyer representing the applicant, the prosecution service requested an adjournment in order to be able to summon the applicant. This request was allowed by the Court of Appeal, which set the date of the next hearing for 6 April 1995.", "29. On that date, the Oradea Court of Appeal raised of its own motion and submitted to the parties for comment the issue of the lawfulness of the steps taken in the criminal proceedings against the applicant, including the prosecutor’s application, having regard to the fact that he had not been assisted by a lawyer while being interviewed by the prosecution service and that he had not been given notice of the official record of the end of the investigation. By a final judgment delivered on the same date the Court of Appeal allowed the applicant’s appeal and quashed the part of the judgment of 28 November 1994 concerning his continued pre-trial detention for the following reasons.", "(i) It ruled that the applicant’s arrest on 20 July 1994 had been unlawful. In this connection, it stressed that the applicant had not evaded criminal proceedings but had complied with every summons from the prosecution service, and that the prosecutor had in fact left him to wait in vain in the corridor.", "(ii) It further considered that the applicant’s detention after 19 August 1994 had been unlawful. In this regard, it noted that an arrest warrant had been issued against the applicant on 5 July 1994, to run for a period of thirty days from the date of his arrest, and that he had been apprehended on 20 July 1994. The court noted that this period had expired on 19 August 1994 and that the measure to maintain the applicant in pre-trial detention had not subsequently been prolonged in accordance with a procedure prescribed by law.", "(iii) It also noted that the applicant’s right to be assisted by a lawyer had been violated by the prosecutor responsible for the investigation and that the prosecution service had failed to draw up an official record of the end of the investigation, in violation of Article 171 of the CCP.", "Accordingly the Court of Appeal ordered the applicant’s release and quashed all the procedural steps taken by the prosecution service, including its application, and returned the case file to the prosecution service for resumption of the investigation.", "30. On 7 April 1995 the applicant was released.", "...", "38. By an application of 16 April 1997 the applicant was committed for trial before the Beiuş Court of First Instance on a charge of assault causing grievous bodily harm, an offence prohibited under the first paragraph of Article 182 of the Criminal Code. The prosecution service granted the applicant the extenuating circumstance provided for in Article 73, sub-paragraph (b), of the Criminal Code, namely that the offence had been committed under the influence of the strong emotion which he would have experienced when the victim threw a brick towards him.", "...", "43. By a decision of 12 December 1997 the Supreme Court of Justice allowed the applicant’s request and referred the case to the Craiova Court of First Instance.", "...", "55. By a judgment of 12 May 1999 the court sentenced the applicant to 262 days’ imprisonment for serious violence committed under the influence of emotion, an offence punishable under the first paragraph of Article 181 of the Criminal Code.", "56. On 18 May and 3 June 1999 respectively the applicant and the victim appealed against this judgment.", "...", "61. By a decision of 13 March 2000 the Dolj County Court upheld the judgment delivered by the Craiova Court of First Instance on 12 May 1999 (see paragraph 55 above).", "...", "66. By a judgment of 13 September 2000 the Craiova Court of Appeal allowed the applicant’s appeal and quashed in its entirety the judgment of 12 March 1999 of the Craiova Court of First Instance, together with the Dolj County Court’s decision of 13 March 2000. The Court of Appeal found that, bearing in mind the prosecution’s application and the evidence in the file, the lower courts had convicted the applicant without establishing a causal link between the applicant’s actions in respect of the victim and the latter’s injuries. Accordingly, it sent the case back to the Craiova Court of First Instance for a fresh examination of the merits.", "...", "72. According to the information available to the Court, the case is still pending before the Craiova Court of First Instance. The Court has no further information regarding any procedural steps taken since 17 May 2001.", "...", "142. On 18 November 1999 the applicant instituted civil proceedings against the State, represented by the Directorate-General of Public Finances, in the Timiş County Court. Relying on Articles 504 and 505 of the CCP, taken together and as interpreted by a decision of the Constitutional Court dated 10 March 1998, and on Article 5 §§ 1 to 5 of the Convention, he requested 2,000,000,000 Romanian lei as compensation for his pre-trial detention from 5 July 1994 to 6 April 1995, which had been ruled improper and unlawful by the final decision of 6 April 1995 (see paragraph 29 above). In particular, he asserted that during the period in issue he had experienced assaults resulting in multiple cranial and costal fractures.", "143. By a judgment of 7 July 2000 the court dismissed the applicant’s action on the ground that it was premature, in that the proceedings brought against him were still pending before the national courts.", "144. By a decision of 23 November 2000 the Timişoara Court of Appeal allowed the applicant’s appeal and, quashing the judgment of 7 July 2000, sent the case back to the same court for a new judgment. The Court of Appeal held that the damages claimed by the applicant were related to his detention, which had been ruled unlawful, and that consequently the fact that the criminal proceedings against the applicant were still pending was irrelevant to the case in issue. The Court of Appeal concluded that the first-instance court had been wrong to dismiss the applicant’s action on the ground that it was premature.", "145. On a date which has not been specified proceedings resumed before the Timiş County Court. At the hearing on 30 March 2001 the State asked the court to dismiss the applicant’s action since the limitation period had expired. It noted that, under the second paragraph of Article 504 of the CCP, an action for damages could be brought within one year of the date on which the final decision to acquit or discontinue proceedings was delivered. Further, it considered that in the present case this period had begun on 26 November 1996, the date on which the Oradea Court of Appeal’s decision of 6 April 1995, finding that the applicant’s pre-trial detention had been unlawful, had become final. It submitted that the applicant had brought his action on 18 November 1999, almost three years after the date of the decision in his favour.", "The applicant raised an objection alleging the unconstitutionality of the second paragraphs of Articles 504 and 505 of the CCP and asked that the case be referred to the Constitutional Court.", "146. By an interlocutory decision of 27 April 2001 the court referred the case to the Constitutional Court for a decision on the objection raised by the applicant.", "147. On 20 September 2001 the Constitutional Court allowed the limb of the objection concerning the second paragraph of Article 504 of the CCP, ruling that this provision was unconstitutional in so far as it limited the cases in which the State’s liability for miscarriages of justice in criminal proceedings could be engaged.", "However, the Constitutional Court dismissed the plea of unconstitutionality with regard to the second paragraph of Article 505 of the CCP as follows:", "“Neither the constitutional rules in force nor the international treaties to which Romania is a party guarantee that there is to be no limitation on the right of persons who have been wronged by unlawful detention to bring an action for the damage they have sustained, nor do these rules or treaties guarantee a prescribed time-limit within which this right may be exercised. ... The time-limit of one year provided for in the second paragraph of Article 505 of the Code of Criminal Procedure is a reasonable period of limitation on the right to bring proceedings and guarantees the injured party the best possible conditions for bringing an action to obtain full reparation.”", "148. By a judgment of 18 January 2002 the Timiş County Court dismissed the applicant’s action on the ground of limitation. It held that in the present case the limitation period of one year provided for in the second paragraph of Article 505 of the CCP had begun on 26 November 1996, the date on which the Oradea Court of Appeal’s decision finding that the applicant’s pre-trial detention had been unlawful had become final. The applicant’s action having been brought on 18 November 1999, the court held that it was out of time.", "149. Although this judgment could have been appealed, the applicant did not use this remedy since he considered that, given the contradictory decisions of the national courts, he had no prospect of success. Accordingly, the judgment of 18 January 2002 became final and could no longer be challenged by ordinary appeal.", "150. The relevant Articles of the Code of Criminal Procedure (“the CCP”) provide:", "“In cases concerning offences which are punishable by a prison sentence, and in order to ensure the proper conduct of the criminal trial and prevent the suspect or accused from evading criminal proceedings ..., one of the following preventative measures may be taken against him or her:", "...", "(c) pre-trial detention.", "The measure provided for in (c) may be ordered by the prosecutor or by a court.”", "“The legal instrument by which an interim measure is adopted must list the facts which gave rise to the charges, their legal basis, the sentence provided for in the legislation concerning the offence in question and the specific reasons which determined the adoption of the interim measure.”", "“The authority responsible for criminal proceedings may detain a person in police custody if there is cogent direct or indirect evidence that he or she has committed an offence prohibited by the criminal law.", "...", "Cogent evidence exists where, in , the person who is subject to criminal proceedings may be suspected of having committed the alleged offences.”", "“Where the requirements of Article 143 are met, and in one of the cases provided for in Article 148, the prosecutor may, of his or her own motion or at the request of the prosecuting authority, order that the suspect be placed in pre-trial detention by a reasoned order indicating the legal grounds for such detention, for a period not exceeding five days.", "...”", "“Pre-trial detention of the accused may be ordered [by the prosecutor] where the requirements set out in Article 143 are met and if one of the following conditions is satisfied:", "...", "(h) the accused has committed an offence for which the law prescribes a prison sentence of more than two years and his or her continued liberty would constitute a threat to public order.", "...”", "“The length of pre-trial detention of the accused [ordered by the prosecution service] may not exceed one month, except where it is prolonged in accordance with a procedure prescribed by law. ...", "...”", "“...", "Where the accused’s arrest was ordered in his or her absence, the committal warrant shall be transmitted ... to the police authority for enforcement.", "The police authority shall apprehend the person whose name appears on the warrant ... and bring him or her before the authority which issued the warrant.", "Where the committal warrant was issued by the prosecutor, the latter shall note on the warrant the date on which the accused was brought before him, shall interview him or her immediately and then rule by resolution on whether the accused should be placed in pre-trial detention. If the case has been referred to the court in the interim the prosecutor shall send the arrested person to the court.", "The president of the court shall hear the accused and, if he or she raises objections which require a rapid solution, immediately set a date for a hearing.”", "“Where necessary, pre-trial detention of the accused may be extended if reasons are given.", "Extension of pre-trial detention may be ordered by the trial court ...”", "“The trial court shall be presided over by the president of the court or a judge appointed by him or her; the prosecutor’s participation is compulsory.", "The investigation file shall be lodged [at the court] by the prosecutor at least two days prior to the hearing and may be consulted by the lawyer on request.", "The accused shall be brought before the court, assisted by a lawyer.", "...", "If the court grants extension [of the detention], such extension may not exceed thirty days.", "...", "The prosecutor or the accused may appeal against the interlocutory decision by which the court decides on extension of the pre-trial detention. The time-limit for an appeal shall be three days, starting from delivery of the judgment for those who are present and, for those who are not present, from the date of notification. An appeal against a decision to extend pre-trial detention has no suspensive effect ...", "... The court may grant further extensions of pre-trial detention, but none of these may exceed thirty days.”", "“...", "In cases where the accused is arrested, the court is obliged of its own motion and at the first hearing to confirm the lawfulness of the adoption and prolongation of the detention measure [against the accused].”", "151. The relevant Articles of the CCP state:", "“Anyone who has been finally convicted is entitled to compensation from the State for any loss or damage sustained where after a retrial it is held in a judgment against which no appeal lies that he did not commit the offence in question or that the offence was not committed.", "Anyone against whom a preventative measure has been taken, and in whose favour a decision to discontinue proceedings or of acquittal has been given for the reasons listed in the preceding paragraph, also enjoys a right to compensation for damage sustained.", "...”", "“...", "The claim [for compensation] must be lodged within one year of the date of the final acquittal or order discontinuing the proceedings.”", "“For the awarding of compensation, the person concerned may apply to the court in his or her place of residence by instituting proceedings against the State ...”", "152. In a decision of 10 March 1998 the Romanian Constitutional Court, to which an objection had been submitted alleging that the first paragraph of Article 504 of the CCP was unconstitutional, ruled as follows:", "“Under Article 48 of the Constitution, the State is liable for damage caused by miscarriages of justice committed in criminal proceedings. It follows that the principle of the State’s liability with regard to persons who have been victims of a miscarriage of justice in a criminal trial must be applied to all victims of such a miscarriage. ... The Court notes that the legislature has not brought the provisions of Article 504 of the Code of Criminal Procedure into conformity with those of Article 48 § 3 of the Constitution. ... Consequently, bearing in mind that Article 504 of the Code of Criminal Procedure provides for only two cases in which the State’s responsibility for miscarriages of justice committed in criminal proceedings may be engaged, it follows that this restriction is unconstitutional, since Article 48 § 3 of the Constitution does not allow for any such limitation.”", "153. The relevant parts of Article 1000 of the Civil Code read as follows:", "“...", "Masters and principals [shall be liable] for damage caused by their servants and agents in the exercise of the duties entrusted to them.", "...”", "..."], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4", "5-5", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "8"], "NON_VIOLATED_PARAGRAPHS": ["6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-c"]}