{"ITEMID": "001-67614", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2004, "DOCNAME": "CASE OF ÖNERYILDIZ v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions;Possessions);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Effective investigation);Violation of Article 13+P1-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 1 of Protocol No. 1 - Protection of property;Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Gaukur Jörundsson;Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["9. The applicant was born in 1955 and is now living in the district of Şirvan (province of Siirt), the area where he was born. At the material time he was living with twelve close relatives in the slum quarter (gecekondu mahallesi) of Kazım Karabekir in Ümraniye, a district of Istanbul, where he had moved after resigning from his post as a village guard in south-eastern Turkey.", "10. Since the early 1970s a household-refuse tip had been in operation in Hekimbaşı, a slum area adjoining Kazım Karabekir. On 22 January 1960 Istanbul City Council (“the city council”) had been granted use of the land, which belonged to the Forestry Commission (and therefore to the Treasury), for a term of ninety-nine years. Situated on a slope overlooking a valley, the site spread out over a surface area of approximately 35 hectares and from 1972 onwards was used as a rubbish tip by the districts of Beykoz, Üsküdar, Kadıköy and Ümraniye under the authority and responsibility of the city council and, ultimately, the ministerial authorities.", "When the rubbish tip started being used, the area was uninhabited and the closest built-up area was approximately 3.5 km away. However, as the years passed, rudimentary dwellings were built without any authorisation in the area surrounding the rubbish tip, which eventually developed into the slums of Ümraniye.", "According to an official map covering the areas of Hekimbaşı and Kazım Karabekir, produced by Ümraniye District Council’s Technical Services Department, the applicant’s house was built on the corner of Dereboyu Street and Gerze Street. That part of the settlement was adjacent to the municipal rubbish tip and since 1978 had been under the authority of a local mayor answerable to the district council.", "The Ümraniye tip no longer exists. The local council had it covered with earth and installed air ducts. Furthermore, land-use plans are currently being prepared for the areas of Hekimbaşı and Kazım Karabekir. The city council has planted trees on a large area of the former site of the tip and has had sports grounds laid.", "11. Following the local elections of 26 March 1989, Ümraniye District Council sought to amend the urban development plan on a scale of 1:1,000. However, the decision-making authorities refused to adopt the plan as it covered an area that ran very close to the municipal rubbish tip.", "From 4 December of that year Ümraniye District Council began dumping heaps of earth and refuse on to the land surrounding the Ümraniye slums in order to redevelop the site of the rubbish tip.", "However, on 15 December 1989 M.C. and A.C., two inhabitants of the Hekimbaşı area, brought proceedings against the district council in the Fourth Division of the Üsküdar District Court to establish title to land. They complained of damage to their plantations and sought to have the work halted. In support of their application, M.C. and A.C. produced documents showing that they had been liable for council tax and property tax since 1977 under tax no. 168900. In 1983 the authorities had asked them to fill in a standard form for the declaration of illegal buildings so that their title to the properties and land could be regularised (see paragraph 54 below). On 21 August 1989, at their request, the city council’s water and mains authority had ordered a water meter to be installed in their house. Furthermore, copies of electricity bills show that M.C. and A.C., as consumers, made regular payments for the power they had used on the basis of readings taken from a meter installed for that purpose.", "12. In the District Court, the district council based its defence on the fact that the land claimed by M.C. and A.C. was situated on the waste-collection site; that residence there was contrary to health regulations; and that their application for regularisation of their title conferred no rights on them.", "In a judgment delivered on 2 May 1991 (case no. 1989/1088), the District Court found for M.C. and A.C., holding that there had been interference with the exercise of their rights over the land in question.", "However, the Court of Cassation set the judgment aside on 2 March 1992. On 22 October 1992 the District Court followed the Court of Cassation’s judgment and dismissed M.C.’s and A.C.’s claims.", "13. On 9 April 1991 Ümraniye District Council applied to the Third Division of the Üsküdar District Court for experts to be appointed to determine whether the rubbish tip complied with the relevant regulations, in particular the Regulations on Solid-Waste Control of 14 March 1991. The district council also applied for an assessment of the damage it had sustained, as evidence in support of an action for damages it was preparing to bring against the city council and the councils of the three other districts that used the tip.", "The application for an expert opinion was registered as case no. 1991/76, and on 24 April 1991 a committee of experts was set up for that purpose, comprising a professor of environmental engineering, a land registry official and a forensic medical expert.", "According to the experts’ report, drawn up on 7 May 1991, the rubbish tip in question did not conform to the technical requirements set forth, inter alia, in regulations 24 to 27, 30 and 38 of the Regulations of 14 March 1991 and, accordingly, presented a number of dangers liable to give rise to a major health risk for the inhabitants of the valley, particularly those living in the slum areas: no walls or fencing separated the tip from the dwellings fifty metres away from the mountain of refuse, the tip was not equipped with collection, composting, recycling or combustion systems, and no drainage or drainage-water purification systems had been installed. The experts concluded that the Ümraniye tip “exposed humans, animals and the environment to all kinds of risks”. In that connection the report, drawing attention first to the fact that some twenty contagious diseases might spread, underlined the following:", "“... In any waste-collection site gases such as methane, carbon dioxide and hydrogen sulphide form. These substances must be collected and ... burnt under supervision. However, the tip in question is not equipped with such a system. If methane is mixed with air in a particular proportion, it can explode. This installation contains no means of preventing an explosion of the methane produced as a result of the decomposition [of the waste]. May God preserve us, as the damage could be very substantial given the neighbouring dwellings. ...”", "On 27 May 1991 the report was brought to the attention of the four councils in question, and on 7 June 1991 the governor was informed of it and asked to brief the Ministry of Health and the Prime Minister’s Environment Office (“the Environment Office”).", "14. Kadıköy and Üsküdar District Councils and the city council applied on 3, 5 and 9 June 1991 respectively to have the expert report set aside. In their notice of application the councils’ lawyers simply stated that the report, which had been ordered and drawn up without their knowledge, contravened the Code of Civil Procedure. The three lawyers reserved the right to file supplementary pleadings in support of their objections once they had obtained all the necessary information and documents from their authorities.", "As none of the parties filed supplementary pleadings to that end, the proceedings were discontinued.", "15. However, the Environment Office, which had been advised of the report on 18 June 1991, made a recommendation (no. 09513) urging the Istanbul Governor’s Office, the city council and Ümraniye District Council to remedy the problems identified in the present case:", "“... The report prepared by the committee of experts indicates that the waste-collection site in question breaches the Environment Act and the Regulations on Solid-Waste Control and consequently poses a health hazard to humans and animals. The measures provided for in regulations 24, 25, 26, 27, 30 and 38 of the Regulations on Solid-Waste Control must be implemented at the site of the tip ... I therefore ask for the necessary measures to be implemented ... and for our office to be informed of the outcome.”", "16. On 27 August 1992 Şinasi Öktem, the mayor of Ümraniye, applied to the First Division of the Üsküdar District Court for the implementation of temporary measures to prevent the city council and the neighbouring district councils from using the waste-collection site. He requested, in particular, that no further waste be dumped, that the tip be closed and that redress be provided in respect of the damage sustained by his district.", "On 3 November 1992 Istanbul City Council’s representative opposed that request. Emphasising the city council’s efforts to maintain the roads leading to the rubbish tip and to combat the spread of diseases, stray dogs and the emission of odours, the representative submitted, in particular, that a plan to redevelop the site of the tip had been put out to tender. As regards the request for the temporary closure of the tip, the representative asserted that Ümraniye District Council was acting in bad faith in that, since it had been set up in 1987, it had done nothing to decontaminate the site.", "Istanbul City Council had indeed issued a call for tenders for the development of new sites conforming to modern standards. The first planning contract was awarded to the American firm CVH2M Hill International Ltd, and on 21 December 1992 and 17 February 1993 new sites were designed for the European and Anatolian sides of Istanbul respectively. The project was due for completion in the course of 1993.", "17. While those proceedings were still pending, Ümraniye District Council informed the mayor of Istanbul that from 15 May 1993 the dumping of waste would no longer be authorised.", "18. On 28 April 1993 at about 11 a.m. a methane explosion occurred at the site. Following a landslide caused by mounting pressure, the refuse erupted from the mountain of waste and engulfed some ten slum dwellings situated below it, including the one belonging to the applicant. Thirty-nine people died in the accident.", "19. Immediately after the accident two members of the municipal police force sought to establish the facts. After taking evidence from the victims, including the applicant, who explained that he had built his house in 1988, they reported that thirteen huts had been destroyed.", "On the same day the members of a crisis unit set up by the Istanbul Governor’s Office also went to the site and found that the landslide had indeed been caused by a methane explosion.", "20. The next day, on 29 April 1993, the Ministry of the Interior (“the Ministry”) ordered the Administrative Investigation Department (“the investigation department”) to examine the circumstances in which the disaster had occurred in order to determine whether proceedings should be instituted against the two mayors, Mr Sözen and Mr Öktem.", "21. While those administrative proceedings were under way, on 30 April 1993 the Üsküdar public prosecutor (“the public prosecutor”) went to the scene of the accident, accompanied by a committee of experts composed of three civil-engineering professors from three different universities. In the light of his preliminary observations, he instructed the committee to determine how liability for the accident should be apportioned among the public authorities and the victims.", "22. On 6 May 1993 the applicant lodged a complaint at the local police station. He stated: “If it was the authorities who, through their negligence, caused my house to be buried and caused the death of my partners and children, I hereby lodge a criminal complaint against the authority or authorities concerned.” The applicant’s complaint was added to the investigation file (no. 1993/6102), which the public prosecutor had already opened of his own motion.", "23. On 14 May 1993 the public prosecutor heard evidence from a number of witnesses and victims of the accident. On 18 May 1993 the committee of experts submitted the report ordered by the public prosecutor. In its report the committee noted, firstly, that there was no development plan on a scale of 1:5,000 for the region, that the urban development plan on a scale of 1:1,000 had not been approved and that most of the dwellings that had been engulfed had in fact been outside the area covered by the urban development plan, on the far edge of the site of the rubbish tip. The experts confirmed that the landslide – affecting land which had already been unstable – could be explained both by the mounting pressure of the gas inside the tip and by the explosion of the gas. Reiterating the public authorities’ obligations and duties under the relevant regulations, the experts concluded that liability for the accident should be apportioned as follows:", "“(i) 2/8 to Istanbul City Council, for failing to act sufficiently early to prevent the technical problems which already existed when the tip was first created in 1970 and have continued to increase since then, or to indicate to the district councils concerned an alternative waste-collection site, as it was obliged to do under Law no. 3030;", "(ii) 2/8 to Ümraniye District Council for implementing a development plan while omitting, contrary to Regulations on Solid-Waste Control (no. 20814), to provide for a 1,000 metre-wide buffer zone to remain uninhabited, and for attracting illegal dwellings to the area and taking no steps to prevent them from being built, despite the experts’ report of 7 May 1991;", "(iii) 2/8 to the slum inhabitants for putting the members of their families in danger by settling near a mountain of waste;", "(iv) 1/8 to the Ministry of the Environment for failing to monitor the tip effectively in accordance with the Regulations on Solid-Waste Control (no. 20814);", "(v) 1/8 to the government for encouraging the spread of this type of settlement by declaring an amnesty in relation to illegal dwellings on a number of occasions and granting property titles to the occupants.”", "24. On 21 May 1993 the public prosecutor made an order declining jurisdiction ratione personae in respect of the administrative authorities that had been held liable, namely Istanbul City Council, Ümraniye District Council, the Ministry of the Environment and the heads of government from the period between 1974 and 1993. He accordingly referred the case to the Istanbul governor, considering that it came under the Prosecution of Civil Servants Act, the application of which was a matter for the administrative council of the province of Istanbul (“the administrative council”). However, the public prosecutor stated in his order that the provisions applicable to the authorities in question were Article 230 and Article 455 § 2 of the Criminal Code, which respectively concerned the offences of negligence in the performance of public duties and negligent homicide.", "In so far as the case concerned the possible liability of the slum inhabitants – including the applicant – who were not only victims but had also been accused under Article 455 § 2 of the Criminal Code, the public prosecutor expressed the opinion that, as the case stood, it was not possible to disjoin their complaints, having regard to sections 10 and 15 of the above-mentioned Act.", "On 27 May 1993, when the investigation department had completed the preliminary inquiry, the public prosecutor’s file was transmitted to the Ministry.", "25. On 27 May 1993, having regard to the conclusions of its own inquiry, the investigation department sought authorisation from the Ministry to open a criminal investigation in respect of the two mayors implicated in the case.", "26. The day after that request was made Ümraniye District Council made the following announcement to the press:", "“The sole waste-collection site on the Anatolian side stood in the middle of our district of Ümraniye like an object of silent horror. It has broken its silence and caused death. We knew it and were expecting it. As a district council, we had been hammering at all possible doors for four years to have this waste-collection site removed. We were met with indifference by Istanbul City Council. It abandoned the decontamination works ... after laying two spades of concrete at the inauguration. The ministries and the government were aware of the facts, but failed to take much notice. We had submitted the matter to the courts and they had found in our favour, but the judicial machinery could not be put into action. ... We must now face up to our responsibilities and will all be accountable for this to the inhabitants of Ümraniye ...”", "27. The authorisation sought by the investigation department was granted on 17 June 1993 and a chief inspector from the Ministry (“the chief inspector”) was accordingly put in charge of the case.", "In the light of the investigation file compiled in the case, the chief inspector took down statements from Mr Sözen and Mr Öktem. The latter stated, among other things, that in December 1989 his district council had begun decontamination works in the Hekimbaşı slum area, but that these had been suspended at the request of two inhabitants of the area (see paragraph 11 above).", "28. The chief inspector finalised his report on 9 July 1993. It endorsed the conclusions reached by all the experts instructed hitherto and took account of all the evidence gathered by the public prosecutor. It also mentioned two other scientific opinions sent to the Istanbul Governor’s Office in May 1993, one by the Ministry of the Environment and the other by a professor of civil engineering at Boğaziçi University. These two opinions confirmed that the fatal landslide had been caused by the methane explosion. The report also indicated that on 4 May 1993 the investigation department had requested the city council to inform it of the measures actually taken in the light of the expert report of 7 May 1991, and it reproduced Mr Sözen’s reply:", "“Our city council has both taken the measures necessary to ensure that the old sites can be used in the least harmful way possible until the end of 1993 and completed all the preparations for the construction of one of the biggest and most modern installations ... ever undertaken in our country. We are also installing a temporary waste-collection site satisfying the requisite conditions. Alongside that, renovation work is ongoing at former sites [at the end of their life span]. In short, over the past three years our city council has been studying the problem of waste very seriously ... [and] currently the work is continuing ...”", "29. The chief inspector concluded, lastly, that the death of twenty-six people and the injuries to eleven others (figures available at the material time) on 28 April 1993 had been caused by the two mayors’ failure to take appropriate steps in the performance of their duties and that they should be held to account for their negligence under Article 230 of the Criminal Code. In spite of, inter alia, the expert report and the recommendation of the Environment Office, they had knowingly breached their respective duties: Mr Öktem because he had failed to comply with his obligation to order the destruction of the illegal huts situated around the rubbish tip, as he was empowered to do under section 18 of Law no. 775, and Mr Sözen because he had refused to comply with the above-mentioned recommendation, had failed to renovate the rubbish tip or order its closure, and had not complied with any of the provisions of section 10 of Law no. 3030, which required him to order the destruction of the slum dwellings in question, if necessary by his own means. However, in his observations the chief inspector did not deal with the question whether Article 455 § 2 of the Criminal Code was applicable in the instant case.", "30. In the meantime, the Department of Housing and Rudimentary Dwellings had asked the applicant to contact it, informing him that in an order (no. 1739) of 25 May 1993 the city council had allocated him a flat in a subsidised housing complex in Çobançeşme (Eyüp, Alibeyköy). On 18 June 1993 the applicant signed for possession of flat no. 7 in building C1 of that complex. That transaction was made official on 17 September 1993 in an order by the city council (no. 3927). On 13 November 1993 the applicant signed a notarially recorded declaration in lieu of a contract stating that the flat in question had been “sold” to him for 125,000,000 Turkish liras (TRL), a quarter of which was payable immediately and the remainder in monthly instalments of TRL 732,844.", "It appears likely that the initial payment was made to the Istanbul Governor’s Office, which forwarded it to the city council. The applicant paid the first monthly instalment on 9 November 1993 and continued to make payments until January 1996. In the meantime, prior to 23 February 1995, he had let his flat to a certain H.Ö. for a monthly rent of TRL 2,000,000. It appears that from January 1996 the authorities had to avail themselves of enforcement proceedings in order to recover the outstanding instalments.", "On 24 March 1998 the applicant, who by that time had discharged his debt to the city council, gave a notarially recorded undertaking to sell his flat to a certain E.B. in return for a down payment of 20,000 German marks.", "31. In an order of 15 July 1993, the administrative council decided, by a majority, on the basis of the chief inspector’s report, to institute proceedings against Mr Sözen and Mr Öktem for breaching Article 230 of the Criminal Code.", "Mr Sözen and Mr Öktem appealed against that decision to the Supreme Administrative Court, which dismissed their appeal on 18 January 1995. The case file was consequently sent back to the public prosecutor, who on 30 March 1995 committed both mayors for trial in the Fifth Division of the Istanbul Criminal Court.", "32. The trial before the Division began on 29 May 1995. At the hearing Mr Sözen stated, among other things, that he could not be expected to have complied with duties which were not incumbent on him or be held solely responsible for a situation which had endured since 1970. Nor could he be blamed for not having renovated the Ümraniye tip when none of the 2,000 sites in Turkey had been renovated; in that connection, relying on a number of measures which had nonetheless been taken by the city council, he argued that the tip could not have been fully redeveloped as long as waste continued to be dumped on it. Lastly, he stated: “The elements of the offence of negligence in the performance of duties have not been made out because I did not act with the intention of showing myself to be negligent [sic] and because no causal link can be established [between the incident and any negligence on his part].”", "Mr Öktem submitted that the groups of dwellings which had been engulfed dated back to before his election on 26 March 1989 and that since then he had never allowed slum areas to develop. Accusing the Istanbul City Council and Governor’s Office of indifference to the problems, Mr Öktem asserted that responsibility for preventing the construction of illegal dwellings lay with the forestry officials and that, in any event, his district council lacked the necessary staff to destroy such dwellings.", "33. In a judgment of 4 April 1996, the Division found the two mayors guilty as charged, considering their defence to be unfounded.", "The judges based their conclusion, in particular, on the evidence that had already been obtained during the extensive criminal inquiries carried out between 29 April 1993 to 9 July 1993 (see paragraphs 19 and 28 above). It also appears from the judgment of 30 November 1995 that, in determining the share of liability incurred by each of the authorities in question, the judges unhesitatingly endorsed the findings of the expert report drawn up on this precise issue at the public prosecutor’s request, which had been available since 18 May 1993 (see paragraph 23 above).", "The judges also observed:", "“... although they had been informed of the [experts’] report, the two defendants took no proper preventive measures. Just as a person who shoots into a crowd should know that people will die and, accordingly, cannot then claim to have acted without intending to kill, the defendants cannot allege in the present case that they did not intend to neglect their duties. They do not bear the entire responsibility, however. ... They were negligent, as were others. In the instant case the main error consists in building dwellings beneath a refuse tip situated on a hillside and it is the inhabitants of these slum dwellings who are responsible. They should have had regard to the risk that the mountain of rubbish would one day collapse on their heads and that they would suffer damage. They should not have built dwellings fifty metres from the tip. They have paid for that recklessness with their lives ...”", "34. The Division sentenced Mr Sözen and Mr Öktem to the minimum term of imprisonment provided for in Article 230 of the Criminal Code, namely three months, and to fines of TRL 160,000. Under section 4(1) of Law no. 647, the Division commuted the prison sentences to fines, so the penalties ultimately imposed were fines of TRL 610,000. Satisfied that the defendants would not reoffend, the Division also decided to suspend enforcement of the penalties in accordance with section 6 of the same Law.", "35. Both mayors appealed on points of law. They submitted, in particular, that the Division had gone beyond the scope of Article 230 of the Criminal Code in its assessment of the facts, and had treated the case as one of unintentional homicide within the meaning of Article 455 of the Code.", "In a judgment of 10 November 1997, the Court of Cassation upheld the Division’s judgment.", "36. The applicant has apparently never been informed of those proceedings or given evidence to any of the administrative bodies of investigation or the criminal courts; nor does any court decision appear to have been served on him.", "37. On 3 September 1993 the applicant applied to Ümraniye District Council, Istanbul City Council and the Ministries of the Interior and the Environment, seeking compensation for both pecuniary and non-pecuniary damage. The applicant’s claim was broken down as follows: TRL 150,000,000 in damages for the loss of his dwelling and household goods; TRL 2,550,000,000, TRL 10,000,000, TRL 15,000,000 and TRL 20,000,000 in compensation for the loss of financial support incurred by himself and his three surviving sons, Hüsamettin, Aydın and Halef; and TRL 900,000,000 for himself and TRL 300,000,000 for each of his three sons in respect of the non-pecuniary damage resulting from the deaths of their close relatives.", "38. In letters of 16 September and 2 November 1993, the mayor of Ümraniye and the Minister for the Environment dismissed the applicant’s claims. The other authorities did not reply.", "39. The applicant then sued the four authorities for damages in his own name and on behalf of his three surviving children in the Istanbul Administrative Court (“the court”). He complained that their negligent omissions had resulted in the death of his relatives and the destruction of his house and household goods, and again sought the aforementioned amounts.", "On 4 January 1994 the applicant was granted legal aid.", "40. The court gave judgment on 30 November 1995. Basing its decision on the experts’ report of 18 May 1993 (see paragraph 23 above), it found a direct causal link between the accident of 28 April 1993 and the contributory negligence of the four authorities concerned. Accordingly, it ordered them to pay the applicant and his children TRL 100,000,000 for non-pecuniary damage and TRL 10,000,000 for pecuniary damage (at the material time those amounts were equivalent to approximately 2,077 and 208 euros respectively).", "The latter amount, determined on an equitable basis, was limited to the destruction of household goods, save the domestic electrical appliances, which the applicant was not supposed to own. On that point the court appears to have accepted the authorities’ argument that “these dwellings had neither water nor electricity”. The court dismissed the remainder of the claim, holding that the applicant could not maintain that he had been deprived of financial support since he had been partly responsible for the damage incurred and the victims had been young children or housewives who had not been in paid employment such as to contribute to the family’s living expenses. The court also held that the applicant was not entitled to claim compensation for the destruction of his slum dwelling given that, following the accident, he had been allocated a subsidised flat and that, although Ümraniye District Council had not exercised its power to destroy the dwelling, there had been nothing to prevent it from doing so at any time.", "The court decided, lastly, not to apply default interest to the sum awarded for non-pecuniary damage.", "41. The parties appealed against that judgment to the Supreme Administrative Court, which dismissed their appeal in a judgment of 21 April 1998.", "An application by Istanbul City Council for rectification of the judgment was likewise unsuccessful, and the judgment accordingly became final and was served on the applicant on 10 August 1998.", "42. The compensation awarded has still not been paid.", "43. On 22 December 2000 Law no. 4616 came into force, providing for the suspension of the enforcement of judicial measures pending in respect of certain offences committed before 23 April 1999.", "On 22 April 2003 the Ministry of Justice informed the Istanbul public prosecutor’s office that it had been impossible to conclude the criminal investigation pending in respect of the slum inhabitants, that the only decision concerning them had been the order of 21 May 1993 declining jurisdiction and that the charge against them would become time-barred on 28 April 2003.", "Consequently, on 24 April 2003 the Istanbul public prosecutor decided to suspend the opening of criminal proceedings against the inhabitants, including the applicant, and four days later the criminal proceedings against them became time-barred.", "44. The relevant provisions of the Criminal Code read as follows:", "“Any agent of the State who, in the performance of his public duties, ... acts negligently and delays or, for no valid reason, refuses to comply with the lawful orders ... of his superiors shall be liable to a term of imprisonment of between three months and one year and to a fine of between 6,000 and 30,000 Turkish liras.", "...", "In every ... case, if third parties have suffered any damage on account of the negligence or delay by the civil servant in question, the latter shall also be required to compensate for such damage.”", "“Anyone who, through carelessness, negligence or inexperience in his profession or craft, or through non-compliance with laws, orders or instructions, causes the death of another shall be liable to a term of imprisonment of between two and five years and to a fine of between 20,000 and 150,000 Turkish liras.", "If the act has caused the death of more than one person or has resulted in the death of one person and injuries to one or more others ... the perpetrator shall be sentenced to a term of imprisonment of between four and ten years and to a heavy fine of a minimum of 60,000 Turkish liras.”", "“The court shall have full discretion to determine the principal sentence, which can vary between a minimum and maximum, taking account of factors such as the circumstances in which the offence was committed, the means used to commit it, the importance and seriousness of the offence, the time and place at which it was committed, the various special features of the offence, the seriousness of the damage caused and the risk [incurred], the degree of [criminal] intent ..., the reasons and motives for the offence, the aim, the criminal record, the personal and social status of the perpetrator and his conduct following the act [committed]. Even where the minimum penalty is imposed, the reasons for the choice of sentence must be mentioned in the judgment.”", "“If the court considers that, other than the statutory mitigating circumstances, there are other circumstances favourable to reducing the penalty [imposed] on the perpetrator, capital punishment shall be commuted to life imprisonment and life imprisonment to a term of imprisonment of thirty years.", "Other penalties shall be reduced by a maximum of one-sixth.”", "45. Sections 4(1) and 6(1) of the Execution of Sentences Act (Law no. 647) read as follows:", "“The court may, having regard to the defendant’s personality and situation and to the circumstances in which the offence was committed, commute short custodial sentences, but not long-term imprisonment:", "1. to a heavy fine ... of between 5,000 and 10,000 Turkish liras per day;", "...”", "“Where a person who has never been sentenced ... to a penalty other than a fine is sentenced to ... a fine ... and/or [up to] one year’s imprisonment, execution of the sentence may be suspended if the court is satisfied that [the offender], having regard to his tendency to break the law, will not reoffend if his sentence is thus suspended ...”", "46. Under the Code of Criminal Procedure, a public prosecutor who, in any manner whatsoever, is informed of a situation which gives rise to a suspicion that an offence has been committed must investigate the facts with a view to deciding whether or not criminal proceedings should be brought (Article 153). However, if the suspected offender is a civil servant and the offence was committed in the performance of his duties, the investigation of the case is governed by the Prosecution of Civil Servants Act of 1914, which restricts the public prosecutor’s jurisdiction ratione personae with regard to that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect’s status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute.", "An appeal to the Supreme Administrative Court lies against a decision of the council. If a decision not to prosecute is taken, the case is automatically referred to that court.", "47. Turkish criminal law affords complainants the opportunity to intervene in criminal proceedings. Article 365 of the Code of Criminal Procedure contains a provision enabling complainants and anyone who considers that they have sustained injury as a result of a criminal offence to apply to join as an “intervening party” proceedings that have already been instituted by the public prosecutor and, consequently, to act alongside the prosecution. After consulting the public prosecutor, the court is required to rule on the admissibility of the application to join the proceedings as an intervening party (Article 366 of the Code of Criminal Procedure).", "48. If the application is allowed, the intervening party may, among other things, claim compensation for damage resulting from the offence as a direct victim. That possibility, which is similar to those offered by “civilparty applications” or “civil actions” in the legislation of numerous Council of Europe member States, is nonetheless subject to certain precise rules. According to the Court of Cassation’s case-law, for a decision to be given on the compensation to be awarded as a result of an offence, the injured person must not only apply to join the proceedings as an intervening party but must also explicitly assert his or her right to compensation. Under Turkish law, such a claim is not deemed to be an integral part of an intervening-party application. The claim for compensation does not have to be made at the same time as the intervening-party application; it can be made at a later stage, provided that no action for damages has already been brought in the civil or administrative courts. Furthermore, all claims for compensation within the meaning of Article 358 (or Article 365 § 2) of the Code of Criminal Procedure must be specific and substantiated since, in assessing such claims, the criminal courts are required to apply the relevant civil-law rules, including the prohibition on awarding an amount higher than the claim. Conviction of the defendant is necessary for a decision to be given on the intervening party’s entitlement to compensation.", "49. With regard to civil and administrative liability arising out of criminal offences, section 13 of the Administrative Procedure Act (Law no. 2577) provides that anyone who has suffered damage as a result of an act committed by the administrative authorities may claim compensation from the authorities within one year of the alleged act. If this claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.", "The organisation of the administrative courts and the status of their judges are governed by the Administrative Courts (Powers and Composition) Act (Law no. 2576) of 6 January 1982 and the Supreme Administrative Court Act (Law no. 2575).", "50. Under the Code of Obligations, anyone who has suffered damage as a result of a tortious or criminal act may bring an action for damages for pecuniary loss (Articles 41-46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal courts on the issue of the defendant’s guilt (Article 53).", "However, under section 13 of the Civil Servants Act (Law no. 657), anyone who has sustained loss as a result of an act carried out in the performance of duties governed by public law may, in theory, only bring an action against the public authority by which the civil servant concerned is employed and not directly against the civil servant (Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. Where an act is found to be tortious or criminal and, consequently, is no longer an “administrative” act or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim’s right to bring an action against the authority on the basis of its joint liability as the official’s employer (Article 50 of the Code of Obligations).", "51. Article 138 § 4 of the 1982 Constitution provides:", "“The bodies of executive and legislative power and the authorities must comply with court decisions; they cannot in any circumstances modify court decisions or defer enforcement thereof.”", "Article 28 § 2 of the Code of Administrative Procedure provides:", "“ Decisions determining administrative-law actions concerning a specific amount shall be enforced ... in accordance with the provisions of the ordinary law.”", "Under section 82(1) of the Enforcement and Bankruptcy Act (Law no. 2004), State property and property designated as unseizable in the legislation governing it cannot be seized. Section 19(7) of the Municipalities Act (Law no. 1580 of 3 April 1930) provides that municipal property can be seized only if it is not set aside for public use.", "According to Turkish legal theory in this field, it follows from the above provisions that if the authorities do not themselves comply with a final and enforceable court decision ordering compensation, the interested party can bring enforcement proceedings under the ordinary law. In that event the appropriate institution is empowered to impose on the authorities the measures provided for in Law no. 2004, although seizure remains exceptional.", "52. The relevant provisions of the Constitution regarding the environment and housing read as follows:", "“Everyone has the right to live in a healthy, balanced environment.", "It shall be the duty of the State and the citizens to improve and preserve the environment and to prevent environmental pollution.", "To ensure healthy living conditions for all in physical and psychological terms, ... the State shall establish health institutions and shall regulate the services they provide.", "The State shall perform this task by utilising and supervising health and social-welfare institutions in both the public and private sectors. ...”", "“The State shall take appropriate measures to satisfy housing needs by means of a plan that takes into account the characteristics of cities and environmental conditions; it shall also support community housing schemes.”", "“The State shall perform the tasks assigned to it by the Constitution in the social and economic fields, within the limits of its financial resources and ensuring the maintenance of economic stability.”", "53. The information and documents in the Court’s possession show that, since 1960, when inhabitants of underprivileged areas started migrating in their masses to the richer regions, Turkey has been confronted with the problem of slums, consisting in most cases of permanent structures to which further floors were soon added. It would appear that currently more than one-third of the population live in such dwellings. Researchers who have looked into the problem maintain that these built-up areas have not sprung up merely as a result of deficiencies in urban planning or shortcomings on the part of the municipal police. They point to the existence of more than eighteen amnesty laws which have been passed over the years in order to regularise the slum areas and, they believe, satisfy potential voters living in these rudimentary dwellings.", "54. The following are the main provisions in Turkish law regarding the prevention of slum development.", "Section 15(2)(19) of the Municipalities Act (Law no. 1580 of 3 April 1930) requires local councils to prevent and prohibit any buildings or installations that breach the relevant legislation and regulations in that they have been erected without permission or constitute a threat to public health, order and tranquillity.", "Section 18 of Law no. 775 of 20 July 1966 provides that, after the Law’s entry into force, any illegal building, whether it is in the process of being built or is already inhabited, must be immediately destroyed without any prior decision being necessary. Implementation of these measures is the responsibility of the administrative authorities, which may have recourse to the security forces and other means available to the State. With regard to dwellings built before the Law came into force, section 21 provides that, subject to certain conditions, slum inhabitants may purchase the land they occupy and take out low-interest loans in order to finance the construction of buildings which conform to the regulations and urban development plans. The built-up areas to which the provisions of section 21 apply are designated “slum rehabilitation and clearance zones” and are managed in accordance with a plan of action.", "Under Law no. 1990 of 6 May 1976, amending Law no. 775, illegal constructions built before 1 November 1976 were also considered to be covered by the above-mentioned section 21. Law no. 2981 of 24 February 1984, on buildings not conforming to the legislation on slums and town planning, also provided for measures to be taken for the conservation, regularisation, rehabilitation and destruction of illegal buildings erected prior to that date.", "As regards public property, section 18(2) of the Land Registry Act (Law no. 3402) of 21 June 1987 provides:", "“Common property, ... woodland, premises at the State’s disposal that are set aside for public use, and immovable property reverting to the State in accordance with the legislation governing it, may not be acquired by adverse possession, regardless of whether such property is entered in the land register.”", "55. However, Law no. 4706 of 29 June 2001 – which was designed to strengthen the Turkish economy – as amended by Law no. 4916 of 3 July 2003, allows immovable property belonging to the Treasury to be sold to third parties, subject to certain conditions. Section 4(6) and (7) of the Law provide that Treasury-owned land containing buildings erected before 31 December 2000 is to be transferred free of charge to the municipality in which it is situated, for sale on preferential terms to the owners of the buildings or to their heirs. Sales may be made on payment of an advance corresponding to a quarter of the market value of the land, and monthly instalments may be paid over three years.", "Local authorities are required to draw up land-use plans and implementation plans concerning property transferred to them pursuant to the above-mentioned Law.", "56. Section 15(2)(24) of the above-mentioned Law no. 1580 provides that district councils are responsible for collecting household waste at regular intervals by appropriate means and destroying it. By section 6-E, paragraph (j), of the City Councils Act (Law no. 3030) and regulation 22 of the Public Administration Regulations implementing the Act, city councils have a duty to designate sites for the storage of household and industrial waste and to install or have installed systems for treating, recycling and destroying the waste.", "By regulations 5 and 22 of the Regulations on Solid-Waste Control, published in the Official Gazette of 14 March 1991, district councils are responsible for organising the use of rubbish tips and taking all necessary measures to ensure that their operation does not damage the environment and the health of human beings and animals. Regulation 31 empowers city councils to issue permits for the operation of waste-collection sites within the territory of the district councils under their authority.", "The Regulations provide that no rubbish tips may be created within 1,000 metres of housing and that, once a site is in operation, no housing may be authorised around the edge of the site (regulation 24) and the site must be fenced off (regulation 25). As regards biogas control, regulation 27 provides:", "“The mixtures of nitrogen, ammonia, hydrogen sulphide, carbon dioxide and, in particular, methane that result from the microbiological decomposition of the organic matter present in the mass of waste ... and may cause explosions and poisoning shall be collected by means of a vertical and horizontal drainage system and released into the atmosphere in a controlled manner or used to produce energy.”", "57. The general information the Court has been able to procure as to the risk of a methane explosion at such sites may be summarised as follows. Methane (CH4) and carbon dioxide (CO2) are the two main products of methanogenesis, which is the final and longest stage of anaerobic fermentation (that is, a process taking place in the absence of air). These substances are generated, inter alia, by the biological and chemical decomposition of waste. The risks of explosion and fire are mainly due to the large proportion of methane in the biogas. The risk of an explosion occurs when the level of CH4 in the air is between 5% and 15%. If the level rises above 15%, methane will catch fire but will not explode.", "58. It appears from various circulars and regulations in force in the Council of Europe’s member States regarding household-waste management and the operation of municipal rubbish tips that the main priorities of the authorities and operators concerned include: isolating waste-disposal sites by ensuring that they are not located within a minimum distance of any housing; preventing the risk of landslides by creating stable embankments and dykes and using compaction techniques; and eliminating the risk of fire or biogas explosions.", "As regards the last-mentioned priority, the recommended method for decontaminating sites appears to entail setting up a drainage system for fermentation gases whereby gases are pumped out and treated using a biological filter as the site continues to operate. A gas-extraction system of this kind, provision for which is also made in the Regulations of 14 March 1991 in force in Turkey, generally consists of perforated vertical ducts drilled into the waste or horizontal drains buried in the mass of waste, a ventilation system, a biological filter and a network of suction pipes.", "59. With regard to the various texts adopted by the Council of Europe in the field of the environment and the industrial activities of the public authorities, mention should be made, among the work of the Parliamentary Assembly, of Resolution 587 (1975) on problems connected with the disposal of urban and industrial waste, Resolution 1087 (1996) on the consequences of the Chernobyl disaster, and Recommendation 1225 (1993) on the management, treatment, recycling and marketing of waste, and, among the work of the Committee of Ministers, Recommendation no. R (96) 12 on the distribution of powers and responsibilities between central authorities and local and regional authorities with regard to the environment.", "Mention should also be made of the Convention on Civil Liability for Damage resulting from Activities Dangerous to the Environment (ETS no. 150 – Lugano, 21 June 1993) and the Convention on the Protection of the Environment through Criminal Law (ETS no. 172 – Strasbourg, 4 November 1998), which to date have been signed by nine and thirteen States respectively.", "60. It can be seen from these documents that primary responsibility for the treatment of household waste rests with local authorities, which the governments are obliged to provide with financial and technical assistance. The operation by the public authorities of a site for the permanent deposit of waste is described as a “dangerous activity”, and “loss of life” resulting from the deposit of waste at such a site is considered to be “damage” incurring the liability of the public authorities (see, inter alia, the Lugano Convention, Article 2 §§ 1 (c)-(d) and 7 (a)-(b)).", "61. In that connection, the Strasbourg Convention calls on the Parties to adopt such measures “as may be necessary to establish as criminal offences” acts involving the “disposal, treatment, storage ... of hazardous waste which causes or is likely to cause death or serious injury to any person ...”, and provides that such offences may also be committed “with negligence” (Articles 2 to 4). Although this instrument has not yet come into force, it is very much in keeping with the current trend towards harsher penalties for damage to the environment, an issue inextricably linked with the endangering of human life (see, for example, the Council of the European Union’s Framework Decision no. 2003/80 of 27 January 2003 and the European Commission’s proposal of 13 March 2001, amended on 30 September 2002, for a directive on the protection of the environment through criminal law).", "Article 6 of the Strasbourg Convention also requires the adoption of such measures as may be necessary to make these offences punishable by criminal sanctions which take into account the serious nature of the offences; these must include imprisonment of the perpetrators.", "62. Where such dangerous activities are concerned, public access to clear and full information is viewed as a basic human right; for example, the above-mentioned Resolution 1087 (1996) makes clear that this right must not be taken to be limited to the risks associated with the use of nuclear energy in the civil sector."], "VIOLATED_ARTICLES": ["13", "2", "P1"], "VIOLATED_PARAGRAPHS": ["2-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}