{"ITEMID": "001-58100", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF R.M.D. v. SWITZERLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits (non-exhaustion of domestic remedies);Preliminary objection rejected (non-exhaustion of domestic remedies);Violation of Art. 5-4;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "N. Valticos", "TEXT": ["6. Mr R.M.D., a Swiss national born in 1965, currently lives at Benglen in the Canton of Zürich, Switzerland.", "7. On 13 January 1992, at the request of the Willisau district authority (Amtsstatthalteramt) in the Canton of Lucerne, the Zürich cantonal police arrested the applicant on a warrant issued by the district prosecutor’s office (Bezirksanwaltschaft) of Uster (Canton of Zürich) and held him in custody at Uster on suspicion of having committed several thefts and other offences in the cantons of Zürich, Lucerne, Berne and Aargau.", "8. On 15 January 1992 his counsel applied to the Uster district prosecutor’s office for the applicant’s immediate release. In an order issued on the same day the district prosecutor’s office refused the application and sent it for review by the President of the Uster District Court (Bezirksgericht).", "On 17 January the investigating judge (Haftrichter) at that court declared that the application had become devoid of purpose as Mr R.M.D. had that day been transferred to the Canton of Lucerne and that there was accordingly no need to rule on the merits.", "9. On 17 January 1992 the applicant was indeed transferred to Willisau. On the same day, the Willisau district authority ordered that the applicant be detained pending trial.", "10. On 20 January 1992 the applicant’s counsel applied by telephone to the Willisau Prefect (Amtsstatthalter) to be appointed as the applicant’s lawyer and to be allowed to visit the applicant on 21 January. The Prefect replied that on 21 January Mr R.M.D. was to be transferred to Aarwangen in the Canton of Berne, at the request of the investigating judge in that canton.", "11. On 21 January 1992 the applicant was transferred to Aarwangen to be interviewed by the investigating judge. His counsel was informed of this in writing by the Willisau Prefect on the same day.", "12. The applicant’s counsel sought to challenge the decision to keep his client in detention at Aarwangen. However, the Aarwangen investigating judge informed him by telephone that he himself had not made any order for Mr R.M.D.’s continued detention pending trial as the order issued by the Willisau district authority on 17 January 1992 (see paragraph 9 above) was still valid.", "13. On 24 January 1992 the applicant was transferred to the town of Glarus, in order to be interviewed by an investigating judge in connection with a burglary committed in the canton of Glarus. On the same day, the investigating judge ordered that the applicant remain in detention pending trial.", "14. On 3 February 1992 the applicant was transferred to the town of St Gall.", "15. On 21 February 1992 Mr R.M.D. was transferred to the town of Schwyz.", "16. On the same day his counsel applied to the investigating judge in the Canton of Schwyz for his release, but the application was refused on 24 February.", "17. On 25 February 1992 the applicant was transferred back to Uster.", "18. On 26 February 1992 the Uster district prosecutor’s office ordered that he remain in detention.", "19. On the same day, the applicant’s counsel applied to the Uster District Court for his release. That application was refused on 28 February.", "20. On 3 March 1992 Mr R.M.D. was transferred to the town of Aarau.", "21. On 4 March 1992 the Aarau prosecutor’s office ordered that he remain in detention.", "22. On 13 March 1992 the applicant was once again transferred to Uster.", "23. His counsel at once made a further application for his release, and he was released that same day.", "24. On 23 January 1992 Mr R.M.D.’s counsel appealed to the Lucerne Court of Appeal (Obergericht) against the detention order issued on 17 January (see paragraph 9 above) and applied for his client’s immediate release.", "25. On 27 January 1992 the Lucerne Court of Appeal struck out the appeal on the ground that it had become devoid of purpose because, as the applicant had been transferred on 21 January to Aarwangen and on 24 January to Glarus, the detention order made on 17 January had lapsed (dahingefallen).", "26. On 31 January 1992 Mr R.M.D.’s counsel lodged a public-law appeal with the Swiss Federal Court against the judgment of the Lucerne Court of Appeal.", "He asked the Federal Court to quash the judgment of the Court of Appeal and to direct that court to rule on the merits and order his client’s immediate release. In his submission, the Court of Appeal’s refusal to consider the merits of the case had infringed the provisions of the Canton of Lucerne Code of Criminal Procedure, the Swiss Constitution and the Convention guaranteeing the applicant’s right to be given a fair trial, to have the lawfulness of his detention reviewed by a court and to be assisted by a lawyer.", "27. On 12 February 1992 the Federal Court dismissed the applicant’s public-law appeal.", "It said, firstly, that the fact that the Court of Appeal had not considered the merits of the case had not entailed an infringement of the provisions of the Canton of Lucerne Code of Criminal Procedure:", "“The view can reasonably be maintained that the Court of Appeal no longer needs to consider the merits of an appeal against a detention order if the detention in the Canton of Lucerne ends during the appeal proceedings, either because the accused has been released or because he is detained in another canton and the detention in the Canton of Lucerne accordingly lapses. The Federal Court has proceeded in a similar manner: leaving aside exceptional cases, it will regard an appeal against detention as having become devoid of purpose and strike it out of its list if the applicant has been released during the Federal Court proceedings ... The justification it gives for this case-law is that in such a case there is no longer a live practical interest in securing a decision on the appeal against detention, even in respect of any claims for compensation and satisfaction ... These considerations are applicable also in relation to cantonal appeal proceedings. The applicant can still maintain in any subsequent compensation proceedings that he was unlawfully arrested in the Canton of Lucerne.”", "With regard to the procedure for “amalgamation” (Sammelverfahren) of the judicial investigations in respect of Mr R.M.D. that had been launched in various cantons, the Federal Court held that, in order to avoid any uncertainty about who had jurisdiction to order a person’s detention at the beginning of an investigation, it was important to establish clearly whether and when detention in a given canton came to an end so as to enable the person detained to apply to the relevant cantonal court. For that reason it would have been preferable for the Willisau Prefect to have indicated in writing that the applicant’s detention in the Canton of Lucerne had come to an end and that Mr R.M.D. was thereafter subject to the jurisdiction of the authorities in the Canton of Glarus. However, that did not alter the fact that the Lucerne Court of Appeal had not in its judgment infringed either the provisions of the Constitution relating to personal freedom or Article 5 § 4 of the Convention, seeing that when the applicant had lodged his appeal he was no longer in detention in the Canton of Lucerne.", "Lastly, the Federal Court declared the applicant’s complaint under Article 6 § 3 (c) of the Convention inadmissible because the question whether a lawyer had officially been assigned to represent him had not been raised in the Court of Appeal.", "28. The first and second sub-paragraphs of Article 64 bis of the Federal Constitution of the Swiss Confederation provide:", "“The Confederation shall have the right to legislate on criminal law.", "The organisation of the judiciary, court procedure and the administration of justice shall be matters for the cantons ...”", "", "29. Each canton consequently applies its own code of criminal procedure.", "30. The relevant provisions of the Swiss Criminal Code read as follows:", "“1. Where an accused is prosecuted for several offences committed in different places, the authority of the place where the offence carrying the heaviest penalty has been committed shall also have jurisdiction to prosecute and try the other offences.", "If the different offences carry the same penalty, jurisdiction shall vest in the authority of the place where the first investigation was begun.", "2. Where an accused, contrary to the rules governing multiple offences (Article 68), has been sentenced by several courts to several terms of imprisonment, the court which has sentenced him to the heaviest penalty shall, on an application by the convicted person, fix a consolidated sentence.”", "“If there is a dispute over jurisdiction between the authorities of several cantons, the Federal Court shall determine which canton has the right and obligation to prosecute and try the accused.”", "31. The relevant provisions of the Canton of Lucerne Code of Criminal Procedure (Luzerner Strafprozeßordnung) read as follows:", "“1. ...", "2. Where an order has been issued by the Prefect, the prosecutor or a lower court or its president for the detention of an accused pending trial, the accused may appeal against the order to the Court of Appeal. He must be informed of this right.", "3. The Court of Appeal shall rule on the appeal within three days.”", "“1. An order for detention pending trial shall lapse after fifteen days. If the reason for keeping the accused in detention continues to apply, the authority dealing with the case must order that he remain in detention. Such detention may not exceed thirty days ...", "2. A person detained may at any time apply to the authority dealing with his case for release. The authority must rule on the application within three days.", "3. If the Prefect, the prosecutor or a lower court or its president orders that the accused remain in detention or refuses an application for his release, the accused may appeal to the Court of Appeal, which shall rule on the appeal within seven days.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}