{"ITEMID": "001-82425", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF THE ESTATE OF NITSCHKE v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (length);Remainder inadmissible;Non-pecuniary damage - financial award;Pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "David Thór Björgvinsson", "TEXT": ["4. The application is brought by the estate of a Swedish national, Mr Alfred Nitschke, who was born in 1940 and died on 13 January 2003.", "5. From 1988 until its bankruptcy in 1997, Mr Nitschke owned 49 % of the company Restaurang Takåsen AB (hereinafter referred to as “the company”). He was a member of the board of directors and authorised to sign for the company as well as being responsible for the daily functioning of the company. The other shares (51%) were owned by Stockholms företagskrogar AB.", "6. On 3 November 1994 the Tax Authority (skattemyndigheten) of the County of Stockholm sent an audit report (granskningspromemoria) to Mr Nitschke, informing him that, following a tax audit of the company, it was considering altering the tax returns for the tax assessment years 1993 and 1994 for the company, as well as for Mr Nitschke, and imposing tax surcharges on them. On the basis of information from the audit, the Tax Authority concluded that Mr Nitschke had to be considered the executive of the company, due to his influence therein, and that his taxable income for both years should be increased because he had omitted to inform the Tax Authority about certain income from the company in the form of salary payments and benefits involving free lunches and the free use of a company car. Moreover, the Tax Authority had found that Mr Nitschke had let the company pay for a boat mooring at a marina, as well as for a computer and stereo which he had bought for private use and kept in his home.", "7. Mr Nitschke replied to the Tax Authority, disputing its findings and demanding that he be taxed in accordance with his tax returns and that the tax surcharges be remitted. He stated that he was not the executive of the company, as he was a minority owner, but that it was the executive of Stockholms företagskrogar AB who controlled the company and that the book-keeping was carried out by that company's accountant. He further claimed that he had never eaten lunch at the restaurant since he was too busy serving lunches to the guests. Moreover, he only used the company car for carrying out work-related matters as he owned a car for private use. The mooring had been rented for the company to cater for islands in the archipelago, and he underlined that he did not own a boat himself. Also, as the company did not have proper office space, he kept the computer and stereo in a room of his house which he only used as an office. The stereo was used in the restaurant and when the company organised parties, and the computer was used to produce lunch menus, price lists, etc.", "8. On 8 December 1994 the Tax Authority upheld its findings in the audit report for the tax assessment year 1993. It increased Mr Nitschke's income assessment to 240,363 Swedish kronor (SEK) and imposed tax surcharges amounting to 40 % of the tax liability on that sum (SEK 34,735, approximately EUR 3,800). Further, on 23 December 1994, it increased Mr Nitschke's income assessment for the tax year 1994 to SEK 70,260 and imposed tax surcharges on him amounting to SEK 12,992 (approximately EUR 1,400), again on the basis of the findings in the audit report.", "9. On 20 February 1995 Mr Nitschke requested the Tax Authority to reassess its decision as he maintained that his tax returns were correct and that he should be taxed in accordance with them. He further developed his reasons for disputing the Tax Authority's findings on each of the points where his income had been altered.", "10. On 21 April 1997 the Tax Authority maintained its decision concerning the tax year 1994 but lowered Mr Nitschke's income assessment by SEK 10,500 for the tax year 1993, as it had been confirmed that Mr Nitschke did not own a boat and that the mooring had been rented for company purposes. As a consequence, the tax surcharges were lowered to SEK 32,698.", "11. On 9 May 1997 the company was declared bankrupt.", "12. On 26 June 1997 Mr Nitschke appealed against the decisions and requested a stay of payment for the additional taxes for both tax years. This request was rejected on 18 August 1997 by the Tax Authority, and Mr Nitschke immediately appealed against it to the County Administrative Court (länsrätten) of the County of Stockholm. However, the court rejected the appeal on 23 October 1997, as it found that the prerequisites for granting a stay of payment were not fulfilled. Apparently, Mr Nitschke did not appeal against this judgment and, in the beginning of 1998, he paid the taxes and the tax surcharges to avoid seizure by the Enforcement Office (kronofogdemyndigheten).", "13. In the meantime, the Tax Authority invited Mr Nitschke to an information meeting with the responsible officials, which took place on 24 October 1997. Mr Nitschke was given the opportunity to ask questions about the audit report and to discuss the changes to his tax returns.", "14. On 5 March 1998 the Tax Authority made the obligatory re-assessment of its decisions of 21 April 1997 but decided not to change them. Following this, it forwarded the appeals to the County Administrative Court.", "15. In August 1998 Mr Nitschke submitted a very detailed account (79 pages) of the company, its structure, business areas, its plans for the future, etc., which could be of relevance for the case, and to clarify his views on the contentious issues. He still maintained that he should be taxed in accordance with his tax returns and that the tax surcharges should be remitted, if on no other grounds, then at least because the proceedings before the Tax Authority had been of excessive length, which had caused the interest on the added taxes to increase his debt to the Swedish State.", "16. In its reply, the Tax Authority, on 5 February 1999, maintained its stance, except as concerned the lunch benefits, which it agreed to remove for both tax assessment years. As a consequence, it also agreed that the tax surcharges should be lowered, but it objected to them being remitted completely as it did not consider that the proceedings had been unreasonably long or that there were any other reasons on which to remit them.", "17. In April 1999 the applicant submitted his comments on the Tax Authority's submission and requested an extension to supplement his claims. The County Administrative Court granted an extension of the time-limit until 4 May 1999. This date was subsequently prolonged upon request by the applicant until 24 August 1999. However, no supplementary pleadings were received by the court.", "18. On 9 February 2000 the County Administrative Court granted the appeal in so far as it related to the lunch benefits and the tax surcharges based on these costs, but rejected the remainder of the appeal. In its judgment, it examined, one by one, each point raised by Mr Nitschke, stating the grounds for its conclusions. As concerned the remaining part of the tax surcharges, the court found that no reasons for remission had been shown.", "19. In April 2000 Mr Nitschke appealed against the judgment to the Administrative Court of Appeal (kammarrätten) in Stockholm and stated that he would submit supplementary information. However, no further material was received by the court, despite reminders. Thus, in September 2000, it formally ordered Mr Nitschke to submit all further material which he wanted to invoke before the court, within three weeks from the date on which he received the order. Apparently, Mr Nitschke asked for further extensions of the time-limit but did not submit any more material. Therefore, in September 2002, the court renewed its order and warned Mr Nitschke that the case could be decided even if he did not submit any material within the three weeks time-limit. Due to illness, Mr Nitschke hired a lawyer to represent him, who asked for a respite of four weeks to submit the supplementary information and material.", "20. On 13 January 2003 Mr Nitschke died. However, his estate, through the same representative, pursued his appeal concerning both tax assessment years and requested another extension of the time-limit to supplement its claims. The Administrative Court of Appeal granted an extension until 23 May 2003 and informed the applicant's representative that no more extensions would be granted.", "21. On 30 September 2003, without having received any submissions from the applicant, the Administrative Court of Appeal upheld the lower court's judgment in full without giving any reasoning of its own. The court simply stated that:", "“What has emerged in the case does not lead the Administrative Court of Appeal to make an evaluation other than that made by the County Administrative Court.”", "22. On 9 December 2003 the applicant appealed to the Supreme Administrative Court (Regeringsrätten) and at the same time asked for extra time to supplement its appeal, which was granted and subsequently prolonged twice. On 1 July 2004 the applicant submitted its supplementary pleadings, invoking Article 6 of the Convention. It claimed that the proceedings had been of excessive length and that the accumulated respite interest should therefore be remitted. Moreover, it alleged that the proceedings had been flawed in several ways, inter alia, by ignoring the evidence and by the Administrative Court of Appeal's failure to give any reasons for its judgment. Moreover, as Mr Nitschke had died before the appellate court's judgment, the tax surcharges should have been remitted in accordance with the Taxation Act, as they were a penalty falling within the criminal sphere.", "23. On 17 August 2004 the Supreme Administrative Court refused leave to appeal.", "24. The rules governing the administration of justice before the administrative courts are laid down in the 1971 Administrative Court Procedure Act (förvaltningsprocesslagen, hereinafter “the 1971 Act”).", "25. According to section 30 of the 1971 Act, the determination of a case by a court shall be based on that contained in the documents and what has otherwise been established in the case. The decision of the court shall state the reasons that determined the outcome.", "26. Moreover, the 1971 Act does not contain any particular provisions stipulating how rapidly cases must be examined and determined by the administrative courts. However, it is in the nature of things that the courts shall conclude the examination of a case and issue a decision or a judgment as soon as this can be done, having regard, inter alia, to the character of the case.", "27. At the time relevant for the present case, the 1953 Tax Collection Act (uppbördslagen, hereinafter “the 1953 Act”), section 102, stipulated that a request for reconsideration or an appeal against a decision concerning taxes and tax surcharges had no suspensive effect on the taxpayer's obligation to pay the amounts in question. However, the Tax Authority could grant a stay of execution in respect of the taxes and tax surcharges provided that certain conditions were met (section 49). Its decision in this respect could be appealed against to the administrative courts.", "28. If a stay of execution was not granted, the taxes and tax surcharges should be paid immediately or they could be enforced by the Enforcement Agency. However, this also meant that if a tax decision was quashed or amended to the taxpayer's advantage by a court judgment after the relevant amounts had been paid, the amount overpaid was refunded with interest (Chapter 18, section 2, and Chapter 19, sections 1 and 12, of the Tax Payment Act, skattebetalningslagen). In addition, a taxpayer could claim compensation from the Chancellor of Justice or bring an action for damages against the State for the financial loss caused by enforcement measures taken, on the ground that the authorities or courts had acted wrongfully or negligently (Chapter 3, section 2, of the Tort Liability Act, skadeståndslagen).", "29. According to Chapter 5, section 12, of the 1990 Taxation Act (taxeringslagen), no tax surcharges could be imposed if, at that time, the taxpayer had deceased. This was confirmed by a judgment from the Supreme Administrative Court (Regeringsrättens Årsbok 2003 not 13). In this case, the County Administrative Court had granted the tax payer's appeal and remitted the tax surcharges imposed by the Tax Authority. The Tax Authority had appealed against the judgment to the Administrative Court of Appeal which overturned the lower court's judgment and upheld the Tax Authority's original decision, including imposing tax surcharges anew. However, during the proceedings before the appellate court, the taxpayer had died. Thus, the taxpayer's estate, and the National Tax Board (Riksskatteverket), appealed to the Supreme Administrative Court and requested that the tax surcharges be repealed as they could not be imposed on a deceased person. On 7 February 2003, the Supreme Administrative Court granted the appeal, noting that since the tax payer had died before the Administrative Court of Appeal's judgment, there had been no legal basis on which to impose the tax surcharges.", "30. Under Swedish law, the estate of a deceased person is a separate legal person responsible for settling all matters relating to the deceased person, including his/her debts and liabilities (see, inter alia, the Inheritance Code [Ärvdabalken] and Chapter 12, section 9, and Chapter 22, section 1 (b) 3 of the Tax Payment Act)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}