{"ITEMID": "001-22632", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "GLÄSSNER v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Ludwig Glässner, is a German national, who was born in 1928 and lives in Berlin. From 1964 to 1994 he was a public prosecutor (Staatsanwalt), working under the authority of the Principal State Prosecutor (Generalstaatsanwalt) of the German Democratic Republic (GDR). He was represented before the Court by Mr Buchholz, a lawyer practising in Berlin.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1977 the East German dissident Rudolf Bahro published a book inspired by the events of the Prague Spring of 1968 entitled “The Alternative – A Critique of Socialism as it Actually Exists” (Die Alternative – Zur Kritik des real existierenden Sozialismus), in which he advocated a number of reforms with a view to setting up an ideal communist system and criticised the GDR’s party apparatus. In September 1977 the book was published in the Federal Republic of Germany (FRG).", "In 1975 he had written a thesis on “Employment conditions of scientifically trained management staff in the industry of the GDR” (Einsatzbedingungen wissenschaftlich ausgebildeter Kader in der Industrie der DDR), for which he had collected comments from some fifty graduates on their conditions of employment in industry. In January 1977 the technical university he was attending rejected Mr Bahro’s thesis and so he attempted to publish it in the FRG.", "On 23 August 1977 Mr Bahro was arrested and the next day he was remanded in custody.", "On 14 June 1978 the trial opened before the Berlin City Court (Stadtgericht), which had jurisdiction over political offences. In his submissions as prosecutor the applicant recommended, on behalf of the Principal State Prosecutor, that Mr Bahro be sentenced to nine years’ imprisonment for “repeated offences or attempted offences of intelligence gathering” (mehrfacher, teils versuchter Verbrechen der Nachrichtensammlung), pursuant to Article 98 §§ 1 and 2 of the former GDR’s Criminal Code, and betrayal of secrets (Geheimnisverrat), pursuant to Article 245 § 1 of the GDR’s Criminal Code.", "In a judgment of 30 June 1978 the Berlin City Court convicted Mr Bahro of “gathering, imparting and attempting to impart intelligence” (Sammlung, Übermittlung und versuchter Übermittlung von Nachrichten) and “betrayal of secrets” (Geheimnisverrat) and sentenced him to eight years’ imprisonment in accordance with Articles 98 §§ 1 and 2 and 245 § 1 of the GDR’s Criminal Code (see Relevant domestic law and practice below).", "On 7 July 1978 Mr Bahro’s lawyer, Mr Gysi, appealed against that judgment.", "In his submissions, the applicant asked the Supreme Court (Oberstes Gericht) to dismiss Mr Bahro’s appeal.", "In a decision of 1 August 1978 the Supreme Court declared Mr Bahro’s appeal manifestly ill-founded (offensichtlich unbegründet) and upheld the judgment at first instance.", "Mr Bahro was granted an amnesty on the occasion of the thirtieth anniversary of the founding of the GDR and released on 11 October 1979. The applicant had recommended that he should be released.", "On 15 June 1990, in anticipation of the approaching reunification of the two German States, the Presiding Committee (Präsidium) of the Supreme Court set aside the Berlin City Court’s judgment of 30 June 1978 and the Supreme Court’s judgment of 1 August 1978 and acquitted Mr Bahro because his conviction for “intelligence gathering” and “betrayal of secrets” had been unjustified.", "On 5 April 1996 the Berlin Regional Court (Landgericht) sentenced the applicant to one year and three months’ imprisonment, suspended, for aiding and abetting a deliberate perversion of the course of justice (Beihilfe zur Rechtsbeugung), pursuant to Article 244 of the GDR’s Criminal Code, taken together with Article 336 of the FRG’s Criminal Code, and aiding and abetting a deprivation of liberty (Beihilfe zur Freiheitsberaubung), pursuant to Article 131 § 1 of the GDR’s Criminal Code, taken together with Article 239 § 1 of the FRG’s Criminal Code. It also convicted one of the judges of the GDR’s Supreme Court who had taken part in drawing up the decision of 1 August 1978.", "The Regional Court began by reiterating the general principles that are applicable to prosecutions of former members of the GDR’s national legal service. Both judges and prosecutors are liable to prosecution since the offences of deliberate perversion of the course of justice (Rechtsbeugung) and deprivation of liberty (Freiheitsberaubung) are expressly defined both by Articles 336 and 239 § 1 of the FRG’s Criminal Code and by Articles 244 and 131 § 1 of the GDR’s Criminal Code (see Relevant domestic law and practice below). In accordance with the principles on the application of criminal law in Germany after the reunification for offences committed in the GDR before the reunification (see Relevant domestic law and practice below), the Regional Court applied the relevant provisions of the GDR’s Criminal Code at the material time.", "In respect of the first offence of which the applicant was accused, namely aiding and abetting a deliberate perversion of the course of justice, the Regional Court, having regard to the principle that the criminal law is not to be applied retrospectively, pointed out that the only acts which were reprehensible were those which, while taking account of the relevant legal provisions applicable in the GDR and the values on which that State was based, were found to be manifestly arbitrary (offensichtliche Willkürakten) and in breach of human rights. According to the case-law of the Federal Court of Justice (Bundesgerichtshof), three types of case might arise – those in which the elements constituting the offence (Straftatbestände) were exaggerated (überdehnt), those in which the sentence was intolerably disproportionate (in einem unerträglichen Missverhältnis) to the offence committed and finally those in which the proceedings had flagrantly infringed human rights.", "In the instant case, the Regional Court considered that, in the light of the methods of interpretation (Auslegungsmethoden) that had existed in the GDR, the offences of which Mr Bahro had been accused could just conceivably be regarded as “intelligence gathering” and “betrayal of secrets” as defined in Articles 98 and 245 of the GDR’s Criminal Code. On the other hand, it found that the sentence imposed on Mr Bahro by the Supreme Court of the GDR had been totally at variance with the principle of proportionality which had also formed part of the GDR’s law. Even though the sentence had still been formally within the limits set by statute (innerhalb des gesetzlichen Strafrahmens), the judgment of 30 June 1978 flagrantly infringed the sentencing rules (Strafzumessungsgrundsätze) laid down in Article 61 § 2 of the GDR’s Criminal Code (see Relevant domestic law and practice below).", "In its judgment the City Court had found Mr Bahro guilty of supporting those who had sought to overthrow the socialist system for over ten years through his offences, whereas it had previously found that Mr Bahro’s conduct prior to 1976 had not been criminal and it could not therefore legitimately argue that his conduct before that date had increased his guilt. The City Court had also held that Mr Bahro had taken advantage of his position and industrial workers’ trust in him to extort information from them. However, when taking evidence, the City Court had failed to establish what kind of information Mr Bahro had extorted in this way.", "The Regional Court also pointed out, with reference to a commentary on the GDR’s Criminal Code published by its Ministry of Justice in 1969, that the consequences and adverse effects of the offence should be decisive for the fixing of the sentence. But the City Court had declared that the book published by Mr Bahro contained information that could be used with the assistance of enemy intelligence services to promote measures that would damage the economy (Nachrichten, die geeignet seien, wirtschaftschädigende Massnahmen mit Hilfe der gegnerischen Nachtrichtendienste zu unterstützen) and that the information contained in his thesis could have been used for “ideological diversion” (ideologische Diversion), whereas it was not at all clear how Mr Bahro’s book could have led to such consequences or that it had done so, and the same was true where so-called “ideological diversion” was concerned.", "The Regional Court also criticised the City Court for having failed to take any account of the many extenuating circumstances which weighed in Mr Bahro’s favour. It had taken absolutely no account of the fact that Mr Bahro had acknowledged the objective facts, that he had been acting in a noble cause, namely to propose reforms to the socialist system, not to support its enemies, that until that date his conduct in the GDR had been irreproachable and above all that he had never been prosecuted before.", "The Regional Court accordingly held that the sentence imposed on Mr Bahro had been patently disproportionate and an intolerable arbitrary act (unerträglicher Willkürakt). Its aim had not been to achieve justice (Article 86 of the Constitution of the GDR) but to silence a brave critic of the regime maintained by the Socialist Unity Party (Sozialistische Einheitspartei Deutschlands – “the SED”) under the guise of a criminal trial. Consequently, Mr Bahro’s imprisonment had also been a breach of the law because it had been based on a judgment obtained by a deliberate perversion of the course of justice.", "As to the applicant’s role, the Regional Court pointed out in the first place that it was not the indictment (Anklage) itself that was at issue, since the legal classification of the offences of which Mr Bahro had been accused had still been just within the bounds of acceptability; it was in fact the sentence recommended by the applicant (Strafantrag) in his submissions of 28 June 1978 against Mr Bahro during the hearing before the City Court, which had amounted to the offences of aiding and abetting a deliberate perversion of the course of justice and deprivation of liberty. While acknowledging that it was not the applicant, via his submissions, who had given the judges the idea (auf die Idee gebracht) of convicting Mr Bahro, the Regional Court held that he had considerably assisted them in that task because the judges were bound to reply to his submissions under the relevant provisions of the GDR’s Code of Criminal Procedure and their findings in the instant case had been largely based on those submissions.", "Consequently, the Regional Court considered that in sentencing Mr Bahro to eight years’ imprisonment – a sentence that was flagrantly disproportionate to his guilt, as the City Court judges knew – the judges had been guilty of a deliberate perversion of the course of justice and deprivation of liberty. Because of the harshness of the sentence he had asked the court to impose on Mr Bahro, the applicant, who knew the law of the GDR very well by virtue of his function, had deliberately and knowingly assisted the judges in making the decision that had perverted the course of justice and resulted in the deprivation of Mr Bahro’s liberty. By recommending before the Supreme Court that Mr Bahro’s appeal be dismissed, the applicant had also assisted the judges of the Supreme Court in their task.", "Lastly, the Regional Court found that the defendant’s conviction was ruled out neither by the amnesties granted by the GDR at the material time nor because it was time-barred.", "The Regional Court applied Article 82 of the GDR’s Criminal Code, which set a limitation period of eight years for a deliberate perversion of the course of justice since that offence carried a maximum penalty of five years’ imprisonment (under Article 22 of the GDR’s Criminal Code, the extent of a person’s criminal responsibility for aiding and abetting (Beihilfe) depends on the offence committed). It also applied Article 83 (2) of the GDR’s Criminal Code, under which there is a suspension (Ruhen) of the running of time where, “for another legal reason” (aus einem anderen gesetzlichen Grund), criminal proceedings cannot be brought; in so doing, it referred to the Federal Court of Justice’s established case-law on the subject (see Relevant domestic law and practice below).", "To determine the length of the sentence to be imposed on the applicant, the Regional Court also applied the criminal law of the GDR that had been applicable at the material time (because it was more lenient than that of the FRG) and took account of a number of extenuating circumstances in the applicant’s favour.", "In a decision of 26 November 1997 the Federal Court of Justice (Bundesgerichtshof) dismissed an appeal by the applicant.", "On 28 July 1998, the Federal Constitutional Court (Bundesvefassungsgericht), sitting as a three-member panel, refused to examine an appeal by the applicant.", "Under Article 315 of the Introductory Act to the FRG’s Criminal Code (Einführungsgesetz ins Strafgesetzbuch), taken together with Article 2 of the Code itself, offences committed inside the territory of the GDR prior to the entry into force of the Unification Treaty (on 3 October 1990) are in principle judged under the more lenient criminal law applicable at the material time if there were equivalent criminal provisions in the FRG and the GDR.", "The relevant provisions of the GDR’s Criminal Code at the material time provided as follows.", "Article 89 of the GDR’s Criminal Code provided, inter alia, that anyone who allowed himself to be recruited by a foreign power, secret services or a foreign organisation for the purposes of gathering, disclosing or imparting secret information prejudicial to the GDR’s interests should also be convicted of espionage under Article 97, which stated that the penalty for espionage was at least five years’ imprisonment.", "Article 245 § 1 of the GDR’s Criminal Code provided, inter alia, that anyone divulging secret documents or intelligence to unauthorised third parties was liable to a term of imprisonment of up to two years.", "Article 244 of the GDR’s Criminal Code defined the offence of deliberate perversion of the course of justice (Rechtsbeugung). It stated, inter alia, that judges or prosecutors who deliberately showed bias for or against a defendant during a trial or investigation were liable to a maximum of five years’ imprisonment.", "Article 131 § 1 of the GDR’s Criminal Code defined the offence of deprivation of liberty (Freiheitsberaubung).", "In its judgment of 5 April 1996 the Berlin Regional Court also referred to Article 61 of the GDR’s Criminal Code, which laid down the rules on sentencing (Strafzumessungsgrundsätze). Article 61 provided among other things, in paragraph 2, that when deciding on the severity of the sentence, regard should be had both to the objective and subjective circumstances of the offence and to its consequences. Account also had to be taken of the offender’s character, his social conduct before and after the offence and the causes and circumstances of the offence. It was particularly important to ascertain whether the offender had learnt the lessons of any previous conviction. Lastly, courts were also under an obligation to have regard to any extenuating or aggravating circumstances for the offender.", "The relevant provisions of the 1974 Constitution provided:", "“The generally recognised rules of international law intended to promote peace and peaceful cooperation between peoples are binding (sind verbindlich) on the State and every citizen.”", "“Respect for and protection of the dignity and liberty of the person (Persönlichkeit) are required of all State bodies, all forces in society and every citizen.”", "The first chapter of the Special Part (Besonderer Teil) of the 1974 Criminal Code, entitled “Crimes against the national sovereignty of the German Democratic Republic, peace, humanity and human rights”, included the following introduction:", "“The merciless punishment of crimes against the national sovereignty of the German Democratic Republic, peace, humanity and human rights, and of war crimes, is an indispensable prerequisite for stable peace in the world, for the restoration of faith in fundamental human rights (Wiederherstellung des Glaubens an grundlegende Menschenrechte) and the dignity and worth of human beings, and for the preservation of the rights of all.”", "Article 95 of the Criminal Code was worded as follows:", "“Any person whose conduct violates human or fundamental rights, international obligations or the national sovereignty of the German Democratic Republic may not plead (kann sich nicht berufen auf) statute law, an order or written instructions in justification; he shall be held criminally responsible.”", "Article 84 of the Criminal Code provided:", "“Crimes against peace, humanity or human rights, and war crimes shall not be subject to the rules on limitation set out in this law [laying down the limitation periods for the various categories of offences].”", "Article 83 of the GDR’s Criminal Code made provision for the suspension (Ruhen) of the running of time for the purposes of the limitation of prosecution in the following cases:", "“1. as long as the offender remains outside the territory of the GDR;", "2. as long as criminal proceedings cannot be brought or continued because the offender is seriously ill or for another legal reason (aus einem anderen gesetzlichen Grund);", "3. as long as criminal proceedings cannot be brought or continued pending the outcome of another set of proceedings;", "4. once the court has decided to commence the trial.”", "In accordance with its settled case-law, the Federal Court of Justice has held that the deliberate refusal of the GDR’s authorities and its single party to prosecute where there had been deliberate perversions of the course of justice, even where those offences were punishable under the GDR’s written law, constituted “another legal reason” entailing a suspension of the limitation period (see Federal Court of Justice, criminal cases, Reports of decisions no. 40, pp. 48 et seq. and pp. 113 et seq., Reports of decisions no. 41, pp. 317 et seq., and the decision of 26 April 1995 published in the Neue Juristische Wochenzeitschrift, pp. 2861 et seq.).", "This case-law had existed since the 1950s in Germany, when it had been applied to the crimes committed under National Socialist rule (see the Federal Constitutional Court’s decision of 18 September 1952, Reports of decisions no. 1, pp. 418 et seq., and the Federal Court of Justice’s decisions in criminal cases of 28 May 1963 and 29 October 1969, Reports of decisions no. 18, pp. 367 et seq. and no. 23, pp. 137 et seq., respectively).", "Section 1 of the Law of 26 March 1993 on the suspension (Ruhen) of limitation in respect of injustices committed under the SED regime of the Socialist Unity Party, known as the Limitation Act, (Gesetz über das Ruhen der Verjährung bei SED-Unrechtstaten - Verjährungsgesetz), which complements this case-law, provides as follows:", "“When calculating the limitation period for the prosecution of acts committed under the unjust regime of the Socialist Unity Party (SED-Unrechtsregime) which, in accordance with the express or implicit wishes of the State authorities or the single party of the former GDR, were not prosecuted for political reasons or reasons contrary to the fundamental principles of a liberal constitutional system (freiheitliche rechtsstaatliche Ordnung), the period between 11 October 1949 and 2 October 1990 shall not be taken into account. During this period limitation was suspended.”", "The United Nations International Covenant on Civil and Political Rights was ratified by the GDR on 8 November 1974.", "Article 14 § 1 of the Covenant provides:", "“All persons shall be equal before the courts and tribunals. In the determination of any criminal charge against him, ... everyone shall be entitled to a fair and public hearing by a competent, independent and impartial tribunal established by law. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}