{"ITEMID": "001-70731", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF THE UNITED MACEDONIAN ORGANISATION ILINDEN - PIRIN AND OTHERS v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 11;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. UMO Ilinden – PIRIN was a political party founded on 28 February 1998 and based in southwest Bulgaria (in an area known as the Pirin region or the geographic region of Pirin Macedonia). It was declared unconstitutional by the Constitutional Court on 29 February 2000 and as a result dissolved.", "9. Between 1990 and 1998 more than fifteen organisations of persons declaring to have Macedonian ethnic consciousness were formed and were active on the territory of Bulgaria. Apparently most of these never sought to be registered.", "10. One of them, the United Macedonian Organisation Ilinden (“UMO Ilinden”), was founded on 14 April 1990. Its aims, according to its articles of association and programme, were to “unite all Macedonians in Bulgaria on a regional and cultural basis” and to achieve “the recognition of the Macedonian minority in Bulgaria”. The same year it applied for, but was refused, registration. In their judgments of July and November 1990 and March 1991 the competent courts found that the association’s aims were directed against the unity of the nation, that it advocated national and ethnic hatred, and that it was dangerous for the territorial integrity of Bulgaria. The aims of the association included the “political development of Macedonia” and the “united, independent Macedonian State” (see Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, §§ 1014, ECHR 2001IX).", "11. UMO Ilinden made an additional attempt to register in 199899 (see The United Macedonian Organisation Ilinden and Others v. Bulgaria (dec.), no. 59491/00, 9 September 2004). Registration was again refused.", "12. The applicant party was founded in the town of Gotze Delchev on 28 February 1998 by fiftyone persons. Some of its founders had previously been members of UMO Ilinden. It applied for registration at the Sofia City Court.", "13. In the course of the proceedings the public prosecutor, who participated ex officio, maintained that the party’s aims were contrary to Article 44 § 2 of the Constitution and that registration should therefore be refused. In connection with these remarks the founders decided to amend one point of the party’s constitution. They did so at a meeting on 14 November 1998 and presented the amended copy to the court.", "14. By a judgment of 12 February 1999, a notice of which was published in the State Gazette on 23 February 1999, the Sofia City Court registered the applicant party, holding that its aims, as set out in its constitution and programme, were not contrary to the proscriptions of Article 44 § 2 of the Constitution and of section 3(2) of the Political Parties Act of 1990.", "15. On 4 March 1999 sixtyone members of the Bulgarian parliament requested the Constitutional Court to declare the applicant party unconstitutional, more specifically, contrary to Articles 11 § 4 and 44 § 2 of the Constitution of 1991. They argued that the party had in fact been formed in 1990 and was a successor of the “illegal” UMO Ilinden. They further argued that the party’s ultimate aim was the formation of an independent Macedonian state through the secession of Pirin Macedonia from Bulgaria. The party’s members and leaders had on numerous occasions declared such goals. The party’s original constitution, amended in the course of the proceedings before the Sofia City Court, contained language to the effect that it would “protect the interests of the population of Pirin Macedonia [and] of the refugees from Aegean and Vardar Macedonia”. This indicated its separatist character. Also, the applicant party’s chairman, Mr Ivan Singartiyski (the second applicant), had sent letters to the state institutions and media of a neighbouring country, urging them to look for a “Macedonian minority” in Bulgaria. It was true that the party’s public influence was negligible, but its registration had created a dangerous precedent.", "16. On 9 March 1999 the Constitutional Court declared the request admissible and invited the applicant party, the National Assembly, the Council of Ministers, the Ministers of Internal Affairs and of Justice, the ProsecutorGeneral, the Bulgarian Helsinki Committee and the Bulgarian Centre for Human Rights to submit written observations within thirty days.", "17. The second applicant, Mr Singartiyski, acting in his capacity of chairman of the applicant party, filed written observations in which he argued that UMO Ilinden – PIRIN was a democratic party and its activities were fully compliant with the Constitution and the laws of the country.", "18. In a joint memorial the Bulgarian Helsinki Committee and the Bulgarian Centre for Human Rights argued against the applicant party’s dissolution. They pointed out that it had existed for only a short time and that it was therefore too early to judge whether its activities rendered it unconstitutional. The few public statements of its leaders and members could not lead to a firm conclusion in that respect. On the contrary, the applicant party had never questioned the country’s territorial integrity. A measure as radical as dissolution would be justified only if there was an immediate and direct threat to national security or public order, which was clearly not the case.", "19. A hearing was held on 25 November 1999 at which the Constitutional Court heard oral argument. At the hearing the Ministry of Internal Affairs presented as evidence a letter written by Mr Kiril Ivanov, former chairman of the applicant party, and sent by him on the party’s behalf to the Open Society Institute in Budapest. In the letter Mr Ivanov had stated that “Pirin Macedonia ha[d] to gain cultural, political and economic autonomy” and that “the human rights of Macedonians in Pirin Macedonia [stood] higher than Bulgaria’s national sovereignty”.", "20. That letter was discussed at a meeting of the National Executive Council of the applicant party held on 28 November 1999. The Council distanced itself from the letter and expressed the opinion that Mr Ivanov’s actions had been contrary to the party’s constitution and aims. The Council recommended that Mr Ivanov be expelled from the party. The applicant party informed the Constitutional Court of this resolution.", "21. The Constitutional Court gave judgment on 29 February 2000, declaring the applicant party unconstitutional (реш. № 1 от 29 февруари 2000 г. по конституционно дело № 3 от 1999 г., обн., ДВ брой 18 от 7 март 2000 г.).", "22. The court started by observing that the constitutionality of a party should mainly be assessed on the basis of its activity. It was not sufficient to make the assessment solely on the basis of the statements contained in its constitution and programme. The constitution of a party could be just a façade for facilitating its registration; this is why it was necessary to have regard to the party’s real activities. It could not be ruled out that the documents could conceal objectives, intentions and activities that were different from those which were publicly proclaimed. It was therefore necessary to compare their content with the party’s practical actions. The European Court of Human Rights had ruled on this issue in its judgment in the case of United Communist Party of Turkey and Others v. Turkey (judgment of 30 January 1998, Reports of Judgments and Decisions 1998I).", "23. The court went on to hold that although the applicant party had been registered in February 1999 on the basis of a constitution which had been adopted at a founding meeting on 28 February 1998, it was not a novel organisation. It had a predecessor and was continuing its activities. The court described the founding of UMO Ilinden in 1990 and its unsuccessful attempt to register in 199091 (see paragraph 10 above). It further found that UMO Ilinden had split in 1994, the radicals remaining on one side and the more moderate members forming two separate organisations: UMO Ilinden – Democratic Action and UMO Ilinden – Blagoevgrad. Most of the applicant party’s current leaders, including Mr Ivan Singartiyski (the second applicant) and Mr Kiril Ivanov, had been members of these two organisations, which had merged and, after an unsuccessful attempt to register as an association at the Blagoevgrad Regional Court, had managed to register as a political party at the Sofia City Court. It could thus be concluded that the applicant party was not a novel organisation, but was closely connected with the former unregistered association UMO Ilinden. The two had almost the same name and the same persons were their leaders and members. Moreover, the second applicant and another leader of the applicant party had intimated in newspaper interviews that they considered the applicant party and UMO Ilinden as one and the same organisation. The court therefore concluded that the activities of the applicant party’s predecessor organisations should be taken into account for purpose of assessing its constitutionality.", "24. The court then turned to the specific grounds invoked by the sixtyone members of parliament for declaring the applicant party unconstitutional.", "25. With regard to its alleged incompatibility with Article 11 § 4 of the Constitution, the court found that there was no Macedonian ethnos in Bulgaria. Therefore, it could not be said that the applicant party was based on ethnic origin. Moreover, it was clear from its constitution that every Bulgarian citizen could become its member. This part of the request was therefore unfounded.", "26. As to the other ground for declaring the applicant party unconstitutional, incompatibility with Article 44 § 2 of the Constitution, the court pointed to a number of specific instances in which members of the applicant party and its predecessor organisations had engaged in conduct prohibited under Article 44 § 2 of the Constitution:", "– A meeting on 20 April 1991 at the Rozhen Monastery. At this meeting a declaration had been adopted, demanding full cultural, economic and political autonomy of the Pirin region; withdrawal of the Bulgarian troops, referred to as “occupational”; dissolution of all Bulgarian political parties and organisations; the establishment of a Macedonian orthodox church independent of the Bulgarian orthodox church, etc.", "– A commemorative rally held on 1 August 1993 in the area Samuilova krepost. A brochure announcing the event had featured a map of Macedonia, which had included territories that are part of Bulgaria (the Pirin region) and Greece, and in the middle of the map there had been depicted the sixteenray Macedonian star symbol.", "– In 1994 the newspaper Skornuvane, published by UMO Ilinden, had printed a map of Macedonia featuring territories belonging to Bulgaria and Greece.", "– On 2 August 1997 the faction of UMO Ilinden lead by Mr Kiril Ivanov had issued a memorandum according to which in Bulgaria there existed “modern-day genocide, discrimination and assimilation” and the Macedonians there were deprived of the right to honour the memory of the thousands of fighters who had fallen in the struggle for “free and independent Macedonia”. That memorandum had been circulated abroad.", "– Immediately after the applicant party’s founding, the newspaper New Macedonia in its issue of 2122 March 1998 had reprinted an interview of Mr Ivan Gargavelov, the party’s secretary, in which he had allegedly insulted the Bulgarian nation and had attacked representatives of the Bulgarian authorities. He had portrayed the Pirin region as part of Macedonia and had indicated that the unique folklore, culture, traditions and individuality of the Macedonian people had been destroyed, that its history and customs had been stolen, and that its national identity had been denied.", "– In February 1999 Mr Ivan Gargavelov had attended a press conference of the Conservative Party held in Skopje, as a representative of UMO Ilinden. When asked why he spoke Bulgarian, he had replied: “This is not Bulgarian, but Macedonian, and this is the language spoken in Bulgaria, whereas the Bulgarians there speak Tatar language”.", "– In an interview for the Macedonian Sun newspaper of 27 March 1998 the applicant party’s deputychairman, Mr Anguel Bezev, had accused Bulgaria of genocide and lack of democracy, and had spoken of a “Pirin part of Macedonia”, as if of a nonBulgarian territory. He had obviously agreed with its secession from Bulgaria but had thought that it was not the opportune time and had concluded: “I believe time works for us”.", "– A declaration of UMO Ilinden, signed by its chairman, Mr Ivan Singartiyski (the second applicant), and its secretary, Mr Ivan Gargavelov, had been published in the issue of Macedonian Sun of 10 April 1998. In this declaration the Pirin region had been referred to as “part of Macedonia”. The organisation had proclaimed that it was a defender of “the Macedonians in Pirin Macedonia and Bulgaria”, that is, a distinction had been drawn between Pirin Macedonia and Bulgaria.", "– The issues of the newspaper Dnevnik of 16 and 20 February 1999 had contained publications relating to a letter issued by the applicant party and to a press conference given by its chairman, Mr Ivan Singartiyski, in Skopje. It had been indicated in them that “Bulgaria even [then] continue[d] to misappropriate Macedonia’s cultural heritage” and that “Bulgaria [had] incited Macedonia’s partition”.", "– the applicant party had, together with several foreign organisations, participated in the issuing of a Declaration for the protection of the Macedonian people’s national distinctiveness, addressed to the former Yugoslav Republic of Macedonia’s Government. Point five of the declaration had requested an affirmation to the effect that part of the Macedonian people lived on Macedonian territory given in temporary trusteeship to Albania, Bulgaria and Greece by the 1913 treaty of Bucharest. It had been once again proclaimed that this part of Bulgaria’s territory was only temporarily under Bulgarian administration.", "– On 8 October 1999 Mr Atanas Manushkin, running for mayor of Razlog on the applicant party’s ticket, had declared at a press conference: “In several statements made by members of the Bulgarian Government it was said that if the [United Democratic Forces] do not win the elections in Razlog, no funding will be forthcoming to the region. Thus, if we win, the government gives us the right to freely choose and declare that this is a free territory, which may decide subsequently where to turn to.”", "– In an interview of 20 October 1999 the applicant party’s chairman, Mr Ivan Singartiyski (the second applicant), had been even more radical. He had noted that the party should be firm and assert the interests of Pirin Macedonia. He had gone on to say that the prime minister should be presented with the following statement: “We have certain demands, or else we will secede Macedonia”.", "– The letter sent by Mr Kiril Ivanov on 20 July 1999 on behalf of the applicant party to the Open Society Institute in Budapest (see paragraphs 19 and 20 above) was also significant. In it he had expressed the wish that “Pirin Macedonia gain cultural, political and economic autonomy”. He had also stated that “the human rights of the Macedonians in Pirin Macedonia [stood] higher than Bulgaria’s national sovereignty”. In the court’s view, the fact that the applicant party’s leadership had distanced itself from Mr Ivanov was not relevant, as this had happened only after the letter had reached the addressee and had become known to the public.", "27. The Constitutional Court continued:", "“The facts set out above indicate that the [applicant party’s] activity is focused around the Pirin region. It treats this part of the country’s territory as nonBulgarian land. In its view, it is foreign territory, given to Bulgaria for temporary administration pursuant to an international treaty. [The applicant party’s] activity is in that direction, going as far as secession of the territory in question from Bulgaria.", "This is indicated by the calls for autonomy, which is expressly proscribed by Article 2 § 1 of the Constitution. It is also indicated by the maps of Macedonia issued and circulated [by the applicant party], by the definition of the Pirin region as part of Macedonia and by the interpretations of the Balkan War and the Bucharest treaty of 1913. Its culmination is the threat to secede the Pirin region if the party’s demands are not met. Such a threat, when made by the chairperson of a party, could not only be in words. It is real and shows the positions of the party itself; moreover, it has been supported by its other leaders.", "The actions in question constitute an activity aimed against the territorial integrity of the country within the meaning of Article 44 § 2 of the Constitution. Each and every one of them [goes against this Article’s proscription].", "The constitutional rule protects a value of the highest calibre, namely the territorial integrity of the Republic of Bulgaria, which Article 2 § 2 of the Constitution proclaims as inviolable. That is why [the proscription has been breached] even in the absence of effective damage to the protected value – the country’s territory. An activity aimed against the territorial integrity, such as the one present here, is quite sufficient.", "A political party which declares part of Bulgaria’s territory as foreign and engages in actions for its secession is an unconstitutional party. It has no right to exist.", "The Constitutional Court deems it necessary to underscore that its notion of unconstitutionality is in line with Article 22 § 2 of the International Covenant on Civil and Political Rights sand Article 11 § 2 of the European Convention for the Protection of Human Rights and Fundamental Freedoms. These provisions allow restrictions of the freedom of association when necessary in the interests of national security, as here. There is no doubt that an activity aimed against the territorial integrity of the Republic of Bulgaria imperils its national security.”", "28. Three judges voted against the majority. In their dissenting opinions they, inter alia, expressed the view that the activities of UMO Ilinden should not be taken into account for the purpose of evaluating the applicant party’s constitutionality. They went on to say that the Constitutional Court had erred in taking into account only certain statements of members and leaders of the applicant party. Its most fundamental activity since its registration was rather its normal and fully democratic participation in the local government elections in October 1999. However, the court had chosen to ignore that fact. Lastly, the dissenting judges expressed the opinion that the applicant party was being penalised for expressing its views, which it was entitled to convey, although they were shocking and probably offensive for the majority of Bulgarians.", "29. The relevant provisions of the Constitution of 1991 read as follows:", "“1. The Republic of Bulgaria is a unitary country with local selfgovernment. No autonomous territorial entities shall be allowed [on its territory].", "2. The territorial integrity of the Republic of Bulgaria shall be inviolable.”", "“No political parties shall be formed on ethnic, racial, or religious basis, nor parties which aim to accede to power by force.”", "“1. Everyone is entitled to express an opinion or to publicise it through words, written or oral, sound, or image, or in any other way.", "2. This right shall not be used to the detriment of the rights and reputation of others, or for the incitement of a forcible change of the constitutionally established order, the perpetration of a crime, or the incitement of enmity or violence against anyone.”", "30. In its interpretative judgment no. 7 of 1996 (реш. № 7 от 4 юни 1996 г. по конституционно дело № 1 от 1996 г., обн., ДВ брой 55 от 28 юни 1996 г.), in which it gave a binding interpretation of Article 39 of the Constitution, the Constitutional Court held, inter alia, that “speech which is deprived of constitutional protection is that which calls for a violent change of the constitutional order, i.e. for the destruction of the democratic constitutional order in a nonpeaceful way, which may even lead to the suspension of the Constitution”.", "“1. Citizens may freely associate.", "2. Organisations whose activities are directed against the country’s sovereignty or territorial integrity or against the nation’s unity, or which aim at stirring racial, national, ethnic or religious hatred, or at violating the rights and freedoms of others, as well as organisations creating secret or paramilitary structures, or which seek to achieve their aims through violence, shall be prohibited. ...”", "“The Constitutional Court shall:", "...", "5. rule on the constitutionality of political parties...”", "31. This Act, which was superseded by new legislation in 2001, regulated the formation, registration, functioning and dissolution of political parties at the material time. Its relevant provisions read as follows:", "“No political parties shall be formed:", "1. which are aimed against the country’s sovereignty or territorial integrity, the nation’s unity, or the citizens’ rights and freedoms;", "2. whose aims are contrary to the Constitution and the laws of the country;", "3. [which have] religious or ethnic basis or [aim to stir] racial, national, ethnical or religious hatred;", "4. which advocate a fascist ideology or seek to achieve their aims through violence or other illegal means.”"], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}