{"ITEMID": "001-88783", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF YUSUPOVA AND ZAURBEKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 2 - Right to life (Substantive aspect);Violation of Article 2 - Right to life (Procedural aspect);No violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect);Violation of Article 5 - Right to liberty and security;Violation of Article 13+2 - Right to an effective remedy (Article 2 - Right to life);No violation of Article 13+3 - Right to an effective remedy (Article 3 - Prohibition of torture)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["7. The applicants were born in 1958 and 1983 respectively and live in Grozny, the Chechen Republic.", "8. The first applicant was married to Abdulkasim Zaurbekov, born in 1951. They had four sons – Arbi, born in 1978, Alavdi, born in 1982, Ayndi, born in 1983 (the second applicant), and Magomed-Salakh, born in 1995, and lived in Grozny, Chechnya.", "9. Between 15 August and 16 October 2000 Abdulkasim Zaurbekov worked as a crane operator at the Temporary Office of the Interior of the Oktyabrskiy District of Grozny (временный отдел внутренних дел Октябрьского района г. Грозного, “the Oktyabrskiy VOVD”) under a short term employment contract.", "10. On 16 October 2000 the Oktyabrskiy VOVD informed Mr Zaurbekov that his contract could not be extended due to lack of funds and invited him to collect his salary the next day.", "11. On 17 October 2000 around 11 a.m. Abdulkasim Zaurbekov and the second applicant arrived at the Oktyabrskiy VOVD. The former entered the premises of the VOVD to get his wages, while the latter waited in the car in front of a security barrier 200 – 300 metres from the main entrance.", "12. After having waited for a while, the second applicant enquired twice about his father with the officers at the barrier, who told him to wait. Around 7 p.m., when it got dark, the second applicant again enquired about his father and the police officers responded that there were “no civilians left” on the premises of the VOVD. The second applicant then returned home.", "13. The applicants have had no news of Abdulkasim Zaurbekov since.", "14. Since 18 October 2000 the applicants have repeatedly applied in person and in writing to various public bodies, including the Oktyabrskiy VOVD, district and city military commander’s offices, prosecutors at various levels, special police units in Chechnya (отряды милиции особого назначения), the Chechen Department of the Federal Security Service (Управление по Чеченской Республики Федеральной службы безопасности, “the Chechen Department of the FSB”), local and regional administrative authorities and the Special Envoy of the Russian President for Rights and Freedoms in the Chechen Republic (Специальный представитель Президента РФ по обеспечению прав и свобод человека и гражданина в Чеченской Республике). In their letters to the authorities the applicants referred to the facts of their relative’s disappearance and asked for assistance and details of an investigation. Most of these enquiries remained unanswered, save for formal responses by which the applicants’ requests were forwarded to various prosecutor’s offices.", "15. On 18 October 2000, in the morning, the applicants and other relatives visited the Oktyabrskiy VOVD and enquired about Abdulkasim Zaurbekov. The first applicant’s sister-in-law and another relative were admitted onto the premises of the VOVD and talked to Mr S., the Head of the Oktyabrskiy VOVD. The latter said that he was unaware of Abdulkasim Zaurbekov’s whereabouts, that there had been no grounds for his detention and that there was no such person among the detainees kept in the Oktyabrskiy VOVD. He added that Abdulkasim Zaurbekov had left the premises of the VOVD after he had received his salary.", "16. The first applicant’s sister-in-law also managed to look through an attendance register (журнал регистрации посетителей) in which she found an entry to the effect that Abdulkasim Zaurbekov had entered the building at 11.20 a.m. on 17 October 2000. There was no entry confirming that Abdulkasim Zaurbekov had ever left the Oktyabrskiy VOVD.", "17. During the first week after Abdulkasim Zaurbekov’s disappearance the first applicant talked to several people who had allegedly seen her husband on the premises of the Oktyabrskiy VOVD on 17 October 2000. In particular, the first applicant met a police officer Nikolay, who told her that Abdulkasim Zaurbekov had assisted him in repair work that day and had then gone to the accounting office to receive his salary, having promised to come back, but had never returned. The first applicant also talked to two workers who told her that they had been engaged in repair work on the VOVD premises on 17 October 2000 and had seen Abdulkasim Zaurbekov enter the VOVD between 12 noon and 1 p.m., but had not seen him leave.", "18. The first applicant talked to a representative of the military prosecutor of the Chechen Republic who promised to find out whether her husband was being held at the military base of Khankala. A few days later the representative informed the first applicant that he had only been able to search for her spouse at the military units, and Abdulkasim Zaurbekov was not detained there. The official further stated that he had had no access to other branches of the armed forces and therefore had been unable to check at the Main Intelligence Department (Главное разведывательное управление), or the locations of a special fast deployment team (специальный отряд быстрого реагирования) and a special police unit.", "19. According to the first applicant, while searching for her husband she had found out that a number of persons had been ill-treated by officers of the Oktyabrskiy VOVD or had disappeared after having been detained there.", "20. On 20 October 2000 the Oktyabrskiy VOVD commenced an inquiry into Abdulkasim Zaurbekov’s disappearance.", "21. On 28 October 2000 the Oktyabrskiy VOVD decided to dispense with criminal proceedings in the absence of evidence that any crime had been committed against Abdulkasim Zaurbekov.", "22. On 8 November 2000 the Grozny prosecutor’s office (прокуратура г. Грозного) quashed the above decision and opened criminal case no. 12260. In January 2002 the first applicant found out that this criminal case had been instituted in connection with her husband’s murder.", "23. According to the applicants, after the investigation had been opened the first applicant had regularly visited the Grozny prosecutor’s office to enquire about the measures taken. In the applicants’ submission, Mr B., the Prosecutor of Grozny, and Mr L., the investigator in charge, had told the first applicant to stay at home, as they themselves would visit her there. They had also promised to bring police dogs to search for her husband, but had never done so. In reply to the first applicant’s request to have certain VOVD officers questioned before they left for their permanent place of residence in another region of Russia, Mr L. had answered that it would be easier to interrogate the officers there.", "24. On 12 November 2000, after their secondment had finished, Mr B. and Mr L. left Chechnya for their permanent place of residence.", "25. By letters of 11 and 18 November 2000 the prosecutor’s office of the Chechen Republic (прокуратура Чеченской республики,) referred the first applicant’s applications to the Grozny prosecutor’s office.", "26. On 5 December 2000 the Chechen Department of the FSB informed the first applicant that their officers had not detained her husband and had no information about his whereabouts. The first applicant’s application had been transmitted to the Grozny prosecutor’s office.", "27. At some point in December 2000 the first applicant received information to the effect that her husband had been kept at the military base of Khankala. According to the first applicant, in response to her request to verify this information, Mr Sh., the then investigator in charge, stated that he was “afraid of going to Khankala”, as he himself “might disappear there”.", "28. On an unspecified date in November – December 2000 another investigator of the Oktyabrskiy VOVD, Mr Lap., told the first applicant that according to the information he had, Abdulkasim Zaurbekov was dead. He refused to provide any further explanation however.", "29. On 24 January 2001 the Administration of the Chechen Republic referred the first applicant’s application to the military prosecutor of military unit 20102 (военная прокуратура – войсковая часть 20102).", "30. By a decision of 15 February 2001 the first applicant was declared a victim in criminal case no. 12260. The applicant submitted a copy of this decision.", "31. On 15 July 2002 criminal case no. 12260 was joined with three other cases opened in connection with the disappearance of residents of Grozny at various times in 2000.", "32. In a letter of 30 June 2003 the prosecutor’s office of the Chechen Republic informed the first applicant that the criminal investigation into the murder of their relative had been instituted under Article 105 § 1 of the Russian Criminal Code, as “there [was] no such criminal offence as ‘disappearance’ in the Russian Criminal Code” and therefore criminal cases in connection with disappearances were, as a general rule, opened under the said Article.", "33. In the applicants’ submission, the investigation into their relative’s disappearance had been discontinued and resumed on several occasions. The respective decisions had never been served on any of them, and they had only been notified of them when the first applicant visited the Grozny prosecutor’s office. According to the first applicant, in breach of superior prosecutors’ orders the investigating body had never interrogated the officers in charge of the Oktyabrskiy VOVD.", "34. Referring to the information provided by the Prosecutor General’s Office, the Government submitted that, on 8 November 2000, criminal proceedings under Article 105 § 1 of the Russian Criminal Code (murder) had been instituted in connection with Abdulkasim Zaurbekov’s disappearance. The preliminary investigation in this case had been suspended due to a failure to establish those responsible on 8 January, 29 February, 28 April, 9 November and 19 December 2001, 30 January and 11 October 2002, 15 April, 23 May, 4 August, 22 October and 25 December 2003, 27 November 2004 and 8 September 2005, and then resumed on 29 January, 28 March, 9 October, 19 November and 30 December 2001, 11 July and 15 November 2002, 28 April, 30 July, 22 September and 25 November 2003, 15 October 2004, 12 July and 20 September 2005 respectively. On the latest occasion the investigation had been stayed on 30 November 2005 and then resumed on 9 July 2007. According to the Government, the case was now being investigated by the Grozny prosecutor’s office under the supervision of the Prosecutor General’s Office.", "35. The Government further submitted that the first applicant had been questioned on 20 November 2000, 15 February and 13 October 2001. According to them, there was no evidence in the transcripts of the first applicant’s interview that she had ever made statements to the effect that her husband had been kept at the military base in Khankala. They further submitted that the first applicant had been granted the status of victim on 15 February 2001. The authorities had also questioned the second applicant on 29 November 2000 and his sister on an unspecified date.", "36. In the Government’s submission, in the period between 2002 and 2005 the authorities had questioned over 80 officers of the law-enforcement agencies of the Khanty-Mansiysk Region who at the relevant time had been serving at the Oktyabrskiy VOVD. The Government disclosed the names of some of the witnesses and indicated some of the dates on which witness statements had been obtained, but did not produce copies of transcripts of witness interviews. According to the Government, the officers had been shown Abdulkasim Zaurbekov’s photograph for identification. They had stated that the applicants’ relative had never been held in the temporary isolation unit of the Oktyabrskiy VOVD. Officer S., who at the material time had been the acting head of the Oktyabrskiy VOVD, had made positive reference to the applicants’ relative and stated that during the search the investigators had obtained information to the effect that Abdulkasim Zaurbekov could have been killed by members of illegal armed groups for refusing to collaborate with them. Officer B. had stated that on the day of Abdulkasim Zaurbekov’s disappearance he had seen the latter walking outside the territory of the Oktyabrskiy VOVD in the direction of a local market. The Government also submitted that the investigating authorities had twice questioned officer D., who had taken the decision of 28 October 2000 to dispense with criminal proceedings in connection with Abdulkasim Zaurbekov’s disappearance (see paragraph 21 above), but did not specify which statements officer D. had made.", "37. According to the Government, the investigating authorities had also seized and examined documents from the Oktyabrskiy VOVD pertaining to the relevant period, in particular financial documents concerning payments by the Oktyabrskiy VOVD to Abdulkasim Zaurbekov, and registers of persons held in its temporary isolation unit in September – October 2000. The Government did not submit copies of these documents or apprise the Court of their contents.", "38. In the Government’s submission, the investigating authorities had also sent a number of queries to the law-enforcement agencies of the various regions of Russia. They had obtained information to the effect that no criminal proceedings had ever been brought, nor had any special measures ever been taken, against Abdulkasim Zaurbekov and that he had never been arrested or detained by any of them. The authorities had also taken a number of steps aiming at establishing Abdulkasim Zaurbekov’s whereabouts.", "39. In April 2005, when the application was communicated to them, the Government were invited to produce a copy of the investigation file in criminal case no. 12260 opened in connection with the disappearance of the applicants’ relative. Relying on information obtained from the Prosecutor General’s Office, the Government replied that the investigation was in progress and that the disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure since the file contained information of a military nature and personal data concerning the witnesses. At the same time, the Government suggested that a Court delegation could have access to the file at the place where the preliminary investigation was being conducted, with the exception of “the documents [disclosing military information and personal data concerning the witnesses], and without the right to make copies of the case file and to transmit it to others”. In August 2005 the Court reiterated its request and suggested that Rule 33 § 3 of the Rules of Court be applied. In reply, the Government again refused to produce the investigation file for the aforementioned reasons.", "40. On 3 May 2007 the application was declared partly admissible. At that stage the Court once again invited the Government to submit the investigation file and to provide information concerning the progress of the investigation. In August 2007 the Government informed the Court of the latest dates on which the investigation had been suspended and reopened and produced a copy of the decision of 9 July 2007 by which the investigation had been resumed.Grozny of the Chechen Republic, which had been staffed with police personnel of the Khanty-Mansiysk Region. The decisions went on to say that on 17 October 2000 Abdulkasim Zaurbekov had arrived, along with the second applicant, at the Oktyabrskiy VOVD for his wages and “entered the territory of the Oktyabrskiy VOVD unimpeded, following which he did not return, that is to say, went missing”.", "41. The Government did not furnish the Court with any other documents from the case file.", "42. For a summary of the relevant domestic law see Kukayev v. Russia, no. 29361/02, §§ 67-69, 15 November 2007."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}