{"ITEMID": "001-88012", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NOR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF DARREN OMOREGIE AND OTHERS v. NORWAY", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The first applicant, Mr Louis Osaze Darren Omoregie, is a Nigerian national who was born in Sierra Leone in 1979. The second applicant is Mrs Elisabeth Skundberg Darren, a Norwegian national who was born in 1977. The third applicant is their daughter, Selma, who was born on 20 September 2006. The second and third applicants reside in Biri, Norway, as did the first applicant, before he was expelled to Nigeria on 7 March 2007.", "7. The first applicant lived in Nigeria as from the age of 6 months until he went to Norway, where he arrived on 25 August 2001, without passport or other identity document. On the same date he applied for asylum.", "8. In October 2001 he met the second applicant. The couple started cohabiting in March 2002.", "9. The first applicant's asylum application was rejected by the Directorate of Immigration on 22 May 2002. He appealed to the Immigration Appeals Board and, pending a decision of his appeal, he was granted a stay of execution of his expulsion and a temporary work permit.", "10. The first and second applicants got engaged on 10 September 2002.", "On 11 September 2002 the Immigration Appeals Board rejected the applicant's appeal, stating inter alia", "“This administrative decision means that the appellant is obliged to leave the country voluntarily. If the appellant does not leave the country voluntarily, the police shall implement the decision; see sections 40 and 41 of the Immigration Act.”", "11. Shortly thereafter the Implementation Group of the Oslo Police District sent a notification of the decision to the first applicant's lawyer, giving the first applicant until 30 September 2002 to leave Norway. The notification further stated:", "“Your client must contact the Implementation Group for Administrative Decisions as soon as possible to make arrangements for his departure from Norway. If we have not been contacted by the time the deadline expires, the decision will be implemented in accordance with section 41 of the Immigration Act. This could result in his arrest without further notice.”", "12. On 1 October 2002 the first applicant requested the Board to stay his expulsion, which the Board refused on 7 October 2002.", "13. No judicial appeal was lodged against the above decisions, which became final.", "14. On 2 February 2003 the first and second applicants got married.", "15. On 14 February 2003 the first applicant applied for a work permit on the ground of family reunification. The Directorate of Immigration rejected the application on 26 April 2003 and ordered him to leave Norway while indicating that the decision could be appealed against and that the police could set a time-limit for asking for respite of the expulsion. The decision was notified to him by local police on 7 May 2003 with an order to leave the country by 4 June 2003. The Directorate considered that the first applicant fell within a group of persons who were granted work permit for the purpose of family reunification under section 9 of the Immigration Act (and Article 23(1)(a) of the Immigration Regulation (Utlendingsforskriften)) but rejected the application on the ground that it was not documented that he had fulfilled the condition of ensured means of subsistence (Article 25 of the Regulation). In the view of the Directorate, there were no particularly strong human considerations warranting an exception being made from this condition in the instant case (Article 25(3)).", "16. On 14 May 2003 the first applicant again appealed and requested stay of execution. The Directorate of Immigration rejected the request and local police notified him thereof on 19 October 2003 with an order to leave Norway by 30 October 2003.", "17. Concurrently with the Immigration Appeals Board's examination of the first applicant's appeal of 14 May 2003, the Directorate of Immigration on 4 July 2003 warned him that it was contemplating to expel him pursuant to section 29(1)(a) of the Immigration Act. It referred to his registered gainful employment since 1 September 2002 and to his having worked in breach of section 6 of the Immigration Act since the rejection of his asylum application on 11 September 2002. Moreover, the Directorate referred to his defiance of his obligation to comply with the time-limit for leaving the country after the rejection of his asylum request. The Directorate considered that he had seriously contravened the provisions of the Act and had evaded implementation of the order to leave the country.", "18. On 26 August 2003 the Directorate of Immigration decided to expel the applicant pursuant section 29(1)(a) of the Immigration Act. It found that the applicant's alleged ignorance of the unlawfulness of his gainful occupation was no excuse and that it would not be disproportionate to expel him despite his marriage with the second applicant. It decided to prohibit the first applicant from re-entry into Norway for five years, with a possibility of re-entry on application - normally only after two years.", "19. On 21 July 2004 the Immigration Appeals Board upheld the Directorate of Immigration's rejection of his request for family reunification and its decision that the basic conditions for expelling the first applicant under section 29(1) of the Immigration Act were fulfilled; for more than a year he had been in gainful occupation without a work/residence permit. The Board also noted that he had avoided the implementation of the decision refusing him asylum and obliging him to leave the country. The Board found that his expulsion would not be disproportionate or otherwise contrary to Article 8 of the Convention. It also dismissed his appeal against the Directorate's rejection of his application for a work permit.", "20. By a judgment of 15 February 2005 the Oslo City Court quashed the Immigration Appeals Board's decision of 21 July 2004 as being invalid.", "21. In its judgment the City Court observed that it found it obvious that the basic condition for expelling the first applicant – that he had seriously or repeatedly violated the Immigration Act or had defied implementation of the decision that he should leave the country – had been fulfilled. The question then was whether expulsion would be a disproportionate measure vis-à-vis the first applicant and his close family.", "22. In this regard the City Court observed that, although the first applicant had failed to comply with one of the conditions for contracting marriage in Norway, namely lawful residence in the country (sections 5(a) and 7 (k) of the Marriage Act 1991), he had had reason to believe (as from February 2003) that he had a right to stay and to apply for a work permit and a residence permit. While he had failed to respect two time-limits for leaving the country (30 September 2002 and 4 June 2003), he could not be criticised for having exceeded such deadlines after 26 April 2003 as the information furnished to him by the Directorate of Immigration had been unclear as to the time-limits set for his leaving the country compared to those set for asking respite and the replies given to his requests for respite. He had worked unlawfully for nine months and had resided unlawfully for four and a half months. This was, relatively speaking, not a very serious offence, which fact counterbalanced his relatively weak links to Norway. To impose a prohibition on re-entry for five years would constitute a disproportionate measure towards the applicant and his family in the sense of section 29 of the Immigration Act. It could easily lead to the dissolution of the family. The second applicant would presumably have great difficulties of adaptation in the first applicant's home country. Even if the first applicant could apply for re-entry after two years, he would most probably only be granted permission to come for shorter visits. The City Court found it unnecessary to examine whether the disputed decision violated Article 8 of the Convention.", "23. On an appeal by the State against the City Court judgment, the High Court reached a different conclusion. By a judgment of 27 February 2006, it found that the first applicant's omission to leave the country voluntarily, although not the same as going under ground, meant that he had avoided compliance with the order to leave the country, meaning that the basic conditions for his expulsion under section 29 of the Immigration Act were fulfilled.", "24. The High Court noted from the outset that the first applicant had acknowledged that he had seriously or repeatedly infringed the provisions of the Immigration Act and that the formal conditions for expulsion were fulfilled. The first applicant disputed that he had evaded a decision to leave the country and had only omitted to voluntarily comply with the decision. However, the High Court considered that also such an omission constituted evasion for the purposes of the act, although it was less serious than going under ground.", "25. The High Court found it established that the applicant had stayed lawfully in Norway from 25 August 2001 to 30 September 2002. It was undisputed that his stay was unlawful from 30 September or 1 October 2002 until 14 February 2003 when he applied for family reunification. It was further undisputed that he had worked unlawfully without a work permit for 9 months, from 30 September/1 October 2002 until early July 2003, when the Directorate of Immigration warned him about expulsion. Thus the formal grounds for expulsion according to section 29 of the Immigration Act (as defined in Circular 03-25) were fulfilled.", "26. The High Court observed that the central issue was the one of proportionality. In this regard it noted that the first applicant's links to Norway were very limited. He had arrived in Norway aged 22 years, without any links to the country. At the time of the impugned decision he had lived there for less than three years, parts of the time unlawfully. Already after less than two years he had been warned of expulsion. His stay in Norway had been very short and could not have given him any legitimate expectation of being able to live there. This was not significantly altered by his marriage to the second applicant, which had been entered into shortly before the disputed decision and in breach of the provisions on marriage. It was not uncommon for a person whose expulsion had been decided to marry a Norwegian citizen and use this as an argument to have the expulsion order invalidated. In such a situation expulsion would inevitably interfere with an established family situation. In this case there was no indication that expulsion would entail extra burdens of any kind beyond what followed from the separation.", "27. The High Court also found that the first applicant's links to Nigeria were particularly strong and far more so than his links to Norway. In Nigeria he had lived from the age of six months until the age of 22, had studied at university for four years, and had three brothers with whom he was still in contact. Nor were there any concrete factors suggesting that, because he sought asylum in Norway, he would encounter particular problems with the Nigerian authorities upon return.", "28. As regards the second applicant, the High Court observed that at the time that they married she must already have been aware of the uncertainty of the first applicant's stay in Norway. Moreover, she was used to living abroad, having lived for several periods in South Africa. English was also the official language of Nigeria. In the view of the High Court, she would not face insurmountable problems by settling in Nigeria for a shorter or longer period, should she so wish.", "29. As to the first applicant's violations of the Immigration Act, the High Court found them to be of a certain degree of seriousness but did not find them particularly aggravated. However, having regard to the tenuous character of his links to Norway, the High Court considered that the balance of interest was not in his favour. Were it to be otherwise, expulsion would be possible only in very rare cases, with the consequence that this would have for the implementation of adopted immigration policies. The only countervailing consideration was his marriage to the second applicant. However, this could not be decisive; otherwise it would leave open a practice which would completely undermine the authorities' implementation of the Immigration Act.", "30. Relying essentially on the same considerations as mentioned above, the High Court, taking into account the Strasbourg Court's case law, did not find that the disputed decision would be incompatible with Article 8 of the Convention.", "31. On 14 June 2006 the Appeals Leave Committee of the Supreme Court refused the applicant leave to appeal, finding it obvious that the appeal had no prospects of success.", "32. In the meantime, on 15 February 2005 the first applicant had submitted a new application for a work permit on the ground of family reunification with the second applicant. The Directorate of Immigration rejected his application on 21 July 2006.", "33. On 20 September 2006 the couple had a child, Selma, who is the third applicant.", "34. On 31 October 2006 the Immigration Appeals Board rejected an appeal by the first applicant against the Directorate of Immigration's refusal of 21 July 2006. The Board found that quashing the refusal of re-entry was not required in the interest of the third applicant, inter alia noting that the child had been conceived after a final expulsion order and referring to the circumstances of the entry into marriage. It would be possible for the second and third applicants to live with the first applicant for shorter or longer periods in his home country. Although the fact that the first and second applicants had had a child together substantially altered the assessment of the proportionality of the prohibition of re-entry, the Board still did not find that the measure would be disproportionate. Neither Article 8 of the Convention nor the United Nations Children Convention could imply a different solution.", "35. On 2 November 2006 the Directorate of Immigration refused to stay the applicant's expulsion.", "36. On 13 December 2006 the applicants, represented by a lawyer, submitted an application under the Convention, which was received at the Registry on 3 January 2007. They complained that the first applicant's expulsion would entail a splitting of the family in breach of Article 8 of the Convention. It would not be possible for the second and third applicants to accompany him to Nigeria. They submitted that, having regard to the minor character of his breaches of the Immigration Act, the enforcement of the expulsion order would constitute a disproportionate interference with the applicant's family life. Any such enforcement should await a final decision by the Court.", "37. On 5 January 2007 the President of the Section decided, in the circumstances, not to indicate to the Government of Norway, under Rule 39 of the Rules of Court, the interim measure requested. The circumstances underlying the application were not of the kind to which, in the Court's practice, Rule 39 was applied. On 19 January 2007 the applicants' lawyer informed the Court that they wished to maintain their application notwithstanding the refusal to apply Rule 39.", "38. On 30 March 2007 the Immigration Appeals Board dismissed an appeal by the first applicant against a rejection by the Directorate of Immigration of 30 October 2006 of a renewed request by the first applicant for family reunion with the third applicant. The request had been made on the basis of a provision in the Immigration Regulation which was applicable to cases of unmarried parents and therefore did not cover the applicants' case. Nor did the Board see any other reason for altering its earlier decision in the case.", "39. In the meantime, on 7 March 2007 the Implementation Group of the Oslo Police District expelled the first applicant back to Nigeria.", "40. The Immigration Act 1988 (Act of 24 June 1988 Nr 64, Lov om utlendingers adgang til riket og deres opphold her (utlendingsloven)) contained the following provisions of relevance to the present case:", "Section 6 Work permits and residence permits", "“Any foreign national who intends to take work with or without remuneration or who wishes to be self-employed in the realm must have a work permit.", "Any foreign national who intends to take up residence in the realm for more than 3 months without taking work must have a residence permit.”", "Section 8 When work and residence permits shall be granted", "Any foreign national has on application the right to a work permit or a residence permit in accordance with the following rules:", "[...]", "3) There must not be circumstances which will give grounds for refusing the foreign national leave to enter the realm, to reside or work in accordance with other provisions of the Act.”", "Section 9 Work or residence permits for family members", "The closest members of the family of a Norwegian or Nordic national who is resident in the realm or of a foreign national who has or is granted lawful residence in the realm with a work permit or a residence permit without restrictions, have on application the right to a work permit or residence permit provided there are no such circumstances as mentioned in section 8 first paragraph, sub-paragraph 3. As a general rule subsistence must be ensured. The King may by regulations issue further rules.”", "Section 41 Procedure for the implementation of decisions", "“Any decision which means that any foreign national must leave the realm is implemented by ordering the foreign national to leave immediately or within a prescribed time limit. If the order is not complied with or it is highly probable that it will not lead to the foreign national's leaving the realm, the police may escort the foreign national out. When particular reasons so indicate, the foreign national may be conducted to another country than the one from which the foreign national came. Any decision which applies to implementation is not considered to be an individual decision, cf. section 2 first paragraph, sub-paragraph b, of the Public Administration Act.”", "41. Moreover, section 29(1)(a) of the Immigration Act read:", "“Any foreign national may be expelled", "a)when the foreign national has seriously or repeatedly contravened one or more provisions of the present Act or evades the execution of any decision which means that the person concerned shall leave the realm”", "42. According to section 29(4), an expulsion order may be accompanied by a prohibition of re-entry to Norway. However, the person expelled may, on application, be granted leave to enter Norway. Furthermore, according to well-established administrative practice, when considering an application for leave to enter under section 29(4), the Directorate of Immigration was under an obligation to consider the proportionality of its decision on prohibition of re-entry. The provision read:", "“Expulsion is an obstacle to subsequent leave to enter the realm. Prohibition of entry may be made permanent or of limited duration, but as a general rule not for a period of less than two years. On application the person expelled may be granted leave to enter the realm, but as a rule not until two years have elapsed since the date of exit.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}