{"ITEMID": "001-60394", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF KLAMECKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-3;No violation of Art. 6-1", "JUDGES": "Georg Ress", "TEXT": ["10. The applicant was arrested and detained on remand on 30 November 1991 on suspicion of aggravated fraud of about one billion zlotys. The Wrocław Śródmieście District Prosecutor considered that the detention was necessary in view of the dangerousness of the offence concerned and in order to ensure the proper conduct of the proceedings.", "11. On 31 August 1992 the bill of indictment was transmitted to the Wrocław Regional Court. On 13 November 1992 the President of the Court found that the indictment was complete and decided that the case could be heard by the court.", "12. From 3 to 10 December 1992 the applicant was treated at a specialist hospital.", "13. The first hearing was held on 22 and 23 December 1992 and one of the accused was questioned. The next hearing, set for 26 January 1993, was adjourned as the applicant first requested to be granted access to the case-file, and after the court refused, having regard to the fact that the applicant had already had such access from 7 to 17 September 1992, he stated that he felt unwell. On 27 January 1993 the applicant again unsuccessfully requested access to the file and stated that he could not participate in the hearing on health grounds. The court ordered the applicant’s examination by a specialist in forensic medicine.", "14. At a hearing on 2 February 1993 the applicant complained of bad health. The hearing set for 3 February 1993 was then cancelled and adjourned to 11 March 1993. On 11 March 1993 the court adjourned the hearing as its order of 27 January 1993 for the applicant’s medical examination had not been carried out.", "15. On 4 April 1993 the applicant submitted a request for release.", "16. On 8 and 9 April 1993 the hearing was adjourned as a lay judge and one of the accused were not present. Apparently a new hearing was fixed for 13 and 14 April 1993, but then adjourned to 17 until 21 May 1993.", "17. On 26 April 1993 a medical expert opinion was submitted to the Court which stated that the applicant’s health condition did not prevent him from participating in the proceedings and was not incompatible with his detention.", "18. On 4 May 1993 the applicant requested his release, invoking Article 6 § 1 of the Convention. He submitted that the bill of indictment did not disclose a reasonable suspicion that he had committed the offence in question. He also complained of the length of his detention.", "19. On 6 May 1993 the Wrocław Regional Court refused to allow the applicant’s requests for release of 4 April and 4 May 1993. The court found that the evidence gathered so far supported a reasonable suspicion that the applicant had committed the offences concerned, and that his release would jeopardise the court proceedings, in particular as they were in their initial phase.", "20. On 6 May 1993 the Court also informed the applicant that the hearing of 13 and 14 April 1993 had been adjourned \"for objective organisational reasons\".", "21. On 6 May 1993 the applicant withdrew his lawyer’s power of attorney, complaining that the latter had failed to comply with the applicant’s request to contact him.", "22. On 11 May 1993 the applicant appealed to the Wrocław Court of Appeal against the decision of 6 May 1993 refusing his requests for release. He submitted that this decision had not been issued within the three-day time-limit provided for by law, and that his lawyer was not entitled to attend the examination of his request, whereas the prosecutor was. He complained that the Regional Court had failed to consider his argument based on Article 6 § 1 of the Convention. He pointed out that the court’s statement that the judicial proceedings were in an initial phase confirmed his complaint that the proceedings were not progressing. On the same day the applicant submitted his further request for release.", "23. At the hearing on 17 May 1993 it was established that the Regional Court had intercepted the applicant’s letter to his lawyer and transmitted it to him only on 14 May 1993. The hearing set for 17 until 21 May 1993 was therefore adjourned to 13 and 14 July 1993 in order to allow the applicant time to be assigned an officially appointed lawyer as he had withdrawn his power of attorney for his counsel. Apparently, also on 17 May 1993, the Wrocław Regional Court refused the applicant’s further request for release. The applicant appealed against this decision to the Wrocław Court of Appeal, invoking Article 5 § 3 and Article 6 § 1 of the Convention. He submitted that there had been no progress in the proceedings since 22 December 1992, i.e. the date of the first hearing.", "24. On 3 June 1993 the Wrocław Court of Appeal upheld the decision of 6 May 1993 not to release the applicant. The court accepted that the Regional Court had breached Article 214 of the Code of Criminal Procedure in that it had considered the applicant’s request of 4 April 1993 only after a month, instead of within three days. With regard to the applicant’s complaint that the Regional Court had failed to consider his complaints under Article 5 § 3 and Article 6 § 1 of the Convention, the court considered that it was sufficient that the Regional Court’s decision was well-founded and in accordance with Article 217 of the Code of Criminal Procedure.", "25. On 21 June 1993 the applicant again requested his release. He submitted that his detention was unjustified and too long. He complained that there was no reasonable progress in the proceedings. On 24 June 1993 the Wrocław Regional Court dismissed this request.", "26. On 24 June 1993 the President of the Wrocław Regional Court, apparently in reply to the applicant’s letters, stated that the proceedings were not exceeding a reasonable time. He stated that \"the length of the proceedings is due to various circumstances, including the state of your health and the court’s efforts (...) to guarantee your defence rights\".", "27. In a letter of 1 July 1993 the applicant complained to the Regional Court about the length of the proceedings.", "28. On 2 July 1993 the applicant appealed against the decision of 24 June 1993. He stated that this decision was in breach of Article 5 § 3 and Article 6 § 1 of the Convention. On 8 July 1993 the Wrocław Court of Appeal dismissed this request as the applicant had failed to submit any new arguments which would justify his release.", "29. The hearing set for 13 and 14 July 1993 was not held as the lawyer of one of the applicant’s co-accused failed to appear.", "30. On 6 August 1993 judge A.Z. of the Regional Court informed the applicant in reply to his letter of 1 July 1993 that his complaints about the length of the proceedings were inappropriate. The judge stated that \"as two accused were detained on remand, the dates of hearings were being set in the manner foreseen for cases of this kind and in accordance with the existing facilities of the court\".", "31. On 10 August 1993 one of the lay judges failed to appear and the hearing was adjourned. On 11 August 1993 another co-accused was ill. The hearing was adjourned to 23 August 1993.", "32. On 19 August 1993 the Wrocław Court of Appeal dismissed the applicant’s appeal against the Regional Court’s decision of 24 June 1993. The court considered that the applicant had failed to indicate any new circumstances justifying his release.", "33. On 23 August 1993 the hearing was discontinued at 12.20 p.m. as one judge had to leave the court urgently.", "34. On 24 August 1993 the President of the Wrocław Regional Court informed the Polish Helsinki Committee, to whom the applicant had apparently complained, that the case was complex. He submitted that as the applicant had frequently submitted requests for release, the case-file had to be sent to the Court of Appeal and thus it was impossible to set the dates of the hearing before the Wrocław Regional Court. On 26 and 27 January and on 2 February 1993 the hearing had not been held as the applicant had been ill. Moreover, the applicant had wished to have access to the case-file, which had prevented the court from holding the hearing. The President confirmed that on 8 and 9 April 1993 the lay judge had failed to appear.", "35. On 1 September, 17 September and 5 October 1993 no hearings were held as one of the co-accused had failed to appear.", "36. On 16 September 1993 the applicant underwent a medical examination in the prison out-patient ward and was subsequently referred to the prison hospital.", "37. On 28 September 1993 the applicant wrote a letter to the Minister of Justice, complaining about the length of the proceedings.", "38. On 12 October 1993 a medical panel found that the applicant’s condition necessitated a minor surgical intervention in the prison hospital and that his condition could be treated in prison and was not incompatible with his detention.", "39. The next hearing was held on 22 October 1993. The hearing set for 15 November 1993 was not held as the judge received a promotion on that day. The hearing set for 3 December 1993 was not held as one of the accused had failed to attend.", "40. On 3 December 1993 the Wrocław Regional Court decided to release the applicant. The court considered that the case was no longer in an initial stage and ample evidence had been gathered. Thus, the risk that the applicant would jeopardise the proceedings by hiding or suppressing evidence had diminished. The detention had therefore become devoid of its purpose. The court found no risk of absconding as the applicant wished to get married.", "41. Hearings set on 4 and 31 January 1994 were not held as one of the co-accused, W.D., had failed to appear.", "42. On 22 March 1994 the Wrocław Medical Academy Institute of Forensic Medicine informed the court that W.D. had failed to comply with the summons for a medical examination. Subsequent summonses were not served on him and the postal authorities informed the court that he had moved.", "43. The Wrocław Regional Court set the next date for a hearing for 6 October 1994. This hearing started at 9 a.m. The court decided to separate the case of W.D. from that of the applicant as it transpired that he had left the country, and to continue the hearing. The applicant objected thereto, complaining that his new counsel had not had enough time to study the case-file. The court refused to grant this request. The hearing was nevertheless adjourned at 11.40 a.m. due to a bomb alert in the court.", "44. The hearing set for 24 November 1994 was not held as two accused, including the applicant, were ill. The applicant’s lawyer did not submit a relevant medical certificate.", "45. The hearing fixed for 16 January 1995 was adjourned due to the applicant’s bad health. The applicant’s counsel stated that he had tried to establish contact with his client, but to no avail. The court adjourned the hearing and ordered the applicant to submit a medical certificate to confirm his bad health. On 26 January 1995 the applicant submitted a sick leave certificate from 16 to 21 January 1995.", "46. The hearing set for 1 March 1995 was adjourned for personal reasons concerning the judge. From 27 February to 2 March 1995 the applicant was in a hospital for treatment.", "47. On 16 March 1995 the court requested the Institute of Forensic Medicine of the Wrocław Medical Academy to examine the applicant in order to verify whether his health allowed him to participate in the proceedings. The applicant did not comply with the relevant summonses for 18 April and 11 May 1995. The applicant was summoned to the court for 26 May 1995 in order to explain the reasons for his failure to undergo the medical examination. He undertook to comply with the court’s order. However, he subsequently failed again to report for the examination. On 13 July and 22 August 1995 the court again requested the Institute to examine the applicant, but he failed to comply with the relevant summonses.", "48. On 25 November 1995 the applicant was re-arrested in connection with another criminal case pending against him. On 6 February 1996 he was examined at the Institute of Forensic Medicine. According to a medical opinion, his health was not such as to prevent him from attending the hearings. On 26 February 1996 the applicant withdrew his counsel’s power of attorney and requested the court to appoint for him a lawyer paid under the legal aid scheme. The court allowed his request by a decision of 4 March 1996.", "49. On 5 March 1996 the court decided to re-open the trial as the composition of the panel of judges had changed. At the same hearing the applicant’s lawyer informed the court that the applicant had withdrawn his power of attorney. The court refused the applicant’s request to have the hearing adjourned for lack of a sufficient time to prepare his defence.", "50. On 11 March 1996 the applicant challenged all judges of that court. On 15 March 1996 the Wrocław Regional Court appointed a new defence counsel for the applicant. By a decision of 10 April 1995 the Wrocław Court of Appeal dismissed the challenge of the judges as unfounded.", "51. On 10 April 1996 one of the co-defendants J.S. was arrested and remanded in custody.", "52. A hearing set for 22 April 1996 was not held as the court had failed to inform the applicant’s officially assigned lawyer thereof. On 7 June 1996 the applicant again challenged all judges of the Wrocław Regional Court. On 14 June 1996 the Wrocław Court of Appeal dismissed this motion, and held a hearing, at which two co-defendants were questioned. The next hearing was held on 13 September 1996. On 14 October 1996 the hearing was adjourned as one of the accused had failed to attend. On 25 October 1996 the judge was ill. The next hearing was held on 12 December 1996.", "53. On 30 January 1997 the hearing was adjourned as the defence counsel for one of the accused, L.B., failed to attend. At that hearing the applicant complained to the court that his lawyer did not represent him properly. On 3 February 1997 the hearing was struck out of the court’s list as one of the lawyers failed to attend. On 10 February 1996 the applicant’s lawyer requested the court to discharge her from the obligation to defend the applicant, arguing that his statements as to her alleged lack of co-operation with the applicant were untrue. On 28 February 1997 one of the accused failed to comply with the summonses and the court adjourned the hearing. On the same day the applicant and his lawyer withdrew their request for the change of the applicant’s defence counsel.", "54. On 14 March 1997 the hearing was adjourned at the applicant’s request, the applicant invoking his bad health. On 11 April 1997 the hearing was discontinued after two hours, as a medical certificate as to the applicant’s bad health had not been submitted to the court by the prison authorities. The court ordered that the applicant be examined by physicians.", "55. The next hearing was held on 5 May 1997. The applicant was questioned by the court. His questioning was discontinued and the applicant requested the court to adjourn the hearing in view of his bad health.", "56. The hearing scheduled for 20 June 1997 was cancelled at the request of one of the defendants. On 18 August 1997 the Court fixed the dates of the next hearings for 10, 13 and 20 October 1997. On 28 September 1997 the court appointed a new legal aid lawyer for the applicant as the previous lawyer had to step down due to health problems. The hearing scheduled for 10 October 1997 was adjourned at the applicant’s and his new lawyer’s requests as they had not had sufficient time to prepare the defence. The next hearing was held on 20 October 1997. On 31 October 1997 the applicant complained about the allegedly inadequate conduct of the case by his new counsel.", "57. The next hearing was held on 18 December 1997. On 22 December 1997 the applicant requested again that a new counsel be appointed for him. At a hearing held on 28 January 1998 the applicant again complained about the alleged lack of competence of his new lawyer and stated that he was not ready to submit any motions in defence. The court adjourned the hearing until 23 March 1998. On 9 February 1998 the applicant again requested that his lawyer be replaced. The subsequent hearings were held on 23 and 25 March 1998.", "58. On 27 March 1998 the Wrocław Regional Court pronounced a judgment, by which the applicant was sentenced to three years’ imprisonment. On 24 November 1998 the applicant was served with the written grounds for the judgment. On 3 December 1998 the applicant and on 21 December 1998 his defence counsel appealed against the first-instance judgment. On 25 February 1999 the Wrocław Court of Appeal fixed the date of the hearing to be held in the appellate proceedings. On 25 March 1999 the applicant requested the court to adjourn the hearing as he had been placed in a psychiatric hospital. On 31 March 1999 the request was allowed and the hearing was cancelled.", "59. On 6 April 1999 the Wrocław Court of Appeal requested information from the hospital as to the expected duration of the applicant’s stay. On 14 April 1999 the court was informed that the applicant would likely be discharged in the first half of June 1999.", "60. A hearing was held on 17 June 1999. On 21 June 1999 the Wrocław Court of Appeal upheld the first instance judgment.", "61. The 1973 Code of Criminal Procedure, applicable at the relevant time, listed as \"preventive measures\", inter alia, detention on remand, bail and police supervision.", "62", "63. After the bill of indictment was transmitted to the court, orders relating to detention were to be made by the court. A decision concerning preventive measures could be appealed to a higher court.", "64. Article 217 of the old Code of Criminal Procedure, provided that a person could be held in detention on remand if there were serious grounds for believing that he or she would abscond, in particular when he or she did not have a permanent address or his/her identity could not be established. Further, detention could be imposed if there were serious grounds for believing that there was a risk of collusion or that an accused would otherwise jeopardise criminal proceedings. Finally, alternative grounds for detention on remand were either the fact that an accused was charged with an offence of a particular danger to society, or that he was a recidivist within the meaning of the Criminal Code.", "65. The notion of “danger to society” as set out in the Criminal Code related to the assessment of the seriousness of criminal offences and, if the \"danger to society\" represented by a given offence was serious, this was also an aggravating circumstance which the court had to take into consideration when determining a sentence.", "66. Pursuant to Article 218 of the Code of Criminal Procedure, if there were no special considerations to the contrary, detention on remand should not be imposed or should be lifted, if it involved danger to life or limb or entailed particular hardship for a suspect or his family.", "67. After the Interim Law of 1 December 1995 entered into force on 1 January 1996, grounds of imposition of detention on remand were restricted to situations in which there was a reasonable risk of absconding, in particular when his identity could not be established or he had no permanent domicile. Secondly, detention could be imposed if there was a reasonable risk that he would attempt to induce witnesses to give false testimony or to hinder the proper course of proceedings by any other unlawful means.", "68. At the material time there were three types of proceedings enabling a detainee to challenge the lawfulness of his detention. Under Article 221 § 2 of the Code of Criminal Procedure he could appeal to a court against a detention order given by a prosecutor (see above). Under Article 222 §§ 2 (1) and 3 he could appeal against a further decision by that court prolonging his detention at a prosecutor’s request. Under Article 214 the detainee could at any time request the competent authority to quash or alter the decision concerning the preventive measure imposed in his case. Such an application had to be decided by the prosecutor or, after the bill of indictment had been lodged with the court competent to deal with the case, by that court, within three days."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5", "6"], "NON_VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "NON_VIOLATED_BULLETPOINTS": []}