{"ITEMID": "001-23916", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "ECCLESTON v. the UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicant, Mr Stephen Eccleston, is a United Kingdom national, who was born in 1965 and lives in Liverpool. He was represented before the Court by E. Rex Makin & Co., solicitors practising in Liverpool.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant was placed in care with Liverpool City Council (“the Council”) from the age of two as his mother could not cope. From 1967 until 1979 he remained under the Council's care, with occasional periods with his mother. He was placed in various homes operated by the Council for the purposes of accommodating children in their care.", "From 22 June 1970 until 27 November 1970, the applicant was placed at 31 Ternhall Road, Children's Home, Liverpool which was run by a Mrs Beesley with the assistance of her husband. During his residence there he was subjected to acts of cruelty which damaged his mental and physical health. Amongst other incidents, Mr and Mrs Beesely tied the applicant to chairs outside the premises at night, restrained the applicant by tying him down with a sheet so that on occasion he could not avoid urinating, subjected him to racial abuse, denied him proper quantities of food such that he became malnourished, neglected his physical condition such that he developed gangrene of the toes, allowed their own children to assault the applicant and subjected him to psychological and sexual abuse.", "On 27 November 1970, the applicant was admitted to hospital where he was observed to be malnourished, dirty and with gangrene of the toes and to exhibit disturbed behaviour.", "Since then the applicant continues to suffer from personality disorders, post traumatic stress disorder, panic attacks and depression and permanent physical injury to his foot.", "In 1988, the applicant requested the Council to provide him with his social records as the only coherent record of his childhood and early development. His request was refused. In 1991, the applicant sought access to his records through his then solicitors. After a meeting with a social worker very limited information was provided and no copies provided.", "On 14 November 1995, the applicant's present solicitors applied to the Council for the applicant's social services' records.", "Following further approaches, the Council responded to a letter of 15 March 1996 by refusing the request.", "On 17 July 1996, the applicant's solicitors issued an application for pre-action discovery to compel the Council to release the records. The application was opposed by the Council and adjourned pending the judgment of this Court in Stubbings and others v. the United Kingdom (judgment of 22 October 1996, Reports of Judgments and Decisions 1996-IV).", "On 20 August 1996, the Council provided brief details from the applicant's file, setting out the periods and locations where he was in their care. Following the judgment in Stubbings (cited above), the Council maintained their opposition to discovery.", "Between June 1997 and November 1998 the applicant's solicitors repeatedly sought disclosure of his records. In 1999 they sought an appointment with the Council's legal advisor which was refused.", "On 15 December 1998, in correspondence with the applicant's solicitor, the Department of Health highlighted the Data Protection Act 1998 under which the applicant would have a right of access to his social service records.", "On 22 April 1999 the Council stated that they were prepared to allow the applicant's solicitors access to the applicant's social services records. In May 1999 the Council commenced the procedure of disclosure which took some time to complete.", "On 31 May 2000, the applicant issued proceedings in the High Court seeking damages from the Council for the psychological and physical injuries which he suffered at Ternhall Road Children's Home. During the course of these proceedings, further documentation relevant to the applicant's childhood and early development was disclosed.", "On 12 November 2001, the applicant's personal property contained in his social service records was released to him, namely, two photographs, correspondence between him and his siblings and three swimming certificates.", "On 31 May 2002, the High Court found that the applicant had suffered prolonged cruelty and neglect and acts of physical and sexual abuse from Mr and Mrs Beesely and that the Council had been in breach of its duty to protect his well-being. The judge awarded GBP 27,500 covering the applicant's psychological injuries and the injury to his toes and GBP 4,000 to cover need for private treatment and taking into account a discount to reflect the factors which were not attributable to the Council.", "The Court of Appeal in Gaskin v. Liverpool Corporation (1980 1 WLR 1459) held that the High Court, in refusing access to the social services records, had correctly balanced the public interest in maintaining an efficient child-care system with the individual's interest in obtaining access to records, and that it was not necessary for the court to review the records in question in order to so decide.", "In 1983 a binding circular, LAC(83)14, was issued setting out the principles to be applied by local authorities in permitting access to their care records. Access to records was, in principle, to be permitted subject to necessary exceptions (such as the preservation of third party confidences and the protection of sources).", "The Access to Personal Files Act 1987 and the Access to Personal Files (Social Services) Regulations 1989 both entered into force on 1 April 1989. The Act and the Regulations gave subjects the statutory right to know what was recorded about them in manually maintained records held by the local authority for the performance of social service functions. A number of exceptions were retained for the preservation of third party confidences and the protection of sources, but there was a right of review (and, subsequently, of judicial review) of a refusal of access. The Act and Regulations did not, however, apply to records created before 1 April 1989.", "Circular LAC(89)2 was issued to provide guidance to the local authorities on the implementation of the 1987 Act and the 1989 Regulations. The previous circular (LAC(83)14) was cancelled and Paragraph 7 of Appendix 1 to the new circular pointed out that, while there was no obligation to furnish pre-April 1989 information, “there is likely to be significant advantage in authorities making available as much information as possible. This could lead to greater clarity and understanding of an individual's background.”", "On 1 March 2000 the Data Protection Act 1998 (“the 1998 Act”) came into force and repealed the 1987 Act, the 1989 Regulations and circular LAC(89)2. It provided a statutory right of access for a “data subject” to information held about him in care records and other personal files (both manual and electronic) regardless of the date when the information was recorded, together with a right of appeal to the domestic courts or to the Data Protection Commissioner if access were refused, or where a contributor or a relevant third party had not consented."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}