{"ITEMID": "001-98357", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ÖZCAN AND OTHERS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 3 (substantive aspect);Pecuniary and non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. On 26 October 1999 the Koyulhisar Magistrates' Court found Yılmaz Özcan guilty of violating the Forest Law because the trunks of unlawfully cut down trees were found in his garden. He was sentenced to six months' imprisonment. On 13 July 2000 the Koyulhisar prosecutor issued a warrant for his arrest. What followed, particularly the events which took place on 24 September 2000, is disputed by the parties.", "6. The facts as presented by the applicants are set out in Section B below (see paragraph 7). The Government's submissions concerning the facts are summarised in Section C below (paragraphs 8-10). The documentary evidence submitted by the applicant and the Government is summarised in Section D (see paragraphs 11-45).", "7. Early in the morning of 24 September 2000 the commander of the Koyulhisar Gendarme Squadron, first lieutenant Muhammet Sevinç, noncommissioned officer Resul Askerden, Koyulca prosecutor Mehmet Çömük and a number of gendarme soldiers arrived at the applicants' house to arrest Yılmaz Özcan. Yılmaz Özcan was then handcuffed and taken out of the house and into the garden. Other occupants of the house, who were not allowed to leave the house, then heard four or five rounds of gunfire. When they looked out of the window, they saw the first lieutenant hitting Yılmaz Özcan on the head with the butt of his rifle. When Yılmaz Özcan asked the first lieutenant to stop, four or five soldiers began kicking him and hitting him with the butts of their rifles. The first lieutenant then shouted “kill him”. When one of the soldiers asked them to stop because “otherwise they would kill” Yılmaz Özcan, the first lieutenant told the soldier to shut up, before shooting Yılmaz Özcan in the back of the neck at close range. The soldiers then threw Yılmaz Özcan's body over the fence surrounding the garden and dragged it down the slope. After the incident the soldiers cleaned up the blood in the garden and took the spent bullet cases with them.", "8. On 23 September 2000 first lieutenant Muhammet Sevinç put together a plan to arrest Yılmaz Özcan. The following day the first lieutenant, accompanied by his soldiers and the Koyulca prosecutor Mehmet Çömük, left for the applicants' village. Approximately one kilometre from the village one of the tyres of the vehicle carrying the prosecutor blew out. As a result, the prosecutor and his driver remained there. The rest of the group continued on their way.", "9. The soldiers took positions in the form of two circles around Yılmaz Özcan's house before the first lieutenant knocked on the door. Yılmaz Özcan opened the door, ran back inside the house and jumped from the window into the garden at the rear of the house. There he was met by expert sergeant Ömer Davut Akyol, who was one of the soldiers forming the first circle around the house. When Yılmaz Özcan managed to evade him, the expert sergeant gave chase but was unable to catch up. The expert sergeant then fired into the air at least twice.", "10. Yılmaz Özcan ran down the slope surrounding the garden for approximately seventy-six metres but was caught by private Fatih Yılmaz, who was in the second circle and who had by then heard the gunfire and cocked his rifle. A scuffle then ensued between private Yılmaz and Yılmaz Özcan and they rolled down the slope, which was very steep. At some point, private Yılmaz was lying on his back when Yılmaz Özcan made an attempt to escape. Private Yılmaz then fired his rifle at least twice. One of the bullets entered the back of Yılmaz Özcan's neck and exited his face, killing him instantly. According to the Government, medical reports revealed that, during their scuffle with Yılmaz Özcan, expert sergeant Ömer Davut Akyol suffered injuries which prevented him from working for a period of three days, and private Fatih Yılmaz suffered injuries which prevented him from working for five days afterwards.", "11. The following information appears from the documents submitted by the parties.", "12. According to two incident reports prepared by the gendarme soldiers, the soldiers arrived at the village at around 5.30 a.m. on 24 September 2000. Yılmaz Özcan jumped out of the window of his house, evaded the expert sergeant Ömer Davut Akyol who had been waiting in the garden, and started running downhill until he was stopped by private Fatih Yılmaz. A scuffle then ensued between Yılmaz Özcan and private Yılmaz. During the scuffle Yılmaz Özcan attempted to take private Yılmaz's rifle but the rifle went off. As a result, Yılmaz Özcan was shot in the neck and died on the spot.", "13. At 7.00 a.m. the same day Mr Fuzuli Aydoğdu, who was also a prosecutor in the town of Koyulhisar, arrived at the scene. The relatives of the deceased complained to Mr Aydoğdu that Yılmaz Özcan had been shot and killed in the vicinity of the house and his body had then been dragged down the hill by the soldiers. When the applicants made that complaint to the prosecutor, the soldiers who had taken part in the operation examined the area between the house and the location of the body, and told the prosecutor that there were no bloodstains or other marks to indicate that the body had been dragged along the ground. While examining the area the soldiers found two spent bullet cases discharged from a Kalashnikov type automatic rifle. It later turned out that the bullets had been fired from the expert sergeant Ömer Davut Akyol's rifle.", "14. The prosecutor, with the assistance of a doctor, examined the body and observed a large number of injuries on the body as well as a single bullet entry hole on the back of the neck. The body was then taken to Sivas hospital for a full post-mortem examination.", "15. On the same day the prosecutor Aydoğdu began questioning the soldiers who had taken part in the operation.", "16. In his statement of 24 September 2000 private Fatih Yılmaz confirmed the version of events set out in the above-mentioned on-site reports, and added that he did not know how the rifle had come to be fired. Private Yılmaz was then released by a judge who considered that the “nature of the offence” and the fact that private Yılmaz was “performing his military service” did not require him to be remanded in custody.", "17. Expert sergeant Ömer Davut Akyol told the prosecutor the same day that when Yılmaz Özcan had evaded him and started running down the hill, he had fired two rounds into the air. He had then given chase and heard one or two rounds of gunfire emanating from the bottom of the hill. When he arrived at the scene Yılmaz Özcan was already dead.", "18. The non-commissioned officer Resul Askerden told the prosecutor the same day that he had heard the expert sergeant fire two or three rounds into the air. He had then started running downhill after Yılmaz Özcan and had heard three or four rounds of gunfire coming from the bottom of the hill. On his arrival at the scene Yılmaz Özcan had already been killed.", "19. On the same day private Fatih Yılmaz and expert sergeant Ömer Davut Akyol were examined at Koyulhisar State Hospital, where the doctors observed a number of bruises on their bodies (see paragraph 10 in fine above).", "20. The prosecutor questioned first lieutenant Muhamet Sevinç on 27 September 2000. The first lieutenant told the prosecutor that on their arrival at his house Yılmaz Özcan had been outside the house and had lied, saying he was not Yılmaz Özcan and that Yılmaz Özcan was his father. He had then gone inside to call his father. The first lieutenant had then heard noises at the back of the house, then the gunfire, but he had not witnessed the incident himself.", "21. Four gendarme soldiers questioned by the prosecutor on 27 September 2000 stated that on their arrival Yılmaz Özcan had been outside the house. One of the soldiers said that he had heard a single gunshot from the bottom of the hill, while another one told the prosecutor that he had heard three gunshots from the same direction. The remaining two soldiers were not sure how many gunshots they had heard.", "22. On 3 and 4 October 2000 the prosecutor questioned two of the applicants, who are daughters of the deceased Yılmaz Özcan. They stated that a number of soldiers had arrived at their house and had taken their father into the garden. They had then heard their father begging the soldiers to release him but that the soldiers had shot and killed him.", "23. In the meantime, on 25 September 2000 a post-mortem examination was carried out on Yılmaz Özcan's body at the Sivas hospital. It was established that the large number of injuries on Mr Özcan's body had been caused before his death.", "24. On 13 October 2000 the Şebinkarahisar prosecutor filed an indictment with the Şebinkarahisar Assize Court and charged private Fatih Yılmaz with manslaughter.", "25. On 22 November 2000 members of the Şebinkarahisar Assize Court and an expert visited the area where the incident had taken place. Private Şenel Selcan, who claimed to have been standing next to private Fatih Yılmaz at the time of the killing of Yılmaz Özcan, told the expert that at the time of the shooting Yılmaz Özcan's back had been turned to private Fatih Yılmaz, who was kneeling down at the time. Private Fatih Yılmaz told the expert, however, that at the time of the shooting he had been lying on his back and trying to push Yılmaz Özcan away. Private Yılmaz also added that during the scuffle he and Yılmaz Özcan had rolled approximately forty-five metres down the hill.", "26. The expert noted in his report that the wife, mother and four daughters of the deceased had been consistent when they showed him the location in their garden as the place where they claimed Yılmaz Özcan was shot and killed. Having regard to the conflicting information with which he had been provided by privates Şenel Sercan and Fatih Yılmaz, the expert recommended that the Forensic Medicine Institute's opinion should be sought, to establish whether the trajectory travelled by the bullet in Yılmaz Özcan's head had been compatible with private Fatih Yılmaz's version of events.", "27. On 6 February 2001 prosecutor Aydoğdu decided not to prosecute the gendarmerie personnel – with the exception of private Fatih Yılmaz – or the prosecutor Çömük because, “other than the family's abstract allegations”, there was no evidence implicating them in the killing.", "28. On 2 March 2001 the Şebinkarahisar prosecutor filed another indictment with the Şebinkarahisar Assize Court and charged the remaining gendarmerie personnel, with the exception of first-lieutenant Muhamet Şevinç, with manslaughter.", "29. It appears from a report drawn up on 2 March 2001 pursuant to the Ministry of Justice's instructions, that the applicants had lodged a number of official complaints with that Ministry. The author of the report, Mr İzzet Sandal, who was an inspector with the Ministry of Justice, stated in this report that on 11 July 2000 the Koyulhisar prosecutor Mehmet Çömük (see paragraph 8 above) had drawn up a letter addressed to Yılmaz Özcan inviting him to give himself up to serve his prison sentence. Nevertheless, even before that letter was posted, the same prosecutor had issued an arrest warrant on 13 July 2000 (see paragraph 5 above) and had then himself taken part in the operation to apprehend Yılmaz Özcan. According to the information provided to the inspector by the applicants, the prosecutor Mehmet Çömük himself had been present when Yılmaz Özcan was allegedly shot and killed in his garden by the first lieutenant. According to the inspector's report, the prosecutor Mehmet Çömük defended himself by telling the inspector that the reason why he wanted to take part in the operation was because he wanted to visit the village, as he had never had the opportunity previously. He did not however go to Yılmaz Özcan's house, and remained with the vehicle.", "30. The inspector concluded that prosecutor Çömük, contrary to his denials, had been present during the operation and had neglected his duties by failing to prevent the incident and he had thus contributed to the death of Yılmaz Özcan.", "31. The inspector also noted that the other prosecutor in Koyulhisar, Mr Fuzuli Aydoğdu (see paragraph 13 above), had given a decision not to prosecute first lieutenant Muhammet Sevinç or prosecutor Çömük without first examining the evidence and eyewitness statements which, in the opinion of the inspector, were credible and deserved further investigation.", "32. It also appears from this report that when members of the Şebinkarahisar Assize Court visited the village on 22 November 2000 (see paragraph 25 above), they were assisted by the soldiers who had taken part in the operation during which Yılmaz Özcan was killed. When the deceased Yılmaz Özcan's father, wife and three of his children – that is the applicants Hacı İbrahim Özcan, Kadriye Özcan, Zeynep Özcan, Ziynet Özcan and Ömer Özcan – told the prosecutor Fuzuli Aydoğdu that they did not want the soldiers who had been involved in the killing of Yılmaz Özcan to take part in the investigation, criminal proceedings were initiated against them for obstructing the officials in the execution of their duties. When one month later these applicants went to make statements in relation to the charges against them, a judge ordered their detention on remand in a prison. They were subsequently released on bail.", "33. The inspector also heard a number of eyewitnesses to the events who had not previously been questioned by the prosecutors. These eyewitnesses confirmed that they had seen bloodstains in the garden where the family claimed Yılmaz Özcan was killed. They also stated that they had seen a trail of blood all the way to the bottom of the hill where the soldiers claimed Yılmaz Özcan had been killed by mistake. The inspector also noted that first lieutenant Sevinç, non-commissioned officer Askerden and expert sergeant Akyol had given a number of contradictory statements about their movements during the operation.", "34. The inspector recommended that prosecutors Çömük and Aydoğdu be removed from their duties in the town of Koyulhisar. He also recommended that criminal prosecutions be brought against first lieutenant Sevinç and prosecutor Çömük in relation to the killing of Yılmaz Özcan.", "35. On 30 May 2001 seven forensic experts working for the Forensic Medicine Institute, acting on a request from the Şebinkarahisar Assize Court, concluded that the large number of injuries on Yılmaz Özcan's head, chest, back, arms and legs could not have been caused by jumping from a window or by falling down while running. According to these experts, the injuries had been caused close to the time of death or shortly before it, by hard objects such as stones, sticks, rifle butts or boots worn by military personnel, whereas the lesions on the back of the body had been caused by dragging the body on the floor. It was also established that Yılmaz Özcan had been shot at a range of between two and fifteen centimetres.", "36. On 4 July 2001 the Şebinkarahisar prosecutor filed another indictment with the Şebinkarahisar Assize Court and charged a number of soldiers who had taken part in the operation with making false statements and destroying crucial evidence. On the same day the Şebinkarahisar Assize Court joined all three cases (see paragraphs 24 and 28 above).", "37. On 17 July 2001 the Giresun prosecutor filed an indictment with the Giresun Assize Court and charged first lieutenant Muhammet Sevinç and Koyulhisar prosecutor Mehmet Çömük with manslaughter. On 2 November 2001 the Giresun Assize Court decided that, on account of prosecutor Çömük's seniority, the Court of Cassation's Criminal Division had the power to try him. All cases mentioned above were then joined and sent to the Court of Cassation's Criminal Division acting as a first instance court. Subsequently, all officers were acquitted, apart from private Fatih Yılmaz (see paragraph 42 below).", "38. On 12 June 2003 the First Section of the Court of Cassation's Criminal Division, sitting as a first-instance court (“the trial court”), adopted its judgment in relation to all defendants. According to the judgment, a fourth indictment had apparently also been filed against the defendants, charging them with ill-treatment.", "39. It appears from the judgment that, immediately after the killing, a number of villagers had seen bloodstains in the garden where the applicants claimed Yılmaz Özcan was shot and killed. They had informed the prosecutor about this but the prosecutor had made no mention of it in his report. The judgment discloses that the applicants had told the investigating authorities that after the shooting the soldiers had collected bloodstained soil from their garden and put it in a box. One villager told the investigating authorities that he had found the box with the bloodstained soil in it. This box was subsequently examined for fingerprints but no matching prints were found.", "40. The trial court noted that the first time the applicants had given evidence to the investigating authorities was some ten days after the killing (see paragraph 22 above). In the opinion of the trial court, the applicants' failure to make statements in the immediate aftermath of the events showed that the applicants had not witnessed the killing, but had made the allegations in order to blame the State for it. Thus, not only the statements made by the applicants but also the statements made by their witnesses were not to be relied on in evidence. On the other hand, there were no legal reasons to disregard the conclusions of the investigations carried out by the soldiers who had themselves had taken part in the investigation. It was “impossible” that the soldiers would collude in order to protect the first lieutenant by blaming private Fatih Yılmaz. The fact that the search carried out by those soldiers revealed no traces of bloodstains in the garden was sufficient to conclude that Yılmaz Özcan had not been killed as alleged by the applicants. According to the trial court, a lack of spent bullet cases discharged from private Fatih Yılmaz's rifle did not necessarily show that the real perpetrator was somebody else.", "41. The trial court also considered that the Forensic Medicine Institute's above-mentioned conclusion (see paragraph 35) discredited the applicants' allegation that Yılmaz Özcan had been killed in the garden by the first lieutenant and that his body had then been dragged by the soldiers. According to the “experience of the judiciary”, the injuries could have been caused by Yılmaz Özcan falling down the hill while he was trying to escape and by soldiers who were trying to apprehend him. The fact that Yılmaz Özcan had been involved in a scuffle with the soldiers who tried to apprehend him was borne out by medical reports showing that the two soldiers had suffered injuries (see paragraph 10 above).", "42. With the exception of private Fatih Yılmaz who had been charged with manslaughter, the trial court acquitted all the defendants – that is prosecutor Mehmet Çömük, first lieutenant Muhammet Sevinç, non-commissioned officer Resul Askerden, expert sergeant Ömer Davut Akyol and the privates who took part in the operation. The trial court considered that private Yılmaz had not acted with an intention to kill; he had pulled the trigger with the aim of catching Yılmaz Özcan and had considered that it would only injure him and not kill him. The trial court sentenced private Fatih Yılmaz to ten years' imprisonment but reduced it to two years and one month because it considered that private Yılmaz had killed Yılmaz Özcan in the execution of his duties as a soldier and had later regretted his actions. The trial court also concluded that there was no evidence to show that Yılmaz Özcan had been ill-treated, and acquitted all the defendants charged with that offence.", "43. On 20 April 2004 the Joint Penal Chambers of the Court of Cassation (“the appeal court”) rejected the appeal lodged by the applicants. Like the trial court, the appeal court also considered that the Forensic Medicine Institute's conclusions discredited the applicants' allegations.", "44. According to a document submitted to the Court by the applicants, the appeal court's decision was served on the first applicant Mr Hacı İbrahim Özcan on 11 November 2004 “in accordance with the letter of the Court of Cassation's Criminal Division's President”.", "45. In 2001 the applicants brought proceedings against the Ministry of the Interior and claimed compensation for the killing of Yılmaz Özcan. On 12 December 2003 the Sivas Administrative Court observed that Mr Özcan had been killed by a soldier and there had thus been a connection between the killing and the compensation claim. It awarded the applicants the sum of approximately 48,500 euros (EUR) in compensation for their pecuniary and non-pecuniary damage. This decision became final following the dismissal by the Supreme Administrative Court on 29 September 2004 of the appeals lodged by the applicants as well as by the Ministry of the Interior."], "VIOLATED_ARTICLES": ["2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}