{"ITEMID": "001-98907", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GEORGI GEORGIEV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1945 and lives in Varna.", "5. The applicant worked as a stoker at the Varna port. In 1999 he was dismissed as new requirements he did not meet were introduced for his position.", "6. On an unspecified date in October 1999 the applicant brought an action for unfair dismissal alleging that: 1) the dismissal order had not been reasoned; 2) it had been indicated in it that it had been effective as of a date preceding the date when it had been issued; and 3) it had not been necessary to change the requirements for his position.", "7. In a judgment of the Varna District Court of 8 June 2000, upheld by the Varna Regional Court on 12 January 2001, the applicant's dismissal was found to be unlawful.", "8. Upon appeal by the applicant's former employer, in a judgment of 8 May 2002 the Supreme Court of Cassation quashed the Regional Court's judgment, finding that the latter had misapplied the law.", "9. Following a fresh examination of the case, on 1 August 2002 the Varna Regional Court delivered a new judgment whereby it dismissed the applicant's claim.", "10. On 3 September 2002 the applicant appealed in cassation.", "11. The Supreme Court of Cassation held a hearing to examine the applicant's appeal on 14 October 2004. In a final judgment of 19 November 2004 it upheld the Regional Court's judgment and dismissed the applicant's arguments in respect of the alleged unlawfulness of the dismissal order, finding that: 1) the order indicated the legal ground for the applicant's dismissal, namely that he did not meet the relevant requirements; this represented sufficient reasoning in the case; 2) the order had entered into force on the date it had been served on him, any other date indicated in it as a date of entry into force was irrelevant; and 3) the applicant's former employer had enjoyed discretion, which could not be subject to judicial review, to set the requirements for the applicant's position.", "12. In December 2004 and February 2005 the applicant requested the Varna District Court, where the case file was to be archived, for copies of all court judgments in the case. According to him, the District Court refused to provide him with a copy of the judgment of the Varna Regional Court of 12 January 2001 (see paragraph 7 above). Nevertheless, the applicant has enclosed a copy of the said judgment with his application.", "13. Article 344 § 1 of the Labour Code of 1986 provides that where an employee considers that he had been unfairly dismissed, he can bring an action to challenge the lawfulness of the dismissal. By Article 344 § 4, such an action is to be filed with the respective district court, who must examine it within three months. Where the district court's decision has been appealed against, the respective regional court must examine the appeal within one month of its lodging."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}