{"ITEMID": "001-96101", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF JANATUINEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1971 and lives in Vierumäki.", "6. The applicant was suspected of having supplied large amounts of illegal drugs to other persons for distribution. The pre-trial investigation against the applicant and other suspects was concluded on 24 September 2003.", "7. During the pre-trial investigation, the applicant had been represented by a court appointed counsel, J.T. On an unspecified date prior to the trial J.T. informed the Kuopio District Court (käräjäoikeus, tingsrätten), which was the court of jurisdiction, of the dates when he would not be available due to other engagements. According to the applicant, the court had then informed J.T. that the trial dates had already been fixed. On 28 October 2003 J.T. was informed that in such a large case the court would not be able to arrange the trial dates to suit the lawyers' requests and that a representative should arrange for a substitute to deal with other pending cases. The court asked J.T. whether he would prefer that the applicant be appointed another representative.", "8. On 31 October 2003 the public prosecutor brought charges against the applicant and twelve other defendants in the Kuopio District Court. The prosecution evidence comprised, inter alia, recordings of telephone conversations obtained through police interception.", "9. The court's oral hearing was held in nine sessions between 11 and 21 November 2003. The applicant appeared in person at six of those sessions. At four of them he was represented by J.T. and at the other two by a different lawyer.", "10. During the session of 13 November 2003 the applicant and two other defendants requested access to certain recordings in the possession of the police but not included in the case material. They contended that those recordings concerned business arrangements other than the alleged drugs trading, and other material supporting their innocence. The prosecutor opposed the request, stating that a number of recordings, to the necessary extent, had been included in the case file. He further maintained that recordings of such telephone conversations which did not support the charges had also been included in the file.", "11. In order to provide the court with further evidence in the matter, the prosecutor called the investigating police officer to the stand. In its minutes, the court summarised his statement as follows:", "“All recordings of telephone conversations pertaining to the offences in question have been included in the pre-trial investigation material available to the parties. Recordings not related to the matter were either destroyed at once or removed later. The threshold for including recordings to the case material has been low. In case of doubt as to whether a given recording was related to the matter or not, it has been attached to the case material. As far as the witness could recall, there had been 55 conversations between [the applicant] and [another defendant], of which 23 had been attached to the case material.”", "The witness had also explained that the recordings gathered during the investigation had indeed disclosed a number of other dealings between the defendants concerning, inter alia, procuring and trading in cars and car parts.", "12. Relying on the above witness testimony the court rejected the defendants' request finding that all relevant recordings had been included in the pre-trial investigation material, submitted at the disposal of the court and the parties. The court noted that the police had operated under the duty to include in the case file recordings both for and against the suspects. The court detected no evidence of misconduct by the police. Nor did the evidence support the alleged necessity of gaining access to the remaining recordings.", "13. On 11 December 2003 the court found the applicant guilty of drugs offences and sentenced him to five years' imprisonment. In its assessment, the court relied mainly on recordings of telephone conversations, telephone metering information concerning telecommunications between the defendants and police observations recorded in the pre-trial investigation report.", "14. The applicant appealed to the Itä-Suomi Court of Appeal (hovioikeus, hovrätten) claiming that the lower court had refused him the right to submit as fresh evidence recordings of telephone conversations concerning procuring, trading in cars and car parts and attempts by one of his co-defendants, R.V., to purchase drugs from sources other than the applicant. Those recordings, favourable to his defence, had not been included in the prosecution evidence. The applicant therefore requested that the police be ordered to provide the court with all the remaining recordings. Later he limited his request to only those recordings involving himself and R.V. He also asked for a chronological list of recordings destroyed by the police.", "15. In his letter of appeal, the applicant also argued that he had not been given adequate time and facilities for the preparation of his defence as the District Court had fixed the dates for its oral hearing without consulting J.T., who had been forced to send a substitute for two sessions. The applicant also criticised the lower court's assessment of evidence specifying several telephone conversations which the court had allegedly interpreted to his disadvantage in breach of the presumption of innocence. He further maintained that the District Court had not given sufficient reasons for its conclusions.", "16. On 28 May 2004 the Court of Appeal decided to grant the applicant's request concerning the remaining recordings, referring to Article 6 § 1 of the Convention in that connection. The court found that an opportunity to have access to those recordings still in the possession of the police was important for building a proper defence. The Court of Appeal refused, however, the applicant's request concerning a list of the destroyed recordings. It found that the applicant had not presented sufficient reasons in support of that request and that the fairness of the proceedings would not be compromised if he did not receive such a list.", "17. In the subsequent oral hearing, held in eleven sessions between 24 August and 9 September 2004, the Court of Appeal was presented with the same evidence as the District Court. It also received fresh evidence, including recordings of telephone conversations submitted by the applicant.", "18. During the oral hearing the applicant contested the fairness of the proceedings. He asserted that the evidence included in the pre-trial investigation material, and presented by the prosecution, was neither reliable nor sufficient as the telephone metering information was erroneous and a number of recordings of telephone conversations had been destroyed. He claimed that the pre-trial investigation had been insufficient in other aspects as well, for instance, not all of R.V.'s relevant drug dealings had been investigated. The court was also presented with the argument that part of the evidence had been obtained illegally through unlawful house searches.", "19. On 7 October 2004 the Court of Appeal dismissed the applicant's appeal, upholding the District Court's judgment.", "20. As to the arguments concerning the alleged unfairness of the proceedings, the court observed that the applicant had been given access to a number of fresh recordings, according to his request. The court noted that, pursuant to the Coercive Measures Act (pakkokeinolaki, tvångmedelslag, Act No. 450/1987) as in force at the time of the investigation, the police had been obliged to destroy any information not related to the suspected offence.", "21. The court went on to state that the facts of the case did not give any reason to believe that the destroyed recordings had been relevant to the case. As to those recordings submitted by the applicant at the appellate stage the court stated that, firstly, they had not contained any relevant new information and, secondly, they had been irrelevant to the case. Having also received testimony from the investigating police officer, the court did not subscribe to the argument about the alleged insufficiency of the pre-trial investigation. Nor did the court find any other reason to suspect that the fairness of the proceedings had been jeopardised.", "22. As to the subject matter, the Court of Appeal firstly referred to the District Court's reasoning and stated that the fresh evidence produced on appeal did not contradict the evidence already presented in the case. The court concluded that, while no single piece of evidence as such was sufficient for a conviction, the evidence as a whole was enough for the guilty verdict. It went on to give more specific reasons of its own reflecting the evidence produced before it. The court stated, inter alia, that in assessing the evidence it had taken into account the arguments made against the charges and the fact that the applicant had not been the only person to have supplied drugs to R.V.", "23. The applicant sought leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen) relying to a large extent on his previous arguments. He maintained that the police had destroyed relevant information which would have shown that he had not been the person supplying drugs to his co-defendants. He also contended that the Court of Appeal had failed to comment on his arguments concerning inadequate time and facilities for the preparation of his defence, the errors in and unreliability of the telephone metering information, and the lower court's insufficient reasoning. He further claimed that the Court of Appeal had not allowed him to submit telephone metering information as fresh evidence but had permitted the prosecution to do so.", "24. On 27 May 2005 the Supreme Court refused leave to appeal.", "25. In a decision given on 23 November 2005 the Deputy Parliamentary Ombudsman (eduskunnan apulaisoikeusasiamies, riksdagens biträdande justitieombudsman) found that, during the pre-trial investigation of the above case, the police had searched an apartment occupied by the applicant's co-defendant four times without following the lawful procedure, that is without informing the occupant about the search. During those searches a certain amount of drugs had been found. The Deputy Parliamentary Ombudsman issued a reprimand for unlawful conduct to the police officials involved.", "26. Chapter 5a, section 2 of the Coercive Measures Act, as in force at the relevant time, provided that an authority investigating a crime could be granted permission to intercept and record telephone calls made by a suspect using an extension in his possession or another extension presumably used by him, or calls received by a suspect through such an extension, if the information thus obtainable could be assumed to be of vital importance for solving a crime. This permission could only be granted for serious offences listed in the provision, including aggravated drugs offences.", "27. Chapter 5a, sections 12 and 13 of the said Act provided that the head of the investigation or another official by his order was to check the recordings at the earliest convenience and that recordings containing information which was not related to the offence covered by the authorisation had to be destroyed after they had been checked. Recordings which were not to be destroyed were to be retained for five years after the case had been resolved with legally binding effect or removed from the docket.", "28. Chapter 5a, section 13 of the Coercive Measures Act was amended by Act no. 646/2003, which came into force on 1 January 2004. The current provision states that superfluous information obtained through interception of telecommunications but not related to the offence, or pertaining to an offence other than the one covered by the authorisation, is to be destroyed after the case has been resolved with legally binding effect or removed from the docket. The Government Bill (hallituksen esitys, regeringens proposition, no. 52/2002) concerning the amendment stated that, according to the provision in force at the time, superfluous information was to be destroyed as soon as it had been checked. Information supporting the innocence of the suspect could thus also be destroyed as superfluous information. The provision was thus proposed for amendment in order to ensure that all the material would be available for the [subsequent] proceedings, where necessary.", "29. Section 1 of the Act on Public Prosecutors (laki yleisistä syyttäjistä, lag om allmänna åklagare, Act no. 199/1997) provides, inter alia, that it is the duty of a prosecutor to see to the realisation of criminal liability in the consideration of a criminal case, the assessment of the charge and the trial in a manner consistent with the public interest and the legal safeguards of the parties.", "30. The same principle applies to the conduct of the police, who have the duty, under section 7 (1) of the Criminal Investigations Act (esitutkintalaki, förundersökningslag, Act no. 449/1987) to investigate and take into consideration the facts both for and against the suspect.", "31. Section 40 of the Criminal Investigations Act, as in force at the relevant time (Act No. 449/1987), obliged the police to draw up a report of the pre-trial investigation, if this was necessary for subsequent proceedings. Among other things, the report was to include all documents and recordings obtained during the investigation, if they were deemed relevant to the case. The report was also to include a list of any material obtained in the investigation but not included in the report."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}