{"ITEMID": "001-90062", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF POPESCU AND DIMECA v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 1 of Protocol No. 1 - Protection of property", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["4. The applicants are brothers, who were born in 1931 and 1925 respectively and live in Bucharest and Aachen (Germany) respectively.", "5. In 1932 the applicants’ parents bought a 596 sq. m plot of land with a one-storey building on it. In 1936 they built a three-storey building, linked to the existing one. The property is situated in Constanţa, at the crossroad of two streets, Dacia no. 1 and Răscoala din 1907 no. 38.", "6. In 1967 the property of the applicants’ parents was seized by the State under Decrees nos. 218/1960 and 712/1966.", "7. In 1974 two of the then tenants bought two of the flats.", "8. On 30 September and 18 October 1976 respectively, the Constanţa Court of First Instance declared the two sales null and void on the ground that they had ignored the legal provisions. However, on 9 February 1978 and 24 November 1992 respectively the two sales were deemed valid by court decisions.", "9. On 10 April 1996 the first applicant brought an action for the recovery of possession of immovable property, requesting the court to declare the nationalisation of her property unlawful and to order its return to her. The second applicant and the former tenants intervened in the proceedings. The former tenants claimed to be the owners of the two flats bought in 1974 and sought a declaration that they had acquired a right of property through acquisitive prescription, being in good faith.", "10. On 23 July 2001 the applicants lodged an application with the administrative authorities for restitution in kind of the property under Law no. 10/2001 governing immovable property wrongfully seized by the State. So far they have not received any answer.", "11. On 15 October 2002 the Supreme Court of Justice, in the operative part of a final decision, allowed in part the applicants’ action for recovery of possession, excepting the two flats bought by the former tenants, who were considered as being their owners. In the reasoning of the judgment the court stated that the seizure had been unlawful, that the State had no title to property since the two decrees had been contrary to the Constitutions of 1952 and 1965 respectively, and that the entire property belonged to the applicants’ parents, the applicants being their sole heirs. However, it considered that the former tenants, although buying from a non-owner, the State, had been in good faith and had acquired a right of property through acquisitive prescription. It would have been exaggerated and manifestly unfair to have requested the former tenants to question the validity of the State’s title at that moment.", "12. The relevant legal provisions and jurisprudence are described in the judgments Brumărescu v. Romania ([GC], no. 28342/95, §§ 31-33, ECHR 1999VII); Străin and Others v. Romania (no. 57001/00, §§ 19-26, ECHR 2005VII); Păduraru v. Romania (no. 63252/00, §§ 38-53, ECHR 2005-XII (extracts)); and Tudor v. Romania (no. 29035/05, §§ 15-20, 17 January 2008)."], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}