{"ITEMID": "001-78233", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF GAISCHEG v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection dissmissed (non-exhaustion);Violation of Art. 6-1;Violation of Art. 13;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicants were born in 1929 and 1959 and live in Maribor.", "6. They are wife and son of A.G. who died in 1980 and was of German origin.", "7. M.G., A.G.'s mother, who died on 3 September 1948, owned a house in the centre of Maribor. She bequeathed the house to her son K.G., who was mentally ill, in order to provide for his maintenance. In her will, M.G. acknowledged that A.G. agreed not to claim the house. After the inheritance proceedings had been terminated, K.G. became the owner of the house and A.G. got a life-long right to reside in the house.", "8. At an undetermined time, K.G. was declared incapacitated due to his mental illness and was put under guardianship. In October 1949 he was sent to a psychiatric institution. On 3 November 1949 the Maribor Local Court (Okrajno sodišče v Mariboru) ordered that K.G. should remain institutionalised.", "9. On 6 December 1948 K.G.'s guardian asked the Maribor Municipality whether they would be interested in purchasing the house, because K.G. had insufficient income to cover his expenses and to maintain the house.", "10. On 29 August 1949 the Maribor Municipality drafted a contract for the purchase of the house and taking on the responsibility of life-long care and maintenance of K.G. The contract established that the payment for the house would also cover A.G.'s claim against K.G. originating from a loan, which was secured by a mortgage on the house.", "11. On 7 April 1950 K.G.'s guardian signed the contract before the Maribor Local Court.", "12. On 14 April 1950 the Maribor Municipality requested A.G. to express his agreement with the contract by way of signing it. At an undetermined time, but apparently shortly after this date, he complied with the request.", "13. On 4 April 1951 K.G. died.", "14. At an undetermined time, the applicants instituted non-contentious proceedings against the Maribor Municipality in the Maribor Basic Court, Maribor Unit (Temeljno sodišče v Mariboru, Enota Maribor) seeking restitution of the house. They claimed that the house was nationalised because the contract on its purchase had been closed under duress.", "On 1 January 1995 the Maribor Local Court (Okrajno sodišče v Mariboru) gained jurisdiction in the present case due to the reform of the Slovenian judicial system.", "On 26 April 1996 the applicants lodged preliminary written submissions.", "On 23 May 1996 the court held a hearing and heard witnesses.", "On 30 January 1997 the court dismissed the applicant's request because the applicants failed to prove that the impugned contract had been made under duress.", "15. On 4 April 1997 the applicants appealed to the Maribor Higher Court (Višje sodišče v Mariboru).", "On 13 May 1997 the court dismissed the appeal as unfounded.", "16. On 4 September 1997 the applicants lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "On 25 March 1998 the court dismissed the appeal as unfounded. The decision was served on the applicant on 27 May 1998.", "17. On 11 December 2000 the first applicant appealed to the Constitutional Court (Ustavno sodišče).", "On 21 January 2002 the court declared the application inadmissible as out of time.", "18. On 3 August 1993 there was a gas explosion in the cellar of the building where the first applicant resided, namely the house claimed by the applicants in the first set of proceedings. At the time of the explosion, the first applicant was in the cellar and sustained injuries. The liability for the explosion laid with the company MP who was responsible for maintenance of the gas pipeline in the building.", "19. On 28 March 1994 the first applicant instituted proceedings against the company MP and the insurance company ZM in the Maribor Basic Court, Maribor Unit seeking damages in the amount of 7,255,000 tolars (approximately 30,000 euros) for the injuries sustained.", "On 7 July 1994 the court held a hearing and decided to appoint the Ljubljana University Clinic Centre to deliver an expert opinion regarding the applicant's injuries. The opinion was delivered in six months.", "On 19 December 1995 the court held another hearing and requested the appointed expert institution to amend its opinion.", "On 1 January 1995 the Maribor Distric Court (Okrožno sodišče v Mariboru) gained jurisdiction in the present case due to the reform of the Slovenian judicial system.", "On 11 June 1996 the court terminated the proceedings against the insurance company following the applicant's withdrawal of the claim against this party.", "On 26 August 1996 the applicant submitted preliminary written observations and raised her claim.", "During the proceedings, the court appointed two more medical experts.", "At the hearing held on 5 June 1997 the court requested one of the appointed experts to deliver an additional opinion.", "On 16 June and 17 September 1998 the court held hearings. At the last hearing the court issued a judgment upholding the applicant's claim in part.", "20. On 9 November 1998 the MP appealed to the Maribor Higher Court. On 16 November 1998 the applicant cross-appealed.", "At an undetermined time in 2000, the Maribor Higher Court set aside the first-instance court's judgment and remitted the case for re-examination.", "21. On 1 February 2001 the first-instance court held a hearing and issued a judgment upholding the applicant's claim in part. The court awarded the applicant more damages than in its previous judgment.", "22. On 27 March 2001 both parties appealed to the Maribor Higher Court.", "On 9 July 2002 the court allowed the appeals in part and increased the amount of damages awarded.", "23. On 17 September 2002 MP lodged an appeal on points of law with the Supreme Court.", "On 11 December 2003 the court dismissed the appeal on points of law.", "24. In the meanwhile, on 16 September 2002 the applicant instituted enforcement proceedings in the Maribor Local Court against MP for payment of the damages awarded in the Maribor Higher Judgment.", "On 9 January 2003 the court allowed the enforcement and the amounts due were paid to the applicant on 30 January 2003."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}