{"ITEMID": "001-106409", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "TARKHOVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Isabelle Berro-Lefèvre", "TEXT": ["The applicant, Mrs Tetyana Valentynivna Tarkhova, is a Ukrainian national who was born in 1962 and lives in Kyiv.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 15 April 1996 the applicant married Sh. (a Polish national). On 7 July 2000 their son T. was born. The family resided in Poland. According to the applicant, T. is a Ukrainian national. However, according to a letter dated 13 May 2011 from the Ministry of Justice of Ukraine, he is also a Polish national.", "In June 2008 the applicant and T. went on holiday to Ukraine with Sh.’s consent. They were supposed to return by the middle of August 2008. However, on 30 August 2008 the applicant informed Sh. that they were not returning.", "On 12 March 2009 the Ministry of Justice of Ukraine lodged an application on behalf of Sh. with the Solomyansky District Court in Kyiv, seeking the return of the child to Poland under the Hague Convention on the Civil Aspects of International Child Abduction of 25 October 1980 (“the Hague Convention”).", "On 9 July 2009 the court rejected the Ministry’s claim. On 19 November 2009 the Kyiv City Court of Appeal quashed this decision and remitted the case for fresh consideration.", "On 11 February 2010 the Solomyansky District Court refused to institute civil proceedings concerning a claim brought by the applicant for custody and maintenance of T., referring to Article 16 of the Hague Convention which precludes the relevant authorities from consideration of such claims before deciding on a child’s return. This decision was final and not subject to appeal.", "On 24 February 2010 the court ordered T.’s return to Poland.", "The applicant contested the order, alleging that Sh. had not provided financially for basic family needs, including food and medical treatment. She asserted that in Ukraine she had created a proper environment for herself and her son, who had become well integrated into the Ukrainian school system and who objected to his return to Poland. She referred to Article 13 of the Hague Convention.", "The representative of the Solomyansky District State Administration Childrens’ Services Department (Служба у справах дітей Солом’янської районної у м. Києві державної адміністрації) agreed that the child had been unlawfully held on the territory of Ukraine, but that his mother had provided him with all which was necessary for the child’s development. The child was very emotionally attached to his mother and did not want to change his place of residence.", "The court found that the applicant had not provided convincing evidence that Article 13 of the Hague Convention was applicable to her situation. On the contrary, there was sufficient documentary proof that Sh. had taken care of his child (including Sh.’s salary slips, a note from T.’s school in Poland that Sh. had taken an active part in his son’s school life, and so forth). The materials submitted by the applicant about the child’s living conditions in Ukraine had simply confirmed that the applicant had been properly performing her duties as a mother. T.’s preference to stay in Ukraine could not by itself constitute a basis for legalising his abduction, particular regard being had to his young age. The court also noted that Sh. had guaranteed financing the return of both T. and the applicant to Poland, where they had permanently resided before T.’s abduction. Moreover, the child’s return to Poland would be in his best interests, which included the need to ensure that he was developing in conditions allowing him free linguistic and ethnic self-identification in the future. The court finally noted that the applicant would be able to lodge a claim seeking to have the child’s residence changed via court proceedings in Poland.", "On 19 May 2010 the Kyiv Regional Court of Appeal upheld the District Court’s judgment. The court found that the first-instance court had adopted a lawful decision. In particular, the applicant’s statements that Sh. had insufficient income had not been confirmed by the case-file materials.", "On 26 July 2010 the Supreme Court of Ukraine rejected the applicant’s request for leave to appeal in cassation.", "The applicant’s further attempts to review the above decisions in the light of newly discovered circumstances were to no avail.", "The relevant provisions of the Hague Convention can be found in the decision in the case of Levadna v. Ukraine (dec.) (no. 7354/10, 27 April 2010)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}