{"ITEMID": "001-95364", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF CROMPTON v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;No violation of Art. 6-1", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant, Mr Thomas John Crompton, is a British national who was born in 1954 and lives in Stalybridge, Cheshire.", "6.", "7. In 1989 the applicant joined the Territorial Army (“TA”) as a pay and accounts clerk, a military post, carrying out duties such as filing, photocopying and maintaining a stationery store. In July 1993 the applicant was informed that he was to be made redundant, following organisational changes in the TA pursuant to a process of civilianisation. He was subsequently informed that the clerical post which he had occupied was to become a civilian post and was to be converted to that of a technical store-man. The applicant applied for this new post, but was informed in February 1994 that he could take it only if he undertook a training course, but that all relevant training courses had been cancelled. He also applied for a number of other clerical posts within the Army but was refused for them all.", "8. The applicant was therefore made redundant. His discharge from the Army, dated 18 February 1994, was formally made, incorrectly, on the basis that his services were no longer required. The applicant later discovered that his former duties were being carried out by an untrained civilian, while the technical store-man post remained vacant.", "9. On 3 May 1994 the applicant complained about his redundancy to the Industrial Tribunal, but his claim was rejected because the Industrial Tribunal did not have jurisdiction over matters involving military personnel.", "10. On 19 December 1994 the applicant claimed redress in respect of his redundancy from his Commanding Officer, under sections 180 and 181 of the Army Act 1955.", "11. On 22 March 1995 the Commanding Officer issued a brief in which he concluded that the applicant had a weak case for redress. He further requested the Army Board of the Defence Council to determine whether the applicant was subject to military law. The applicant's solicitors, on 6 December 1996, submitted observations in reply. The matter was then placed before the Army Board.", "12. In January 1998, the applicant applied for judicial review in respect of the Army Board's failure to determine the case within a reasonable time. His application was granted by the High Court on 2 February 1998 and the Army Board was ordered to deal with the case expeditiously.", "13. The Army Board, without holding an oral hearing or directing a Board of Inquiry to be convened, issued its decision on 7 May 1998, refusing the applicant's claim for redress.", "14. The applicant applied for judicial review of the decision not to hold an oral hearing or convene a Board of Inquiry.", "15. On 3 November 1998, while the judicial review application was pending, the Army Board directed that a Board of Inquiry should be convened. The Board was convened by an order dated 10 February 1999. It sat in March 1999, considered oral and documentary evidence and issued a summary of its factual findings on 6 May 1999. It found in the applicant's favour as regards his argument that he ought to have been, but was not, given priority before five selection boards. It was anticipated that the level of compensation would be fixed by negotiation between the Army Board and the applicant.", "16. The Army Board met to reach a determination on 11 April 2001. It issued its decision on 16 July 2001, ordering that the applicant be offered compensation in respect of the failure to offer him alternative employment within the Army. On 10 August 2001, an award of compensation was notified to the applicant but he disputed the calculation of the compensation.", "17. In November 2001 a further offer of settlement was made to the applicant, which he rejected.", "18. On 11 April 2003 the Army Board made a further compensation offer of GBP 94,016.67. The sum was made up of three parts: loss of salary (minus the applicant's actual earnings during the relevant period); a redundancy payment estimated on the basis that the applicant would have had an extra six years' service; and loss of pension rights, again based on a six-year period. The applicant rejected the offer on the basis that it did not include costs or a sum to compensate him for the stress he had suffered.", "19. The applicant, acting as a litigant in person, subsequently applied for judicial review of the decision, claiming that the award had not been properly assessed. Permission was granted on 23 June 2003. The applicant advanced two criticisms: first, that the award was based on the assumption that he would have been discharged from the army six years after the date on which he was actually discharged; second, that the salary base used for the calculation of all three elements of the award was taken to be GBP 15,800 per year gross. The latter criticism was only formally advanced at the hearing itself.", "20. On 16 October 2003 the High Court rejected the applicant's complaint regarding the six-year cut-off date. However, in light of evidence produced to the court regarding the level of the applicant's salary at the time of his redundancy, the court accepted the Army Board's undertaking to review the level of the annual salary used in its calculation and, if appropriate, to reassess the award of compensation within 35 days. Although formally the applicant was the unsuccessful party in the litigation, and as a result would normally be required to pay the costs of the Army Board, the court ordered the applicant to pay only half of the Army Board's costs partly on the ground that “the history of this matter displays an inordinate period of delay”.", "21. On 20 November 2003, a revised offer of GBP 147,682.42 was made to the applicant. The offer was rejected.", "22. The applicant again applied for judicial review on 11 January 2004 seeking an order requiring the Army Board to investigate and take steps towards redressing his complaint within a prescribed time-frame and damages for the losses suffered by him as a result of the Army Board's failure to perform its duties. There was a hearing on 10 February 2004 but no order was made.", "23. On 13 April 2004, a further offer was made to the applicant in the sum of GBP 153,000.", "24. On 26 July 2004 the applicant again applied for judicial review in respect of the delay but again, following a hearing on 10 August 2004, no order was made.", "25. On 19 May 2005, following another application for judicial review, the High Court adjourned the case pending promulgation by the Army Board of its written decision regarding the offer of compensation.", "26. On 24 May 2005 the Army Board issued its decision awarding the applicant compensation of GBP 153,864.47.", "27. The applicant's application for judicial review was refused on 24 June 2005 on the ground that the Army Board's decision had brought the finality which the applicant had been seeking.", "28. The applicant brought a fresh application for judicial review on the ground that the award of 24 May 2005 had been incorrectly reached. The application was refused on the papers on 22 September 2005. Following the applicant's renewed application and an oral hearing, permission was finally refused on 14 November 2005.", "29. According to Halsbury's Laws of England (4th Edition), the terms of engagement of members of the armed forces do not constitute a contract of service in the strict sense. Members of the armed forces are appointed by the Crown under the Royal prerogative and hold their appointments “at the Queen's pleasure”.", "30. The TA, although essentially part-time, has a small number of attached regular army officers and non-commissioned officers responsible for organising and supervising the management and training of the unit. At the relevant time, the routine administration of the TA tended to be vested in a special category of uniformed reservists known as Non-Regular Permanent Staff (“NRPS”). NRPS were recruited into the TA to perform a specific job within a TA unit.", "31. Under section 205(1)(h) of the Army Act 1955, NRPS soldiers were subject at all times to military law.", "32. Section 181 of the Army Act 1955 set out, at the relevant time, the redress available to the applicant following his redundancy. It provided as follows:", "“(1) If a warrant officer, non-commissioned officer or soldier thinks himself wronged in any matter by any officer other than his commanding officer or by any warrant officer, non-commissioned officer or soldier, he may make a complaint with respect to that matter to his commanding officer.", "(2) If a warrant officer, non-commissioned officer or soldier thinks himself wronged in any matter by his commanding officer, either by redress not being given to his satisfaction on a complaint under the last foregoing subsection or for any other reason, he may, in accordance with the procedure laid down in Queen's Regulations, make a complaint with respect thereto to the Defence Council,", "(3) It shall be the duty of a commanding officer or, as the case may be, the Defence Council to have any complaint received by him or them investigated and to take any steps for redressing the matter complained of which appear to him or them to be necessary.”", "33. Queen's Regulation (“QR”) 5.204(b) provided:", "“Every complaint is to be fully and distinctly stated and any explanation or other evidence as may be necessary for the proper investigation and speedy determination of the complaint is to be annexed to it.”", "34. QR 5.205 provided:", "“A complaint is to be submitted, in writing, to the complainant's commanding officer no matter if the commanding officer has previously refused to redress the matter complained of; has not the power to grant the redress sought; or if the complaint has been made against the action or refusal of action by the commanding officer himself.”", "35. QR 5.206 provided:", "“Any complaint under Section ... 181(2) of the Army Act 1955 is, when received by the commanding officer, to be forwarded by him, with any comments, to his next higher authority. That authority is to examine the complaint and is himself to grant redress if he has power to do so and thinks he should. If redress is not then granted, or is not granted to the complainant's satisfaction, that authority is to forward the complaint, together with any comments by the commanding officer and himself, to the next higher authority, and the procedure repeated. In this way, unless full redress is granted at an intermediate level, the complaint will come up through the chain of command to the Ministry of Defence and will be presented to the Army Board of the Defence Council. The complainant is to be informed of progress at each stage and given the opportunity to withdraw his complaint if he wishes.”", "36. New primary legislation governing redress of complaints was introduced in the Armed Forces Act 1996 but this new legislation applied only to complaints brought on or after 1 October 1997.", "37. The Defence Council is appointed by Letters Patent from Her Majesty to have command of the armed forces. It is composed of the defence ministers, the most senior Ministry of Defence civil servants and the most senior officers of the armed forces.", "38. Under section 1(5) of the Defence (Transfer of Functions) Act 1964, the functions of the Defence Council may be discharged by the Army Board.", "39. The requirements of fairness to be observed in the procedure before the Defence Council were set out in R v Army Board ex parte Anderson [1992] 1 QB 169 (“the Anderson principles”). The Divisional Court considered that the Army Board must achieve “a high standard of fairness” and, in particular, there must be a proper hearing at which all relevant evidence is considered; the members of the Board must meet for this purpose; where appropriate, an oral hearing must be held with opportunity for cross-examination of witnesses; there must be a proper examination; all material seen by the Board must be disclosed to the complainant (subject to public interest immunity exceptions); and the complainant must be given an opportunity to respond to material and have his response considered by the Board.", "40. Under section 135(1) of the Army Act 1955, the Defence Council had the power to convene a Board of Inquiry (“the Board”) to investigate and report on the facts relating to a matter referred to it by the Defence Council.", "41. The composition of the Board was specified in section 135(2) as consisting of a president, who shall be an officer not below the rank of captain or corresponding rank and be subject to military law, and not less than two other members each of whom shall either be a person subject to military law or a person not so subject who is in the service of the Crown.", "42. The applicable rules were set out in the Board of Inquiry (Army) Rules 1956 (“the Rules”), which established, under Rule 3, a duty for the Board to investigate and report on the facts relating to any matter referred to it and, if directed to do so, to express its opinion on any question arising.", "43. Rule 8(2) provided that:", "“The President shall lay the terms of reference before the board and the board shall proceed to hear and record evidence in accordance with the provisions of these Rules.”", "44. Rule 10(1) provided:", "“A board shall hear the evidence of the witnesses who have been made available by the authority and may hear the evidence of such other persons as they think fit.”", "45. Rule 12 provided:", "“A board may receive any evidence which they consider relevant to the matter referred to the board, whether oral or written, and whether or not it would be admissible in a civil court.”", "46. Rules 15(1) provided:", "“The president shall record, or cause to be recorded, the proceedings of the board in writing and in sufficient detail to enable the authority to follow the course of the proceedings.”", "47. The relevant QR (5.009) provided as follows:", "“Administrative instructions relating to boards of inquiry convened in accordance with the Board of Inquiry (Army) Rules 1956 ... are contained in Annex A to this Chapter. These instructions are to be followed in all cases.”", "Paragraph 47 of Annex A provided:", "“... all persons who may be affected by the findings are to be given an opportunity to attend or be [re]presented.”", "Although the Army Board was not strictly bound by the findings of a Board of Inquiry, it would be rare for the Army Board to substitute its own findings for those of the Board.", "48. Members of the armed forces have access to civilian employment tribunals in relation to issues regarding equal pay and unlawful discrimination on grounds of race, sex, religion, belief or sexual orientation.", "49. Although at the relevant time the right not to be unfairly dismissed was a statutory right, under section 54(1) of the Employment Protection (Consolidation) Act 1978, its application to service as a member of the armed forces was excluded under section 138 of the Act. Accordingly, the Industrial Tribunal did not have jurisdiction to hear a claim for unfair dismissal brought by a member of the armed forces.", "50. The scope of judicial review in administrative decision-making in the United Kingdom is set out in the Court's judgment of Tsfayo v. the United Kingdom, no. 60860/00, §§ 25-33, 14 November 2006."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}