{"ITEMID": "001-104877", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "DESTILACIJA PLC v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Sverre Erik Jebens;Vincent A. De Gaetano", "TEXT": ["The applicant is a private company with headquarters in Teslić, Bosnia and Herzegovina. It was represented before the Court by Mr S. Đorđević and Mr S. Mikić, lawyers practising in Doboj. The Government of Bosnia and Herzegovina (“the Government”) were represented by their Deputy Agent, Ms Z. Ibrahimović.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant company had a right of allocation with respect to a flat in Teslić (as explained below, the allocation right holders were socially owned enterprises and other public bodies which administered socially owned flats in the former Socialist Federal Republic of Yugoslavia). On 29 October 1998 it initiated administrative proceedings for the eviction of D.N. who had remained in the flat after the death of his grandfather.", "On 19 February 2001 the competent first-instance administrative body ruled that the occupancy right over the flat could not be transferred to D.N. from his late grandfather and, accordingly, ordered his eviction. On 5 April 2001 and 14 May 2002, respectively, the competent second-instance administrative body and the Supreme Court of the Republika Srpska upheld that decision. D.N. was evicted on 13 September 2002.", "On 16 July 2002 D.N. complained to the Human Rights Chamber, a domestic human-rights body, about the outcome of the administrative proceedings mentioned above, relying on Articles 6 and 8 of, and Article 1 of Protocol No. 1 to, the European Convention on Human Rights.", "On 8 February 2007 the Constitutional Court of Bosnia and Herzegovina (the legal successor of the Human Rights Chamber) found a violation of D.N.’s right to respect for his home, quashed the Supreme Court decision of 14 May 2002 and ordered that he be reinstated in the flat. The applicant company was informed of that decision through the housing authorities on 12 August 2007.", "On 5 September 2007 the Supreme Court, pursuant to the Constitutional Court decision, quashed the decisions of 19 February 2001 and 5 April 2001 and ruled against the applicant company.", "It would appear that the applicant company has subsequently agreed to the privatisation of the flat by D.N. under the Privatisation of Flats Act 2000 (see below).", "In the former Socialist Federal Republic of Yugoslavia practically all flats were under the regime of “social ownership”. They were generally built by socially owned enterprises or other public bodies for allocation to their employees, who became “occupancy right holders”. The rights of both the allocation right holders (public bodies which nominally controlled the flats) and the occupancy right holders were regulated by law (the Housing Act 1984, which is still in force in Bosnia and Herzegovina).", "In accordance with this Act, an occupancy right, once allocated, entitled the occupancy right holder to permanent, lifelong use of the flat against the payment of a nominal fee. When occupancy right holders died, their rights transferred, as a matter of right, to their surviving spouses or registered members of their family households who were also using the flat (see sections 19 and 21 of that Act). In practice, these provisions on transfer meant that occupancy rights originally allocated by public bodies to their employees could pass, as of right, to multiple generations for whom the initial employment-based link to the allocation right holder no longer existed (for more information about socially owned flats see Đokić v. Bosnia and Herzegovina, no. 6518/04, §§ 5-8, 27 May 2010).", "The concept of “social ownership” was abandoned during the 1992-95 war . As a result, socially owned flats were effectively nationalised. Under the Privatisation of Flats Act 2000, which entered into force on 2 March 2000, the occupancy right holders were entitled to purchase their flats. Furthermore, the role of the allocation right holders changed. They are now obliged to agree to the privatisation of flats if the occupancy right holder so requests (see section 13 of that Act), or, in the absence of such a request, to let out the flat (section 61(1) of that Act). In both cases, the proceeds (that is, the purchase price or the rent) are to be paid to the Republika Srpska Housing Fund (sections 36 and 40(3) of that Act)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}