{"ITEMID": "001-22826", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "COTTENHAM v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1946 and living in Southampton. She is represented before the Court by Mr S.E. Reynolds, a lawyer practising in Leigh. The facts of the case, as submitted by the parties, may be summarised as follows.", "A.", "On 2 October 1967 the applicant was convicted of an offence and committed to a psychiatric institution pursuant to the Mental Health Act 1959. Following the entry into force of the Mental Health Act 1983 (“the 1983 Act”) the applicant continued to be detained as a “restricted patient” under sections 37 and 41 of the 1983 Act.", "On 2 April 1982 the applicant was conditionally discharged but she was recalled on 4 February 1993 by warrant of the Secretary of State pursuant to section 42(3) of the 1983 Act. She was then detained at a medium secure unit until 8 February 1995 when she was transferred to another ward from where, on 15 April 1996, she was moved to a community-based ward.", "Between February 1993 and February 1996, the continuing grounds for applicant’s detention were reviewed twice by the Mental Health Review Tribunal (“MHRT”). In February 1996 the applicant made a third application to the MHRT, but then changed her mind and withdrew it. On 20 May 1996 she made a further application which was received by the MHRT on 24 May. By letter dated 10 June 1996, the MHRT informed the applicant’s solicitor that his client had made an application to have her case reviewed. The solicitor took instructions from the applicant and applied for legal aid on her behalf. Legal aid was granted by telephone on 18 June 1996, and expenditure of up to GBP 450 was approved in respect of an independent psychiatric report.", "The following day the applicant’s solicitor wrote to a consultant psychiatrist, asking him to prepare a report. The psychiatrist informed that applicant’s solicitor that he was not free to examine the applicant until 19 July 1996. On 2 July 1996, therefore, the applicant’s solicitor wrote to the MHRT asking that the case should not be listed for hearing until mid-September 1996 to allow for the preparation of the independent psychiatric report. The appointment with the psychiatrist had subsequently to be postponed until 19 September 1996.", "The MHRT received the statutory reports, namely the Responsible Medical Officer’s Report on 27 August 1996, and the Social Circumstances Report on 18 September 1996. Copies of these reports were sent to the applicant’s solicitors, who received them on 5 and 19 September respectively. The Home Office comments on these two reports were received by the MHRT on 19 and 30 September, and forwarded to the applicant’s solicitors on 23 September and 1 October.", "On 18 November 1996 the applicant’s solicitor wrote to the psychiatrist instructed on behalf of the applicant to remind him that the independent psychiatric report was still outstanding. The report, dated 10 January 1997, was finally received by the applicant’s solicitor on 11 February 1997. The applicant claims that her solicitors wrote to the MHRT on 18 February 1997, but the MHRT has no record of this letter. According to the applicant, the MHRT then telephoned her solicitor on 19 February suggesting a hearing date of 5 March, but the applicant’s solicitor rejected this date since he was not available. It is not in dispute that the solicitor wrote to the MHRT on 26 February 1997, reminding the tribunal that the matter was outstanding and enclosing the psychiatric report prepared on the applicant’s behalf.", "The case was then listed for hearing on 25 March 1997. Copies of the psychiatric report prepared on behalf of the applicant were sent to the other parties for their comments, and these comments were sent to the applicant’s solicitors before the hearing.", "On 25 March 1997 the MHRT decided not to recommend the applicant’s discharge.", "B. Relevant domestic law and practice", "Section 37 of the Mental Health Act 1983 (“the 1983 Act”) empowers a Crown Court to order a person’s admission to and detention in a specified hospital (a “hospital order”). The court can only make a hospital order if it is satisfied on the evidence of two registered medical practitioners that the offender is mentally disordered, that the disorder is of a nature or degree which makes it appropriate for the person to be detained in a hospital for medical treatment and that a hospital order is the most suitable method of disposing of the case.", "Section 41 of the 1983 Act empowers a Crown Court, when making a hospital order, to make a restriction order without limit of time. A restriction order may be made if it appears to the court, having regard to the nature of the offence, the offender’s antecedents and the risk of her committing further offences if set at large, that it is necessary for the protection of the public from serious harm to make the order.", "Under section 70 of the 1983 Act a person who is subject to a hospital order and restriction order (“a restricted patient”), and who is detained in hospital, can apply to a Mental Health Review Tribunal (“MHRT”) after being detained for six months. After twelve months’ detention the patient can re-apply annually. Under section 71 of the 1983 Act the Secretary of State may at any time refer the case of a restricted patient to a MHRT and must do so when the case has not been considered by a MHRT for three years.", "Under section 73(1) of the 1983 Act, read with section 72(1), where an application is made to a MHRT by a restricted patient who is subject to a restriction, the MHRT is required to direct the absolute discharge of the patient if satisfied -", "(a) (i) that the patient is not then suffering from mental illness, psychopathic disorder, severe mental impairment or mental impairment or from any of those forms of disorder of a nature or degree which makes it appropriate for the patient to be liable to be detained in a hospital for medical treatment; or", "(ii) that it is not necessary for the health or safety of the patient or for the protection of other persons that the patient should receive such treatment; and", "(b) that it is not appropriate for the patient to remain liable to be recalled to hospital for further treatment.", "By virtue of section 73(3) of the 1983 Act, a patient who is absolutely discharged ceases to be liable to be detained by virtue of the hospital order and the restriction order ceases to have effect.", "Under section 73(2) of the 1983 Act, where the MHRT is satisfied as to either of the matters referred to in paragraph (a) above, but not as to the matters referred to in paragraph (b) above, it is required to direct the conditional discharge of the patient. By virtue of section 73(4), a patient who has been conditionally discharged may be recalled by the Secretary of State under section 42(3) and must comply with the conditions attached to her discharge. In contrast to the case of absolute discharge, a conditionally discharged patient does not cease to be liable to be detained by virtue of the relevant hospital order."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}