{"ITEMID": "001-58066", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF AHMET SADIK v. GREECE", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection allowed (non-exhaustion of domestic remedies)", "JUDGES": "John Freeland;N. Valticos", "TEXT": ["6. Mr Ahmet Sadik, a Greek national of the Muslim faith, was born in 1949 and lived in Komotini (Western Thrace). He was a doctor, publisher of the weekly newspaper Güven (\"Trust\") and a member of the Greek Parliament. He died on 24 July 1995 in a road accident near Komotini.", "7. The applicant was the sole candidate of the political party Güven - representing part of the Muslim population of Western Thrace - to win a seat in the parliamentary election of June 1989. As no government emerged from that election, a fresh poll was planned for November 1989 in which the applicant intended to stand as a candidate.", "8. On various dates between 16 October and 17 November 1989 Mr Ahmet Sadik published in the newspaper Güven and circulated in the region a number of communiqués, including the following:", "\"TO THE TURCO-MUSLIM ELECTORATE OF THE DEPARTMENT OF RODOPI", "In response to the repeated requests of the Turco-Muslim electorate of the department of Rodopi, we, journalist Molla ismail (of Rodopi), Dr Sadik Ahmet and theologian ibrahim Serif, have decided to stand in the general election of 5 November as members of the independent Güven list. The Turkish community of Western Thrace, especially since 1974, has been through some unhappy experiences at the hands of political parties. At the elections of 18 June, in an upsurge of unity, it placed its trust in the independent Güven list. It asserted its identity and took its destiny into its own hands by electing a member of that list to represent it in Parliament. For the elections of 5 November it is equally determined to send to Parliament a representative who enjoys its trust.", "After the historic victory won on 18 June the Turkish electors of the department of Rodopi never again wish to return to the old parties and live once more the days when they were despondent and crushed.", "Moreover, we suffer when we observe the manoeuvres of the other parties, who, in order to win the precious Turco-Muslim vote in Western Thrace, are playing on the fears of the people in our towns and villages. Some who seem to be of our own kind still dare, under the pretext of defending the rights of the Turco-Muslim community in Western Thrace, to call for the votes of our honest, fair-minded fellow citizens. It is painful to see that these adventurers can still walk abroad among us. The only thing the members of the Turco-Muslim community of Western Thrace want is to live in dignity in the country where they were born and have grown up. No force will halt their just and legitimate struggle.", "We place all our trust in God first of all, but also in the honest and conscientious Turco-Muslim electorate, who believe in our cause. The Turkish electorate of the department of Rodopi, whose motto is 'one for all and all for one' will express their trust in Güven on 5 November and overcome all their adversaries with honour and respect. ...\"", "The applicant was convicted of an offence on the basis of the above article, a Greek translation of which was read out at his trial in the Rodopi Criminal Court and in the Patras Court of Appeal (see paragraphs 9, 10 and 15 below).", "In another communiqué he wrote:", "\"YOUNG PEOPLE! SHOULDER YOUR RESPONSIBILITIES", "ON 5 NOVEMBER THE INNOCENT YOUTH WHO HAVE BEEN SUFFERING SINCE THE DAY OF THEIR BIRTH IN WESTERN THRACE WILL AT LAST BE ABLE TO SAY 'NO' TO THE POLITICAL PARTIES WHO ARE MAKING THEM LIVE AN INHUMAN LIFE", "YOUNG PEOPLE! UNITY IS STRENGTH! STICK TOGETHER! YOUR VOTE IS AS PRECIOUS AS YOUR HONOUR, BE CAREFUL HOW YOU CAST IT!", "THE YOUNG TURKS OF WESTERN THRACE, WHOSE SLOGAN IS 'WE WANT RIGHTS, NOT CHARITY' ARE GOING TO ENFORCE RESPECT FOR THEIR RIGHTS", "YOUNG TURK OF WESTERN THRACE", "In this community of 150 thousand Turco-Muslims of Western Thrace the highest duty, one which will fill you with honour and pride, falls to you. The date of the fresh general election, 5 November, is approaching.", "For 25 to 30 years you have been affected most by the pressure, discrimination and injustice inflicted on the Turkish community of Western Thrace by the leaders who have followed each other at the head of this country.", "You have breathed in the fumes of injustice and discrimination since birth.", "Your innocent childhood passed by in injustice. You were not able to shout out to the world 'I am a Turkish child'.", "In our world, where education and training are so highly developed, your schooling was cut short. You did not even have a schoolbook when ethnic-Greek children were getting a modern education and taking advantage of the cultural and technological developments of their time.", "You have the necessary intelligence to become a doctor, a lawyer or an engineer ... but this country which you call 'my homeland' has shut the door of study in your face. You have grown up and become an adult in the midst of these injustices by the law of nature. Because no one could prevent you growing up. Perhaps you are also now married and a father, but you have no home for your dear wife and the children you love. You have just completed your military service but, in this country that you call 'my homeland', the right to buy or build a house is denied you.", "As your access to higher education was barred, you learned a trade, although this meant putting up with the constant annoying remarks of your 'Christian boss' [Çorbaci] down through the years. You became a repairer of engines, exhaust pipes or tyres ..., but you still have to fill the pockets of your Christian boss, because you do not have the right to open your own workshop.", "When you were born you received your name during the call to prayer; your name appears in the district council's register as Ahmet, Mehmet ... But in your place of work your boss insists on calling you 'Taki, Maki, Saki ...'", "With the enthusiasm of youth you leap on a tractor and work in the fields day and night. You would like to drive past in front of your friends on this tractor, but you can't.", "Because you are not even thought worthy of permission to use the tractor. You are almost obliged to work your own land by stealth. After working all year long and saving up a bit of money you would like to go for a trip or to travel abroad. But you're uneasy about going away. You are tormented by doubts. You wonder if you'll lose your nationality when you return or have to surrender your passport when you leave.", "YOUNG PEOPLE OF WESTERN THRACE!", "You young people who came into the world in the midst of all this injustice and for whom a humiliating existence has been mapped out, your day has come!", "In the elections of 5 November, teach all those who would lock you into this injustice an unforgettable lesson.", "NOBODY DOUBTS THAT YOU WILL GIVE YOUR FULL SUPPORT TO THE INDEPENDENT LIST and in so doing prove that you would rather die than abandon your national and religious roots!", "Here and now you must set up CAMPAIGN COMMITTEES in your district or village and make sure that your parents and grandparents are not deceived!", "On the day of the elections, up till the time when all the votes have been counted, make sure that all the votes are not wasted by remaining either next to the ballot boxes or outside the polling station. Do not forget for a single second that your vote is as precious as your honour!", "THE TURKISH COMMUNITY OF WESTERN THRACE TRUSTS YOU AND IS PROUD OF YOU.", "LONG LIVE THE TURKISH AND MUSLIM YOUTH OF WESTERN THRACE!\"", "9. The applicant was then accused of contravening Articles 162 and 192 of the Criminal Code (see paragraph 20 below). On 18 December 1989 the public prosecutor attached to the Rodopi Criminal Court summoned him to appear in that court on 25 January 1990 to stand trial on the following charges:", "\"[In the second half of] the month of October 1989, in the town of Komotini,", "(1) by false information and defamatory declarations about certain candidates, [Mr Ahmet Sadik] deceived the electors in order to induce them to change the way they intended to vote; in particular, he wrote and circulated in the town of Komotini and other places in the department of Rodopi a declaration in the Turkish language ... in which he asserted that the Muslim electors of the department of Rodopi were living every day - that is in the period preceding the general election of 5 November 1989 - in an anarchic climate (of terror) fostered by the candidates of the other political parties ... who were going round the different villages of the department of Rodopi trying to win the votes of the Muslim electors ...", "(2) at the same time and in the same place he contravened Article 192 of the Criminal Code ...; in particular he wrote and circulated the above-mentioned declaration in which there were frequent repetitions of the words 'Turk', 'Turkish Muslim', 'Turkish Muslim minority of Western Thrace' and 'Turkish community', used to designate the Muslim minority in Thrace; by describing the Muslim minority as 'Turkish' and by calling the Muslims 'Turks' rather than 'Greeks', he provoked and incited the citizens to sow discord among themselves (particularly on the Muslim side) and between them and the other citizens of Komotini, and thus disturbed the public peace ...", "Consequently, he has contravened Articles ... 162 and 192 of the Criminal Code.\"", "A second summons, of the same date, directed the applicant to appear before the same court on 8 February 1990 to answer the following charge:", "\"On 17 November 1989 in the town of Komotini and in other places in the department of Rodopi he contravened Article 192 of the Criminal Code ... In particular, he published in the newspaper Güven of 17 November 1989 a declaration signed by him (the accused) in which he falsely alleged the existence of discrimination against, and oppression of, the Muslims of Thrace by the Greek administrative authorities, and of injustices committed to their detriment. Lastly, by describing the Muslim minority of Thrace as the 'Turkish minority' rather than the 'Greek minority of Muslim faith', he provoked and incited the citizens, mainly on the Muslim side, to reciprocal discord and thus disturbed the public peace of the citizens of Thrace.", "Consequently, he has contravened Articles ... and 192 of the Criminal Code.\"", "10. On 25 January 1990 Mr Ahmet Sadik and his co-defendant appeared in the Rodopi Criminal Court. While the witnesses were being questioned their lawyers challenged one of the court's judges on account of the animosity he had shown towards the accused and the way he was asking the questions. After deliberating, the court dismissed the challenge, holding that the questions asked by the judge concerned did not go beyond the scope of the bill of indictment and were intended as an objective means of revealing the truth in the case under consideration. The defence lawyers then withdrew from the case and their clients stated that they did not want any other lawyer to be appointed. They conducted their own defence and denied committing the offence charged. In particular, the applicant said that his intention in the articles in issue had only been to condemn the oppression of the Muslim minority by the State and to draw attention to the problems which members of that minority encountered in their dealings with the administrative authorities. He pointed out that the term \"Turkish\" had been used for a long time not only in the press but also by the administrative and judicial authorities. Lastly, he asserted that the presence of a crowd which had gathered outside the court was not due to the articles in issue but to the fact that the trial was being held and the fact that the Muslims' ethnic identity was still being denied.", "11. On 26 January 1990 the court acquitted the applicant and his codefendant of electoral deception, but found them guilty of disturbing the citizens' peace.", "The court found that the accused, as the candidates of an independent party in the elections of 5 November 1989, had jointly written in the Turkish language a declaration which they had circulated in the town of Komotini and other places in Rodopi and in which the terms \"Turk\", \"Turkish Muslim\", \"Turco-Muslim minority of Western Thrace\" and \"Turkish community\" repeatedly appeared. By describing the Greek Muslims of Komotini and the department of Rodopi as Turks rather than Greeks, they had intended, by appealing to the feelings, minds and will of the Greek citizens of the Muslim minority, to instil and implant in their hearts the seeds of discord, hatred and hostility towards the Christian Greeks of Komotini and the department of Rodopi, to provoke and incite the citizens of the two communities to commit acts of violence and to sow discord between themselves and thus disturb, as they had moreover succeeded in doing, the public peace and the peaceful and harmonious coexistence that had obtained for centuries between the citizens of the two Greek communities (the Christian and the Muslim).", "The court sentenced Mr Ahmet Sadiksuspensive effect as it was probable that he would evade justice by absconding to Turkey. Enforcement of the sentence until such time as the appeal court had given judgment would not cause either the applicant or his family excessive and irreparable prejudice.", "12. The applicant remained in detention from 26 January to 30 March 1990. His candidacy in the elections of November 1989 was annulled for technical reasons.", "13. On 29 January 1990 violence broke out in Komotini, in the course of which many shops were damaged. A Muslim killed a Christian in a hospital in the town.", "14. For the Muslim minority of Western Thrace the date was significant as the anniversary of events which had taken place two years before, in 1988. In November 1987 the Court of Cassation had forbidden the minority's youth and primary school teacher associations to describe themselves as \"Turkish\". The Court of Cassation's judgment brought to a close a series of actions brought in 1984 by the prefects of Rodopi and Xanthi in order to obtain the dissolution of the \"Komotini Union of Turkish Youth\", the \"Turkish Primary Teachers' Union of Western Thrace\" and the \"Xanthi Turkish Union\". Accordingly, in January 1988, the Muslim minority of Western Thrace decided to organise a demonstration in front of the prefecture to express their disapproval of the above judgment. Although the demonstration had been banned by the police, it did in the end take place, but matters got out of hand and violent clashes took place in the town of Komotini.", "15. On 27 January 1990 the applicant appealed against the judgment of the Rodopi Criminal Court. The case was referred to the Patras Court of Appeal for reasons having to do with the maintenance of order and public safety (Articles 136 (c) and 137 para. 1 (c) of the Code of Criminal Procedure).", "On 30 March 1990 the Patras Court of Appeal upheld the Criminal Court's judgment, giving the following reasons:", "\"The following facts have been established by the evidence of the witnesses for the prosecution and the defence examined under oath during the trial before this Court and by the documents read out and the arguments put forward by the accused in his defence. As candidates on an independent list in the general election of 5 November 1989 in Komotini, the accused wrote, between 10 and 20 October 1989, a pamphlet printed in Turkish which they distributed in the town of Komotini and other places in the department of Rodopi and in which the terms 'Turks', 'Turkish Muslims', 'Turkish Muslim minority of Western Thrace' and 'Turkish community' repeatedly appeared. In this manner the accused deliberately set out to describe as 'Turks\" the Greek citizens of Muslim faith, although they knew that under the Treaty of Lausanne only a Muslim minority, not a Turkish minority, has been recognised in the region of Western Thrace. Nevertheless, by the above-mentioned act, which was an appeal to the feelings, minds and will of the Greek citizens of the Muslim minority, the accused deliberately sought to instil and implant in their hearts the seeds of discord, hatred and hostility towards the Christian Greeks who lived in the same region. In this manner they succeeded in provoking and inciting the citizens to mutual discord, a further consequence of which was disturbance of the public peace. All the foregoing has been corroborated by the prosecution witnesses Athanasios Kamarakis, Stylianos Bletsas, Syrmatoula Lantzouraki and Konstantinos Tsetlakas, who, living in Komotini, had direct knowledge of these facts. They stated that, because of the distribution of the pamphlet in question, the public peace among the citizens of the town of Komotini was seriously disturbed, so that in a short space of time acts of violence were committed between Christians and Muslims. The accused's assertion that what they sought to achieve through the pamphlet in question was only to win the support of the electors of the Greek Muslim population is not convincing because, if that had been the case, they could have achieved their aim by any other suitable method without referring to Greek Muslims in the pamphlet in question as 'Turks', even though they knew that a Turkish minority is not recognised in Greek Thrace and that if they attempted to raise such an issue in such a sensitive region, the peace between Christian and Muslim Greeks would certainly be disturbed, which was indeed what actually happened. Consequently, the accused are declared guilty of the above-mentioned offence, as described analytically in the operative provisions of this judgment. Nevertheless, the Court will take into consideration the extenuating circumstance that before committing the offence the accused had always led blameless private, family, professional and social lives.\"", "Lastly, the Court of Appeal reduced Mr Ahmet Sadik's prison sentence to fifteen months and commuted it to a fine of 1,000 drachmas (GRD) per day.", "16. On 8 April 1990, after his release, the applicant was re-elected to the Greek Parliament.", "17. On 24 October 1990 the applicant appealed on points of law. He maintained that the charges against him were vague and that the courts below should have dismissed the prosecution case. He also alleged that the Patras Court of Appeal had not given sufficient reasons for its decision, as Greek legislation required. In particular, he argued that the Court of Appeal had not made it clear why the use of the noun \"Turk\" or the adjective \"Turkish\" was per se likely to create a climate of hatred or disturb public order. Lastly, he complained that the judgment gave no specific example of events which had actually occurred towards the end of October 1989 and which could be said to have disturbed public peace.", "18. On 15 February 1991 the Court of Cassation dismissed the appeal on the following grounds:", "\"... Article 192, which was adopted for the protection of public order and to enable a State based on the rule of law to deal with the kind of tension which the democratic legal order ... cannot tolerate, establishes, as do Articles 190 and 191, the serious offence of 'disturbing the citizens' peace'. The objective element of this offence - according to the Article mentioned - consists in provoking or inciting the citizens, publicly and in any manner whatsoever (whether orally or in writing), to commit acts of violence or to sow discord among themselves, or aversion and hate, thus disturbing the public peace, that is to say society's confidence in peaceful order.", "The subjective element of the offence is the offender's mens rea, which means that he must have acted knowingly and with the intent to provoke or incite the citizens to commit acts of violence or to sow discord among themselves, thus disturbing the public peace.", "...", "In the instant case ... the Patras Court of Appeal ... found ... that the appellants, who were independent candidates in Komotini in the general election of 5 November 1989, had jointly written towards the end of October 1989 a declaration in the Turkish language, which they circulated in the town of Komotini and other places in the department of Rodopi and in which the terms 'Turk', 'Turkish Muslim', 'Turco-Muslim minority of Western Thrace' and 'Turkish community' repeatedly appeared. In this manner the appellants had deliberately attempted to describe as 'Turks' the Greek Muslims of Southern Rodopi, although they knew that the Treaty of Lausanne recognised only the existence in that region of a Muslim (religious) minority, not a Turkish minority. Nevertheless, the appellants, in appealing to the feelings, minds and will of the Greek citizens of the Muslim minority, had deliberately set out to instil and implant in their hearts the seeds of discord, hate and hostility towards the Christian Greeks who live in the same region. They had thus succeeded in provoking and sowing discord among the citizens, which disturbed the peace of the citizens of Komotini to such an extent that, in a short space of time, acts of violence were committed between Christians and Muslims in that town. Moreover, they knew that there was no Turkish minority in Western Thrace and that their conduct would disturb the public peace between Christian and Muslim Greeks.", "...", "By its reasoning the Court of Appeal can be seen to have set out in the impugned judgment the specific, detailed grounds required by Article 93 para. 3 of the Constitution and Article 139 of the Code of Criminal Procedure, since it gave a full and clear account therein, without contradicting itself, of the facts of the case as established at the trial, which constitute the objective and subjective elements of the above-mentioned offence ...", "More particularly, there is no contradiction between the reasons and the operative provisions ..., since provoking and sowing discord, thus disturbing the public peace, are sufficient to make out the objective element of the offence for which they were sentenced. Mentioning in the reasons that acts of violence had been committed, while not necessary to support the operative provisions, was not however in contradiction with those provisions, regard being had to the fact that discord is the psychological condition for an act of violence, which is the higher level of discord ...", "Lastly, the appellants' mens rea is inherent in the commission of the acts that constitute the offence, which show that they acted deliberately, knowing that they were disturbing the public peace ...\"", "19. The following provisions of the 1975 Constitution are relevant:", "\"Every person may express and propagate his thoughts orally, in writing and through the press in compliance with the laws of the State.\"", "\"The generally acknowledged rules of international law, as well as international Conventions as of the time they are sanctioned by law and become operative according to the terms therein, shall be an integral part of domestic Greek law and shall prevail over any contrary provision of the law. The rules of international law and of international Conventions shall be applicable to aliens only under the condition of reciprocity.\"", "20. The relevant provisions of the Criminal Code are worded as follows:", "It shall be an offence, punishable by up to two years' imprisonment and a fine, to deceive an elector through false information or defamatory declarations about an electoral candidate, or by any other means, either in order to prevent him from exercing his right to vote or in order to influence his voting intentions ...\"", "1. It shall be an offence, punishable by up to two years' imprisonment, to participate in a gathering of persons ... committing acts of violence against people or property or forcibly entering houses belonging to others, dwellings or other buildings.", "2. Incitement to commit the offence or the commission of acts of violence shall be punished by not less than three months' imprisonment.", "3. These penalties shall be imposed if the conduct concerned is not punished more severely pursuant to another provision.\" \"Disturbing the citizens' peace", "It shall be an offence, punishable by up to two years' imprisonment, to provoke anxiety or terror among the citizens by threatening the commission of criminal offences.", "It shall be an offence, punishable by not less than three months' imprisonment and a fine, to spread by any means false information or rumours calculated to provoke anxiety or fear among the citizens or to undermine confidence in the State ... or to perturb the country's international relations. If the offence is repeated by way of the press, the offender shall be punished by not less than six months' imprisonment and a fine of not less than two hundred thousand drachmas.", "It shall be an offence, punishable by up to two years' imprisonment, save where another provision lays down a harsher penalty, to provoke or incite the citizens, publicly and in any manner whatsoever, to commit acts of violence or sow discord among themselves, thus disturbing the public peace.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}