{"ITEMID": "001-85730", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MAJCHER v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1934 and lives in Rzeszów.", "5. In 1987 the applicant’s wife filed a petition for divorce. The divorce was granted shortly afterwards.", "6. On 24 November 1987 the applicant lodged a claim for the division of matrimonial property with the Łańcut District Court (Sąd Rejonowy).", "7. On 31 December 1988 the Łańcut District Court gave a decision and divided the property.", "8. On an unspecified date the applicant appealed.", "9. On 7 November 1989 the Rzeszów Regional Court (Sąd Okręgowy) remitted the case.", "10. On 10 March 1998 the Łańcut District Court again gave a decision.", "11. On unspecified dates both parties appealed.", "12. On 11 September 1998 the Rzeszów Regional Court dismissed both appeals.", "13. On 23 October 1998 the applicant lodged a cassation appeal with the Supreme Court (Sąd Najwyższy).", "14. On 14 May 2001 the Supreme Court refused to hear the applicant’s cassation appeal.", "15. The applicant submitted that as a consequence of the prolonged proceedings in his case he had been deprived of his property and had to live in a Welfare Home (Dom Pomocy Społecznej).", "16. On an unspecified date the applicant instituted enforcement proceedings against his wife who apparently had failed to comply with the final decision on the division of their property.", "17. On 6 May 1999 the Łańcut Bailiff informed the applicant that the enforcement had proved ineffective.", "18. On 10 May 1999 the applicant lodged a complaint with the Łańcut District Court against the actions taken by the bailiff (skarga na czynności komornika). He submitted that those actions had been incorrect, because the money obtained from the debtor had been distributed wrongly. He also complained about the ineffectiveness of the enforcement.", "19. On 21 July 1999 the Łańcut District Court dismissed his complaint. It held that the order of distribution had been in accordance with the Code of Civil Procedure. As regards the ineffectiveness of the enforcement, the court held that no valuable objects had been found in the debtor’s house which could be sold and used to satisfy the debt.", "20. On an unspecified date the applicant appealed.", "21. On 21 July 1999 the Rzeszów Regional Court dismissed his appeal.", "22. The legal provisions applicable before the entry into force of the 2004 Act as well as matters of practice concerning the remedies against unreasonable length of proceedings are set out in paragraphs 26-35 of the judgment delivered by the Court on 30 May 2006 in the case of Barszcz v. Poland no. 71152/01.", "23. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V; Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII; and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}