{"ITEMID": "001-105207", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "NOWEL AND OTHERS v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Lech Garlicki;Nebojša Vučinić;Nicolas Bratza;Sverre Erik Jebens;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicants, Mr Jan Nowel, Krzysztof Masalski and Wacław Janas, are Polish nationals who live in Maćkowa Ruda. They were represented before the Court by Mr J. Janas, a lawyer practising in Warsaw. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "2. On 2 March 1864 Tsar Alexander II, then King of Poland, had issued a decree (ukaz) granting the inhabitants of the Rosochaty Róg village a profit à prendre which amounted to a right to fish from shore in the Wigry and Uszknikajcie Lakes. The right was approved on 6 March 1869 by the Central Commission for Peasant Affairs and entered in the Suwałki land register in 1875. The right to fish was enjoyed only by those peasants who had the right entered in their so-called “liquidation tables”, and after their death by their legal heirs.", "3. In 1918 Poland regained independence.", "4. On 19 September 1922 the Waters Act was adopted (ustawa wodna) which introduced a general rule that all waters were public unless they constituted private property pursuant to the Act or pursuant to special legal titles. Subsequently, further numerous legal acts were adopted aimed at nationalisation of waters.", "5. The applicants are owners of land adjacent to Wigry Lake.", "6. In 1999 they filed a statement of claim with the Suwałki Regional Court (Sąd Okręgowy) against the Wigry National Park in which they referred to the Tsar’s decree of 1869, granting the inhabitants of the Rosochaty Róg village a profit à prendre which amounted to a right to fish in Wigry Lake. They stressed that the owners of the land adjacent to the lake had benefited from the right to fish in the lake until 1996, when the director of the Wigry National Park had prohibited the applicants from fishing there.", "7. On 18 October 2000 the Suwałki Regional Court delivered a judgment in which it found that since 1869 the applicants had had a right to fish in the lake, which had not been revoked by any of the subsequent legal regulations. The court specified that the right was limited to the right to fish from the shore, without using boats or platforms. In addition, the fishermen had to respect the fish-protection periods.", "8. On 15 February 2001 the Białystok Court of Appeal (Sąd Apelacyjny) upheld the firstinstance judgment. The judgment is final.", "9. In 2002 the applicants filed another statement of claim against the Wigry National Park in which they asked the court to declare that their fishing rights comprised also the right to fish from a platform and while standing in the water.", "10. On 15 April 2003 the Suwałki Regional Court gave judgment. It confirmed that the applicants had a right to fish for their own needs in Wigry Lake and that they could exercise that right from their land, from a platform or while standing in the water.", "11. On 24 July 2003 the Bialystok Court of Appeal upheld that decision.", "12. On the defendant’s appeal, on 22 December 2004 the Supreme Court (Sąd Najwyższy) quashed both judgments and dismissed the claim. It held that since 1962 at the latest – when the new Waters Act had come into force - the applicants’ right to fish in Wigry Lake had expired. The court stressed that by virtue of sections 1 and 2 of that Act all waters in Poland had been nationalised. It further considered that nationalisation constituted a primary method of acquiring property so that ownership of the waters had been transferred to the State without any servitudes.", "13. The Supreme Court, inter alia, found:", "“The lower courts omitted the consequences for the existence of the claimants’ fishing rights which follow from sections 1 and 2 of the Waters Act 1962.", "In accordance with the unanimous opinion of the legal doctrine and of the jurisprudence this Act led to nationalisation of waters. (...) In line with the generally accepted approach the nationalisation constitutes a primary method of acquiring property which signifies that the title to property is transferred to the State free from any servitudes, unless the nationalisation act provides for an exception in this respect. (...)", "Thus, it can be reasonably argued that private waters were nationalised free from any servitudes. Although, generally speaking, in the present case the right to fish encumbered the State object from the outset, nevertheless the primary goal of the nationalisation of waters (rationalisation of their use) argues in favour of the view that this nationalisation, a fortiori, led to the expiry of the property rights (prawa rzeczowe) encumbering State waters. Thus, even if the fishing rights had not expired earlier, they did so on the date of the entry into force of the Waters Act 1962.”", "14. The applicants subsequently filed a constitutional complaint. On 19 October 2005 the Constitutional Court refused to examine it. The applicants appealed. On 14 February 2006 the Constitutional Court allowed their appeal and decided to consider their case.", "15. The applicants subsequently filed a request with the Supreme Court, for the reopening of the proceedings that had been terminated on 22 December 2004.", "16. On 18 April 2007, upon a question of law referred by the Ombudsman relating to fishing rights in other lakes, the Supreme Court adopted a resolution (III CZP 139/06) and stressed that the fishing rights had been unenforceable since 1932 (see paragraph 23 above).", "17. On 18 April 2008 the Supreme Court rejected the applicants’ request for reopening.", "18. On 7 May 2008 the Constitutional Court issued a decision in which it discontinued the proceedings in the applicants’ case on formal grounds. It held that the constitutional complaint had not concerned an alleged unconstitutionality of a legal provision but rather a flawed application by the Supreme Court of the Waters Act to the facts of the case. One of the judges in his dissenting opinion considered that even assuming that the applicants’ right to fish in Wigry Lake was a property right, it had been limited by the Nature Conservation Act of 16 April 2004.", "19. On 7 March 1932 the Fisheries Act was adopted (ustawa o rybołóstwie). The Act stipulated that the right to fish was linked to the ownership of the waters in question. In public waters the right belonged to the State.", "20. By sections 1 and 2 of the Waters Act 1962 (prawo wodne) all waters in Poland were nationalised. The Act is no longer in force. Currently, the legal status of inland waters is regulated by the Waters Act of 18 July 2001 which entered into force on 1 January 2002.", "21. Section 15 (1) paragraph 2 of the Nature Conservation Act (ustawa o ochronie przyrody) of 16 April 2004, as worded at the material time, provided that fishing was prohibited in natural parks, with the exception of areas specifically designated in the conservation plans. The Act was amended and this provision repealed on 15 November 2008. Section 15 (1) paragraph14 now provides:", "“Catching fish and other water-borne living organisms with the exception of areas specifically designated in the conservation plans [is prohibited]”.", "22. On 9 November 2006 the Ombudsman referred to the Supreme Court a question of law (pytanie prawne) as to whether the fishing rights granted in 1864 (to fish in certain Mazury lakes) had expired in 1962 with the adoption of the new Waters Act. The Ombudsman referred to the divergent practice of the domestic courts and the Supreme Court in examining such claims.", "23. In its resolution of 18 April 2007 (III CZP 139/06), adopted by a bench of seven judges, the Supreme Court dealt with this question. The court referred to the Fisheries Act 1932 and concluded that the fishing rights granted in 1864 had not expired in 1962. However, they had been unenforceable since the entry into force of the Fisheries Act 1932."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}