{"ITEMID": "001-87404", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF VAJNAI v. HUNGARY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10;Non-pecuniary damage - finding of a violation sufficient", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1963 and lives in Budapest. The facts of the case, as submitted by the parties, may be summarised as follows.", "6. On 21 February 2003 the applicant, at the material time Vice-President of the Workers’ Party (Munkáspárt) – a registered left-wing political party – was a speaker at a lawful demonstration in the centre of Budapest. The demonstration took place at the former location of a statue of Karl Marx, which had been removed by the authorities. On his jacket, the applicant wore a five-pointed red star (hereinafter “the red star”), 5 cm in diameter, as a symbol of the international workers’ movement. In application of Article 269/B § 1 of the Criminal Code, a police patrol which was present called on the applicant to remove the star, which he did.", "7. Subsequently, criminal proceedings were instituted against the applicant for having worn a totalitarian symbol in public. He was questioned as a suspect on 10 March 2003.", "8. On 11 March 2004 the Pest Central District Court convicted the applicant of the offence of using a totalitarian symbol. It refrained from imposing a sanction for a probationary period of one year.", "9. The applicant appealed to the Budapest Regional Court (Fővárosi Bíróság).", "10. On 24 June 2004 that court decided to stay the proceedings and to refer the case to the Court of Justice of the European Union (CJEU) for a preliminary ruling under Article 234 of the Treaty establishing the European Community. The reference – received at the CJEU on 28 July 2004 – concerned the interpretation of the principle of non-discrimination as a fundamental principle of Community law.", "11. In its order for reference, the Regional Court observed that in several member States of the European Union, such as the Italian Republic, the symbol of left-wing parties is the red star or the hammer and sickle. Therefore, the question arose whether a provision in one member State of the European Union prohibiting the use of the symbols of the international labour movement on pain of criminal prosecution was discriminatory, when such a display in another member State did not give rise to any sanction.", "12. On 6 October 2005 the CJEU declared that it had no jurisdiction to answer the question referred by the Regional Court. The relevant part of the reasoning reads as follows:", "“11. By its question, the national court asks, essentially, whether the principle of non-discrimination, Article 6 EU, Council Directive 2000/43/EC of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin (OJ L 180, p. 22) or Articles 10, 11 and 12 of the Charter of Fundamental Rights of the European Union, proclaimed on 7 December 2000 in Nice (OJ C 364, p. 1), preclude a national provision, such as Article 269/B of the Hungarian Criminal Code, which imposes sanctions on the use in public of the symbol in question in the main proceedings.", "...", "13. By contrast, the Court has no such jurisdiction with regard to national provisions outside the scope of Community law and when the subject matter of the dispute is not connected in any way with any of the situations contemplated by the treaties (see Kremzow, paragraphs 15 and 16).", "14. It is clear that Mr Vajnai’s situation is not connected in any way with any of the situations contemplated by the provisions of the treaties and the Hungarian provisions applied in the main proceedings are outside the scope of Community law.", "15. In those circumstances, it must be held, on the basis of Article 92 § 1 of the Rules of Procedure, that the Court clearly has no jurisdiction to answer the question referred by the Fővárosi Bíróság.”", "13. On 16 November 2005 the Budapest Regional Court upheld the applicant’s conviction.", "14. The Constitution of Hungary provides, in its relevant part, as follows:", "“1. The Republic of Hungary is an independent and democratic State under the rule of law ...", "3. No one’s activity shall aim at the violent acquisition or exercise of power or at its exclusive possession ...”", "“1. In the Republic of Hungary everyone has the right to freely express his opinion, and, furthermore, to have access to and distribute information of public interest.”", "15. The Criminal Code, as in force at the material time, provided, in so far as relevant, as follows:", "“1. In case of a misdemeanour (vétség) or a felony (bűntett) punishable by imprisonment of up to a maximum of three years, the court may postpone the imposition of a sentence for a probationary period if it can be presumed with good reason that the aim of the punishment may be just as well attained in this manner.”", "“2. The probation shall be terminated and a punishment shall be imposed if ... the person on probation is convicted of an offence committed during the probationary period ...”", "“1. A person who commits an action whose direct objective is to change the constitutional order of the Republic of Hungary by means of violence or by threatening violence – in particular, using armed force – commits a felony ...”", "“A person who incites, before a wider public, to hatred against", "(a) the Hungarian nation, or", "(b) a national, ethnic, racial or religious community or certain groups of the population ...", "commits a felony ...”", "“1. A person who (a) disseminates, (b) uses in public, or (c) exhibits a swastika, an SS-badge, an arrow-cross, a symbol of the sickle and hammer or a red star, or a symbol depicting any of them, commits a misdemeanour – unless a more serious crime is committed – and shall be sentenced to a criminal fine (pénzbüntetés).", "2. The conduct proscribed under paragraph 1 is not punishable, if it is done for the purposes of education, science, art or in order to provide information about history or contemporary events.", "3. Paragraphs 1 and 2 do not apply to the insignia of States which are in force.”", "16. The Code of Criminal Procedure provides as follows:", "“1. Review proceedings may be instituted in favour of the defendant if:", "...", "(b) a human rights institution set up by an international treaty has established that the conduct of the proceedings or the final decision of the court has violated a provision of an international treaty promulgated by an act, provided that the Republic of Hungary has acknowledged the jurisdiction of the international human rights organisation and that the violation can be remedied through review.”", "17. Decision no. 14/2000 (V. 12.) of the Constitutional Court, dealing with the constitutionality of Article 269/B of the Criminal Code, contains the following passages:", "“... [N]ot only do such totalitarian symbols represent the totalitarian regimes known to and suffered by the general public, but it has from the very beginning been reflected in the legislation of the Republic of Hungary that the unlawful acts committed by such regimes should be addressed together ...", "The Constitutional Court has expressly confirmed in its decisions ... that no constitutional concern may be raised against the equal assessment and joint regulation of such totalitarian regimes ...", "In the decades before the democratic transformation, only the dissemination of Fascist and arrow-cross symbols had been prosecuted ... At the same time, resulting reasonably from the nature of the political regime, the use of symbols representing communist ideas had not been punished; on the contrary, they were protected by criminal law. In this respect, the Act does, indeed, eliminate the former unjustified distinction made in respect of totalitarian symbols ...", "The Convention (of the European Court of Human Rights) affords States a wide margin of appreciation in assessing what can be seen as an interference which is ‘necessary in a democratic society’ (Barfod, 1989; markt intern, 1989; Chorherr, 1993; Casado Coca, 1994; Jacubowski, 1994). ...", "In several of its early decisions, the Constitutional Court included the historical situation as a relevant factor in the scope of constitutional review ...", "In its decisions so far, the Constitutional Court has consistently assessed the historical circumstances (most often, the end of the [previous] regime) by acknowledging that such circumstances may necessitate some restriction on fundamental rights, but it has never accepted any derogation from the requirements of constitutionality on the basis of the mere fact that the political regime has been changed ...", "The Constitutional Court points out that even the practice of the European Court of Human Rights takes into account the specific historical past and present of the respondent State when it assesses the legitimate aim and necessity of restricting freedom of expression.", "In the case of Rekvényi v. Hungary concerning the restriction of the political activities and the freedom of political debate of police officers, the Court passed its judgment on 20 May 1999 stating that ‘the objective that the critical position of the police in society should not be compromised as a result of weakening the political neutrality of its members is an objective that can be accepted in line with democratic principles. This objective has special historical significance in Hungary due to the former totalitarian system of the country where the State relied greatly on the direct commitment of the police forces to the ruling party’ ...", "In the practice of the Constitutional Court, conduct endangering public order and offending the dignity of communities may be subject to criminal-law protection if it is not directed against an expressly defined particular person; theoretically, there is no other – less severe – tool available to achieve the desired objective than criminal sanction ...", "To be a democracy under the rule of law is closely related to maintaining and operating the constitutional order ... The Constitution is not neutral as regards values; [on the contrary,] it has its own set of values. Expressing opinions inconsistent with constitutional values is not protected by Article 61 of the Constitution ...", "The Constitution belongs to a democratic State under the rule of law and, therefore, the constitution-making power has considered democracy, pluralism and human dignity constitutional values worth protecting; at the same time, it makes unconstitutional any activity directed at the forcible acquisition or exercise of public power, or at the exclusive possession thereof (Article 2 § 3). Article 269/B orders the punishment of distributing, using in front of a large public gathering and exhibiting in public symbols that were used by political dictatorial regimes; such regimes committed unlawful acts en masse and violated fundamental human rights. All of these symbols represent the despotism of the State, symbolise negative political ideas realised throughout the history of Hungary in the twentieth century, and are expressly prohibited by Article 2 § 3 of the Constitution, which imposes upon everyone the obligation to resist such activities ...", "Using the symbols in the way prohibited by Article 269/B of the Criminal Code can cause a reasonable feeling of menace or fear based on the concrete experience of people – including their various communities – who suffered injury in the past, as such symbols represent the risk of having such inhuman acts repeated in connection with the totalitarian ideas concerned.", "In the opinion of the Constitutional Court, if – in addition to the subject thus protected by criminal law – the protection of other constitutional values cannot be achieved by other means, criminal-law protection itself is not considered to be disproportionate, provided that it is necessary to have protection against the use of such symbols. Whether or not it is necessary to have such protection in a democratic society depends on the nature of the restriction, its social and historical context, and its impact on the persons affected.", "Based on the above, in the present case, the statute under review serves the purpose of protecting other constitutional values in addition to the protected subject defined in criminal law. Such values are the democratic nature of the State under the rule of law mentioned in Article 2 § 1 of the Constitution, the prohibition defined in Article 2 § 3, as well as the requirement specified in Article 70/A of the Constitution, stating that all people shall be treated by the law as persons of equal dignity ...", "Allowing an unrestricted, open and public use of the symbols concerned would, in the present historical situation, seriously offend all persons committed to democracy who respect the human dignity of persons and thus condemn the ideologies of hatred and aggression, and would offend in particular those who were persecuted by Nazism and communism. In Hungary, the memories of both ideologies represented by the prohibited symbols, as well as the sins committed under these symbols, are still alive in the public mind and in the communities of those who have survived persecution; these things are not forgotten. The individuals who suffered severely and their relatives live among us. The use of such symbols recalls the recent past, together with the threats of that time, the inhuman sufferings, the deportations and the deadly ideologies.", "In the opinion of the Constitutional Court, it is indeed a measure with a view to the protection of democratic society – and therefore not unconstitutional – if, in the present historical situation, the State prohibits certain conduct contrary to democracy, connected to the use of the particular symbols of totalitarian regimes, their dissemination, their use in front of a large public gathering, and a public exhibition ...", "The constitutional assessment and evaluation of criminally sanctioning separate violations of the values protected by the law – namely, public order and the dignity of communities committed to the values of democracy – could possibly result in a different conclusion; however, since the use of totalitarian symbols violates both values jointly and simultaneously, there is a cumulative and synergic effect reinforced by the present-day impact of recent historical events.", "The Constitutional Court holds that the historical experience of Hungary and the danger to the constitutional values threatening Hungarian society reflected in the potential publicly to demonstrate activities based on the ideologies of former regimes, convincingly, objectively and reasonably justify the prohibition of such activities and the use of the criminal law to combat them. The restriction on freedom of expression found in Article 269/B § 1 of the Criminal Code, in the light of the historical background, is considered to be a response to a pressing social need.", "According to the Constitutional Court, in the present historical situation, there is no effective legal tool other than the tools of criminal law and penal sanction (ultima ratio) against the use of the symbols specified in Article 269/B § 1; the subjects committing the crime and, in particular, the three specific types of conduct in committing the crime, require restriction for the protection of the aims represented by the constitutional values. In another country with a similar historical experience, the Criminal Code also deems it an offence, endangering the democratic State under the rule of law, to use the symbols (flags, badges, uniforms, slogans and forms of greeting) of unconstitutional organisations [Strafgesetzbuch (StGB) vom 15. Mai 1871 (RGBl. S. 127) in der Fassung der Bekanntmachung vom 13. November 1998 (BGBl. I, 3322) § 86a.] ...", "It is not prohibited by the law to produce, acquire, keep, import, export or even use such symbols provided it is not done in front of a large public gathering. There are only three specific types of conduct mentioned in the law as being contrary to the values of the democratic State under the rule of law (distribution, use in front of a large public gathering and public exhibition), because of the tendency of such conduct not only to ‘insult or cause amazement or anxiety’ to the public, but also to create express fear or menace by reflecting an identification with the detested ideologies and an intention to propagate openly such ideologies. Such conduct can offend the whole of democratic society, especially the human dignity of major groups and communities which suffered from the most severe crimes committed in the name of both ideologies represented by the prohibited symbols.", "...", "On the basis of the above, in the opinion of the Constitutional Court, the restriction specified in Article 269/B § 1 of the Criminal Code is not disproportionate to the weight of the protected objectives, while the scope and the sanction of the restriction is qualified as the least severe potential tool. Therefore, the restriction of the fundamental right defined in the given provision of the Criminal Code is in compliance with the requirement of proportionality ...”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}