{"ITEMID": "001-58849", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF MAUER v. AUSTRIA (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. On 23 March 1988, the applicant was instructed to inform the police who had parked a car belonging to the applicant in the Schlossgasse in Vienna on 18 March 1988 at 5.30pm. He failed to provide the information, and on 11 October 1988 was fined 2,000 Austrian schillings (ATS) for the failure, pursuant to sections 134 (1) and 103 (2) of the Motor Vehicles Act 1967 (Kraftfahrgesetz). The penal notice (Straferkenntnis) was confirmed by the Vienna Regional Government (Amt der Wiener Landesregierung) on 18 May 1989. On 24 November 1989 a minor error in the penal order was corrected.", "9. The applicant's administrative complaint to the Administrative Court (Verwaltungsgerichtshof) was ultimately dismissed on 24 January 1990. The Administrative Court found that the correct provisions of the Motor Vehicles Act had been applied, and further confirmed that the reasons given by the applicant for not having supplied the required information were inadequate.", "10. Section 103 (2) of the Motor Vehicles Act 1967 entitles the competent authority, inter alia, to require the registered owner of a motor vehicle to communicate the name and address of a person who has used the vehicle at a specific time.", "11. Under section 134 (1) it is an administrative offence (Verwaltungsübertretung) not to comply with the above-mentioned provision, punishable by a fine of up to ATS 30,000 or up to six weeks’ imprisonment in case of default.", "12. For a description of the relevant domestic procedure, reference is made to the Umlauft v. Austria judgment of 23 October 1995 (Series A no. 328-B, pp. 34-36, §§ 14-23)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}