{"ITEMID": "001-4829", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "ANDRIJIC v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["The applicant, born in 1965, presently resides in Karlskrona, Sweden. In his application form, he states that he has Croatian nationality.", "", "On 9 March 1994 the applicant arrived in Sweden and requested asylum. He stated that he was a citizen of Bosnia-Hercegovina. Before leaving for Sweden, he had been living in Gora. In June 1993 the village was attacked by the Bosnian army. Soldiers searched his family's home on three occasions and took their money and valuables. They also threatened to kill the family members unless they left their home. As a consequence, the applicant decided to leave Bosnia-Hercegovina. The applicant held also a Croatian passport but maintained that he could not be considered as a citizen of Croatia, as the passport did not entitle him to any civic rights in that country. Allegedly, if sent to Croatia, he would be expelled to Bosnia-Hercegovina. Thus, he was very much afraid of being sent to Croatia.", "On 6 September 1994 the National Immigration Board (Statens invandrarverk) rejected the applicant's request and ordered his deportation to Croatia. The Board found that the applicant held both Bosnian and Croatian citizenship. Due to the prevailing situation in Bosnia-Hercegovina, he could not be deported to that country. Consequently, in assessing his application, the question was whether he could be afforded protection in Croatia. The Board noted that, according to available information, persons in the applicant's situation did not risk to be sent from Croatia to Bosnia-Hercegovina against their will. Further, there was no reason to assume that Croatia would not afford the applicant the same protection as other Croatian citizens. Finally, the general situation in Croatia did not constitute a ground for granting him asylum.", "The applicant appealed to the Aliens Appeals Board (Utlänningsnämnden). He claimed that he had deserted from the Bosnian-Croatian army and that, if deported to Croatia, he could be forced to serve in that army in Bosnia-Hercegovina.", "On 15 March 1995 the Appeals Board rejected the appeal. It shared the opinion of the Immigration Board and added that there was no apparent risk that Croatian citizens would be forced to take part in armed conflict.", "The applicant later requested a temporary residence permit in Sweden. By a decision of 8 June 1995 the Appeals Board granted the applicant such a permit until 1 December 1995 and quashed the deportation order. In so doing, the Board referred to a Government decision of 5 May 1995 according to which the worsened situation in Croatia constituted an impediment to the deportation of asylum seekers to that country.", "On 30 October 1995 the applicant submitted a new application for a residence permit. He referred to his previous statements. Further, at an oral hearing on 14 May 1997 he claimed that he would not be allowed to stay in Croatia and that he could not return to his Muslimdominated home district in Bosnia-Hercegovina.", "On 17 July 1997 the Immigration Board rejected the applicant's new application and ordered his deportation to Croatia. Having regard to guiding decisions taken by the Swedish Government, the Board found that the applicant could not be sent back to BosniaHercegovina. With regard to the possible deportation to Croatia, the Board noted that no circumstances had been invoked by the applicant which could lead to the conclusion that he was unable to go to Croatia. Consequently, the Board reiterated the conclusions drawn in the previous decisions taken concerning the applicant.", "The applicant appealed to the Aliens Appeals Board. In addition to what he had previously stated, he referred to the time he had spent in Sweden. Having adjusted to Swedish society, he claimed that he should be given a residence permit for humanitarian reasons. On 2 February 1998 the Appeals Board upheld the Immigration Board's decision.", "Later, the applicant submitted another application to the Appeals Board. He invoked a medical certificate of 23 March 1998 according to which he suffered from a post-traumatic stress syndrome and had regular contacts with a psychiatric clinic in Karlskrona. Allegedly, he would not get the appropriate treatment for his mental problems in Croatia. On 21 April 1998 the Appeals Board rejected the new application.", "In May 1998 the applicant made yet another application for a residence permit. He invoked a further medical certificate concerning his mental health. By decisions of 6 and 12 May 1998 the Appeals Board refused to suspend the enforcement of the deportation order and on 12 November 1998 it rejected the application.", "In medical certificates issued by the psychiatric clinic at the hospital in Karlskrona on 30 November 1998 and 19 January 1999 chief physician G.S. and therapist I.S. stated that the applicant had undergone treatment for some time at the clinic for a post-traumatic stress syndrome. Allegedly, the enforcement of the deportation order would seriously impair his mental state and could lead to a suicide attempt. The clinic submitted the first certificate to the Appeals Board and requested that the enforcement be suspended.", "By a decision of 9 December 1998 the Appeals Board suspended the enforcement of the deportation order for an unspecified period of time."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}