{"ITEMID": "001-59622", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF N.F. v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 11;No violation of Art. 8 with regard to the divulgence of the applicant's membership of the freemasons;Not necessary to examine Art. 8;Not necessary to examine Art. 9;Not necessary to examine Art. 10;Not necessary to examine Art. 14;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant, who was born in 1942, is a judge. After the summer of 1990 he applied for membership of the Grande Oriente d’Italia di Palazzo Giustiniani. On 5 March 1991 he became a member of the Adriano Lemmi Lodge in Milan.", "During the summer of 1992 the applicant read in the national press that certain State prosecutors, in particular the state prosecutor of Palmi (Reggio di Calabria), had begun inquiries, which, according to certain rumours, also concerned lodges associated with the Grande Oriente d’Italia di Palazzo Giustiniani.", "In October 1992 the applicant asked to distance himself from the organisation and on 5 November 1992 he was made a “dormant member”.", "9. The Palmi public prosecutor’s office sent the National Council of the Judiciary (Consiglio Superiore della Magistratura) a list of judges who were Freemasons. The National Council of the Judiciary then sent it to the Minister of Justice and Principal State Counsel at the Court of Cassation, who instituted disciplinary proceedings against the judges. The list was then made public – at least in part – by the press.", "10. In July 1993, after an inquiry had been commenced, the applicant was questioned by an inspector from the General Inspectorate for the Ministry of Justice. Subsequently, in February 1994, he was questioned by Principal State Counsel at the Court of Cassation.", "11. In June 1994 he was summoned to appear before the disciplinary section of the National Council of the Judiciary. He was accused of having undermined the prestige of the judiciary by committing a serious breach of his duties, and thus being unworthy of the trust that must be had in a judge.", "In his address, counsel for the applicant referred to a decision of the same section, given some ten years earlier, which drew a distinction between secret associations – of which judges were forbidden from being members – and discreet associations. Counsel for the applicant also noted that the guidelines of the National Council of the Judiciary, which stated that judicial office was incompatible with membership of the Freemasons, had been adopted during the summer of 1993, which was one year after the applicant had left the organisation of his own accord.", "At the end of the proceedings the disciplinary section found that the applicant had breached Article 18 of Royal Legislative Decree no. 511 of 31 May 1946 (“the 1946 decree”) and gave him a warning.", "12. The applicant appealed on points of law to the Court of Cassation, which examined the case in plenary session on 13 June 1996. It dismissed the appeal in a judgment of 10 December 1996.", "13. On 17 May 2000 the Fourth Committee of the National Council of the Judiciary indicated again (having already made a similar recommendation on an unknown date) that it was not in favour of the applicant’s promotion – for which the requisite conditions had been fulfilled since 17 October 1997 – in view of the disciplinary sanction that had been imposed on him.", "14. The particular provisions of the Constitution referred to by the Government are the following:", "“All citizens shall have the duty to be loyal to the Republic and to comply with the Constitution and the laws.", "Citizens to whom public offices are entrusted shall perform them with discipline and honour, and take an oath where it is required by law.”", "“Public officials shall be at the exclusive service of the nation.", "If they are members of Parliament they shall be promoted only by seniority.", "The right to become members of political parties may be limited by law in the case of members of the judiciary, professional members of the armed forces on active duty, police officials and officers, and diplomatic and consular representatives abroad.”", "“Reasons shall be stated for all judicial decisions.", "An appeal on points of law to the Court of Cassation for a breach of the law shall always be allowed against sentences and measures concerning personal freedom delivered by the ordinary or special courts. The provision may be waived only in the case of sentences pronounced by military courts in time of war.", "Appeals to the Court of Cassation against decisions of the Consiglio di Stato and the Court of Audit shall be allowed only on grounds inherent to jurisdiction.”", "15. Under Article 18 of Royal Legislative Decree no. 511 of 31 May 1946, any judge who “fails to fulfil his duties or behaves, in or outside the office, in a manner unworthy of the trust and consideration which he must enjoy” will incur a disciplinary sanction.", "16. Being called upon to judge the constitutionality of Article 18 of the 1946 decree with regard to Article 25 § 2 of the Constitution, the Constitutional Court ruled that, in disciplinary proceedings against judges, the principle of lawfulness applied as a fundamental requirement of the rule of law and was a necessary consequence of the role conferred on the judiciary by the Constitution (judgment no. 100 of 8 June 1981, § 4).", "However, with regard to the fact that Article 18 did not specify the types of conduct which might be regarded as unlawful, the Constitutional Court pointed out that it was not possible to give examples of every type of conduct which might undermine the values guaranteed by that provision: trust and consideration which a judge must enjoy and the prestige of the judiciary. Indeed, according to the Constitutional Court, those values constituted principles of professional conduct which could not be included in “pre-prepared guidelines because it [was] not possible to identify and classify every example of inappropriate conduct which might provoke a negative reaction in society” (ibid., § 5). The court subsequently reiterated that the earlier laws governing the same subject matter had included a provision of general scope alongside the provisions penalising specific conduct, that the proposals for reform in this field had always been worded in general terms and that the same was true for other professional categories. It concluded that “the provisions in this area [could] not but be of general scope because a specific directive would have the effect of legitimising conduct which had not been foreseen, but nonetheless attracted society’s opprobrium”. It added that those considerations justified the wide scope of the rule and the wide margin of appreciation conferred on a body which, acting within the guarantees inherent in any judicial procedure, was – by virtue of its composition – particularly well-qualified to judge whether the conduct considered in each case did or did not undermine the protected values (ibid., § 5).", "The Constitutional Court stated, lastly, that this interpretation accorded with its case-law on the subject of lawfulness (ibid., § 6).", "17. Law no. 17 of 25 January 1982 on the implementing provisions of Article 18 (right of association) of the Constitution concerning secret associations and the dissolution of the association called P2 provides that membership of a secret association is a criminal offence (section 2). With regard to civil servants, section 4 provides that disciplinary proceedings must also be brought against them before a special committee constituted according to very precise rules. However, in respect of judges of the judicial, administrative and military courts, jurisdiction remains vested in the respective disciplinary bodies.", "18. On 22 March 1990 the National Council of the Judiciary, which had convened following a message from the Head of State – who is its president – to discuss the incompatibility between the exercise of judicial functions and membership of the Freemasons, passed guidelines. The minutes (discussion and text of the guidelines) of that meeting were published in the Official Bulletin (Verbali consiliari, pp. 89-129) and sent to the presidents of the Republic, Senate and Chamber of Deputies.", "According to those guidelines, “judges’ membership of associations imposing a particularly strong hierarchical and mutual bond through the establishment, by solemn oaths, of bonds such as those required by Masonic lodges, raises delicate problems as regards observance of the values enshrined in the Italian Constitution”.", "The National Council of the Judiciary added that it was “evidently [within its] powers to ensure compliance with the fundamental principle of Article 101 of the Constitution, according to which ‘judges are beholden only to the law’ ”. In its words, “this scrutiny include[d] ... thorough care to ensure that, in the exercise of his functions, every judge respect[ed] – and appear[ed] to respect – the principle of being beholden to the law alone”.", "The National Council of the Judiciary subsequently referred to a judgment of 7 May 1981 of the Constitutional Court in which the court had undertaken a balancing exercise between judges’ freedom of thought and their obligation to be impartial and independent.", "It added: “it has to be stressed that among the types of conduct of a judge to be taken into consideration for the requirement of the exercise of the administrative activity peculiar to the Council, there is also, beyond the limit laid down by Law no. 17 of 1982, the acceptance of constraints which (a) are superimposed on the obligation of loyalty to the Constitution and of impartial and independent exercise of judicial activity and (b) undermine the confidence of citizens in the judiciary by causing it to lose its credibility”.", "Lastly, the National Council of the Judiciary considered it “necessary to suggest to the Minister of Pardons and Justice that it might be advisable to consider including among the restrictions on judges’ rights of association reference to all associations which – for their organisation and ends – impose particularly strong bonds of hierarchy and solidarity on their members”.", "19. On 14 July 1993 the National Council of the Judiciary passed further guidelines stating that the exercise of judicial functions was incompatible with membership of the Freemasons."], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}