{"ITEMID": "001-114770", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF TAUTKUS v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Article 3 - Positive obligations) (Procedural aspect)", "JUDGES": "András Sajó;Helen Keller;Ineta Ziemele;Isabelle Berro-Lefèvre;Paulo Pinto De Albuquerque", "TEXT": ["5. The applicant was born in 1972 and lives in Šiauliai.", "6. In 1996 the Kaunas Regional Court convicted the applicant of soliciting for prostitution and the murder of a prostitute, committed in a particularly cruel way by a group of persons. The applicant was sentenced to fourteen years’ imprisonment. This was his first conviction. Eight of his accomplices were also sentenced to between eight and fifteen years’ imprisonment.", "7. When the applicant arrived in Pravieniškės Prison to serve his sentence in May 1996, he was placed in Wing 4, Section 1 of the prison (IV būrys, 1 brigada). Subsequently, he was moved to Wings 8, 7, 13 and again to Wing 7. He spent roughly a year in each of those parts of the prison.", "8. On 22 November 2001 the applicant was moved to Wing 2, Section 2 of the prison. He did not sustain any injuries while residing there, nor did he complain to the doctors about health issues that could have shown any traces of prison violence.", "9. R.J., who was born in 1979, arrived in Pravieniškės Prison on 25 August 2000. He was placed in Wing 2, Section 2 of the prison. Notwithstanding R.J.’s three convictions for crimes ranging from theft (in 1995) and attempted murder (in 2000) to hooliganism (in 2001), he was considered as serving an imprisonment penalty for the first time, given that following his first conviction the court had suspended the imposed sentence and the sentences for the second and third convictions had been combined.", "10. The five character reports drawn up by Pravieniškės Prison administration in 1997-2002 describe the applicant as tactful with other inmates and respectful to the guards; he was also said to have had “certain authority” with other prisoners. The authorities noted that the applicant had breached the prison’s internal rules fourteen times (for keeping his hands in his pockets in the presence of guards, being intoxicated, and staying at prison quarters he was not assigned to). Nonetheless, he had also been commended thirteen times for positive behaviour and good work in prison.", "As it appears from the documents submitted by the parties, in 2002 R.J. had been assessed twice by the prison administration. He was described as having authority among other inmates and tactful with them, capable of easily adapting in prison.", "11. On 2 October 2002 at about 11 p.m., a fight broke out between the applicant and R.J. As a consequence, the applicant suffered severe head injuries; his skull was fractured. The next day he underwent an operation in a public hospital. He was later placed in the prison hospital in a coma.", "According to a doctor’s report, R.J. sustained an injury to his forehead and had blood on his face. His leg was broken and he had bruises on his arms.", "12. On 4 October 2002 the prison governor started a pre-trial investigation into the incident.", "13. On 12 May 2003 the Kaišiadorys District Court convicted R.J. of having caused the applicant severe bodily injury (sunkus kūno sužalojimas). The court established that on 2 October 2002, at around 10.50 p.m., R.J. had hit the applicant no less than five times over the head and other parts of the body while in their living quarters at the prison. R.J. confessed to the crime. Two guards who testified before the court stated that once they had learned of the fight, which happened at around 11 p.m., after the evening check-up, they had run to the applicant’s cell and found him lying on the floor with his head covered in blood. The guards also stated that R.J. had smelled of alcohol.", "14. The transcript of the trial hearing states that R.J. testified that “the quarrel between me and the applicant had been spontaneous”, and “the fight had been short”. He also stated that he had punched and kicked the applicant’s body and head, and that as a result the applicant had fallen down and hit his head on an aquarium. Another inmate, Ž.L., had attempted to separate them. “Afterwards the guards had run in and it had all been over”. In answer to a question by a prosecutor, R.J. stated that “he had had no prior conflicts with the applicant”. He added that “everything had happened very fast; until the guards had run into the cell, the applicant had only managed to reach the bed and lie down”.", "Ž.L. testified that the conflict had taken place after the evening check-up. He said “I tried to separate R.J. and the applicant ... the conflict happened very fast”.", "15. The medical report stated that R.J. had not been intoxicated when blood samples had been taken from him “on 3 October 2002”. The court therefore decided to remove from the charges against him the accusation that he had been intoxicated when the crime was committed.", "The doctor’s report reads that R.J. was tested for alcohol at 11.40 a.m. on 3 October 2002. The test showed 0,00% of alcohol in his blood.", "16. When imposing the sentence, the court took into consideration R.J.’s young age and the fact that he had confessed to the crime. R.J. was sentenced to two years and six months’ imprisonment, with confiscation of all his property. The court added that term of imprisonment to his prior conviction, and R.J. was ordered to spend in total ten years and two months in prison. Upon a civil claim by a prosecutor, R.J. was also ordered to reimburse the costs which the State had paid for the applicant’s hospitalisation and treatment, which amounted to 9,021 Lithuanian litai (LTL). At that time the applicant had not submitted a civil claim for non-pecuniary damages from R.J.", "17. By a ruling of 3 September 2003, the Kaunas Regional Court dismissed R.J.’s appeal. The court found that there were no grounds for lowering the sentence imposed on R.J. The crime was particularly grave, with very serious consequences.", "18. In May 2003 a doctors’ commission declared the applicant Category I disabled (most severe condition of disability) and unfit to work.", "19. On 3 June 2003 the Vilnius City Second District Court released the applicant from the remainder of his sentence. The court noted that after the incident of 2 October 2002, the applicant had become totally disabled. He could walk only by leaning on furniture and with the help of others and was unable to adequately assess his surroundings. Moreover, he had already served two thirds of his sentence.", "20. After the incident, the applicant was treated in numerous hospitals and rehabilitation centres. According to a report from Šiauliai municipality of 28 November 2006, the applicant could not speak clearly, had poor balance, and had trouble shaving, washing himself and climbing stairs. He required constant care from his family.", "21. On 16 April 2007 the applicant, who believed that he was eligible for pecuniary and non-pecuniary damages on account of his injury while in prison, lodged a civil claim against the State. He argued that the prison authorities were under an obligation to maintain order in the correctional facility and should have protected and defended him from the injury that nearly cost him his life. He submitted that there was a direct causal link between his injury and the prison authorities’ alleged failure to act and guarantee safe conditions in which to serve a sentence.", "R.J. was a third interested party in those proceedings, given that the outcome of the litigation for damages directly affected his pecuniary situation.", "22. When the case was examined before the Vilnius Regional Administrative Court, the applicant’s lawyer also argued that the administration of Pravieniškės Prison had failed to observe prison rules stipulating that certain prisoners should be kept separately. In that context, the lawyer referred to a letter of 19 December 1994 in which the prosecutor said that R.J. had to be kept in isolation. The lawyer also argued that R.J., who had three convictions in total, was a more hardened criminal than the applicant, so the two should have been held separately. He also submitted that although, after the incident, R.J. had smelled of alcohol, blood samples had not been taken from him until twelve hours later. In the past the applicant had also been punished for consuming alcohol while in prison. The lawyer argued that the guards on duty had not kept the prisoners under constant observation, as they were obliged to do under the prison regulations. He also maintained that the administration’s decision to move an inmate from one section of the prison to another had to be justified, which had not happened in the applicant’s case. Lastly, the lawyer argued that his client had not started the proceedings for damages earlier because of his state of health.", "23. R.J. testified before the Vilnius Regional Administrative Court that he had been serving his sentence in the same section of Pravieniškės Prison since 28 September 2000. In his view, “it was the State that should bear responsibility for the injuries the applicant had sustained”. He also argued that his relations with the applicant had always been tense, that “the applicant did not fit in [in Wing 2, Section 2]”, “the applicant was a ‘simple’ person and the other inmates in that section were ‘offenders’” and “the fight between the two of them would have occurred sooner or later”. In his opinion, “the prison administration could have foreseen the tension between him and the applicant if it had wanted”. R.J. did not answer the judge’s question about the reasons for the fight. Nor did he reply to her question whether he had been under the influence of alcohol at the time of the fight. He nevertheless submitted that prisoners could obtain as much alcohol in the prison “as they wanted”. The guards caught them with alcohol very rarely and, as far as R.J.’s recalled, the applicant had been sober at the time of the fight. R.J. also said that after the evening check-up, the guards carried out the first night-time check at around 11-12 p.m., and the second at a later time.", "24. The Pravieniškės Prison administration and the Department of Prisons, the defendants in the case, asked the court to dismiss the civil claim, arguing that the fight had been spontaneous and the conflict could not have been foreseen. They submitted that the applicant had never informed the prison administration that he had been in danger. Accordingly, the State was not liable for the incident that had caused the applicant’s incapacity.", "The prison authorities also pointed out that the inmates should have been in bed by 10 p.m., and that at night the guards checked the sleeping quarters twice.", "25. On 21 February 2008 the Vilnius Regional Administrative Court dismissed the applicant’s civil claim. It noted, firstly, that the applicant had missed a statutory three-year deadline for lodging a claim for damages. Nevertheless, the court proceeded with the examination of whether the complaint was founded.", "26. As to the merits of the complaint, the Vilnius Regional Administrative Court held that there was no evidence, either written or factual, of the applicant having ever approached the authorities claiming that he was unsafe in Pravieniškės Prison, even though such a right was guaranteed by Article 50 of the Code of Correctional Works (see Relevant Domestic Law and Practice below). The court also emphasised that the prison administration had properly executed its duties as concerns the placement of inmates. Both the applicant and R.J. had been serving a prison sentence for the first time, so they could be held in the same wing and section. As to the suggestion by the applicant’s lawyer that the applicant had been moved from one part to another of the prison without a valid reason, the court held that “the applicant could have challenged those actions [but had failed to do so]”. Moreover, the applicant himself had not been an exemplary prisoner and had been punished a number of times for breaching internal rules (ranging from alcohol consumption to leaving his living quarters). The court found weighty the prison administration’s argument that the applicant had never approached them claiming, either verbally or in writing, that he was unsafe in prison in general or that he had had any conflicts with a particular inmate. Consequently, there were no grounds for finding the prison administration liable for not preventing the incident. According to the case-file, the fight was spontaneous and took place after the evening check-up, when all the inmates, including the applicant and R.J., should have been sleeping or at least in bed. Overall, there was no legal basis for granting the applicant’s civil claims.", "27. The applicant appealed, invoking Article 3 of the Convention and reiterating his earlier arguments that the State had not protected him from serious injury in prison, as a consequence of which his health had been permanently damaged. He also submitted that the prison administration had failed to ensure that prisoners could not obtain alcohol, arguing that alcohol made prisoners unpredictable and aggressive.", "The Department of Prisons asked that the civil claim be dismissed as unfounded. They pointed out that there was no objective evidence that R.J. had been under the influence of alcohol during the incident. That fact had not been established in the criminal proceedings.", "28. On 24 November 2008 the Supreme Administrative Court examined the applicant’s appeal but dismissed it on the merits. There was no evidence in the case file that any action or inaction on the part of staff at Pravieniškės Prison had contributed to the incident between the applicant and R.J. During the criminal proceedings, it had been established that it was R.J. who had injured the applicant, and R.J. had been convicted accordingly. Therefore, as it had not been possible to establish any illegal acts or failure to act on the part of the prison staff, the State could not be held responsible for the non-pecuniary damage the applicant had sustained.", "29. The Code of Correctional Works (Pataisos darbų kodeksas), as in force at the relevant time, reads as follows:", "“The purpose of accommodating convicts separately or in isolation in correctional institutions is:", "to separate convicts who, due to the nature of their crimes or their character, might negatively influence other inmates;", "to facilitate the social rehabilitation of convicts;", "to help ensure the supervision and safety of convicts;", "to help safeguard the requirements of security and administration of the correctional institutions ...", "The following categories of convict should be isolated from each other within the same correctional institutions, or if possible placed in different institutions: convicts sentenced to imprisonment for the first time; those convicted for intentional and negligent crimes, ... very dangerous recidivists; those convicted for serious crimes ...", "If a convict, serving his sentence at a correctional prison, addresses the administration in writing with a request to be isolated from other inmates for important reasons, the director of the prison has a right to transfer the convict to a cell and to hold him in isolation or with other inmates transferred to the cell for the same reasons. The duration of such a transfer shall be fixed by the prison administration. A transfer to a cell is not considered as a penalty ...”", "“The main obligations of prison authorities are the following: where necessary, the isolation of convicts and their constant supervision; ... guaranteeing different conditions of custody for convicts having regard to the nature of their crime and their dangerousness, character of a convict and his or her behaviour.”", "“The convicts have the right to address the State and municipal officials ... submitting requests, proposals and complaints...”", "30. The Internal Regulations of Correctional Institutions (Pataisos darbų įstaigų vidaus tvarkos taisyklės), approved by decision no. 172 of the Minister of Justice on 16 August 2000, read as follows:", "“4. Convicts must be treated in such a way as to safeguard their health ...", "20. Prisons may be divided into sectors. In accordance with Recommendation No. R (87) 3 of the Committee of Ministers of the Council of Europe, the purposes of allocating prisoners to separate sectors are:", "20.1. to separate from others those prisoners who, by reasons of their criminal records or their personality, are likely to benefit from that or who may exercise a bad influence;", "20.2. to facilitate their treatment and social resettlement taking into account the management and security requirements ...", "94. Psychologists, heads of wing, internal investigation officers, supervisors and staff ... conduct investigatory and explanatory work upon the arrival of new prisoners who are placed in quarantine ... While placed in quarantine, prisoners must be provided with adequate information about their rights, duties, prison regulations and the conditions in which their sentence will be carried out ...", "122. In order to guarantee internal order at the correctional institution, safeguard the security of the institution, their personnel and prisoners, and also to ensure the discipline of prisoners, the latter are forbidden:", "(...)", "122.10. to obtain, produce, consume and distribute alcoholic drinks, their substitutes, toxic, psychotropic and narcotic substances ...", "493. Health care staff shall examine a convict who has sustained bodily injury and shall make a note of the nature of the convict’s injury, describing the circumstances (according to the convict’s statements) under which the injury was inflicted, also indicating place and time. The medical personnel shall make an entry in a special journal and inform the [prison administration].”", "31. On 22 August 2000 the Minister of Justice issued an Instruction for the Security and Supervision of Detention Facilities, which sets out the measures prison authorities must take to ensure continuous supervision of prisoners, isolation where necessary and the implementation of regime requirements. Supervision is also aimed at preventing possible breaches of discipline and crimes. For that purpose, the guards watch and count the prisoners, and search the prisoners and premises. The guards supervise the prisoners and premises from their posts located throughout the prison and while moving around the prison. They must ensure that the prisoners obey the daily schedule and that they remain in the sectors allocated to them. The prisoners are counted three times a day. In order to find and collect prohibited items, the guards perform both scheduled and surprise searches of the inmates and premises.", "32. Under the Civil Code, an abridged three-year statutory time-limit applies to claims for damages (Article 1.125 § 8). The Code also provides:", "“1. Civil liability shall arise from the non-performance of a duty established by law or by contract (unlawful failure to act), or from the performance of actions that are prohibited by law or by contract (unlawful action), or from the violation of the general duty to behave with care.”", "“1. Damage caused by the unlawful action of a public authority institution must be compensated by the State from the resources of the State budget, irrespective of any fault on the part of a particular public servant or other employee of the public authority institution ...", "2. For the purposes of this Article, the notion ‘public authority institution’ shall mean any subject of public law (State or municipal institution, official, public servant or any other employee of these institutions, etc.), as well as a private person performing the functions of a public authority.", "3. For the purposes of this Article, the notion ‘action’ shall mean any action (or inaction) by a public authority institution or its employees that directly affects the rights, liberties and interests of persons ...", "4. Civil liability of the State or a municipality subject to this Article shall arise where employees of public authority institutions fail to act in the manner prescribed by law for those institutions and their employees.”", "33. Recommendation no. R(87)3 of the Committee of Ministers to member states on the European Prison Rules of 12 February 1987 (“the European Prison Rules”) includes in its basic principles:", "“11. 1. In allocating prisoners to different institutions or regimes, due account shall be taken of their judicial and legal situation (untried or convicted prisoner, first offender or habitual offender, short sentence or long sentence), of the special requirements of their treatment, of their medical needs, their sex and age.", "2. Males and females shall in principle be detained separately, although they may participate together in organised activities as part of an established treatment programme.", "3. In principle, untried prisoners shall be detained separately from convicted prisoners unless they consent to being accommodated or involved together in organised activities beneficial to them.", "4. Young prisoners shall be detained under conditions which as far as possible protect them from harmful influences and which take account of the needs peculiar to their age ...", "12. The purposes of classification or reclassification of prisoners shall be:", "a. to separate from others those prisoners who, by reasons of their criminal records or their personality, are likely to benefit from that or who may exercise a bad influence; and", "b. to assist in allocating prisoners to facilitate their treatment and social resettlement taking into account the management and security requirements.", "13. So far as possible separate institutions or separate sections of an institution shall be used to facilitate the management of different treatment regimes or the allocation of specific categories of prisoners.”", "34. Recommendation Rec(2003)23 of the Committee of Ministers to member states on the management by prison administrations of life sentence and other long-term prisoners, adopted on 9 October 2003, reads as follows:", "“12. A careful appraisal should be made by the prison administration to determine whether individual prisoners pose risks to themselves and others. The range of risks assessed should include harm to self, to other prisoners, to persons working in or visiting the prison, or to the community, and the likelihood of escape, or of committing another serious offence on prison leave or release.", "13. Needs assessments should seek to identify the personal needs and characteristics associated with the prisoner’s offence(s) and harmful behaviour (”criminogenic needs”). To the greatest extent possible, criminogenic needs should be addressed so as to reduce offences and harmful behaviour by prisoners both during detention and after release.", "14. The initial risk and needs assessment should be conducted by appropriately trained staff and preferably take place in an assessment centre.", "15. a. Use should be made of modern risk and needs assessment instruments as guides to decisions on the implementation of life and long-term sentences.", "b. Since risk and needs assessment instruments always contain a margin of error, they should never be the sole method used to inform decision-making but should be supplemented by other forms of assessment.", "c. All risk and needs assessment instruments should be evaluated so that their strengths and weaknesses become known.", "16. Since neither dangerousness nor criminogenic needs are intrinsically stable characteristics, risk and needs assessments should be repeated at intervals by appropriately trained staff to meet the requirements of sentence planning or when otherwise necessary.", "17. Risk and needs assessments should always be related to the management of risks and needs. These assessments should therefore inform the choice of appropriate interventions or modifications of those already in place.”", "“18. a. The maintenance of control in prison should be based on the use of dynamic security, that is the development by staff of positive relationships with prisoners based on firmness and fairness, in combination with an understanding of their personal situation and any risk posed by individual prisoners.", "b. Where technical devices, such as alarms and closed circuit television are used, these should always be an adjunct to dynamic security methods ...", "19. a. Prison regimes should be organised so as to allow for flexible reactions to changing security and safety requirements.", "b. Allocation to particular prisons or wings of prisons should be based on comprehensive risk and needs assessments and the importance of placing prisoners in environments that, by taking account of their needs, are likely to reduce any risk posed.", "c. Particular risks and exceptional circumstances, including requests by prisoners themselves, may necessitate some form of segregation of individual prisoners. Intensive efforts should be made to avoid segregation or, if it must be used, to reduce the period of its use ....”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}