{"ITEMID": "001-23809", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "VAMOSI v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Sándor Vámosi, is a Hungarian national, who was born in 1955 and lives in Budapest. He is represented before the Court by Mr E. Petruska, a lawyer practising in Budapest. The respondent Government are represented by Mr L. Höltzl, Deputy State-Secretary, Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1989 the Buda Central District Court pronounced the divorce of the applicant and his wife, I.T., who was granted custody of their daughter, K., born in 1986.", "On 11 October 1990 the Budapest Regional Court changed the first instance decision and granted custody to the applicant.", "After a first unsuccessful motion in 1992 to reclaim custody, in 1995 I.T. requested the Budapest II District Child-Care Authority to transfer, as an interim measure, the custody of K. to her. The Authority inspected the child's environment and found that she enjoyed herself in the family of the father, with whom she had a 'warm, loving and ideal' relationship. On 13 May 1996 it dismissed the request.", "On 18 May 1996 K. suffered an accident while visiting her mother. She broke her elbow and needed surgery. According to I.T., the child wished to stay with her until her recovery. Despite the applicant's opposition, I.T. refused to return K. to him.", "On 29 May 1996 the applicant requested the Buda Central District Court to enforce the court decision on custody. On 12 June 1996 an enforcement order was issued and the case was transferred to the competent Pest Central District Court.", "The bailiff's attempt, on 8 July 1996, to return K. to the applicant was unsuccessful, since I.T.'s new husband did not let him into their flat.", "On 16 July 1996 the Budapest XIV District Child-Care Authority attempted in vain to return K. to the applicant, as their officer did not find anyone at I.T.'s home.", "On 22 July 1996 I.T. promised the Child-Care Authority to return K. by the end of her usual period of access, between 15 and 28 July. On the latter date the applicant went to fetch K. who refused to go with him.", "On 30 July 1996 the District Court ordered its decision to be enforced with the assistance of the police.", "On 2 August 1996 an officer of the Budapest II District Child-Care Authority and the bailiff, assisted by the police, attempted to return K. to the applicant. K. was hiding from the officials in the attic of I.T.'s home and refused to join the applicant. The child-care officer considered that forcible execution would risk injury to K. In the circumstances, the applicant himself agreed to the suspension of the execution.", "On 3 September 1996 the Child-Care Authority contacted K.'s school in order to facilitate a meeting between K. and the applicant.", "On 9 September 1996 the applicant and I.T. signed an agreement before the Child-Care Authority to avoid K.'s forcible return to the applicant. I.T. promised not to prevent K. from returning to the applicant, if she wanted to do so.", "On 10 September 1996 the applicant attempted to fetch K. from school. K. was reluctant and requested 'protection' from the school director. On 27 September 1996 she requested the director to tell the applicant to refrain from coming to her school. Nevertheless, the applicant did so on several occasions and in a manner which interfered with her school life.", "I.T. meanwhile brought an action before the Budapest II/III District Court seeking a change of the custody order. On 1 October 1996 the District Court heard K. The child said that she did not want to live with her father and that she would escape from home, if forced back to live with the applicant.", "On 10 December 1996 an expert psychologist, Á.H., examined the child, her parents and their new partners. (The applicant had by this time started a new family, from which the child had felt excluded.)", "On 7 March 1997 the applicant requested the Budapest II District Child-Care Authority to continue with the earlier enforcement procedure. Subsequently a competence dispute arose between the Budapest II and XIV District Child-Care Authorities. In June 1997 the case file was transferred to the latter. On 18 July 1997 the Budapest Administrative Office provided guidance to the Child-Care Authority as to the potential enforcement measures. It explained that the police might only use force against I.T. and that it was for the Child-Care Authority to consider whether the circumstances required the use of force against K. herself.", "On the last day of I.T.'s usual summer period of access, 23 July 1997, execution was attempted again, but K. refused to follow the applicant and asked him to 'leave her alone'.", "The Budapest II District Child-Care Authority organised a reconciliatory meeting for the parties on 31 July 1997. However, neither parent appeared.", "On 21 August and 5 September 1997 two further attempts at police-assisted execution took place but failed, since the officials did not find anyone at I.T.'s home.", "On 2 October 1997 a guardianship officer went to see K. in order to explain that she was to live with the applicant. K. did not allow anyone to lay a hand on her and refused to join the applicant. It was considered that enforcement would only have been possible by applying force.", "On instruction by the Budapest Public Prosecutor's Office, the Child-Care Authority imposed a fine of 7,000 Hungarian forints (HUF) on I.T., apparently in October 1997. Her appeal was finally dismissed on 9 February 1998.", "Meanwhile, on 21 January 1998 the Budapest II/III District Court dismissed I.T.'s action for custody together with the applicant's counter-claim for the termination of I.T.'s parental rights. The applicant's appeal was finally dismissed on 24 February 1999.", "Further fines of HUF 10,000 and 50,000 were imposed on I.T. on 23 April 1998 and 30 December 1998, respectively.", "In a statement addressed to the Pest Central District Court on 27 October 1998, the National Institute for the Protection of Families and Children observed that, inexplicably, the competent authorities could not, for two years, restore the lawful situation and thus, in their view, the child's fundamental rights were being infringed.", "On 1 March 1999 K., accompanied by I.T., made a declaration before the Budapest Administrative Office. She said that she did not wish to return to the applicant, although she was ready to maintain contacts with him on condition that he dropped the execution measures.", "On 6 April 1999 I.T. renewed her action to reclaim custody.", "On 11 October 1999 the Budapest Administrative Office instructed the Budapest II District Child-Care Authority to impose fines repeatedly on I.T. until she complied with the court decision.", "On 19 October 1999 the Child-Care Authority arranged for K. to be returned to the applicant at her school. The girl again refused to follow her father. She explained to the officials present that she was afraid of her father, because the latter had attempted to fetch her with the assistance of the police on several occasions.", "On 3 December 1999 a fine of HUF 90,000 was imposed on I.T. On 25 January, 1 March, 4 April and 15 May 2000 fines of HUF 100,000 were imposed on her.", "On 16 February 2000 the Pest Central District Court dismissed I.T.'s action for custody.", "In reply to the applicant's complaint, on 25 February 2000 the Ministry of Justice took the view that the principal reason for the failure of the execution was the Child-Care Authority's reluctance to have recourse to coercive measures.", "On 8 May 2000 I.T. appeared before the Child-Care Authority with K., who had her 14th birthday on that day. K. declared that she did not wish to live with her father.", "On 29 August 2000 the Child-Care Authority informed the Budapest Public Prosecutor's Office that, of a total of HUF 557,000 imposed on her in fines since 1997, I.T. had thitherto only paid HUF 57,000 and was HUF 500,000 in arrears. On 26 October 2000 a further fine of HUF 100,000 was imposed on her.", "On appeal, on 27 October 2000 the Budapest Regional Court changed the decision of 16 February 2000 and granted the custody of K. to I.T.", "On 13 December 2000 the applicant complained to the Child-Care Authority that his right of access was not respected. In reply to his allegations, I.T. stated that she had explained to K. that she was to spend the weekend of 2 December with the applicant. However, on that day K. had returned from the meeting with the applicant within an hour, and was upset because of the applicant's conduct.", "On 10 January 2001 the applicant renewed his complaint about access. On 23 January the Child-Care Authority requested the Service for Family Assistance and Child Welfare to mediate.", "On 5 April 2001 the Child-Care Authority granted I.T. leave to pay the outstanding fines in six monthly instalments, but refused to reduce the total payable. I.T. did not comply with this decision, although on 21 August 2001 she paid HUF 50,000.", "On 4 September 2001 the Supreme Court dismissed the applicant's petition for review.", "In its reasoning, the Supreme Court recapitulated the reasons for the first and second instance decisions as follows:", "“In the criminal proceedings [instituted by the applicant against the mother, see below] the police obtained the opinions of expert psychologists on the child and the parties. In the course of these examinations the child recounted, in concrete terms, what she had experienced in the defendant's environment, which made her feel hurt or ignored.", "Expert psychologist Z.S. concluded from the explorations that the stress “caused by the parents' conflict had, since the early age of three, overwhelmed the child. The stress, however, did not cause any neurotic distortion, as her psychological defence mechanisms worked well. For this reason she opted for the mother's less strained environment and rejected her father's environment. She did everything she could to prevent the conflicts between her parents and to escape, in general, from any conflict, which caused emotional stress. However, those conflicts, which she was unable to digest, would affect the development of her personality disadvantageously and suppress the frustration, which her separation from her relatives caused. Her negative attitude towards her father's family would change if she did not fear being taken out of her present environment, with which she increasingly identifies herself, and if she could determine on her own how often and where to meet her father.”", "Expert psychologist Z.V. concluded that the emotional relationship between the father and the girl had deteriorated to such a degree that the girl almost seemed to keep fleeing from her father. The situation would be much better if the child did not perceive it as a constraint to maintain contact with her father. She also concluded that, between the mother and the girl, a good mother-child relationship had developed from the very beginning and that this prime and privileged relationship remained the same later on. The expert emphasised that the child's healthy development would be endangered if – by disregarding this very close mother-child relationship and the child's emotions – she were forced back into an environment where she did not like to live because she felt neglected.", "According to the statements of the parties, no fundamental change had occurred in their relationship since the termination of the proceedings instituted in 1996. The defendant continued receiving the family allowance in respect of the child and the maintenance payment deducted from the plaintiff's salary and, according to him, he used these sums to cover the costs of the litigation. He in no way contributed to the maintenance of the child; he did not even give her a single present.", "On the basis of the above facts, the first instance court dismissed the plaintiff's renewed claim. According to the reasoning of the court, the defendant's personality and circumstances made him fit to bring up the child. Assessing the circumstances, the court found that a change in placement would not serve the interests of the child, who had completely taken over the plaintiff's argumentation and whose environment, in which she had been enveloped since May 1996, was therefore unsuitable to preserve her respect and love for the other parent. Since that time the plaintiff, whether intentionally or not, had contributed to the alienation of the child from the defendant and – in direct opposition to the previous court decision – she had continued to keep the child with her. The court held that the child could not, on account of her age and situation, be regarded as a person having full capacity to make sound judgments; it stressed that the parties had in vain claimed that they had acted in the child's interests; the child was in fact the victim of the parents' struggle for and over her, and it was to be feared that this situation would cause her serious mental damage.", "By its final decision, the second instance court modified the first instance decision and placed the child with the mother. As from 31 October 2000, it transferred the obligation to pay maintenance to the defendant and regulated contact between the defendant and the child in the usual way.", "In its reasoning, the appellate court agreed with the findings of the first instance court as to the negative evaluation of the plaintiff's unlawful conduct and declared this conduct to be contrary to the long-term interests of the child. At the same time, it observed that “there was no possibility” to enforce the previous court decision; enforcement against the will of the 14-year-old girl was hopeless. Although the situation was imputable to the plaintiff, the relationship between the child and the father had, even in the latter's opinion, deteriorated to such a degree that the change of placement would not serve the interests of the child or reduce her negative emotions towards her father. If she were placed with her mother, there could be some hope that, after some time, she might realise and appreciate her father's affection for her.”", "The Supreme Court's reasons for upholding the second instance decision were as follows:", "“The petition for review is well-founded to the extent that the impossibility to enforce the previous court decision must not have any bearing on the decision on the merits of the case, i.e. on the statutory evaluation of the aspects to be taken into account when deciding on the question of placement: unenforceability in itself cannot result in the alteration of the placement.", "However, the fact that, at the date of the delivery of the final decision, the child had already passed the age of 14 amounts to a substantial difference in the circumstances, as opposed to the earlier situation.", "Section 74 of the Act on Family Law provides – in accordance with Article 12 of the UN Convention on the Rights of the Child (done at New York on 20 November 1989), incorporated into Hungarian law by Act no. 64 of 1991 – that if a child has reached the age of 14, no decision concerning his/her placement shall be taken without his/her consent, except when the placement chosen by the child endangers his/her development. Therefore, section 72/A § 2 of the Act, which provides the possibility of changing the placement in the interests of the child, must be interpreted in conjunction with section 74; accordingly, the child's placement as s/he wishes would not run counter to his/her interests unless it would put him/her in danger. Consequently, the court had to examine whether the girl's placement with her mother, which has been ordered by the court after considering the child's firm and express wish, would endanger her physical, mental or moral development.", "The first instance court based itself on the fact that the plaintiff had unlawfully kept the child since May 1996. The court found that, with the passage of time, the mother's influence, directed against the defendant, had been decisive in turning the child against the father and in completely detaching her from the other parent emotionally. In the court's view, her placement with the plaintiff would endanger the child's future development, despite her objective and subjective fitness for the child's upbringing.", "This position, however, attributes unrealistic and excessive significance to the plaintiff's harmful influence in the flow of events, and disregards the concurring findings of [two] expert psychologists, as laid down in their [respective] opinions of 14 October 1998 and 21 June 1999, which were corroborated by other findings of fact.", "Both the opinions of the appointed experts and the statements of the child demonstrate that, after the defendant had established a new relationship, the child became alienated primarily from her environment, i.e. her foster mother and grandmother; since her early childhood, she has adopted defence mechanisms in order to resist the distressing impact of her parents' conflict and, after her accident in the spring of 1996, she chose her mother's care. The defendant, however, was not attentive to this temporary wish of the child; he tried to enforce his rights through coercive measures, as a result of which the parents' conflict appeared to the child as an oppressive experience, with which she could not cope.", "The Supreme Court agrees with the reasoning of the appellate court in that, after the child's recovery, the plaintiff should have prepared her psychologically for her return to the defendant and that she should have provided the emotional stability and support needed by the child within the framework of regular contact. Instead, the plaintiff did not comply with her obligations flowing from the final decision and, by leaving the decision partly to the child, she actively contributed to the failure of the child's return to the defendant and the maintenance of undisturbed contact. This conduct amounts to influencing the child, has led to the alienation of the child from her father and is, therefore, imputable to the plaintiff.", "However, as to whether this extremely embittered situation has been brought about by the plaintiff alone, which amounted to endangering the healthy development of the now fourteen-year-old child, the lower courts took a one-sided and, therefore, incorrect position by overemphasising certain factors while disregarding others.", "According to the elements of the case file, the contact between the father and the child had already loosened prior to the child's accident in 1996. This was the result of the change which had taken place in the defendant's environment; the defendant's new family created an atmosphere which made the child realise their malice and criticism towards her beloved mother. This attitude severely distressed the then ten-year-old child and caused her to feel isolated. In this situation her accident and subsequent longing for motherly care was the turning point, which resulted in her resistance to adapting herself to the defendant's family.", "It is also a fact that the defendant is fond of his child and that he is able to ensure the objective conditions of her placement. However, in his present family, the emotional harmony between him and the now adolescent child, which was referred to as a decisive factor when her placement was decided, is missing. Being emotionally reserved and inflexible, as pointed out by all the expert opinions, the defendant tried to substitute this missing harmony by firmness, rationally planned official procedures and coercive measures. This, however, further deteriorated his relationship with the child – who, because of her age, has been more vulnerable – and provoked resistance in her.", "It follows that the plaintiff's influence on the child has not in itself led to the present situation, which is undoubtedly unfavourable for the child. Rather, her influence has only been one factor in the above-mentioned circumstances; therefore, it cannot be argued that the child's placement with the plaintiff – which the child has consistently chosen and which meets the objective conditions of placement – would endanger the child's future development. In the absence of such danger, the final decision is in compliance with section 74 of the Act on Family Law and does not contradict section 72/A (2) It is, therefore, not unlawful.”", "On 20 May 1996 the applicant initiated criminal proceedings against I.T. charging her with unlawfully changing a minor's placement.", "On 9 September 1996 the applicant brought further charges against I.T. accusing her of the offences of endangering a minor and failure to pay maintenance.", "On 29 January 1997 the Budapest XIV/XVI District Public Prosecutor's Office preferred a bill of indictment against I.T. charging her with having unlawfully changed a minor's placement.", "On 14 October 1998 expert psychologist Z.S., who was appointed by the criminal court, examined K.", "On 6 May 1999 the Pest Central District Court convicted I.T. of having unlawfully changed a minor's placement, but refrained from imposing a sentence pending a probationary period of two years.", "On 21 June 1999 expert psychologist Z.V. examined K. and her parents.", "On 5 November 1999 the Budapest Public Prosecutor's Office preferred a bill of indictment charging I.T. with endangering a minor.", "On 30 June 2000 the Budapest Regional Court quashed I.T.'s conviction of 6 May 1999 for procedural shortcomings and remitted the case to the first criminal instance.", "On 8 January 2001 the Pest Central District Court joined the two criminal proceedings. In the ensuing proceedings, the District Court found the opinions of Z.S. and Z.V. incomplete and contradictory. Consequently, it appointed an expert psychiatrist, I.K., to examine the child, which she did on 26 September 2002.", "On 22 May 2003 the court heard all four experts.", "On 27 June 2003 the Pest Central District Court convicted I.T. of the offences of 'endangering a minor' and 'unlawfully changing a minor's placement'. In its reasoning, of the altogether four opinions – which included that of Á.H., prepared in the civil case in 1996 – the court accepted the latter, along with that of I.K., as completed and amended orally.", "The court noted that, according to the earliest assessment made by Á.H., the then ten-and-a-half-year-old K., instinctively frank, had displayed rough traces of her mother's influence:", "“At that time, the girl expresses her feelings to the expert openly; she almost takes pride in the advantages, from which she benefits on the part of the better-off mother and her new family, in contrast with the severe and puritan fatherly environment ...”", "The court also noted the conclusion of the latest expert opinion of 2002, prepared by I.K., according to which it could not be established that K.'s estrangement from her father was the consequence of the mother's influence. For the court, this held true only for the teenage girl, whose personality had inevitably changed:", "“The girl's very intense emotional link to her mother has grown into a strong symbiosis, an alliance of interests, which, for the court, has camouflaged the actual state of mind of the 1996 personality.", "The two opinions are exact and authentic, but momentary, records of one and the same person, against different backgrounds. Common elements are the attachment to the mother and the rejection of the father. Then [in 1996,] the [mother's] manipulation predominantly underlay this [choice]; by now [2002,] this background has changed; and it is the sovereign and final decision of the teenage girl, who has grown into a 'competent person', to live with her mother. Moreover, both experts agreed that the litigation and, in particular, the child's involvement therein, is very harmful for the child and constitutes mental abuse in itself, which the parent actually taking care of the child is significantly more likely to exert than the other parent, who has been almost completely isolated from her.”", "I.T. was sentenced to one year's imprisonment, execution being suspended for one year."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}