{"ITEMID": "001-103951", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF OTEGI MONDRAGON v. SPAIN", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - claim dismissed;Non pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["6. The applicant was born in 1956. At the time the application was lodged he lived in Elgoibar (Gipuzkoa).", "7. At the time of the events, the applicant was spokesperson for Sozialista Abertzaleak, a left-wing Basque separatist parliamentary group in the Parliament of the Autonomous Community of the Basque Country.", "8. On 21 February 2003, following an order issued by central investigating judge no. 6 of the Audiencia Nacional, the premises of the daily newspaper Euskaldunon Egunkaria were searched and then closed, on account of the newspaper’s alleged links with the terrorist organisation ETA. Ten persons were arrested, including the newspaper’s senior managers (members of the board and the editor-in-chief). After spending five days in secret detention the persons concerned complained that they had been subjected to ill-treatment in police custody.", "9. On 26 February 2003 the President of the Autonomous Community of the Basque Country received the King of Spain at the opening of an electricity power station in the province of Biscay.", "10. At a press conference held the same day in San Sebastián, the applicant, as spokesperson for the Sozialista Abertzaleak parliamentary group, outlined his group’s political response to the situation concerning the newspaper Euskaldunon Egunkaria. Replying to a journalist he said, with reference to the King’s visit to the Basque Country, that “it [was] pathetic”, adding that it was “a genuine political disgrace” for the President of the Autonomous Community of the Basque Country to be inaugurating the project with Juan Carlos of Bourbon and that “their picture [was] worth a thousand words”. He went on to say that inaugurating a project with the King of the Spaniards, who was the Supreme Head of the Civil Guard (Guardia Civil) and the Commander-in-Chief of the Spanish armed forces, was absolutely pitiful. Speaking about the police operation against the newspaper Euskaldunon Egunkaria, he added that the King was in charge of those who had tortured the persons detained in connection with the operation. He spoke in the following terms:", "“How is it possible for them to have their picture taken today in Bilbao with the King of Spain, when the King is the Commander-in-Chief of the Spanish army, in other words the person who is in charge of the torturers, who defends torture and imposes his monarchical regime on our people through torture and violence?”", "11. On 7 April 2003 the public prosecutor lodged a criminal complaint against the applicant for “serious insult against the King” within the meaning of Article 490 § 3 of the Criminal Code read in conjunction with Article 208, on account of his remarks made on 26 February 2003.", "12. In the proceedings before the Basque Country High Court of Justice, which had jurisdiction to try the applicant because of his status as a member of parliament, the applicant argued that his remarks had constituted political criticism directed against the Head of the government of the Basque Country. He added that to say that the King of Spain was the Supreme Head of the Civil Guard did not imply any intention to undermine dignity or honour; it was merely a statement of the political reality in the Spanish State, where the King exercised supreme command over the armed forces. The applicant further argued that there was no insult or attempt to dishonour in saying that the Civil Guard had tortured the persons detained in connection with the closure of the newspaper Euskaldunon Egunkaria because that was the reality, and proceedings had been instituted in that connection before the Madrid investigating judge no. 5. Numerous public figures had also commented on the subject. In sum, the applicant, as a politician, had sought to express political criticism in the context of freedom of expression, one of the foundations of the rule of law and democracy. He pointed out in that regard that politicians had greater freedom of manoeuvre when it came to informing society about matters of public interest.", "13. In a judgment of 18 March 2005, the High Court of Justice found the applicant not guilty of the charges against him. After stating that his remarks had been “clearly offensive, improper, unjust, ignominious and divorced from reality”, the court found as follows:", "“... This is not an issue concerning the private life of the Head of State but one of rejection of the ties of political power deriving from the hereditary nature of the institution which he personally symbolises. ... [C]riticism of a constitutional institution is not excluded from the scope of the right to freedom of expression; in this case the latter has the status of a constitutional right which takes precedence over the right to honour. The Constitution does not guarantee the right to freedom of expression solely in relation to certain points of view that are considered correct, but in relation to all ideas, subject to the limits which it lays down ...”", "14. The High Court of Justice summed up as follows:", "“[T]he [applicant’s] remarks were made in a public, political and institutional setting, regard being had not only to the speaker’s status as a member of parliament but also to the authority to which they were addressed, namely the State’s highest judicial authority, and to the context of political criticism of the [Head of the government of the Basque Country] for his official hospitality in receiving His Majesty King Juan Carlos I in the wake of the closure of the newspaper [Euskaldunon] Egunkaria and the detention of its senior managers, and the latter’s public allegations of illtreatment. This context is therefore unconnected to the innermost core of individual dignity protected by law from any interference by third parties.”", "15. The public prosecutor lodged an appeal on points of law, arguing firstly that the law protected the honour of the King as a specific individual possessed of personal dignity, who had been the object of the offence of insult, and secondly that the law was aimed at ensuring respect for the symbolic content of the institution of the Crown as established by the Spanish Constitution and “represented by the Head of State, the symbol of its unity and permanence”. The seriousness of the offence could be inferred from the fact that the legislature had sought to afford increased protection to the dignity of the King, including vis-à-vis other public authorities (Articles 496 and 504 of the Criminal Code). Furthermore, the inviolability of the King, as proclaimed in Article 56 § 3 of the Constitution, demonstrated the unique position occupied by the Crown in the system of the 1978 Spanish Constitution. That constitutional position highlighted the disproportionate nature of the vexatious and insulting remarks made by the applicant. In the view of the public prosecutor, who referred several times to the case-law of the Strasbourg Court, it was clear that the King had been performing official duties and that he was a figure in the public eye; however, that did not deprive him of the right to respect for his honour. In that regard, the public prosecutor pointed out that Article 20 § 1 (a) of the Constitution did not protect a supposed right to proffer insults. Drawing a parallel with the special protection to be afforded under Article 10 § 2 of the Convention to the judiciary, the public prosecutor further argued that the same protection should be afforded to the Head of State, who was the “symbol of the unity and permanence of the State” and was above party politics, from the “destructive and baseless attack” constituted by the applicant’s remarks. Lastly, in the public prosecutor’s view, the applicant’s remarks could be said to amount to “hate speech” within the meaning of the Court’s caselaw, given the existing situation with regard to terrorist attacks.", "16. In two judgments delivered on 31 October 2005, the Supreme Court set aside the judgment of the lower court, making several references to the Court’s case-law. It sentenced the applicant to one year’s imprisonment, suspended his right to stand for election for the duration of the sentence and ordered him to pay costs and expenses, on the ground of his criminal liability for the offence of serious insult against the King. The Supreme Court considered the impugned remarks to have been value judgments rather than statements of fact. The remarks, described as “ignominious” by the lower court, had expressed contempt for the King and the institution he represented, affecting the innermost core of his dignity by accusing him of one of the most serious manifestations of criminal conduct in a State governed by the rule of law. The exercise of the right to freedom of expression had therefore been contrary to the principle of proportionality and had been unnecessary, overstepping the limits beyond which criticism could be deemed to be hurtful or upsetting. The Supreme Court further observed that the context in which the remarks had been made did nothing to alter their offensiveness. Firstly, the proceedings relating to the complaints of ill-treatment of the persons detained in connection with the operation against the newspaper Euskaldunon Egunkaria had been discontinued for lack of evidence. Secondly, the impugned remarks could not be construed as a reaction or response to a political debate with the King. In view of the seriousness of the insulting comments and the fact that the applicant had deliberately expressed them in public, the Supreme Court sentenced him to one year’s imprisonment.", "17. Judge P.A.I. issued a dissenting opinion in which he argued that the comments complained of had been of a political nature, in view of the applicant’s status as a member of parliament and the context in which they had been made, namely the King’s visit to the Basque Country and the attitude of the Head of the government of the Basque Country in that regard. The judge agreed with the Basque Country High Court of Justice that the remarks had not targeted the King’s private life or his personal honour but had been directed solely at his institutional role as Commander-in-Chief of the Spanish armed forces. The applicant had not claimed that the King was responsible for actual acts of torture, only that he was strictly liable as Head of the State apparatus. The judge pointed out that the limits of freedom of expression were wider with regard to institutions since the latter did not possess honour, an attribute that was confined to individuals.", "18. The applicant lodged an amparo appeal with the Constitutional Court alleging, inter alia, a breach of his right to freedom of expression (Article 20 § 1 (a) of the Constitution) and of his right to freedom of ideas (Article 16 of the Constitution).", "19. In the applicant’s view, the Supreme Court’s judgment had incorrectly weighed the competing interests at stake, as the comments complained of had not contained any insulting or vexatious expressions, had been directed principally against the President of the Autonomous Community of the Basque Country rather than the King of Spain and, in any event, had reflected the reality of the situation and had not referred to the King’s private life or his attitudes. The statements in question had not been disproportionate in the context in which they had been uttered, namely the warm welcome extended to the King of Spain by the government of the Basque Country in the wake of the closure of the daily newspaper Euskaldunon Egunkaria and, in connection with that closure, the detention of several individuals who had stated before the courts and the Basque Parliament that they had been tortured.", "20. In a decision (auto) of 3 July 2006, served on 11 July 2006, the Constitutional Court declared the applicant’s amparo appeal inadmissible as manifestly devoid of constitutional content. The Constitutional Court noted at the outset that the right to freedom of expression did not encompass a right to proffer insults. It pointed out in that connection that the Constitution did not prohibit the use of hurtful expressions in all circumstances. However, freedom of expression did not protect vexatious expressions which, regardless of their veracity, were offensive and ignominious and were not pertinent for the purpose of conveying the opinions or information in question.", "21. The Constitutional Court considered that the weighing of the competing rights at stake had been carried out in an appropriate manner by the Supreme Court, as the latter had concluded that the impugned remarks had been disproportionate, while taking into account the context in which they had been made, the public nature of the act, the public interest in the subject in question (the use of torture) and the fact that the persons targeted (a politician and the King) were public figures. In the Constitutional Court’s view, there was no denying the ignominious, vexatious and derogatory nature of the impugned remarks, even when directed against a public figure. That finding was all the more valid with regard to the King, who, by virtue of Article 56 § 3 of the Constitution, was “not liable” and was a “symbol of the unity and permanence of the State”. Regard being had to his role as “arbitrator and moderator of the lawful functioning of institutions”, the King occupied a neutral position in political debate. This implied that he was owed institutional respect of a kind that was “substantively” different from that due to other State institutions. The Constitutional Court stated as follows:", "“... [I]n a democratic system which recognises freedom of ideas and freedom of expression, the fact that [the figure of the King] is characterised in this way does not shield him from all criticism ‘in the exercise of his duties or on account of or in connection with them’ ...; however, such criticism may not extend to attributing acts of public authority to the King – which, as indicated above, is prohibited by the Constitution – as a pretext for gratuitous attacks on his dignity or public esteem.”", "22. Lastly, the Constitutional Court held that the applicant’s remarks, on account of their obviously derogatory nature, had clearly gone beyond what could be considered legitimate. It agreed with the Supreme Court that the remarks had expressed open contempt for the King and the institution he embodied, affecting the essential core of his dignity. Hence, such statements could manifestly not fall within the exercise of the right to freedom of expression.", "23. In a decision (auto) of 15 May 2006, the Basque Country High Court of Justice ordered that enforcement of the applicant’s sentence be stayed for three years. According to the Government, his sentence was remitted on 16 July 2009.", "24. The applicant was imprisoned on 8 June 2007 after the Supreme Court upheld a judgment of the Audiencia Nacional of 27 April 2006 sentencing him to fifteen months’ imprisonment for publicly defending terrorism.", "25. He is currently in pre-trial detention in connection with other criminal proceedings.", "26. The relevant provisions of the Spanish Constitution read as follows:", "“Spaniards shall be equal before the law; they may not be discriminated against in any way on account of birth, race, sex, religion, opinion or any other condition or personal or social circumstance.”", "“1. Freedom of ideas, religion and worship shall be guaranteed to individuals and communities without any restrictions on its expression other than those necessary for the maintenance of public order as protected by law.", "...”", "“1. The following rights shall be recognised and protected:", "(a) the right freely to express and disseminate thoughts, ideas and opinions orally, in writing or by any other means of reproduction;", "...", "2. The exercise of these rights may not be restricted by any prior censorship.", "...", "4. These freedoms shall be limited by respect for the rights secured in this Part, by the provisions of the implementing Acts and in particular by the right to honour and to a private life and the right to control use of one’s likeness and to the protection of youth and children.", "...”", "“1. The King shall be the Head of State, the symbol of its unity and permanence. He shall be the arbitrator and moderator of the lawful functioning of institutions. He shall be the supreme representative of the Spanish State in its international relations, in particular with those nations belonging to its historic community, and shall exercise the functions expressly attributed to him by the Constitution and the law.", "...", "3. The King shall be inviolable and shall not be liable. ...”", "“It shall be incumbent on the King to:", "...", "(h) exercise supreme command over the armed forces;", "(i) exercise the right of clemency in accordance with the law, but without the power to grant general pardons", "...”", "27. The relevant provisions of the Criminal Code (as amended by Institutional Act no. 10/1995 of 23 November 1995) read as follows:", "“Acts or expressions which undermine another’s dignity by attacking his or her reputation or self-esteem shall constitute insult.", "Only insults which, by virtue of their nature, effects and context, are generally acknowledged to be serious shall constitute an offence ...”", "“The offence of serious public insult shall be punishable by a day-fine payable for between six and fourteen months. Where the insult is not proffered publicly, the fine shall be payable for between three and seven months.”", "28. With regard to the offence of insult against the King, Article 490 of the Criminal Code provides for the penalties indicated below:", "“...", "3. Anyone who falsely accuses or insults the King or any of his ascendants or descendants, the Queen consort or the consort of the Queen, the Regent or any member of the Regency, or the Crown Prince, in the exercise of his or her duties or on account of or in connection with them, shall be liable to a term of imprisonment of between six months and two years if the false accusation or insult is of a serious nature, and otherwise to a day-fine payable for between six and twelve months.”", "This provision is contained in Title XXI of Book II of the Criminal Code (“Offences against the Constitution”), under Chapter II (“Offences against the Crown”).", "29. Articles 496 and 504 of the Criminal Code deal with the offence of serious insult against Parliament, the government or other State institutions. These provisions feature in Title XXI of Book II of the Criminal Code (“Offences against the Constitution”), under Chapter III (“Offences against State institutions and the separation of powers”).", "“Anyone who seriously insults the Cortes Generales [Congress of Deputies and Senate] or the legislative assembly of an Autonomous Community ... shall be liable to a day-fine payable for between twelve and eighteen months ...”", "“Anyone who seriously threatens, falsely accuses or insults the nation’s government, the General Council of the Judiciary, the Constitutional Court, the Supreme Court, or the Governing Council or High Court of Justice of an Autonomous Community shall be liable to a day-fine payable for between twelve and eighteen months ...”", "30. Reference should first be made to the Declaration on freedom of political debate in the media adopted by the Committee of Ministers of the Council of Europe on 12 February 2004, which provides:", "“The Committee of Ministers of the Council of Europe,", "...", "Conscious that some domestic legal systems still grant legal privileges to political figures or public officials against the dissemination of information and opinions about them in the media, which is not compatible with the right to freedom of expression and information as guaranteed by Article 10 of the Convention;", "...", "II. Freedom to criticise the State or public institutions", "The State, the government or any other institution of the executive, legislative or judicial branch may be subject to criticism in the media. Because of their dominant position, these institutions as such should not be protected by criminal law against defamatory or insulting statements. Where, however, these institutions enjoy such a protection, this protection should be applied in a restrictive manner, avoiding in any circumstances its use to restrict freedom to criticise. Individuals representing these institutions remain furthermore protected as individuals.", "...", "VI. Reputation of political figures and public officials", "Political figures should not enjoy greater protection of their reputation and other rights than other individuals, and thus more severe sanctions should not be pronounced under domestic law against the media where the latter criticise political figures. ...", "...", "VIII. Remedies against violations by the media", "Political figures and public officials should only have access to those legal remedies against the media which private individuals have in case of violations of their rights by the media. ... Defamation or insult by the media should not lead to imprisonment, unless the seriousness of the violation of the rights or reputation of others makes it a strictly necessary and proportionate penalty, especially where other fundamental rights have been seriously violated through defamatory or insulting statements in the media, such as hate speech.”", "31. Parliamentary Assembly Resolution 1577 (2007), entitled “Towards decriminalisation of defamation”, is worded as follows:", "“...", "11. [The Assembly] notes with great concern that in many member States the law provides for prison sentences for defamation and that some still impose them in practice – for example, Azerbaijan and Turkey.", "...", "13. The Assembly consequently takes the view that prison sentences for defamation should be abolished without further delay. In particular it exhorts States whose laws still provide for prison sentences – although prison sentences are not actually imposed – to abolish them without delay so as not to give any excuse, however unjustified, to those countries which continue to impose them, thus provoking a corrosion of fundamental freedoms.", "...", "17. The Assembly accordingly calls on the member States to:", "17.1. abolish prison sentences for defamation without delay;", "17.2. guarantee that there is no misuse of criminal prosecutions ...;", "17.3. define the concept of defamation more precisely in their legislation so as to avoid an arbitrary application of the law and to ensure that civil law provides effective protection of the dignity of persons affected by defamation;", "...", "17.6. remove from their defamation legislation any increased protection for public figures, in accordance with the Court’s case-law ...”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}