{"ITEMID": "001-72704", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF CENBAUER v. CROATIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 3;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis;Dean Spielmann;Françoise Tulkens;Loukis Loucaides;Peer Lorenzen;Sverre Erik Jebens", "TEXT": ["9. The applicant was born in 1971 and lives in Viljevo, Croatia.", "10. On 15 December 1993 the applicant was found guilty of several criminal offences, including murder, and sentenced to twelve years' imprisonment. He started serving his prison sentence on 4 January 1995 at Lepoglava State Prison (Kazneni zavod Lepoglava – “LSP”).", "11. LSP is a building comprising five wings: A, B, C, D and E. All the wings have now been renovated. B wing was the last to be renovated, its renovation being completed in December 2003.", "12. The applicant remained at LSP until 27 September 1995, when he was transferred to another prison. He was admitted to LSP for a second time on 30 December 1998.", "13. On 4 October 1999 the applicant was transferred to Glina Penitentiary where he remained until 5 April 2000. Then he was transferred to Požega Penitentiary. During his stay in that institution, the applicant was granted various privileges, including the right to short periods of leave. After committing criminal offences (burglary and theft) while on leave, the applicant was again transferred to LSP on 21 September 2000. On 3 January 2001 he was placed in B wing.", "14. On 8 April 2003 the applicant was transferred to a cell in the renovated part of B wing.", "15. On 22 August 2003 the applicant was released as he had served his time in prison.", "16. The applicant gave the following account of the detention conditions in B wing of LSP.", "17. The cell he was placed in was small and there were neither sanitary facilities nor running water. There was no heating and the cell walls were damp and mouldy. The cell was dirty and the bed sheets were not changed for very long periods of time. In order to urinate at night and at other times when he was confined to his cell, the applicant had to use a four-litre plastic container in the shape of a bottle, because the guards refused to unlock his cell and let him use the toilet. Toiletries and other personal hygiene products were provided only every four to five months. The food served to the inmates was of insufficient quantity and poor quality; the inmates were served only carbohydrates, without any vegetables and hardly any meat. In general, the prison was overcrowded. The prison buildings, built about two hundred years ago, were in a very poor state of repair. As the prison guards did not wear badges with their number or name, the inmates did not know their identities. The prisoners were made to line up as many as ten times a day, even when it rained. They also had to take outdoor exercise daily in slippers, even when it rained or snowed.", "18. The Government provided the following account of the applicant's detention conditions at LSP.", "19. The applicant's cell was a double-occupancy cell. Most of the time the applicant shared it with another inmate and only for a period of about two months was he alone in the cell. The cell was 3.5 m long, 1.6 m wide (5.6 m2) and 3.05 m high. It had a 0.8 x 0.8 m (0.64 m2) window and one artificial light. There was no toilet in the cell although the applicant had permanent access to communal sanitary facilities and could use a shower. Inmates were provided with toothpaste, soap, shaving cream, disposable razors, shampoo and toilet paper on a monthly basis. The food served to the inmates was of the prescribed calorific value and in general the inmates had no complaints in that respect. The inmates were lined up several times a day before meals. The inmates who worked were also lined up when going to and coming from work and before and after their break. Inmates were lined up outdoors when the weather permitted and they were dressed appropriately. In bad weather inmates were lined up inside the prison building. The inmates were afforded a large outdoor exercise area and were able to attend film shows on Sundays.", "20. The Government submitted that the renovation of B wing had been completed on 5 December 2003. It had been freshly painted and every cell had been provided with a toilet and washbasin. The cells now have parquet flooring, new furniture and radiators, new electric sockets and new ceiling lights. There are now four showers used by 35 to 40 inmates.", "21. The CPT visited Croatia between 20 and 30 September 1998. Its findings with regard to LSP were as follows (extract from the report to the Croatian government on the visit to Croatia carried out by the CPT from 20 to 30 September 1998, CPT/Inf. (2001) 4):", "“a. Material Conditions", "...", "58. ... the two unrenovated wings, B and E, accommodating mainly unemployed prisoners, offered very poor conditions of detention. Prisoners in these wings were being held under cramped conditions, typically two to three persons in cells measuring between 5.5 to some 6.5 m2. The CPT must emphasise that cells of such size are only suitable for individual occupancy. Further, the cells were dirty and in a poor state of repair, and a number of them had poor access to natural light and/or dim or artificial lighting. In addition, they were not equipped with integral sanitation; as a result, at night inmates had to comply with the needs of nature using a plastic container in their cell. As for the communal sanitary facilities, they were in a generally woeful state of repair (some of them with hazardous flooded floors). It is also noteworthy that several prisoners in these two wings complained that they were not able to obtain necessary toiletries.", "The director informed the delegation that the renovation of the whole establishment was planned, but that difficulties were being encountered in obtaining the necessary resources. The CPT must stress that the prevailing material conditions in B and E wings are quite unacceptable. Consequently, the Committee recommends that the renovation of these wings, including installation of in-cell sanitation following the model of D wing, be treated as a matter of high priority.", "Moreover, the CPT recommends that steps be taken immediately to ensure that all prisoners at Lepoglava State Prison are able to obtain personal hygiene products (toilet paper, soap, toothpaste, etc.) as well as the necessary means to maintain their cells and communal sanitary facilities in a clean and hygienic state.", "59. Further, as already indicated in paragraphs 56 and 58, the closed unit was overcrowded at the time of the visit. This was particularly the case in the unrenovated wings ...", "The CPT recommends that serious efforts be made to reduce cell occupancy levels in the closed unit at Lepoglava State Prison ...", "...", "b. Regime", "61. According to section 19 of the Law on Execution of Sentences, sentenced prisoners must be provided, to the extent possible given an establishment's facilities and resources, with various types of work appropriate to their abilities and skills. ...", "62. Of the 660 prisoners in the closed and semi-open sections at Lepoglava State Prison, approximately 300 were engaged in various types of work activities, including woodworking and furniture production (employing 150 inmates), metalwork (20), arts and crafts, as well as a variety of posts involving the day-to-day operations of the prison (laundry, cooking, gardening, etc.). ...", "63. Nevertheless, the fact remains that at the time of the visit, the majority of the prisoners in the establishment's closed unit – 324 out of 532 – were not working. 110 prisoners were on a waiting list for work. Further, 83 prisoners had been categorised as permanent non-workers, either through choice or disability, though many such prisoners interviewed by the delegation advanced that they did in fact wish to work.", "The situation of the non-workers was rendered all the more unsatisfactory by the scarcity of other regime activities at the prison. Although the establishment was equipped with good educational facilities, only about 50 prisoners – including some who already worked – were attending classes. Further, there was little evidence of therapeutic (i.e. offence-focused) programmes and no organised sport activities. To sum up, almost two-thirds of the prisoners accommodated in the closed unit were subject to an impoverished regime; the typical daily programme for a non-working prisoner was found to consist of little else besides watching television in an association area and outdoor exercise.", "64. ... For the majority of prisoners in the establishment's closed unit, there was no positive regime in place which might encourage them to address their offending behaviour.", "The CPT recommends that the Croatian authorities take the necessary steps to ensure that all prisoners at Lepoglava State Prison have access to an appropriate range of work, educational, sports and recreational activities.”", "22. On 1 July 2002 a delegation of the Court visited LSP in connection with the Benzan case (see Benzan v. Croatia (friendly settlement), no. 62912/00, 8 November 2002). Its findings in respect of the general conditions at LSP were as follows:", "“Meeting with the governor of LSP", "The prison governor informed the delegation that the only unrenovated wing is B wing. He further informed the delegation that the prison held 683 inmates. He admitted that the prison was overcrowded, especially B wing.", "Tour of LSP", "B wing", "We found cell 17 situated next to the communal bathroom. It measured 5.6 m2. There were no in-cell sanitary facilities. There were two non-working electrical sockets. There was a dim light on the ceiling. The window on the wall opposite the door measured 0.64 m2. There was one wooden chair and a metal locker. There was one set of bunk beds. The mattresses were dirty and bloodstained. The cell smelled strongly of moisture. The cement walls were damp to the touch.", "Shower, toilet and laundry area", "There were three toilets and two showers for 60 inmates. There was no heating in the toilet. In the shower there was one radiator. There was no toilet paper. Next to the showers there was a laundry area equipped with long basins for inmates to wash their clothes. The laundry area was accessible for one hour per day.", "The indoor entertainment and recreation area", "Next we visited a TV-room where we found one television, about 20 chairs and 7 tables. It served 60 inmates.", "There was also a social room with 6 tables, each with 4 chairs, serving 44 inmates. We saw chess-boxes on the tables. Inside, there was one stove with two electric hotplates and one sink.", "On each floor we saw table tennis equipment, each serving 44 inmates.", "Renovated wing", "Here we visited a cell which measured 11 m2. There were two sets of bunk beds. There was a separate bathroom with toilet and sink, but with no shower or bathtub. However, there were communal showers on the same floor. There was one electric socket, three lights on the ceiling, two metal lockers, two wooden chairs, one table and one shelf on the wall. There were two windows (0.64 m2). The room was freshly painted and had parquet floor. It was very clean.", "Outdoor recreation area", "We saw a large walking area, with benches and trees and an asphalt playground of large proportions.", "The canteen", "The canteen where the inmates eat is a huge room, separated from the other prison areas. It can accommodate 200 persons at a time. The inmates eat in shifts. Food is cooked on the premises and there is also a bakery.", "Working area", "The working area comprises several large workshops for wood-processing, production of chess boards, picture-framing, a bookbinding shop and book press and an art studio including a visual arts section.", "The bookbinding shop where the applicant works has large windows, a desk and a chair.", "The interviews", "The applicant", "The applicant informed the delegation that he had been placed in cell no. 17 in B wing sometime in May 2000 and had stayed there until August or September 2001. He reported that at the time of his arrival there had been no glass on the window, but that it had been repaired in a few days. The paint on the walls had been peeling off and the cell had been very damp. Sometime in 2001 the walls had been repainted in the entire wing. He further reported that although there had been a radiator in the cell, there had been no heating until the end of winter 2001, when the radiators had been repaired, but that even after that the heating had been insufficient. The applicant stressed that the toilets in B wing had been renovated to a certain degree and that they had been in a much worse state of repair. He said that there had been mould on the walls which was covered over with paint.", "The applicant's daily routine is as follows:", "7 a.m. – wake up", "8-9 a.m. – breakfast and walk", "10.30-11.30 a.m. – locked in cell", "11.30 a.m. – lunch", "12.30-1.30 p.m. – walk", "3-5 p.m. – locked in cell", "5.30 p.m. – dinner", "from 7 p.m. – locked in cell", "9 p.m. – lights off", "The applicant complained that the inmates were always pressed for time for lunch and dinner because there were too many people, divided into several shifts. He also said that the food was of low quality, badly prepared, badly cooked and that the only edible food was bread. He said that most of the time he was hungry. The inmates are dressed in jeans and shirts that are replaced every two years. They are also provided with shoes, underwear and a jacket.", "The applicant complained that the bed sheets were dirty, greasy and too short. The blankets were old, dirty and had not been washed for seven years. The mattress in his cell was old, rotting, bloodstained and soiled. The applicant also stated that medical assistance was only available once weekly on Mondays and that consultations with physicians were superficial, lasting one minute.", "The prison governor", "The prison governor admitted that there were two deaths from cardiac arrest this year and that a number of inmates suffered from hepatitis, though they were not placed in any special unit. He admitted further that in the whole area there was a water shortage because of the problems with water pressure. However, the bathrooms were open from 9.30 to 11.30 a.m. and from 4 to 5.30 p.m. As to the medical staff, he said that one physician, a specialist in general medicine, and a dentist, were employed full-time. There was at least one nurse on the premises at all times. Once a week physicians of different specialisation visited the prison (a lung specialist, a surgeon, an internist and an ophthalmologist).", "He also reported that about 50% of inmates currently worked in the prison.”", "23. Article 23 of the Croatian Constitution (Ustav Republike Hrvatske) provides as follows:", "“No one shall be subjected to any form of ill-treatment ...”", "24. The Enforcement of Prison Terms Act (Zakon o izvršavanju kazne zatvora, Official Gazette no. 128/1999 of 30 November 1999, and no. 190/2003 of 3 December 2003 (consolidated text)) came into force on 1 July 2001, whereas the provisions concerning the judge responsible for the execution of sentences came into force six months later, on 1 January 2002. The relevant provisions of the Act read as follows:", "“(1) An inmate may file a request for judicial protection against any acts or decisions unlawfully denying him, or limiting him in, any of the rights guaranteed by this Act.", "(2) Requests for judicial protection shall be decided by the judge responsible for the execution of sentences.”", "“(1) The accommodation of the inmates shall meet the required standards in terms of health, hygiene and space, including climatic conditions.", "(2) Inmates shall as a general rule be accommodated in separate rooms ...", "(3) Inmates' rooms shall be clean, dry and of adequate size. Each inmate shall have at least 4 m² and 10 m³ of space in the room.", "(4) Every room ... must have daylight and artificial light ...", "(5) Penitentiaries and prisons must be equipped with sanitary facilities allowing inmates to meet their physiological needs in clean and adequate conditions, whenever they wish to do so.", "(6) Inmates shall have drinking water at their disposal at all times.”", "“(1) The penitentiary or prison shall supply the inmates with underwear, clothes and bed linen appropriate to the climatic conditions.”", "“(3) Inmates shall be served at least three meals daily with a calorific value of at least 3,000 kcal per day. The content and the nutritional value of the food shall be supervised by a doctor or other medically qualified person.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}