{"ITEMID": "001-59692", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF ILOWIECKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Georg Ress", "TEXT": ["7. On 1 October 1993 the Poznań-Nowe Miasto District Prosecutor (Prokurator Rejonowy), on the basis of evidence obtained by the Warsaw Police Headquarters (Komenda Stołeczna Policji) from the Interpol Office in London, opened an investigation against persons unknown into the circumstances of an attempt to obtain a loan of 25,000,000 US dollars (USD) by false pretences. On 5 November 1993 the prosecutor laid charges against two persons of having attempted to forge bank guarantees and fraudulently to seize public property.", "8. A day later, on 6 November 1993, the Poznań-Nowe Miasto District Prosecutor charged the applicant with forgery and attempting to obtain a loan of USD 25,000,000 by false pretences, committed together with four other persons, and detained him on remand on the reasonable suspicion that he had committed the offences with which he had been charged.", "9. Subsequently, on 8 November 1993, the Poznań Regional Prosecutor (Prokurator Wojewódzki) took over the investigation from the Poznań-Nowe Miasto District Prosecutor.", "10. On 10 and 15 November 1993 respectively, both the applicant and his defence counsel appealed against the detention order of 6 November 1993. The other suspects lodged similar appeals at about the same time. On 13 December 1993 the Poznań Regional Court (Sąd Wojewódzki) upheld all the detention orders.", "11. On 10 and 14 January 1994 the investigating prosecutor ordered that evidence be obtained from an expert in graphology, an expert in financial and banking matters, as well as from a psychiatrist and a psychologist. On 12 January 1994 the prosecutor issued a letter of request to the German authorities, asking them to hear evidence from certain witnesses residing in Germany.", "12. On 12 January 1994, at the applicant’s request, the Regional Prosecutor presented, in writing, detailed reasons for the charges laid against him. The prosecutor maintained, in particular, that those charges were based on abundant evidence, in particular in the form of bank documents and testimonies of the applicant’s co-suspects. In consequence and in the light of the material collected at this stage, the prosecution considered that there was a reasonable suspicion that the applicant and his co-suspects had forged thirty provisional bank guarantees and fifty final bank guarantees in order to obtain a loan of USD 25,000,000.", "13. On 20 January 1994 the Poznań Regional Prosecutor ordered that the charges laid against the applicant in other criminal proceedings instituted against him by the Inowrocław District Prosecutor be joined in the same criminal proceedings and, accordingly, referred the latter case to the investigating prosecutor.", "14. On 31 January 1994, on an application by the Poznań Regional Prosecutor, the Poznań Regional Court prolonged the applicant’s and his co-suspects’ detention until 4 May 1994. On 15 March 1994, ruling on the applicant’s appeal, the Poznań Court of Appeal (Sąd Apelacyjny) upheld the first-instance decision.", "15. In the meantime, on 14 March 1994, the applicant had asked the Poznań Regional Prosecutor to release him or to vary the measure imposed on him by replacing detention by bail or police supervision. That application was rejected on 30 March 1994.", "16. On 4 April 1994 the applicant asked the Poznań Regional Prosecutor to release him on bail. He asserted that his detention was putting a severe strain on his family. In particular, his minor daughter had recently been examined by psychiatrists and it had been found that the separation from her father had seriously affected her mental state. He also submitted that his daughter was suffering from dyslexia and that her mental state had been rapidly worsening during last months. The relevant facts were confirmed by a report made by a psychologist on 5 April 1994. Furthermore, the applicant stressed that there was no risk of his absconding and that the proper conduct of the proceedings could be secured by bail. On 22 April 1994 the application was dismissed.", "17. On 25 April 1994, ruling on an application made by the Poznań Regional Prosecutor, the Poznań Regional Court prolonged the applicant’s detention until 4 July 1994. The applicant and his defence counsel appealed against this decision on 3 and 4 May 1994 respectively. The Poznań Court of Appeal dismissed their appeals on an unknown date.", "18. On 15 May 1994 the applicant lodged a further application for release with the Poznań Regional Prosecutor. It was dismissed on 24 May 1994. The relevant decision was upheld on appeal on 15 June 1994.", "19. On 10 June 1994 the applicant’s defence counsel applied to the Regional Prosecutor to have the applicant released in view of the fact that his wife was ill and was to be admitted to hospital. He submitted a medical certificate. On 16 June the prosecutor ordered that evidence be obtained from a medical expert in order to define the nature of the wife’s illness and to confirm whether her state of health required treatment in hospital.", "20. Later, on 21 June and 19 July 1994, the applicant again asked the prosecutor to release him on bail. He maintained that on account of his long-lasting separation from his family both his daughter and wife were suffering from serious neurosis and depression.", "21. Meanwhile, on 27 June 1994, ruling on an application made by the Poznań Regional Prosecutor on an unknown date in June, the Poznań Regional Court had prolonged the applicant’s detention until 31 October 1994. On 11 August 1994 the Poznań Court of Appeal, on the applicant’s appeal, upheld that decision in view of the reasonable suspicion that the applicant had committed the offences in question and of their serious nature.", "22. On 7 July 1994 the Poznań Regional Prosecutor had completed the investigation. On 8 July 1994 he lodged a bill of indictment with the Poznań Regional Court. The applicant’s applications for release of 10 and 21 June and of 19 July 1994 were referred to that court together with the case-file.", "23. On 7 September 1994 a medical expert submitted a report stating that the applicant’s wife was suffering from neurasthenia resulting from her family situation. On 19 September 1994 the Poznań Regional Court, after considering that report, dismissed all the three above-mentioned applications, holding that the applicant’s detention should continue. The court based its decision on the fact that there was a reasonable suspicion that he had committed the offences with which he had been charged and the serious nature of those offences. It also found that the applicant’s family situation did not militate against his continuing detention and that there were no grounds on which to release the applicant, as defined in Article 218 of the Code of Criminal Procedure.", "24. The applicant appealed on 27 September 1994, submitting, among other things, that the mere suspicion that he had committed the offences with which he had been charged could no longer suffice to justify his excessively long detention and that such reasoning showed that the court had breached the principle of the presumption of innocence. He stressed that three of his co-defendants had already been released.", "25. On 13 October 1994 the Poznań Court of Appeal dismissed his appeal, holding that the lower court’s findings had not concerned the question of the applicant’s guilt but the likelihood that he had committed the offences in question. It rejected the applicant’s argument that the three of his co-defendants had been released and stressed that that could not be a factor militating in favour of releasing him. Furthermore, the Court of Appeal considered that the applicant’s detention should continue because of the serious nature of the charges laid against him and the fact that he had acted in an organised group.", "26. On 25 October 1994 the applicant made yet another application for release on bail, submitting that his family situation was critical, especially as the mental state of his wife and daughter had markedly worsened. On 7 November 1994 the court dismissed his application, finding that even though the applicant’s detention was indeed putting a severe strain on his family, the serious nature of the charges laid against him justified his detention.", "27. In the meantime, on 6 November 1994, the applicant attempted to commit suicide by swallowing fifty tablets of the sedative “Relanium”[diazepam]. On 6 December 1994 a psychiatrist examined him in prison and found that he was suffering from depression that resulted from his being held in detention and from his prolonged separation from his family.", "28. Subsequently, on an unspecified date, the Poznań Regional Court scheduled the trial for 7 and 8 December 1994. However, on 5 December 1994 both hearings were cancelled because the presiding judge was ill.", "29. On 12 and 13 December 1994 the applicant and his defence counsel lodged further applications for release, still relying on the difficult situation of the applicant’s family and, in particular, on the fact that the applicant’s minor daughter was in need of treatment in hospital. On 19 December 1994 the Poznań Regional Court ordered that evidence from medical experts from the Łódź Medical Centre be obtained to determine the child’s condition. The experts submitted their report on 2 February 1995. The court dismissed the application on 6 February 1995. The applicant appealed. The Poznań Court of Appeal upheld the first-instance decision on 11 July 1995.", "30. On 21 February 1995 the Poznań Regional Court held a hearing but decided not to examine the case on the merits and remitted it to the Poznań Regional Prosecutor. It ordered that a further investigation be carried out. On 10 March 1995, on the parties’ appeals, the Poznań Court of Appeal quashed that decision and ordered the lower court to deal with the merits of the case.", "31. During the hearing of 21 February 1995 the applicant unsuccessfully asked the court to release him on bail. The relevant decision was upheld on appeal on 10 March 1995. Subsequently, on 13 and 20 April 1995 and on a further unknown date, the applicant made similar applications. They all were dismissed on 15 May 1995 at first instance and, on appeal, on 22 June 1995.", "32. On 6 June 1995 the applicant again asked the Poznań Regional Court to release him on bail in view of his family situation. He also submitted that the criminal proceedings against him were not progressing with the requisite expedience. On 1 June 1995 the court dismissed the application on the ground that there was a reasonable suspicion that he had committed the offences in question acting in an organised group. It attached considerable importance to the fact that the applicant had attempted to obtain a very substantial loan by false pretences. The court acknowledged, however, that his detention, which at the material time had exceeded eighteen months, had lasted for a long time. Yet in the court’s opinion, that fact did not in itself change the reasons given to justify his being held in custody. The applicant appealed against that decision. The appeal was dismissed on 11 July 1995.", "33. On 24 July 1995 the Poznań Regional Court dismissed another application for release made by the applicant on 11 July 1995. That decision was upheld on appeal on 10 August 1995.", "34. On 25 August 1995 the court held a hearing. The court did not deal with the merits of the case and adjourned the trial to 15 December 1995.", "During that hearing the applicant and one of his co-defendants asked for release. The court released the applicant and his co-defendant with a condition that they submit to police supervision and ordered the applicant to surrender his passport. The court further observed that at the material time the length of their detention was nearly two years and that it was not desirable to hold them in custody, especially as the proceedings had to be adjourned for several months. The court found that there was no risk of collusion and that police supervision would be sufficient to secure the proper conduct of the trial. On 8 September 1995, on the Poznań Regional Prosecutor’s appeal, the Poznań Court of Appeal upheld the first-instance decision and the reasons given for it.", "35. Later, the court listed two hearings for 4 January and 11 March 1996. Those hearings were cancelled; the first as one of the defence lawyers had failed to appear, the second because another defence lawyer asked the court to give him extra time to study documentary evidence adduced by the prosecution.", "36. On 9 April 1996 the trial court held the first hearing on the merits. On 13 and 14 June 1996 the trial continued. The court heard evidence from several witnesses called by the prosecution.", "37. The next hearing was listed for 19 August 1996 but subsequently cancelled since certain lay and expert witnesses had failed to appear. During the hearing of 23 October 1996 the court heard evidence from one witness. On 9 December 1996 the court heard evidence from three witnesses called by the defence and adjourned the trial because several other witnesses had failed to appear. The court fined those witnesses, considering that they had not supplied any satisfactory explanation to justify their absence. The next hearing was listed for 23 January 1997; during that hearing the court heard evidence from one witness and ordered that evidence from experts be heard at the next hearing, scheduled for March.", "38. On 27 March 1997 the court did not hear evidence from experts because one of them had in the meantime died. For that reason, the trial was adjourned sine die. At that hearing, the court lifted the order to surrender the applicant’s passport. It considered that it could not be said that in the course of the trial the applicant had obstructed its conduct and held that at the current stage of the proceedings there was no danger of his absconding or attempting to tamper with the process of obtaining evidence.", "39. On 9 September 1997 the applicant, maintaining that no hearing on the merits had been held in his case since 23 January 1997, complained to the Ombudsman (Rzecznik Praw Obywatelskich) about the length of the proceedings and asked him to intervene on his behalf.", "40. The applicant’s trial was to restart on 4 December 1997 but was postponed to 29 December 1997 because the presiding judge was ill. On the latter date the court adjourned the trial since one of the co-defendants had failed to appear. During the hearing of 9 February 1998 the court heard evidence from an expert and one witness but adjourned the trial to 9 March 1998. On that day the court once again adjourned the trial because a witness had been absent.", "41. On 6 April 1998 the court held a hearing and heard evidence from one witness. It then postponed the trial to 20 May 1998. On the latter date it adjourned the trial sine die, considering that evidence from an expert in international banking transactions needed to be obtained. The trial court did, however, encounter certain difficulties in finding a suitable expert. Eventually, in October 1998, the presiding judge appointed A.J., who assured the court that he would prepare the relevant report by the end of November 1998. Yet as that report was in effect submitted to the court’s registry on 1 December 1998 and the expert could not appear before the court at a hearing listed for 26 November 1998, the court postponed the trial to 7 December 1998.", "42. On the above-mentioned date the trial was adjourned to 11 January 1999 because R.B., one of the applicant’s co-defendants, had not appeared before the court. The police informed the court that R.B. had apparently left Poland together with his family.", "43. On 11 January 1999 the Regional Prosecutor asked the court to severe the charges against R.B. and to proceed with the trial. The court made an order to that effect and, at the same hearing, heard evidence from an expert.", "44. The next hearing was listed for 1 February 1999. At that hearing, the applicant produced certain documents from the year 1995 and asked the court to obtain evidence from an expert in graphology. The court granted his application and appointed the expert on 9 April 1999, instructing him to prepare the report by the end of that month.", "The report was submitted to the court’s registry on 10 May 1999.", "45. After obtaining the report and serving its copies on the parties, the Regional Court (Sąd Okręgowy) set the date for the parties’ final submissions for 21 June 1999. On 28 June 1999 it gave judgment. The applicant was sentenced to four years’ imprisonment. All parties to the proceedings except for one of the applicant’s co-defendants appealed.", "46. The Poznań Court of Appeal heard appeals on 17 February 2000. It quashed the first-instance judgment and remitted the case. The Regional Court listed the retrial for 7 July 2000 but the hearing was subsequently cancelled. The proceedings are still pending in the Poznań Regional Court.", "In a letter of 4 September 2001, the applicant informed the Court that since 7 July 2000 the trial court had held hearings at six-month intervals and had so far heard evidence from four witnesses.", "47. At the material time the rules governing detention on remand were contained in Chapter 24 of the Law of 19 April 1969 – Code of Criminal Procedure (Kodeks postępowania karnego) (“the Code”) – entitled “Preventive measures” (Środki zapobiegawcze). The Code is no longer in force. It was repealed and replaced by the Law of 6 June 1997 (commonly referred to as the “New Code of Criminal Procedure”), which entered into force on 1 September 1998.", "48. The Code listed as “preventive measures”, inter alia, detention on remand, bail and police supervision.", "Article 209 set out the general grounds justifying imposition of the preventive measures. This provision read:", "“Preventive measures may be imposed in order to secure the proper course of proceedings if the evidence against the accused sufficiently justifies the opinion that he has committed a criminal offence.”", "Article 217 § 1 defined grounds for detention on remand. The relevant part of this provision stated:", "“Detention on remand may be imposed if:", "1. there is a reasonable risk that an accused will abscond or go into hiding, in particular when he has no fixed residence [in Poland] or his identity cannot be established; or", "2. there is a reasonable risk that an accused will attempt to induce witnesses to give false testimony or to obstruct the proper course of proceedings by any other unlawful means, or", "3. an accused has been charged with a serious offence [for the commission of which an accused could be liable to a sentence of a minimum of three years’ imprisonment] or has relapsed into crime in the manner defined in the Criminal Code; or", "4. an accused has been charged with an offence which creates a serious danger to society.”", "49. The Code set out the margin of discretion in maintaining a specific preventive measure. Articles 213 § 1, 218 and 225 of the Code were based on the principle that detention on remand was the most extreme preventive measure and that it should not be imposed if more lenient measures were adequate.", "Article 213 § 1 provided:", "“A preventive measure (including detention on remand) shall be immediately lifted or varied if the basis for it has ceased to exist or new circumstances have arisen which justify lifting a given measure or replacing it with a more or less severe one.”", "Article 225 stated:", "“Detention on remand shall be imposed only when it is mandatory; this measure shall not be imposed if bail or police supervision, or both of those measures, are considered adequate.”", "Finally, Article 218 stipulated:", "“If there are no special reasons to the contrary, detention on remand should be lifted, in particular when:", "(1) it may seriously jeopardise the life or health of the accused; or", "(2) it would entail excessively burdensome effects for the accused or his family.\"", "50. At the relevant time the Code set out three different legal avenues whereby a detainee could challenge the lawfulness of his detention: an appeal to a court against a detention order made by a prosecutor; proceedings in which courts examined applications for prolongation of detention made by a prosecutor during an investigation; and proceedings relating to the detainee’s applications for release.", "As regards the last of these, Article 214 of the Code provided the following:", "“An accused may at any time apply to have a preventive measure lifted or varied.", "Such an application shall be decided by the prosecutor or, after the bill of indictment has been lodged, by the court competent to deal with the case, within a period not exceeding three days.”"], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}