{"ITEMID": "001-70132", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF H.N. v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Violation of Art. 6-1;Pecuniary damage - claim rejected;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicant was born in 1946 and lives in Norway.", "8. In 1987 the applicant married a Polish national M.C. In 1989 M.C. gave birth to their first daughter A. Subsequently, their son B was born in 1992 and their second daughter C in 1994.", "9. The applicant and his family lived in Norway. The household also included S.C., the son of M.C. born in 1980 of her previous marriage.", "10. On 22 November 1994 M.C. was committed to a psychiatric institution for more than two months. According to the applicant she was diagnosed with “a clear paranoid psychosis”.", "11. S.C. suffered from development disorders caused by “massive rejection” by his mother.", "12. On 31 March 1998 the applicant and M.C. separated. Subsequently, they filed for divorce.", "13. On 15 June 1998 the Inderøy District Court granted the applicant the custody of A, B and C. Moreover, the court granted M.C. visiting rights. She was allowed to visit the children in their house once a week and every second weekend after giving the applicant a three-day written notice. At the same time, the court issued a restraining order prohibiting M.C. from visiting the children in their schools. The applicant and M.C. were both granted parental authority.", "14. On 17 July 1998 the Trondheim Regional Court dismissed M.C.'s appeal against the District Court's decision.", "15. On 28 August 1999 M.C. abducted A, B and C and took them to Poland.", "16. On 31 August 1999 the applicant applied to the Polish Ministry of Justice – designated as a Central Authority under the Hague Convention on the Civil Aspects of International Child Abduction (“the Hague Convention”) – for assistance in securing the return of the children.", "17. On 9 September 1999 M.C. applied to the Warsaw District Court for a decision declaring that A, B and C were habitually resident in Warsaw. She also applied for a restraining order prohibiting the applicant from removing the children from Poland.", "18. On 24 September 1999 the applicant's application for the return of the children was submitted by the Polish Central Authority to the Warsaw District Court.", "19. On 5 October 1999 the Warsaw District Court stayed the proceedings concerning the application lodged by M.C. The court's decision was based on Article 16 of the Hague Convention.", "20. On 22 November 1999 a Polish translation of an expert opinion obtained by the Inderøy District Court on 4 October 1999 was submitted to the Polish Ministry of Justice.", "21. On 25 November 1999 the Warsaw District Court held a hearing in a case concerning the applicant's application for the return of the children. M.C., whose lawyer did not attend the hearing, informed the court that she would like to submit later certain documents confirming that she and her children had been ill-treated by the applicant. The hearing was adjourned until 6 December 1999.", "22. On 6 December 1999 the court requested an expert opinion on the relationships between the children and their parents and on whether the return of the children to the applicant would lead to psychological or physical damage to the children. The hearing was adjourned until 10 January 2000.", "23. On 7 December 1999 the applicant, M.C. and the children were interviewed by the Warsaw Family Consultation Centre, which was responsible for preparing the expert opinion.", "24. On 5 January 2000 the Inderøy District Court granted the applicant parental authority in respect of A, B and C and changed M.C.'s visiting rights. It considered that M.C. had unlawfully taken the children to Poland.", "25. On 10 January 2000 the hearing before the Warsaw District Court was adjourned sine die because the expert opinion was not ready.", "26. The expert opinion was submitted on 2 February 2000. It had six pages and ended with the following conclusion:", "“The emotional ties of the children with both parents still exist but are disturbed as a result of conflicts in the family environment. The father's attitude to the children does not raise any problems and the mutual relationships between him and [B] and [C] are correct.", "However, significant problems exist in the relationship between the father and [A], who partly identifies herself with her mother and whose attitude to the father is dictated by [the mother]. Therefore, transferring her to the care of the father may be difficult.", "Nevertheless, the existing disturbances in the behaviour of [A] show that the father will better guarantee a proper functional development in future.\"", "27. On 24 February 2000 the Warsaw District Court held a hearing.", "28. The next hearing took place on 2 March 2000. The Warsaw District Court allowed an application for the return of the children lodged by the applicant and ordered M.C. to return them to the applicant. As M.C. declared that she would appeal this decision, the court granted the applicant visiting rights pending the outcome of the appellate proceedings. During the hearing the counsel for the applicant asked the judge to take the children away from M.C. and place them in a child care facility as there was a risk that M.C. would hide the children. However, the judge refused the request as she considered that such a risk did not exist.", "29. Subsequently, M.C. lodged with the Warsaw Regional Court an appeal against the District Court's decision of 2 March 2000.", "30. On 30 May 2000 the Warsaw Regional Court held a hearing. The counsel for M.C. submitted a medical certificate confirming that she was sick and could not attend the hearing. The court adjourned the hearing until 4 July 2000.", "31. On 4 July 2000 the Warsaw Regional Court dismissed an appeal lodged by M.C. During the hearing M.C. and her lawyer declared that the children would be hidden.", "32. On 27 July 2000 the enforcement proceedings began. The bailiff (komornik) requested M.C. to return the children but she refused.", "33. On 31 July 2000 the applicant paid 1,600 Norwegian kroner to the bailiff.", "34. On 14 September 2000 the bailiff referred the case file to the Warsaw District Court.", "35. On 19 October 2000 the court held the first hearing in the enforcement proceedings. M.C. did not attend it. She submitted a medical certificate confirming that she was sick.", "36. The next hearing before the Warsaw District Court was held on 23 November 2000. The court adjourned the hearing as it considered that it was necessary to hear both parties to the proceedings.", "37. On 5 December 2000 the Polish Central Authority informed the Norwegian Central Authority about the District Court's decision of 23 November 2000. The applicant submitted that the Polish Central Authority had not informed him that he should have attended the hearings held on 19 October and 23 November 2000 and that he had not received summonses from the Warsaw District Court to attend them.", "38. On 7 January 2001 the applicant was examined in Warsaw by a court expert in psychology.", "39. On 8 January 2001 the Warsaw District Court held a hearing. The court ordered M.C. to return the children to the applicant within seven days. It also decided that if she did not comply with the order she would be punished with a 1,000 Polish zlotys fine or a ten-day prison term in default. The court also ordered the bailiff to take the children away from M.C. by force if they were not returned within seven days.", "40. M.C. appealed the District Court's decision of 8 January 2001 but her appeal was dismissed on 6 March 2001 by the Warsaw Regional Court.", "41. On 2 April 2001 the bailiff sent to the District Committee for the Protection of the Rights of the Child in Warsaw a written request for their assistance in the enforcement of the District Court's order to take the children away from M.C. by force. The request referred to Article 1092 of the Code of Civil Procedure and included information that the bailiff would enforce the court's order on 19 April 2001 at 1 p.m. at M.C.'s house in Warsaw.", "42. On 4 April 2001 the Norwegian Central Authority passed to the Polish Central Authority the applicant's concerns that M.C., who had already hidden the children in the past, might hide them again and asked whether it was possible to take any measures to prevent this and in particular to bring forward the date of enforcement of the court order.", "43. On 9 April 2001 the Polish Central Authority replied in the following terms:", "“I would like to inform you that there is no possibility [of executing] the Court decision in another way. It is true that the Court of Justice is allowed to [take preventive] measures but the execution of the measures will be held on the same bases as the [substantive] decision. Mr. N (...)'s anxieties have been transmitted to the proper court.", "The [execution of the decision] may not take place before the established date.”", "44. On 17 April 2001 the applicant had a meeting with the bailiff. He informed the applicant that following his request of 2 April 2001 he had contacted the Committee. He had been advised that it would not send a representative to assist in the enforcement of the court's decision on 19 April 2001. In addition, a person speaking on behalf of the Committee had made the following statement to the bailiff:", "“You understand that I do not agree with that and the mother of the children will be immediately informed about the date and time of the enforcement.”", "45. According to the applicant, the bailiff did not take any steps to speed up enforcement of the court's order.", "46. On 19 April 2001 the bailiff assisted by two police officers and accompanied by a social worker, the applicant and the Norwegian consul came to the M.C.'s house to enforce the court order. However, neither M.C. nor the children were present. M.C.'s mother, who lived in the house, informed the bailiff that M.C. and the children “had left around 12 April 2001 for an unknown destination”.", "47. Subsequently, the police authorities in Poland and Norway were informed that M.C. had abducted the children and was hiding them in Poland.", "48. On 31 August 2001 the Norwegian Central Authority submitted to its Polish counterpart details of M.C.'s bank account held in Warsaw into which she was receiving her pension from Norway.", "49. On 17 September and 14 November 2001 the Norwegian Central Authority inquired of the Polish Central Authority about developments in the search for the applicant's children but received no reply.", "50. On 12 December 2001 the Norwegian Central Authority submitted to the Polish Central Authority a third request for information about developments in the applicant's case. The request was signed by two senior officers of the Authority.", "51. On 19 December 2001 the Polish Central Authority informed its Norwegian counterpart that details of M.C.'s bank account had been passed to the prosecution service, which was investigating this lead. It also advised the Norwegian authorities about new legislation which since 27 September 2001 had made a guardian (kurator sądowy) responsible for the enforcement of court decisions allowing applications for the return of children. Therefore, on 14 December 2001 the Warsaw District Court had allowed an application lodged by the applicant's lawyer and had decided that a guardian should take the children away from M.C. when her address was established.", "52. On 6 April and 18 June 2002 the applicant wrote to the Chief Police Commissioner in Warsaw asking for help in finding his children but did not receive any reply.", "53. On 9 July 2002 the applicant received a telephone call from S.C., at that time aged 22, who was on holiday in Poland. S.C. informed him that A was visiting M.C.'s aunt in Warsaw. The applicant immediately contacted the police authorities in Norway and Poland while S.C. kept A under observation.", "54. On 10 July 2002 A. returned to the applicant's house in Norway.", "55. On 9 September 2002 the Warsaw District Court asked an elementary school in Warsaw whether B and C were attending it. On 28 October 2002 the court asked the local educational authority in Warsaw whether the children were attending any of the schools managed by it.", "56. On 20 December 2002 the Norwegian Minister of Justice sent a letter to his Polish counterpart asking him to look into the applicant's case.", "57. On 23 January 2003 a meeting of representatives of institutions engaged in the search for the children took place in Warsaw. It was organised by the Polish Ministry of Justice.", "58. On 29 January 2003 the Warsaw District Court asked the Social Security Board where M.C. was collecting her pension.", "59. On 10 February 2003 the court requested two other elementary schools whether B and C were attending them. On the same day it was informed by the International Police Cooperation Bureau in Warsaw that M.C. had made a phone call from Warsaw to Norway.", "60. On 17 February 2003 the Warsaw District Prosecutor informed the Warsaw District Court that M.C. had been arrested in Białystok, Poland several months before.", "61. On 18 February 2003 the Polish Ministry of Justice replied to the letter of 20 December 2002. The reply referred to the conduct of the proceedings in the applicant's case and the fact that M.C. was being prosecuted on charges of forgery of documents and use of false identity. She was under police supervision and was not allowed to leave Poland.", "62. On 28 February 2003 the Białystok District Prosecutor informed the Warsaw District Court that the prosecution service had lodged with the Białystok District Court a bill of indictment against M.C. She was charged with the forgery of documents as she had apparently adopted false identities for herself and for B and C.", "63. On 15 April 2003 a guardian took B and C away from M.C.", "64. On 16 April 2003 the children were returned to the applicant.", "65. The Hague Convention was published in the Polish Official Journal on 25 September 1995. Article 7 of the Hague Convention reads, in so far as relevant:", "“Central Authorities shall cooperate with each other and promote cooperation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.", "In particular, either directly or through any intermediary, they shall take all appropriate measures:", "(a) To discover the whereabouts of a child who has been wrongfully removed or retained;", "(b) To prevent further harm to the child or prejudice to interested parties by taking or causing to be taken provisional measures;", "(c) To secure the voluntary return of the child or to bring about an amicable resolution of the issues;", "(d) To exchange, where desirable, information relating to the social background of the child;", "(e) To provide information of a general character as to the law of their State in connection with the application of the Convention;", "(f) To initiate or facilitate the institution of judicial or administrative proceedings with a view to obtaining the return of the child and, in a proper case, to make arrangements for organizing or securing the effective exercise of rights of access;", "(g) Where the circumstances so require, to provide or facilitate the provision of legal aid and advice, including the participation of legal counsel and advisers;", "(h) To provide such administrative arrangements as may be necessary and appropriate to secure the safe return of the child;", "(i) To keep each other informed with respect to the operation of this Convention and, as far as possible, to eliminate any obstacles to its application.”", "Pursuant to Article 11:", "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.", "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. ...”", "66. Article 1092 of the Code, which was repealed on 26 September 2001, provided as follows:", "“When taking away a person who is a subject of parental authority or who is in care, the bailiff shall be specially careful, and shall do everything to protect such a person from physical or moral harm. The bailiff shall request the assistance of social services, or another institution tasked with this, or a court expert.”"], "VIOLATED_ARTICLES": ["6", "8"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}