{"ITEMID": "001-80354", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ECKARDT v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Dietrich Eckardt, is a German national who was born in 1947 and lives in Erfurt. When lodging his application, he was detained in Tonna. He was represented before the Court by Mr J. Rieger, a lawyer practising in Hamburg.", "Following his criminal conviction the applicant was detained from 18 November 1999 until 8 February 2001 in the Suhl-Goldlauter prison. Between 18 November 1999 and 11 December 2000 he was remanded for 21 to 23 hours per day in a cell which measured some 10.5 square metres together with two further persons. The cell’s window could not be opened. From 11 December 2000 until 8 February 2001 he was detained in a different cell which measured some 13 square metres with two more persons, but could leave that cell for some hours every day. There was hardly any space to walk, as both cells were equipped with beds, a table, chairs, a wardrobe and a wash basin. The toilet was located within the cell and was merely separated from the room by a curtain. There was no ventilation and insufficient airing.", "The applicant claimed to have lodged three motions with the SuhlGoldlauter prison to be transferred to a single cell. In reply, the prison staff explained to him that he did not have a right to be transferred.", "On 22 August 2003 the applicant applied for legal aid so as to lodge before the Erfurt Regional Court an official liability action for payment of damages against the Land of Thuringia according to section 839 of the Civil Code (see ‘Relevant domestic law and practice’, below). He claimed that the conditions of his detention in the Suhl-Goldlauter prison, notably the lack of space and airing and the constant deprivation of privacy even when using the toilet, had been degrading and had disregarded human dignity and Articles 3 and 5 of the Convention. These circumstances had further led to health problems such as constant stress, eating and sleeping disorders, stomach troubles and strong headaches.", "The applicant argued that it had not been possible for him to avert the damage incurred as prescribed by section 839 § 3 of the Civil Code while he was being detained in the Suhl-Goldlauter prison by applying for judicial review. Upon his complaints to the prison staff about his conditions of detention he had been informed that these were lawful, and he had not been instructed that he could lodge a motion for judicial review. He had not had sufficient means to mandate a lawyer while in prison.", "On 19 February 2004 the Land of Thuringia requested the dismissal of the applicant’s motion to be granted legal aid. It submitted that the applicant’s detention together with two further persons in one cell had been lawful. Pursuant to section 18 § 2 of the Execution of Sentences Act, read in conjunction with section 201 no. 3 of the Execution of Sentences Act (see ’Relevant domestic law and practice’, below), a temporary placement of several persons in one cell was permitted if this was indispensable, as was the case at the time of the applicant’s detention. According to the defendant, the cells measured 15.2 square metres and 12.98 square metres respectively, and as their length was 4.72 metres the toilet was some two metres away from the dining table. The Land further contested that the applicant had been obliged to stay in the cell for 21 to 23 hours per day.", "On 11 March 2004 the Gera Regional Court dismissed the applicant’s motion to be granted legal aid. It found that the applicant’s intended action for payment of damages had no sufficient prospects of success and appeared wanton. A possible damages claim was excluded pursuant to section 839 § 3 of the Civil Code. The applicant had failed to avert the alleged damage by lodging a motion for judicial review of his conditions of detention under section 109 of the Execution of Sentences Act (see ‘Relevant domestic law and practice’, below) while detained in the Suhl-Goldlauter prison, if necessary after having obtained legal advice.", "On 13 April 2004 the applicant, meanwhile represented by counsel, lodged an appeal. He argued in particular that a motion for judicial review to the Regional Court under section 109 of the Execution of Sentences Act would have had no prospects of success. Prior to the decision of the Federal Constitutional Court of 27 February 2002 (no. 2 BvR 553/01, see ‘Relevant domestic law and practice’, below) the regional courts in Thuringia had dismissed all motions for judicial review concerning the refusal of prison authorities to transfer detainees to a single cell for lack of space in the Thuringia prisons. The applicant could not have averted the damage incurred, not least because the proceedings before the Regional Court would have taken several months during which he was being remanded in the impugned conditions of imprisonment.", "On 24 May 2004 the Thuringia Court of Appeal dismissed the applicant’s appeal. It agreed with the Regional Court that the applicant had lost his damages claim in accordance with section 839 § 3 of the Civil Code as he had failed to avoid the alleged damage by lodging a motion for judicial review under section 109 of the Execution of Sentences Act.", "The Court of Appeal found that there would be no causal link between the failure to lodge a motion for judicial review and the damage incurred where such a motion clearly had no prospects of success. It conceded that, at the relevant time, the regional courts had repeatedly dismissed motions for judicial review concerning the placement of several detainees in one cell. However, it was crucial how the applicant’s motion under section 109 of the Execution of Sentences Act should have been correctly decided, having regard to the particular circumstances of his case. In the Court of Appeal’s view, a motion for judicial review lodged by the applicant during his detention, assuming that the alleged particular conditions of detention proved to be true, would have had prospects of success. It had been lawful to place the applicant in a cell together with other detainees (section 201 no. 3 of the Execution of Sentences Act). However, the conditions of his detention in the cell suggested that there had been a violation of his personality rights. Therefore, it was possible that a prompt motion for judicial review, in accordance with the case-law of the Federal Constitutional Court, would have resulted in a finding that his conditions of detention disregarded human dignity which in turn would have led to a change in these conditions.", "On 17 June 2004 the applicant lodged a complaint with the Federal Constitutional Court. He complained in particular that the Court of Appeal had conceded, on the one hand, that at the time of his detention the regional courts had repeatedly dismissed motions for judicial review lodged against similar prison conditions. On the other hand, the Court of Appeal had found that the regional courts might have granted a motion lodged by the applicant for judicial review and therefore considered his claim for damages to be excluded. This was arbitrary. It was uncontested that there had not been any space in the Suhl-Goldlauter prison to transfer the applicant to a single cell. Therefore, a motion for judicial review would not have had any prospects of success. Moreover, the applicant claimed that he had been treated less favourably than other prisoners who had been detained in comparable conditions. He argued that the civil courts in other Länder had granted actions for payment of damages without the plaintiffs having previously brought a motion for judicial review of their imprisonment conditions while in detention.", "On 7 July 2004 the Federal Constitutional Court refused to admit the applicant’s constitutional complaint as it had no prospects of success. The Court of Appeal’s impugned decision was not based on a violation of the applicant’s rights guaranteed by the Basic Law.", "Pursuant to section 839 § 1 of the Civil Code, taken in conjunction with Article 34 of the Basic Law, an individual has the right to be compensated by the State for any damage arising from a breach of official duty committed by an official. However, the obligation to afford redress shall not arise where the injured party has wilfully or negligently omitted to avoid the damage by means of a legal remedy (section 839 § 3 of the Civil Code).", "Section 109 § 1 of the Execution of Sentences Act (Strafvollzugsgesetz) provides that a motion for judicial review may be lodged (with the Regional Court, see section 110 of the said Act) against measures concerning the conditions of detention.", "Pursuant to section 18 § 2 of the Execution of Sentences Act a detainee may only temporarily and for compelling reasons be placed in the same cell with other prisoners during the rest period. Section 201 of the Execution of Sentences Act contains transitional arrangements for prisons the construction of which was started before 1977. In particular, according to section 201 no. 3 of the Execution of Sentences Act and in derogation of section 18, the placement of several prisoners in one cell during the rest period is permitted if this is necessary in view of the limited space available in prison.", "Pursuant to section 78 § 1 of the Code of Civil Procedure representation by counsel is compulsory for the parties in civil proceedings before the Regional Court, the Court of Appeal and the Federal Court of Justice.", "The conditions for legal aid are laid down in section 114 of the Code of Civil Procedure. According to that section, a party who in view of his or her personal and economic situation cannot afford the costs for conducting the proceedings is granted legal aid upon application if the intended legal action offers sufficient prospects of success and does not appear wanton (mutwillig). A party who has been granted legal aid is officially appointed a lawyer of his or her choice who is ready to represent him or her if representation by counsel is compulsory (section 121 § 1 of the Code of Civil Procedure). It is the court having jurisdiction to deal with the intended action itself which is called to decide on motions for legal aid (section 127 § 1 of the Code of Civil Procedure). An appeal lies against a decision refusing legal aid (section 127 § 2 of the Code of Civil Procedure).", "In its decision of 27 February 2002 (no. 2 BvR 553/01), the Federal Constitutional Court quashed the decisions of the criminal courts reviewing a prisoner’s conditions of detention. The petitioner had been placed for four days during twenty-three hours per day together with another person in a cell measuring 7.6 square metres. The toilet was located in the cell without any partition from the remainder of the room. The court found, in particular, that it was irrelevant that, possibly, the petitioner had not complained about his temporary placement in the said cell while in detention, as the authorities had to respect his human dignity irrespective of whether or not he complained about his treatment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}