{"ITEMID": "001-109577", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 2012, "DOCNAME": "CASE OF AKSU v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (Article 34 - Victim);No violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for private life);No violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for private life)", "JUDGES": "Alvina Gyulumyan;Anatoly Kovler;Angelika Nußberger;Dean Spielmann;Elisabet Fura;Françoise Tulkens;Giovanni Bonello;Ireneu Cabral Barreto;Jean-Paul Costa;Josep Casadevall;Karel Jungwiert;Kristina Pardalos;Luis López Guerra;Mark Villiger;Mirjana Lazarova Trajkovska;Nebojša Vučinić;Nicolas Bratza;Nona Tsotsoria;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["9. The applicant, who is of Roma origin, was born in 1931 and lives in Ankara.", "10. In 2000 the Ministry of Culture published 3,000 copies of a book entitled The Gypsies of Turkey, written by Associate Professor Ali Rafet Özkan. Before its publication, a publications advisory board approved the content of the book. The preface to the book states as follows:", "“...", "Gypsies live in peace on Turkish territory today, just as they have throughout history, but now they are left entirely to their own devices, without regulation, supervision or attention. Their unregulated way of life, in which they are abandoned entirely to their own fate, is a failing on Turkey’s part. The Gypsies’ current unordered way of life, and the fact that it is considered quite unnecessary to venture into their closed world in any way despite the long history we share, is a further shortcoming. Associated with this is the fact that while Gypsies have indeed lived for many years among us, they have been ostracised by local people and targeted by vilifying remarks which have, for the most part, been unenlightened and prejudiced. The negative response and distressing accusations which they encounter wherever they go have driven Gypsies, who already have a societal structure which is closed off from the outside world, to live in still narrower confines.", "We felt that there was a need to step into the unknown world of these people who have lived among us for centuries and have now become part of contemporary Turkish culture. My aim was thus to get to know them closely using an empirical approach, and to present the Gypsies of Turkey as they are, in all their aspects, on the basis of the principles of scientific objectivity.", "This study comprises an introduction and two sections.", "The introduction provides information about the Gypsy as a concept and the origins of the Gypsies, as well as detailed information about their migration, and considers their history in Turkey in the light of various archive documents and scholarly sources. In the first section, the socio-cultural characteristics of Gypsies are considered in broad terms. This section examines in particular the home life and travels of Gypsies, their music, dance, language, traditions and customs. The second section deals with the beliefs and practices of the Gypsies.", "This study – which I present without any pretensions, but merely in a bid to fill a significant gap (it being the first study of its kind), and to provide guidance to others working on the Gypsies in the future – was prepared using descriptive, comparative and phenomenological methods, in addition to participant observation and interview techniques.", "...”", "11. In the introduction, the author went on to state:", "“...", "Gypsies have spread throughout the world but they have been unable to escape their status as a marginal group which is excluded and despised everywhere. Apart from the differences in their way of life, the characteristic which most obviously distinguishes Gypsies from others is the colour of their skin, which is darker, swarthier. In typological terms, most Gypsies are of medium height, of agile build, with large dark black (occasionally hazel or blue) eyes and long thick eyelashes; the men have long moustaches. The mouth is slender and elegant, the teeth white and even, with a round jaw. They have a narrow forehead and temples and a small cranium. Their hair is curly, black, long and thick. Beyond middle age, the women are broad and corpulent. The younger people are slim, with firm and powerful muscles (see Carmen by Prosper Mérimée, Gypsy Stories of our own and from around the world by Tahir Alangu and The sieve-making of the Gypsies of Posalar by Esat Uras).", "...", "This research is intended to present the identity of the Gypsies, these people who have lived among us for centuries and have become an integral part of contemporary Turkish culture, but about whom no comprehensive scientific study has as yet been conducted because their cultural identity has been largely ignored as a result of the difficulties in identifying and defining them. This study will give an account of their socio-cultural characteristics, beliefs, mythologies, festivals and celebrations in all their aspects.", "For the purpose of this study, an initial survey was conducted of information, documentation and materials concerning Gypsies, from Turkey and elsewhere. The information and documents thus identified were then classified on the basis of their scientific reliability, using validity criteria. Next, an empirical study involving observation of the participants was carried out by going among the Gypsy population and living with them. Visits were made to all the areas of Turkey with a Gypsy population – both nomadic and settled – and in this way an effort was made to establish the facts about their way of life, traditions, beliefs, forms of worship and practices, not only by gathering data and documentary and other material, but also by the empirical method of living among them.”", "12. In the book, the author devoted a chapter to the “Gypsies of Contemporary Turkey”. In this chapter he stated:", "“Today’s Gypsies are scattered all over Turkey. They are principally located in the Marmara, Aegean and Mediterranean regions, with a lower concentration in the Black Sea, central Anatolia and south-east Anatolia regions. The distribution of Gypsies in Turkey will be dealt with here.", "...", "So far no general population census has included separate records for Gypsies; hence, the size of the Gypsy population in Turkey is not known with certainty. Rather than using estimated figures, we obtained information from Gypsies themselves, from local people living nearby and from local administrators. We attempted to clarify this information by making a comparison with the overall district population figures which we received from the district chiefs [muhtar].", "...", "Istanbul", "...", "Gypsies living within the provincial borders of Istanbul generally make their living from music, flower-selling, scrap-metal dealing, rubbish and paper collection, blacksmithing and ironworking, portering, fortune-telling, cleaning, working with a horse and cart, coppersmithing, slug-collecting and door-to-door selling. There are also some, albeit few in number, who make a living from pickpocketing, stealing and selling narcotics.", "Tekirdağ", "...", "The Roma (Gypsies) of Tekirdağ make their livelihood from playing music, portering and shoe-shining. Women work as domestic cleaners and handle bricks at the brick factory. Those in Çorlu and Lüleburgaz earn their living from music, portering, horse trading (livestock dealing), construction work and running lotteries, and the women earn their living from cleaning.", "Kırklareli", "...", "The Roma of Kırklareli generally make their living from music, working with a horse and cart, street vending, portering, cleaning and scrap-metal dealing.", "Edirne", "...", "Those who live in Edirne city centre generally earn their living from working with a horse and cart, scrap-metal dealing and street vending, while the women contribute to the family economy with cleaning work. Nearly all of the inhabitants of the Yukarı Zaferiye district of Keşan earn their livelihood from music. The rest of them work in various sectors such as labouring in the rice fields, concrete-pouring on construction sites, portering, working with a horse and cart, collecting frogs and slugs, scrap-metal dealing, paper collection, house painting and selling simit [a type of bread roll]. Those in Uzunköprü live from scrap-metal dealing, tinsmithing and basket-making.", "...", "Ankara", "...", "The Gypsies of the central district of Ankara earn their living from stealing, begging, door-to-door selling, fortune-telling, zercilik [robbing jewellery stores] and making magical charms. A small number are also involved in tinsmithing, working with leather harnesses, sieve-making and basket-making. There are also many who work as musicians in nightclubs. It is reported that most of those who trade in ironmongery around Altındağ and Hamamönü are Gypsies from Çankırı.", "...", "We attempted to visit every province and district where Gypsies were located. The figures which we have given for each province were obtained by comparing information, noting the exaggerated figures given by the Gypsies and then talking to the district chiefs [muhtar], and where necessary the district police. ...”", "Similar remarks to the ones quoted above were made in respect of the Roma population living in other parts of Turkey such as İzmir, Manisa, Konya, Adana and Antalya.", "13. The closing paragraphs of the conclusion to The Gypsies of Turkey read as follows:", "“The most important links connecting the Gypsies to each other are their family and social structures as well as their traditions. Despite the fact that they have led a nomadic life for more than a thousand years, they have managed to protect their traditional way of living thanks to the practice of marrying within the group. Their attachment to these traditions begins at birth and continues till death. Doubtless, tradition is the most significant factor in the Gypsy way of life. The elderly members of Gypsy society bear the heaviest responsibility for protecting and sustaining the traditions. However, due to ever-changing circumstances and needs, the social structure of the Gypsies has become difficult to preserve. In particular “Natia”, one of these social structures, can no longer be sustained in today’s Turkey.", "The most striking characteristic of Gypsies is their way of living. Hence, all branches of socio-cultural activity, consisting of migration and settlement, dance, music, language, eating and drinking, fortune-telling, sorcery and occupations, constitute the true nature of Gypsy life. That is to say, these elements form the visible part of the iceberg. Other persons usually recognise Gypsies through these phenomena. Nevertheless, the way to truly know Gypsies is to mingle with their society and fully analyse their traditions and beliefs. The secret world of the Gypsies reveals itself through their beliefs, in particular through their superstitions and taboos.", "Gypsies, like everyone, feel the need to have faith and to worship. In addition to adopting the religion of the country they live in, they also perpetuate the traditional beliefs specific to their culture. Consequently, it is observed that Gypsies have genuine feasts and celebrations stemming from their beliefs, which can be partly traced to Hinduism.", "In our opinion these people, who suffer from humiliation and rejection everywhere, could be transformed into citizens who are an asset to our State and our nation once their educational, social, cultural and medical problems are addressed. This simply entails focusing on this issue with patience and determination.”", "14. On 15 June 2001 the applicant filed a petition with the Ministry of Culture on behalf of the Turkish Roma/Gypsy associations. In his petition he submitted that in the book the author had stated that Gypsies were engaged in illegal activities, lived as “thieves, pickpockets, swindlers, robbers, usurers, beggars, drug dealers, prostitutes and brothel keepers” and were polygamist and aggressive. The applicant also submitted that the book contained several other remarks that humiliated and debased Gypsies. Claiming that these remarks constituted a criminal offence, he requested that the sale of the book be stopped and all copies seized.", "15. On the same day the Head of the publications unit at the Ministry of Culture ordered that the remaining 299 copies of the book be returned to the publications unit.", "16. On 11 October 2001 the applicant wrote a letter to the Ministry of Culture enquiring whether the copies of the book had been seized.", "17. On 17 October 2001 the Head of the publications unit at the Ministry of Culture informed the applicant that the publications advisory board of the Ministry, composed of seven professors, had decided that the book was a piece of scientific research and did not contain any insults or similar remarks. The applicant was also informed that the author of the book would not permit any amendments to the text and that, at the author’s request, the Ministry had transferred copyright of the book to him.", "18. On 4 February 2002 the applicant sent letters to the Ministry of Culture and to Associate Professor Ali Rafet Özkan, repeating his initial request. He received no reply.", "19. Subsequently, on 30 April 2002 the applicant brought proceedings in his own name against the Ministry of Culture and the author of the book before the Ankara Civil Court of General Jurisdiction, claiming compensation for the non-pecuniary damage he had sustained on account of the remarks contained in the book. He alleged that these remarks constituted an attack on his identity as a Roma/Gypsy and were insulting. The applicant also asked for the copies of the book to be confiscated and for its publication and distribution to be banned.", "20. The author of the book submitted, in reply, that his reference materials had been the records of the Adana police headquarters and books written by other authors on Gypsies, and that he had not intended to insult or humiliate Gypsies. The author further stated that the passages referred to by the applicant should not be considered in isolation, but in the context of the whole book.", "21. On 24 September 2002 the Ankara Civil Court dismissed the applicant’s requests in so far as they concerned the author of the book. It considered that the book was the result of academic research, was based on scientific data and examined the social structures of Roma/Gypsies in Turkey. The first-instance court therefore held that the remarks in question did not insult the applicant. As to the applicant’s case against the Ministry, the Civil Court decided that it lacked jurisdiction and that the administrative courts were competent to decide on the applicant’s claim.", "22. On 25 October 2002 the applicant appealed. In his petition, he submitted that the book could not be considered as scientific research and that therefore the Ministry of Culture should not have published it.", "23. On 21 April 2003 the Court of Cassation upheld the judgment of the first-instance court. It noted that the remarks objected to by the applicant were of a general nature. It therefore found no grounds for concluding that they concerned all Roma/Gypsies or that they constituted an attack on the applicant’s identity.", "24. On 8 December 2003 a request by the applicant for rectification of the decision was dismissed.", "25. Subsequently, on an unspecified date the applicant initiated proceedings against the Ministry of Culture before the Ankara Administrative Court. He requested non-pecuniary compensation, alleging that the content of the book published by the Ministry of Culture had been offensive and insulting towards the Roma/Gypsy community. On 7 April 2004 the Administrative Court dismissed the applicant’s case. It held that before its publication the book in question had been examined by a rapporteur appointed by the publications advisory board. Following his approval, the advisory board had agreed to publish the book. In the wake of the applicant’s allegations the advisory board, composed of seven professors, had examined the book again on 25 September 2001 and had decided that it was an academic study based on scientific research and that no inconvenience would be caused by continuing its distribution and sale. The Administrative Court therefore concluded that the applicant’s allegations were unsubstantiated. The applicant did not appeal against this decision.", "26. In 1991 and 1998 respectively the Language Association, a non-governmental organisation, published two dictionaries entitled Turkish Dictionary for Pupils (Öğrenciler için Türkçe Sözlük) and Turkish Dictionary (Türkçe Sözlük). Apart from their titles, both dictionaries had exactly the same content. The publication of these dictionaries was part-financed by the Ministry of Culture.", "27. On 30 April 2002 the applicant sent a letter to the Executive Board of the Language Association on behalf of the Confederation of Roma/Gypsy Cultural Associations. In his letter, the applicant submitted that certain entries in the dictionaries were insulting to and discriminatory against Roma/Gypsies.", "28. On page 279 of both dictionaries, the following entries were made regarding the word “Gypsy” (çingene):", "“‘Gypsy’ (Çingene): 1. an ethnic group or person belonging to an ethnic group originating from India, whose members lead a nomadic way of life and are widely dispersed in the world. 2. (metaphorically) miserly.", "‘Gypsy debt’ (Çingene borcu): an unimportant debt which consists of several small debts.", "‘Gypsy plays Kurd dances’ (Çingene çalar Kürt oynar): a place where there is a lot of commotion and noise.", "‘Gypsy tent’ (Çingene çergesi) (metaphorically): a dirty and poor place.", "‘Gypsy wedding’ (Çingene düğünü): a crowded and noisy meeting.", "‘Gypsy fight’ (Çingene kavgası): a verbal fight in which vulgar language is used.", "‘Gypsy money’ (Çingene parası): coins.", "‘Gypsy pink’ (Çingene pembesi): pink.", "‘Gypsy language’ (Çingenece): language used by Gypsies.", "‘Gypsiness’ (Çingenelik): 1. being a Gypsy 2. (metaphorically) being miserly or greedy.", "‘Becoming a Gypsy’ (Çingeneleşmek): displaying miserly behaviour.”", "29. In the applicant’s opinion, the entries regarding the Gypsy community had negative, discriminatory and prejudiced connotations. The applicant further submitted that the Ministry of Education and the Turkish Language Society had amended their dictionaries at his request, and likewise asked the Language Association to correct the above-mentioned definitions and to remove any discriminatory expressions from the dictionaries. He received no reply to his letter.", "30. Subsequently, on 15 July 2002 the applicant sent a further letter to the Language Association, repeating his request. He added that he would bring a case against the Association if his request was not granted by 20 August 2002.", "31. On 16 April 2003 the applicant brought proceedings in the Ankara Civil Court of General Jurisdiction against the Language Association, requesting that the above-mentioned definitions and expressions be removed from the dictionaries. The applicant also requested compensation for the non-pecuniary damage he had sustained on account of the expressions contained in the dictionaries. In that connection he alleged that the dictionary definitions constituted an attack on his identity as a Roma/Gypsy and an insult to him personally.", "32. In its submissions in reply, the Language Association maintained, inter alia, that the definitions and expressions contained in the dictionaries were based on historical and sociological reality and that there had been no intention to humiliate or debase an ethnic group. It further submitted that the dictionaries contained expressions and definitions that were commonly used in society and that there were other similar expressions in Turkish which concerned Albanians, Jews and Turks.", "33. On 16 July 2003 the Ankara Civil Court dismissed the applicant’s case. It held that the definitions and expressions in the dictionaries were based on historical and sociological reality and that there had been no intention to humiliate or debase an ethnic group. It further noted that there were similar expressions in Turkish concerning other ethnic groups, which appeared in dictionaries and encyclopaedias.", "34. The applicant appealed. On 15 March 2004 the Court of Cassation upheld the judgment of 16 July 2003.", "35. Article 24 of the Civil Code reads as follows:", "“Any person whose personal rights are unlawfully infringed may apply to a judge for protection against all those causing the infringement.", "An infringement is unlawful unless it is justified by the consent of the person whose rights have been infringed or is made necessary by an overriding private or public interest or by law.”", "Furthermore, according to Article 25 of the Civil Code:", "“A claimant may ask a judge to prevent a threat of infringement, to order the cessation of an ongoing infringement or to establish the unlawfulness of such an infringement even where it has already ceased.", "In addition to such action the claimant may also request that the rectification or the judgment be published or served on third parties.", "...”", "36. Article 312 § 2 of the former Criminal Code provided as follows:", "“Any person who incites others to hatred or hostility on the basis of a distinction between social class, race, religion, denomination or region shall, on conviction, be liable to between one and three years’ imprisonment and to a fine of between nine thousand and thirty-six thousand liras. If this incitement endangers public safety, the sentence shall be increased by between one third and one half.”", "37. On 1 June 2005 a new Criminal Code (Law no. 5237) came into force. Article 216 of the new Code provides as follows:", "“1. Any person who publicly provokes hatred or hostility in one section of the public against another section with different characteristics based on social class, race, religion, sect or regional differences, such as to create a clear and close danger to public safety, shall be sentenced to a term of imprisonment of one to three years.", "2. Any person who publicly denigrates a section of the public on grounds of social class, race, religion, sect, gender or regional differences shall be sentenced to a term of imprisonment of six months to one year.", "...”", "38. In its fourth report on Turkey (CRI(2011)5), published on 8 February 2011, ECRI welcomed the fact that in order to discourage negative stereotyping, connotations which might have been perceived as discriminatory in the dictionary definition of the term “Gypsy” had been removed. It further encouraged the Turkish authorities to pursue and strengthen their efforts to combat negative stereotyping of the Roma and to build a constructive dialogue with the Roma community.", "39. In its General Policy Recommendation No. 10 on combating racism and racial discrimination in and through school education, adopted on 15 December 2006, ECRI also recommended that member States ensure that school education played a key role in the fight against racism and racial discrimination in society “by promoting critical thinking among pupils and equipping them with the necessary skills to become aware of and react to stereotypes or intolerant elements contained in [the] material they [used]”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": ["8-1"], "NON_VIOLATED_BULLETPOINTS": []}