{"ITEMID": "001-79141", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SITKOV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1 on account of the quashing of the judgment;Violation of P1-1 in respect of the same fact;Not necessary to examine the complaint about the length of the civil proceedings;Not necessary to examine the complaint about the alleged lack of domestic remedies in respect of the length complaint", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant was born in 1948 and lives in Moscow.", "6. In 1996 the applicant took out insurance for his summer cottage. In May 1997 the cottage burnt down. The insurer, a private company (hereinafter referred as “the company”), paid only a part of the amount claimed by the applicant. The applicant brought an action against the company claiming the rest. On 5 December 1997 the Moscow Lefortovskiy District Court ordered the company to pay the applicant 86,621 Russian roubles (RUR).", "7. On 18 December 1997, upon the applicant's request, the Lefortovskiy District Court ordered the seizure of the company's account in a private bank “Yunikbank”. As follows from the extract of that account, provided by the “Yunikbank”, on 29 December 1997 the company had RUR 14,991 on it. There is no indication, however, that the money on that account has ever been seized.", "8. The judgment of the Lefortovskiy District Court was upheld by the Moscow City Court on 16 January 1998. Following that, the Lefortovskiy District Court issued an execution order against the company. On 26 January 1998 the execution order was sent to the bailiff.", "9. On 28 January 1998 a bailiff initiated the enforcement proceedings. On 2 February 1998 the bailiff requested from the State Tax Office information about the accounts and assets of the company. The Tax Office informed the bailiff that by 1 October 1997 the company had declared RUR 350,000 in cash and RUR 12,274 on accounts in three private banks. According to the Tax Office, in the last fiscal report the company had also declared RUR 98,507,000 in capital assets, RUR 116,534,000 in intangible assets, and RUR 24,804,000 in receivable accounts.", "10. On 11 February 1998 the bailiff visited the headquarters of the company indicated in the company's official documents, but no property belonging to the company was found at that address. On the same day the bailiff discontinued the enforcement proceedings on the ground that the defendant had no assets to seize.", "11. The next day the applicant brought an action against the bailiff. He claimed that the bailiff had failed to take appropriate steps to find and seize the company's property. On 23 February 1998 the Lefortovskiy District Court ruled in the applicant's favour. The court found, in particular, that the bailiff had failed to withdraw the debt from the defendant's account in “Yunikbank”. The court also found that the bailiff had breached a number of procedural rules, in particular, as it had not informed the applicant about the initiation of the enforcement proceedings. The court ordered the enforcement of the judgment in the applicant's favour.", "12. A new bailiff was appointed to deal with the applicant's case. However, he found no money on two of the defendant's accounts, including the one in “Yunikbank”. On 18 March 1998 the enforcement proceedings were discontinued.", "13. The applicant challenged the discontinuation of the proceedings in court. On 18 May 1998 the Lefortovskiy District Court quashed the bailiff's decision and ordered the re-opening of the enforcement proceedings. The court found, in particular, that the bailiff had failed to establish the real whereabouts of the company and its property. On 24 June 1998 the Moscow City Court dismissed the Senior Bailiff's appeal against that decision.", "14. On 16 November 1998 the bailiff again discontinued the enforcement proceedings in view of the absence of assets belonging to the defendant. The applicant did not appeal against this decision.", "15. On 16 April 1998 the applicant brought an action for damages against the Ministry of Justice, which is responsible for the Bailiff's Office. On 10 March 1999 the Moscow Presnenskiy District Court recognised the liability of the Bailiff's Office for the non-execution of the judgment of 5 December 1997 as upheld on 16 January 1998. The court granted the applicant damages in the amount of RUR 86,621, i.e. the sum which he had initially claimed from the company. This judgment was not appealed against and became final on 20 March 1999. It was transmitted to the bailiffs for enforcement.", "16. On 29 July 1999 the Moscow City Prosecutor lodged with the Moscow City Court an extraordinary appeal against the judgment of 10 March 1999. The Prosecutor also suspended the enforcement proceedings. On 16 September 1999 the Presidium of the Moscow City Court dismissed the appeal, upholding the judgment of 10 March 1999.", "17. On 28 January 2000 the Deputy Prosecutor General lodged with the Supreme Court of Russia a new extraordinary appeal against the judgment of 10 March 1999. He alleged, inter alia, that the Moscow Presnenskiy District Court should have imposed responsibility for the alleged non-execution on the Treasury, not the Ministry of Justice.", "18. On 29 February 2000 the Supreme Court of Russia granted the prosecutor's appeal and quashed the judgment of 10 March 1999, primarily on the ground that the first instance court had not established a causal link between the alleged negligence of the bailiffs and the damages allegedly incurred by the applicant. The case was remitted to the Moscow Presnenskiy District Court for a fresh examination.", "19. The applicant indicated that following the quashing of the judgment of 10 March 1999 by the Supreme Court the hearings were repeatedly adjourned, mainly due to the defendant's failure to appear before the court.", "20. On 3 April 2001 the Presnenskiy District Court dismissed the applicant's claim. The court found no liability of the Bailiff's Office for the non-execution of the judgment. On 20 July 2001 the Moscow City Court, acting as a court of appeal, quashed the judgment of 3 April 2001, remitting the case to the Presnenskiy District Court.", "21. On 18 January 2002 the Presnenskiy District Court again refused the applicant's claim. It stated that the applicant was not deprived of his property as a result of the actions of the Bailiff's Office. Although the court acknowledged that the Bailiff's Office's actions prevented the applicant from recovering his money, it declared that the actions of the Bailiff's Office “only hindered compensation for damage”, but “did not cause damage”.", "22. The applicant appealed against the judgment. On 5 March 2002 the Presnenskiy District Court rejected the appeal as the applicant had not paid court fees. The applicant appealed against the decision, claiming that he was exempted from paying the fees. On 22 May 2002 the Moscow City Court upheld the decision of 5 March 2002. However, on 19 September 2002 the Presidium of the Moscow City Court overruled that decision, stating that the applicant should have been exempted from paying the fees.", "23. On 28 November 2002 the Moscow City Court examined the applicant's appeal. It upheld the judgment of the Presnenskiy District Court of 18 January 2002. The City Court reiterated that as a result of the bailiff's actions the applicant had not been deprived of his possession and the bailiff's actions were only a hindrance to a full compensation for damages caused by the insurance company.", "24. Article 46 of the Russian Constitution provides that any acts or failure to act by State authorities may be appealed against to a court. Pursuant to the Law “On enforcement proceedings” of 1997, any decision of the bailiff can be challenged in court within 10 days from the moment when the concerned person learned about this decision (Article 90 § 1). Articles 19 and 90 § 2 of this law stipulate that the damage caused by the bailiffs should be compensated under general rules of civil responsibility.", "25. For relevant details concerning the supervisory review proceedings see the Ryabykh v. Russia judgment (no. 52854/99, 24 July 2003, §§ 31-40)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}