{"ITEMID": "001-89825", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KOSTIC v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of P1-1;Non-pecuniary damage - award;Pecuniary damage - Government to enforce a demolition order", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["6. The applicants are spouses. They were both born in 1947 and currently live in Belgrade.", "7. The facts of the case, as submitted by the parties, may be summarised as follows.", "8. The applicants and a certain M.P. were co-owners of a house and five other buildings in Belgrade.", "9. On 21 May 1998 M.P. obtained a building permit for the partial reconstruction of the house co-owned by the applicants, authorising him to convert his flat into a duplex and enlarge it by approximately 100 meters squared.", "10. M.P. started with the construction work immediately thereafter.", "11. On 7 August 1998, on the basis of an on-site intervention, the Inspectorate of the Voždovac Municipality (“the Municipality”) concluded that M.P. was not performing the construction work in line with the building permit. It therefore ordered him to stop all work and to file a request for a new permit.", "12. On 2 September 1998 the Inspectorate ordered M.P. to demolish, within three days, that part of the construction which had been erected contrary to the building permit.", "13. On 11 September 1998 the Inspectorate issued an enforcement order in this respect.", "14. Meanwhile, M.P. filed a request for a new building permit.", "15. On 24 September 1998 the Municipality issued a favourable interim decision.", "16. On 15 December 1998 the second-instance authority quashed this decision, remitting the case for re-consideration.", "17. On 13 July 1999 the Municipality dismissed M.P.'s request for a new building permit, finding that his plan did not satisfy the requirements prescribed by the relevant domestic legislation.", "18. On the same date, a technical report noted that “following the recent precipitation” and the construction work undertaken by M.P. the applicants' property had been seriously damaged. In particular, mortar had fallen, walls had cracked, and extensive damp and leakages had appeared throughout the premises.", "19. On 27 March 2001 and 20 June 2002 the applicants filed criminal complaints against unidentified officials employed with the Municipality, alleging abuse of office.", "20. On 25 November 2003 this complaint was rejected by the Fifth Municipal Public Prosecutor's Office (Peto opštinsko javno tužilaštvo) in Belgrade.", "21. Following the entry into force of the new Planning and Construction Act in May 2003, M.P filed a request with the Municipality for the “legalisation” of the reconstruction of his flat (see paragraphs 32-34 below).", "22. On 22 May 2003 and 11 June 2004 the applicants lodged submissions opposing the said legalisation.", "23. On 11 February 2005 the Municipality informed the applicants that M.P. had filed a request for legalisation.", "24. On 14 December 2005 M.P. supplemented this request.", "25. Over the years, the applicants had repeatedly requested enforcement of the demolition order dated 2 September 1998, but to no avail.", "26. Article 39 defines a party to an administrative case as a person at whose request the proceedings have been instituted, a person against whom the proceedings have been brought, or, indeed, any other person who is entitled to participate in the proceedings with a view to protecting his or her rights or interests.", "27. Article 261 § 2 provides that an administrative decision shall be executed once it becomes enforceable.", "28. Article 268 § 1 provides, inter alia, that the authority in charge of the enforcement of an administrative decision shall, ex officio or at the request of a party, issue an enforcement order. Such an order shall declare that the decision has become enforceable and determine the means and object of the enforcement.", "29. Article 271 provides, inter alia, that enforcement proceedings shall be terminated ex officio if the enforcement title itself has been repealed in the meantime. These proceedings shall, however, be stayed “if it is established” that an interim decision, which was being executed, has subsequently been replaced by a contradicting separate “decision in respect of the main issue”.", "30. Article 5 provided, inter alia, that an area's development was to be carried out in such a way as to: (i) protect its natural and man-made characteristics; (ii) respect the relevant planning regulations; (iii) preserve its natural resources; and (iv) protect the environment, as well as the public interest in general.", "31. This Act was repealed on 13 May 2003.", "32. Articles 160-162 provide, inter alia, that the owner of a building, a flat or, indeed, of any other object erected or reconstructed in the absence of a valid building permit shall have to inform the competent administrative authority (“the authority”) of this situation by 13 November 2003. This authority shall have sixty days to advise the owner about the relevant conditions for the “legalisation” of the construction in question, as well as the documents needed in this regard. The owner himself shall then have another sixty days to comply with this instruction. Should he do so and depending on whether the relevant conditions have been met, the authority shall accept the legalisation sought. In the event, however, that the owner does not abide by the set deadlines, the authority shall adopt a demolition order in respect of the said construction.", "33. Article 171 provides, inter alia, that requests concerning the “issuance of building permits”, as well as those to do with “other individual rights and obligations”, lodged before the entry into force of this Act, shall be dealt with on the basis of prior legislation.", "34. The Planning and Construction Act entered into force on 13 May 2003.", "35. Article 154 defines different grounds for claiming civil compensation.", "36. Article 172 § 1 provides that a legal entity is liable for any damage caused by one of “its own bodies”.", "37. On 17 May 2005 the First Municipal Court (Prvi opštinski sud) in Belgrade ordered the Municipality of Stari Grad to pay the plaintiff a specified amount of compensation on account of the lost rent. The court relied, inter alia, on Article 172 of the Obligations Act and explained that the plaintiff had been unable to lease his flat for a certain period of time as a result of the Municipality's failure to evict a protected tenant from the flat in question (XVIII P br. 9031/04). On 16 March 2006 this judgment was upheld by the District Court (Okružni sud) in Belgrade (Gž. br. 12872/05).", "38. On 21 February 2006 the Municipal Court in Novi Sad ordered the respondent State to pay the plaintiff a specified amount of compensation for the breach of his rights guaranteed under Article 5 of the Convention (P br. 1848/05). On 8 November 2006 this judgment was upheld by the District Court in Novi Sad (Gž. br. 3293/06). Based on such jurisprudence, the Government maintained that the Serbian courts were willing to directly apply the Convention, as well as the Protocols thereto.", "39. Under Article 25 § 1 if a builder was aware of the fact that he was building on land owned by another, or was not aware of this but the land's owner had immediately expressed his opposition to the work undertaken, the latter shall have the right to: (i) seek recognition of his ownership of the building erected; (ii) request that this building be demolished; or (iii) seek compensation from the builder for the usurped land, based on its market price.", "40. Under Article 43, inter alia, a co-owner shall be entitled to file a claim for the protection of his or her rights in respect of an entire property, as well as the protection of that individual's stake therein.", "41. Under Articles 61 and 201-212, should a Public Prosecutor reject a criminal complaint filed in respect of a crime prosecuted ex officio, the victim may personally take over the prosecution of his own case before a court and simultaneously file a claim for any civil damages suffered."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}