{"ITEMID": "001-104145", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF POTOMSKA AND POTOMSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of P1-1;Just satisfaction reserved", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1937 and 1939 and live in Darłowo. They are a married couple.", "6. On 25 November 1970 the Board of the Sławno District National Council (Prezydium Powiatowej Rady Narodowej) informed the Board of the Darłowo Municipal National Council (Prezydium Gromadzkiej Rady Narodowej) that pursuant to the decision of the Minister of Municipal Economy (Minister Gospodarki Komunalnej) of 25 September 1970 a cemetery located in Rusko was to be closed. The closure was to be carried out on the basis of the 1959 Cemeteries Act.", "7. On 12 September 1973 the Sławno District National Council issued a preliminary decision in which the applicants were informed of the conditions subject to which they could build a house on plot no. 59 located in Darłowo Municipality, Rusko settlement.", "8. On 15 March 1974 the Head of Darłowo Municipality (Naczelnik Gminy) issued a decision in which he named Mr Potomski as the buyer of plot no. 59, owned by the State Land Fund (Państwowy Zasób Ziemi).", "9. On 14 November 1974 the applicants bought from the State a plot of land with a surface area of 12 acres. The plot, no. 59, was classified as farming land. The applicants intended to build a house and a workshop on it.", "10. On 4 May 1987 the Koszalin Regional Inspector of Historic Monuments (Wojewódzki Konserwator Zabytków) issued a decision adding the applicants’ property to the register of historic monuments (rejestr zabytków) on the grounds that a Jewish cemetery had been established on it at the beginning of the nineteenth century. It was one of the few remnants of the former Jewish culture in the region. The Inspector found that the layout of the cemetery was discernible and that certain parts of the cemetery were intact (the foundations of a house of prayer, a stone wall and some gravestones). The applicants were advised as to the scope of their obligations deriving from the 1962 Protection of the Cultural Heritage and Museums Act (ustawa o ochronie dóbr kultury i o muzeach). They were prohibited from developing their property unless they obtained a permit from the Regional Inspector of Historic Monuments. The applicants did not appeal against the decision.", "11. On 30 May 1988 the applicants requested the Governor of Koszalin to offer them an alternative plot of land on which they could construct a house. On 15 June 1988 the Koszalin Regional Inspector of Historic Monuments requested the Mayor of Darłowo to grant the applicants’ request. On 5 July 1988 the Mayor of Darłowo informed the applicants that the exchange of plots requested by them would be possible only in the event of the Mayor receiving a subsidy from the Governor of Koszalin.", "12. On 30 September 1988 Darłowo Municipality adopted a local development plan. The plan provided that the applicants could build a house on their property (zabudowa zagrodowa).", "13. On 28 January 1991 the Mayor of Darłowo (Burmistrz) requested the Koszalin Governor’s Office to expropriate the applicants’ plot. On 12 March 1991 the Koszalin Governor’s Office transmitted that request to the Koszalin District Office (Urząd Rejonowy) as the competent authority in the matter.", "14. On 4 May 1992 the Governor of Koszalin requested the Koszalin Regional Inspector of Historic Monuments to apply to the Head of the Koszalin District Office (Kierownik Urzędu Rejonowego) to institute expropriation proceedings pursuant to section 46(2)(2) of the 1985 Land Administration and Expropriation Act. The Governor considered that expropriation and payment of compensation would enable the applicants to buy another plot for the construction of their house.", "15. On 14 May 1992 the Regional Inspector requested the Head of the Koszalin District Office to institute expropriation proceedings in respect of the applicants’ property. On 14 August 1992 the Head of the District Office decided to discontinue the proceedings, finding that no entity was interested in purchasing the cemetery. The Head of the District Office further found that the applicants, who had been aware in 1974 that they were purchasing a Jewish cemetery, were obliged to protect the site until they could find an entity interested in its purchase. The applicants appealed and requested that the issue be resolved. They stated that they were not interested in the maintenance and protection of the site.", "16. On 2 October 1992 the Governor of Koszalin quashed the decision and remitted the case. He held that the lower authority had to examine a number of issues, in particular whether the property could be expropriated following negotiations with the applicants. No information was provided to the Court about the follow-up to that decision.", "17. On 13 February 1995 the applicants requested the Head of the Koszalin District Office to provide Darłowo Municipality with an alternative plot of land which could then be offered to the applicants. On 7 March 1995 the Koszalin District Office replied that it did not have any such plots. On 25 April 1995 the Head of the District Office informed the applicants that it did not have any plot which could be the subject of an exchange. He further advised them to lodge a request with the Mayor of Darłowo.", "18. On an unspecified date in 2000 the applicants wrote to the Minister of Culture and National Heritage about the problem with their property. Their letter was dealt with by the National Inspector of Historic Monuments.", "19. On 1 August 2000 the National Inspector informed the applicants that the Sławno District Office (starostwo powiatowe) was the competent authority to deal with the matter. Furthermore, the Regional Inspector of Historic Monuments could request the Sławno District Office to commence expropriation proceedings under sections 33 and 34(1) of the Protection of the Cultural Heritage Act. They were informed that section 33 of that Act provided that a monument of particular historic, scientific or artistic value could be acquired by the State if the public interest so required. The National Inspector informed the applicants that the former Jewish cemetery in Rusko belonged to that category of monuments, being one of the few remnants of Jewish culture in the Middle Pomerania Region. The applicants were advised to contact the Sławno District Office as the representative of the State Treasury, whose duty it was to resolve their problem.", "20. On 17 October 2000 Darłowo Municipality informed the applicants that there was no legal basis for the municipality to acquire their plot or to offer them another plot in exchange. They were further informed that they could request the Mayor of Sławno District (Starosta powiatu) to expropriate their land pursuant to the Protection of the Cultural Heritage Act. A request could also have been submitted by the Regional Inspector.", "21. On 26 January 2001 the Koszalin Regional Inspector of Historic Monuments requested the Mayor of Sławno District to initiate expropriation proceedings. The Regional Inspector stated that in 1974 the applicants had bought the property as a construction plot. Subsequently, following the 1987 listing decision, the applicants had been prevented from developing their land in any manner. The Regional Inspector expressed the opinion that the expropriation of the plot and its ensuing transfer to the Jewish community would be consistent with the provisions of the 1997 Act on Relations between the State and the Jewish Community (ustawa o stosunku Państwa do gmin wyznaniowych żydowskich) and the policy concerning the Jewish monuments agreed between Poland and Israel.", "22. On 23 September 2002 the applicants informed the Mayor of Darłowo that they would be prepared to exchange their plot for a plot situated in Bobolin or Dąbki.", "23. On 24 March 2003 Darłowo Municipality requested the Sławno District Office to provide it with a plot of land which would in turn enable the municipality to arrange for an exchange of plots with the applicants.", "24. On 19 May 2003 the Sławno District Office informed the Mayor of Darłowo that the State Treasury’s Property Resources did not have plots situated in Bobolin suitable for such an exchange. However, there was one plot in Dąbki that could be exchanged. By a letter of 14 July 2003 the Mayor of Darłowo informed the Sławno District Office that Mr Potomski had refused to exchange his plot for the plot situated in Dąbki. He further requested the District Office to initiate expropriation proceedings with a view to resolving the issue of the applicants’ plot.", "25. On 7 August 2003 the Mayor of Darłowo again requested the Sławno District Office to commence expropriation proceedings with a view to resolving the applicants’ case. It reminded the District Office that in accordance with section 6 of the 1997 Land Administration Act the protection of properties classified as part of the cultural heritage was in the public interest. The Mayor also noted that the 1987 decision unambiguously excluded any development of the applicants’ plot.", "26. On 14 August 2003 the Sławno District Office informed the applicants of the possibility of exchanging their plot of land for a plot situated in Rusko, the village where they lived. The proposed plot was designated in the local development plan for housing and services. They were further informed that in the event of a refusal on their part the only solution would be the institution of expropriation proceedings at the request of the Regional Inspector of Historic Monuments. However, that procedure could be set in motion only if the Inspector had secured a subsidy from the Governor for the purpose. Accordingly, the applicants were informed that it was not possible to specify when their case might be finally resolved.", "27. By a letter of 22 August 2003 the applicants refused the exchange, stating that the proposed plot did not satisfy their expectations. They expressed their preference for expropriation.", "28. On 30 September 2003 the Mayor of Sławno District informed the Regional Inspector that the negotiations concerning the exchange of plots had failed. In his view, the only solution to the problem consisted in expropriation of the applicants’ property in accordance with the Land Administration Act 1997, and having regard to its section 6(5). Under the 1962 Protection of the Cultural Heritage Act the expropriation could be requested by the regional inspector or the district Mayor. However, the district Mayor did not have the necessary funds to pay compensation in the event of expropriation. Consequently, he informed the Regional Inspector that he could institute the expropriation proceedings only once the Inspector had secured an amount corresponding to the appropriate level of compensation.", "29. On an unspecified date the Union of Jewish Communities in Poland (Związek Gmin Wyznaniowych Żydowskich w RP) requested the Regulatory Commission (Komisja Regulacyjna ds. Gmin wyznaniowych żydowskich) to transfer ownership of the property owned by the applicants to it on the grounds that the land had formerly been used as a Jewish cemetery. On 30 March 2005 the Commission discontinued the proceedings concerning that application as the property in question had been owned by private individuals (the applicants).", "30. In April 2005 the Governor of the Zachodniopomorski Region (Wojewoda Zachodniopomorski) informed the Mayor of Sławno District that it would not be possible to grant a subsidy with a view to purchasing the applicants’ property. On 14 October 2005 the Mayor of Sławno District apprised the applicants of that decision. He informed them that there was no possibility as matters stood of resolving the issue of their property.", "31. Poland signed this Convention on 18 March 2010 but has not yet ratified it. The relevant parts of the Convention provide:", "“Each Party undertakes:", "1. to take statutory measures to protect the architectural heritage;", "2. within the framework of such measures and by means specific to each State or region, to make provision for the protection of monuments, groups of buildings and sites.”", "“Each Party undertakes:", "...", "2. to prevent the disfigurement, dilapidation or demolition of protected properties. To this end, each Party undertakes to introduce, if it has not already done so, legislation which:", "...", "(d) allows compulsory purchase of a protected property.”", "32. At the material time issues relating to protection of the country’s heritage were regulated by the Protection of the Cultural Heritage Act of 15 February 1962 (Ustawa o ochronie dóbr kultury – “the Protection of the Cultural Heritage Act”). A decision on listing a real property in the register of historic monuments was taken, in principle, by the Regional Inspector of Historic Monuments (section 14(1)). Following such a decision no work could be carried out on the historic monument unless a permit was granted by the regional inspector (section 21). Section 25 of the Act imposed various obligations on the owners of listed monuments; in particular a duty to protect them against any damage.", "Section 33 provides, in so far as relevant:", "“...ownership of a monument of particular historic, scientific or artistic value may be acquired by the State with a view to making it accessible to the general public where the public interest so requires.”", "Section 34 provided that the acquisition of ownership took place at the request of the district Mayor or the regional inspector, in accordance with the Land Administration Act 1997.", "33. On 17 November 2003 the Protection of the Cultural Heritage Act was repealed and the Protection and Conservation of Monuments Act of 23 July 2003 (Ustawa o ochronie zabytków i opiece nad zabytkami) came into force. In contrast to the former Act, section 50(4) of the Protection and Conservation of Monuments Act provides that immovable monuments may be expropriated at the request of a regional inspector only where there is a risk of irreversible damage to the monument.", "34. From 29 April 1985 to 1 January 1998 the rules governing the administration of land held by the State Treasury and the municipalities were laid down in the Land Administration and Expropriation Act of 29 April 1985 (“the Land Administration Act 1985”).", "On 1 January 1998 the Land Administration Act 1985 was repealed and the Land Administration Act of 21 August 1997 (Ustawa o gospodarce nieruchomościami – “the Land Administration Act 1997”) came into force.", "Section 6(5) of the Act, which was introduced by the Protection and Conservation of Monuments Act, stipulates that the protection of real properties classified as monuments within the meaning of the Protection of the Cultural Heritage Act is a public-interest aim.", "Under section 112 of that Act, expropriation consists in taking away, by virtue of an administrative decision, ownership or other rights in rem. Expropriation can be carried out where public-interest aims cannot be achieved without restriction of those rights and where it is impossible to acquire those rights by way of a civil-law contract. Section 113(1) stipulates that expropriation can only be carried out for the benefit of the State Treasury or the local municipality.", "Section 114(1) of the Act provides that the institution of expropriation proceedings is to be preceded by negotiations on acquisition of the property under a civil-law contract between the State, represented by the district Mayor, and the owner. In the framework of those negotiations the State may propose an alternative property to the owner.", "Section 115(1) of the Act stipulates that expropriation proceedings for the benefit of the State Treasury are to be instituted of the latter’s own motion. The expropriation proceedings for the benefit of the local municipality are instituted at the request of the latter. Only where the request is submitted by the local municipality does refusal take the form of an administrative decision (decyzja; section 115(4))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}