{"ITEMID": "001-89873", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MIRCHEV AND OTHERS v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["5. The applicants were born in 1930, 1925, 1920, 1920, 1926, 1931, 1934, 1931 and 1924 respectively. On 8 October 2002 the fourth applicant, Mr Milko Kalev Balev, passed away. By a letter of 10 April 2006 his wife, Mrs Maria Vasileva Baleva and his sons, Mr Vladimir Milkov Balev and Mr Kalin Milkov Balev, informed the Court that they wished to continue the present application in his stead. The remaining applicants live in Sofia.", "6. Prior to 1989 all nine applicants occupied leading positions in the Council of Ministers (the government) and the Bulgarian Communist Party (“the BCP”).", "7. On 9 July 1992 the Chief Public Prosecutor’s Office opened preliminary investigation against twenty-two former members of the Bureau of the Council of Ministers and the Secretariat of the Central Committee of the BCP, including the nine applicants and Mr A. Lukanov and Mr O. Doinov, whose applications relating to the same criminal proceedings were decided by the European Court of Human Rights in 1997 and 2007 (Lukanov v. Bulgaria, judgment of 20 March 1997, Reports of Judgments and Decisions 1997II, and Doinov v. Bulgaria, no.68356/01, 27 September 2007). On an unspecified date the applicants were charged with abuse of office and misappropriation on the ground that between 1981 and 1989 they had participated in the adoption of decisions to provide financial assistance or extend loans, totalling 243,537,000 old Bulgarian levs, to foreign countries and political parties.", "8. Between July 1992 and February 1993 the prosecution authorities carried out a number of investigations.", "9. After February 1993 the criminal proceedings were stayed for undetermined periods of time on at least four occasions. The last such occasion was on 28 May 1995. The proceedings were resumed on 15 June 1999.", "10. By a decision of the Sofia city public prosecutor’s office of 28 January 2000 the criminal proceedings against the applicants were terminated. The prosecution found that the actions of the accused, including the nine applicants, had not been punishable under domestic criminal legislation at the time: the funds in question had been included as expenditure in the State budget, the decisions had been adopted without exceeding the powers granted to the accused under the existing legislation and the provision of such aid was in conformity with the State’s international obligations. Reference was made to this Court’s judgment in the case of Lukanov v. Bulgaria (cited above) where it had been concluded in respect of the same domestic proceedings that:", "“... no evidence has been adduced to show that such decisions were unlawful, that is to say contrary to Bulgaria’s Constitution or legislation, or more specifically that the decisions were taken in excess of powers or were contrary to the law on the national budget” (§ 43).", "11. On 16 February and 27 March 2000 the decision of the Sofia city public prosecutor’s office to terminate the proceedings was upheld by the Sofia appellate public prosecutor’s office and the Sofia Court of Appeal, respectively.", "12. Under the State and Municipalities Responsibility for Damage Act of 1988 (“the SMRDA”) individuals can in certain circumstances seek damages for unlawful acts of the authorities. The Act does not mention excessive length of proceedings as a ground for an action for damages. Nor is there any practice in the domestic courts of awarding damages for excessive length of proceedings."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}