{"ITEMID": "001-75688", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF LUPSA v. ROMANIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Violation of P7-1;Remainder inadmissible;Pecuniary and non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;John Hedigan;Lucius Caflisch", "TEXT": ["4. The applicant was born in Yugoslavia in 1965 and currently lives in Belgrade.", "5. In 1989 the applicant, a Yugoslavian citizen, came to Romania and settled there. He lived in Romania for fourteen years and, in 1993, set up a Romanian commercial company whose main activity was roasting and marketing coffee. He also learnt Romanian and cohabited with a Romanian national from 1994.", "6. On 2 October 2002 the applicant’s girlfriend, who was visiting him in Yugoslavia, gave birth to a child. A few days later the applicant, his girlfriend and the baby returned to Romania.", "7. On 6 August 2003 the applicant, who had been abroad, came back to Romania unimpeded by the border police. The next day, however, border police officers came to his home and deported him.", "8. On 12 August 2003 the applicant’s lawyer lodged an application with the Bucharest Court of Appeal against the Aliens Authority and the public prosecutor’s office at the Bucharest Court of Appeal for judicial review of the deportation order against the applicant.", "9. She submitted that she had not been served with any document declaring the applicant’s presence in Romanian territory to be undesirable. She added that the applicant had been living in Romania since 1989, had been awarded a medal for his role in the anti-communist revolt of 1989, had set up a commercial company, was supporting his family and had not in any way been a danger to national security.", "10. The only hearing before the Bucharest Court of Appeal was held on 18 August 2003. The representative of the Aliens Authority provided the applicant’s lawyer with a copy of an order of 28 May 2003 of the public prosecutor’s office at the Bucharest Court of Appeal in which, at the request of the Romanian Intelligence Service (Serviciul Român de Informaţii) and in accordance with Government Emergency Ordinance no. 194/2002 on the rules governing aliens in Romania, the applicant had been declared an “undesirable person” and banned from Romania for ten years on the ground that there was “sufficient and serious intelligence that he was engaged in activities capable of endangering national security”. The last paragraph of the order stated that it should be served on the applicant and enforced by the Aliens Authority in accordance with section 81 of Government Emergency Ordinance no. 194/2002.", "11. According to the documents filed in the proceedings by the representative of the Aliens Authority, the Ministry of the Interior had informed the Romanian Intelligence Service, the Ministry of Foreign Affairs and the border police on 2 and 11 June 2003 that the applicant had been banned from entering the country.", "12. The applicant’s lawyer requested an adjournment in order to send the applicant a copy of the order of the public prosecutor’s office and take his instructions.", "13. Although the representative of the public prosecutor’s office supported that request on the ground that it had not been established that the obligation to serve the order on the applicant had been complied with, the Court of Appeal decided to go ahead with the examination of the case. Considering that the evidence already adduced was sufficient, it also dismissed a further request by the applicant’s lawyer for an adjournment in order to produce documents in support of her application.", "14. Ruling on the merits, the Court of Appeal rejected the application as follows:", "“After analysing the evidence in the case and the parties’ arguments, the Court rejects as ill-founded the application against the public prosecutor’s order ... and the deportation order, considering that, in accordance with sections 83 and 84(2) of Government Emergency Ordinance no. 194/2002, the measure ordered is justified and lawful ...", "With regard to the reasoning of the impugned administrative order, [the Court] notes that it satisfies the substantive and formal conditions required by the special provisions, power to authorise residence on the State’s territory being exercised by the appropriate State authorities in compliance with the relevant provisions and with the principle of proportionality between the restriction of fundamental rights and the situation giving rise to that restriction. Accordingly, the deportation was lawfully ordered.", "It is alleged that the measure taken pursuant to the public prosecutor’s order of 28 May 2003 was communicated to the border police, the Ministry of Foreign Affairs and the Romanian Intelligence Service on 2 and 11 June 2003, whereas in the operative part of the order it was stated that, pursuant to section 81 of Government Emergency Ordinance no. 194/2002, the Aliens Authority had to notify and enforce it; the details of the alien’s passport and residence being mentioned in the preamble to the order.", "Accordingly, the Court rejects as ill-founded, on every ground, the application lodged against the order of the public prosecutor’s office at the Bucharest Court of Appeal.”", "15. In accordance with section 85(1) of Government Emergency Ordinance no. 194/2002, that judgment was final.", "16. Subsequently, in 2003 and 2004, the applicant’s girlfriend, who does not speak Serbian, and their son, who is a national of Romania and of Serbia and Montenegro, went to Serbia and Montenegro on a number of occasions, staying for periods ranging from a few days to several months.", "“(1) The Aliens Authority, or its regional offices, shall inform the alien concerned that he must leave Romanian territory.", "(2) The order to leave the territory shall be drawn up in two copies, one in Romanian and the other in an international language.", "(3) If the alien is present on the territory, he shall be served with a copy which he shall sign...", "(4) If the alien is absent, notification shall be:", "(a) by mail, by way of letter sent to his address, if known, requiring acknowledgment of receipt; or", "(b) displayed at the head office of the Aliens Authority if his address is unknown.”", "“(1) A declaration that an alien is undesirable is an administrative measure taken against a person who has previously engaged, is currently engaged, or in respect of whom there is sufficient intelligence that he has the intention of engaging in activities capable of endangering national security or public order.", "(2) On a proposal of the Aliens Authority or another institution having appropriate powers in the sphere of public order and national security and being in possession of sufficient intelligence of the kind referred to above, the measure envisaged in the preceding sub-section shall be taken by a prosecutor designated from among the members of the public prosecutor’s office at the Bucharest Court of Appeal.", "(3) After receiving the proposal, the prosecutor shall give his reasoned decision within five days and, if he accepts the proposal, shall send the order declaring the alien undesirable to the Aliens Authority for enforcement. If the order is based on reasons of national security, those reasons shall not be mentioned in it.", "(4) The alien’s right of residence shall cease automatically on the date of the order.", "(5) The alien can be declared undesirable for a period of five to fifteen years ...", "...”", "“(1) The order declaring an alien undesirable shall be served on the person concerned by the Aliens Authority in accordance with the procedure provided for in section 81.", "(2) Communication of the data and information justifying a declaration that an alien is undesirable for reasons related to national security shall be authorised only on the terms and to the persons expressly mentioned in the legislation on activities relating to national security and the protection of secret information. Such information cannot be communicated in any form, whether direct or indirect, to the alien who has been declared undesirable.”", "“(1) An application for judicial review of an order declaring an alien’s presence undesirable may be lodged with the Bucharest Court of Appeal by the party concerned within five days of the date of service of the order. The court’s judgment shall be final.", "(2) Such an application shall not stay enforcement of the order ...”", "17. In a case similar to the applicant’s, the Constitutional Court ruled on the compatibility of section 84(2) of Government Emergency Ordinance no. 194/2002 with the constitutional principles of non-discrimination, the right of access to a tribunal and the right to a fair trial. An objection on grounds of unconstitutionality had been raised by an alien when seeking judicial review of an order by the public prosecutor’s office declaring him undesirable on the ground that “sufficient intelligence had been received that he had been engaged in activities capable of endangering national security”.", "18. The Constitutional Court held that the above-mentioned section was in conformity with the Constitution and the Convention, for the following reasons:", "“The situation of aliens who are declared undesirable in the interests of national security and the protection of secret information is different from that of other aliens, which allows the legislature to establish different rights for these two categories of alien without that difference infringing the principle of equality. The genuine difference arising from the two situations justifies the existence of different rules.", "The Court also notes that the prohibition on communicating to undesirable aliens the data and information justifying that measure is in conformity with the provisions of Article 31 § 3 of the Constitution, which provides that ‘the right to information shall not undermine national security’.", "Nor do the provisions of section 84(2) of the Government Emergency Ordinance infringe the principle of free access to the courts, as provided for in Article 21 of the Constitution. In accordance with section 85(1) [of the above-mentioned ordinance], the person concerned can apply for judicial review of the prosecutor’s order ...", "Nor can the Court accept [the criticism] concerning the independence of the judges [of the Court of Appeal]; they must comply with the law giving priority to Romania’s national security interests. The Court of Appeal is required to rule on the application for judicial review of the order in accordance with the provisions of Emergency Ordinance no. 194/2002, reviewing, in the conditions and within the limits laid down by that ordinance, the lawfulness and merits of the order of the public prosecutor’s office.", "With regard to the provisions of Article 6 § 1 of the Convention ..., the Court notes that the impugned provision does not prevent those concerned from applying to the courts to defend themselves and assert all the guarantees of a fair trial. Furthermore, the European Court of Human Rights held, in its judgment of 5 October 2000 in the case of Maaouia v. France [[GC], no. 39652/98, § 40, ECHR 2000-X], that decisions regarding the entry, stay and deportation of aliens did not concern the determination of an applicant’s civil rights or obligations or of a criminal charge against him within the meaning of Article 6 § 1 of the Convention.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}