{"ITEMID": "001-60466", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF JOKELA v. FINLAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-1;No violation of Art. 6-1 with regard to witnesses;No violation of Art. 6-1 with regard to reasons for decision;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The first applicant is the widow of the late Mr Timo Jokela (“Mr Jokela”), who died on 19 September 1992. The other applicants are his children and all the applicants are beneficiaries of his estate.", "9. At the time of his death Mr Jokela possessed, inter alia, the following properties in the centre of Nakkila municipality: Saha 1:15, Saha I 5:55, Saha I 5:78 and Saha II 3:20. The size of the properties came about 2.9 ha in total. Mr Jokela had purchased a third of the land for 300,000 markkas (FIM) in December 1989. A regional master plan (seutukaava, regionplan) of 1977 had designated part of the land for roadworks. That designation had been maintained in a municipal building plan (rakennuskaava, byggnadsplan) of 1989, whereas construction mainly for industrial purposes had been allowed on the remaining part of the properties.", "10. In June 1990 the Turku District Roads Authority requested the partial expropriation of Mr Jokela's properties with a view to constructing an overpass pursuant to a road plan confirmed in February 1990. The overall area to be expropriated covered about half of the properties in question (1.53 ha). The request was referred to a panel composed of a State-appointed land surveyor (“the expert”) and two lay members chosen by the expert from a list drawn up by the municipality (“the trustees”).", "11. In the autumn of 1990 the Roads Authority took over those parts of the properties which were to be expropriated. In December 1990 Mr Jokela sold other parts of the properties Saha 1:15 and Saha II 3:20 for FIM 121 per square metre to a well-established service-station company intending to construct a new service station to replace the one situated on adjacent land subject to expropriation.", "12. After reaching an agreement with the Roads Authority in March 1991 Mr Jokela received FIM 700,000 in compensation for the removal of the buildings, equipment and vegetation from the expropriated land. The removal took place the same year. The agreement did not concern the compensation to be paid for the land itself and the inconvenience suffered. On these points Mr Jokela and, following his death, the applicants disagreed with the Roads Authority.", "13. The matter was then referred to the expert and the trustees who, on 3 June 1993, fixed the market value (käypä arvo, gängse pris) of the land at FIM 7.50 per square metre. They apparently arrived at this amount disregarding three voluntary sales of land in the vicinity, as they considered that the sellers – Mr Jokela and the municipality – had been “in a dominant position” at the time and thus able to dictate the price. Instead, the expert and trustees took into account the prices paid for land within a wider area. The applicants were awarded about FIM 115,000 in compensation for the land and some additional compensation for the inconvenience suffered.", "14. The applicants and the Roads Authority appealed to the Land Court (maaoikeus, jorddomstolen) of Southern Finland which, on 27 September 1994, held an oral hearing also attended by the expert. The applicants, represented by counsel, argued that the market value of the expropriated land was between FIM 60 and FIM 112 per square metre. In support of their contention, they submitted various pieces of documentary evidence indicating a current value ranging between FIM 20 and FIM 114 per square metre. The evidence included, inter alia:", "(1) an offer of 1990 in which the Nakkila municipality had stated its interest in purchasing 2.7 ha of the land for FIM 105,000 (i.e. FIM 38.50 per square metre);", "(2) a decision of the Nakkila Inheritance Tax Board (perintöverolautakunta, arvsskattenämnden) of 27 May 1993 in which the current value of the applicants' properties had been estimated at FIM 600,000 (i.e. FIM 20 per square metre – see paragraph 23 below);", "(3) a 1991 estimate by the same expert of the value of adjacent land which had been expropriated, for the purpose of carrying out the same roadworks, setting the price at FIM 44 per square metre (for land used for a service station) and FIM 10 per square metre (for an uncultivated field between two roads);", "(4) an offer of 1991 in which the Nakkila municipality had proposed to lease certain land in the vicinity for 10% of its market value estimated at FIM 114 per square metre.", "15. The applicants disputed the view of the expert and the trustees that Mr Jokela and the municipality had been able to dictate the prices of the three pieces of land previously sold to the service-station company. The municipality had sold the land at a price of FIM 40 per square metre, presumably below the market level in view of the importance attached to maintaining a service station in the vicinity. Even though Mr Jokela had sold his land at a price exceeding FIM 100 per square metre, that had apparently not been considered excessive by the service-station company which otherwise could have asserted its right to redeem that land.", "16. In its own appeal the Roads Authority had argued that the compensation to be awarded to the applicants should be lowered to FIM 5 per square metre. Its representative did not comment either in writing or at the Land Court's hearing on the above evidence adduced by the applicants.", "17. In their written submissions to the Land Court the applicants further stated their readiness to examine the executive secretary of Nakkila municipality (V.) as a witness in respect of the contents of the municipality's above-mentioned offer of 1991, “should the Land Court deem [such an examination] necessary”.", "18. At the hearing the applicants allegedly also requested that the building inspector of the municipality (S.) be examined as a witness in respect of the status of their land from the point of view of planning. Contrary to the expert and the trustees, S. was allegedly of the opinion that the properties had been reserved for industrial purposes already set out in the regional master plan. According to the applicants, their request that S. be heard was not recorded in the Land Court's minutes. The Government, referring to the same minutes, noted that the applicants' representative had merely referred to having been in contact with S. before the hearing. Following the hearing the Land Court inspected the area in question.", "19. In a judgment of 27 September 1994 the Land Court granted the applicants some FIM 4,000 additional compensation for inconvenience and costs but dismissed the remainder of their appeal. It noted that in the regional master plan of 1977 the expropriated land had been designated for roadworks. This designation had been maintained in the municipal building plan adopted in 1989. The Land Court therefore agreed with the assessment of the expert and the trustees as to the market value of the land. It noted, inter alia, the fact that the construction of the overpass had improved the road links connecting those parts of the applicants' properties which had not been expropriated. The Land Court expressly ignored the 1990 purchases of adjacent land for the purpose of constructing a service station near the overpass. As in fact only one plot of land could be sold for such a purpose, the seller had had a monopoly and the price of this land had not evolved freely.", "20. The Land Court's judgment did not mention the written evidence adduced by the applicants, nor the fact that they had sought to examine witnesses.", "21. On 20 March 1995 the Supreme Court (korkein oikeus, högsta domstolen) refused the applicants leave to appeal.", "22. In Finland inheritance tax is calculated on the basis of the market value of a property at the time of the death less 20% to 30% (the so-called “safe-assessment margin” – see paragraph 29 below). At the time of Mr Jokela's death, those parts of his properties which were subject to expropriation were still considered part of his possessions. In the inventory of the estate conducted by a member of the Bar and his assistant in February 1993, the total value of the four properties was estimated at FIM 150,000.", "23. On 27 May 1993 the Nakkila Inheritance Tax Board fixed the inheritance tax to be imposed on Heidi, Jussi and Petri Jokela in respect of, inter alia, the four properties. Their market value was assessed at a total of FIM 600,000 (i.e. about FIM 20 per square metre). No reasons were given by the Tax Board.", "24. The applicants appealed, arguing that the market value of the properties should be reduced to FIM 150,000 at most. On 5 September 1995 the Turku and Pori County Administrative Court (lääninoikeus, länsrätten) declined to examine the first applicant's appeal (as no inheritance tax had been imposed on her) and dismissed the other applicants' appeal in so far as it pertained to the market value of the properties. It noted, in particular, that the size of the properties came to a total of 32,000 sq. m (3.2 ha), a third of which had been purchased by the deceased for FIM 300,000 in December 1989. Even in the light of the elements adduced by the appellants, the market value of the properties had not been assessed too high. The court relied on sections 9 and 10 of the Inheritance and Gift Tax Act (perintö- ja lahjaverolaki, lag om skatt på gåva och arv 370/1948).", "25. On 13 May 1996 the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) refused the applicants leave to appeal.", "26. In Finland the expropriation of real property for public use must be compensated according to its market value, that value being determined in the light of the general price level and the use to which the property was being put at the relevant time.", "27. By section 35a of the Public Roads Act (laki yleisistä teistä, lag om allmänna vägar 243/1954) the compensation for expropriation must be determined in accordance with the criteria laid down in the Expropriation of Immovable Property and Special Rights Act (laki kiinteän omaisuuden ja erityisten oikeuksien lunastuksesta, lag om inlösen av fast egendom och särskilda rättigheter 603/1977 – “the Expropriation Act”). Section 67(1) of the Public Roads Act provides that full compensation within the meaning of the Expropriation Act is due for any expropriation, although such compensation may be adjusted according to the benefit to the remaining property which the road construction may produce.", "28. Under section 30(1) of the Expropriation Act full compensation, corresponding to the market value, must be determined for the expropriated property. The time of the property transfer is decisive for the determination of this value. If the market value does not reflect the real loss sustained by the owner of the property or any related right, the assessment must be based on returns from the property or investments in it. If the purpose for which the expropriation is carried out has significantly increased or decreased the value of the property, the compensation due must be determined without taking this into account (section 31). In practice, the market value is adjusted to take account of developments other than temporary price fluctuations, up to the end of the expropriation procedure.", "29. Section 9 of the Inheritance and Gift Tax Act provides that the assessment of inheritance tax must be based on the value of the property at the time of the death. The value of the property must be assessed in accordance with the provisions applicable to the taxation of income and capital gains (sections 10 and 29). Under the 1992 Capital Gains Tax Act (varallisuusverolaki, förmögenhetsskattelag 1537/1992) the assessment must be based on the market price of the property. In practice, the market value for the purpose of setting inheritance tax is the price which would most probably be paid for the particular property at the relevant location. The market price thus arrived at is normally reduced by 20% to 30% so as to avoid any overvaluation of the property at the time of the death.", "30. At the relevant time the competent Tax Commissioner (verojohtaja, skattedirektören) was under a duty to ensure, inter alia, that the value of the property subject to inheritance tax had been correctly assessed in the estate inventory (section 35 of the Inheritance and Gift Tax Act). The tax was to be imposed by the Inheritance Tax Board after careful consideration of the information pertaining to the property, including commonly known facts such as the prevailing price levels in the municipality, and changes in the value of such property in general (section 39 as interpreted in practice). In 1994 the inheritance tax boards were abolished and the imposition of this tax was assigned to the ordinary tax authorities (Law no. 318/1994).", "31. Under section 331 of the Partition Act (jakolaki, lag om skifte 604/1951), as in force at the relevant time, proceedings before the land courts were governed by the provisions applicable to the general courts, unless otherwise stated. In accordance with the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken) a land court could therefore decide not to admit evidence which was deemed to be irrelevant or had been proposed in order to prove an already established fact or where the evidence could be obtained in a significantly less cumbersome or cheaper manner (Chapter 17, section 7)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}