{"ITEMID": "001-4906", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "C.C.F. v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The applicant is a Dutch national, born in 1970, and resides on the isle of Bonaire, the Netherlands Antilles. He is represented by Mr E.Th. Hummels, a lawyer practising in Utrecht, the Netherlands.", "On 25 February 1995, acting on information received that behind the X. snack on the isle of Bonaire drugs were being sold, the police officers R.P. and M.R. conducted an investigation on that location. Upon their arrival there, they saw two men, one of whom the applicant.", "According to the applicant, the two police officers searched him in public while he was made to stand facing a wall with his trousers and underpants lowered until the knees. No drugs were found on him. When the applicant refused to comply with the police officers' subsequent order to remove his underpants, he was arrested and taken to the police station", "According to the formal police record (proces-verbaal) on this investigation, the police officer R.P. saw that the applicant gave a small object to the other person present who gave the applicant a banknote in return. The applicant added this banknote to a bundle of notes, which he then put in his pocket. The police officers apprehended the applicant. The other person absconded. The officers searched the applicant. No drugs were found on him. An amount of 252.37½ Antillean Guilders found on him was seized. While searching the applicant, the police officer R.P. saw the applicant hide an object in his underpants. The applicant was arrested and brought by car to the police station. When the applicant got out of the car at the police station, he dropped a plastic bag on the floor. The police officer M.R. picked up the bag and secured it. The bag was found to contain six small plastic sachets each containing cream-coloured powder.", "Subsequent tests indicated that the powder found contained cocaine. Following his arrest, the applicant was placed in pre-trial detention.", "By summons of 27 April 1995, the applicant was ordered to appear on 9 May 1995 before the Court of First Instance (Gerecht in Eerste Aanleg) sitting in Bonaire on charges of possession of and trafficking in narcotics.", "On 9 May 1995, the Court of First Instance started its examination of the case. The defence stated that it had summoned E.J., B.W., G.S. and K.V. in order to be heard as witnesses, but that only K.V. had appeared. It granted the request by the prosecution to stay the proceedings in order to take evidence from these persons. It adjourned its examination until 13 June 1995.", "On 22 May 1995, Mr E.J. gave evidence before the investigating judge (rechter-commissaris). G.S. and B.W. gave evidence before the investigating judge on 29 May 1995. All three witnesses confirmed that, on 25 February 1995, the two police officers had forced the applicant to lower his pants and underpants when they searched him.", "On 13 June 1995, the prosecution sought a further stay, as it wished to verify certain allegations which had been made against the police. The prosecution further stated it wished to hear as witnesses the police officers R.P., M.R. and J. The defence did not object to a further stay, but requested the applicant's release from pre-trial detention. The Court of First Instance adjourned the case until 8 August 1995, ordered that the police officers R.P., M.R. and J. be heard before the investigating judge and further ordered the applicant's immediate release. The applicant was released on the same day.", "On 8 august 1995, upon the request of both the prosecution and the defence, the Court of First Instance adjourned the proceedings until 12 September 1995 in order to hear R.W. as a witness.", "On 12 September 1995, the Court of First Instance adjourned its examination until 3 October 1995 as the witness R.W. had not appeared. It ordered that this witness be forcibly brought before it on 3 October 1995.", "On 3 October 1995, the Court of First Instance took evidence from the applicant, who denied the charges. It further took evidence from R.W., who stated inter alia that he had bought two sachets of base (cocaine) from the applicant shortly before the latter was arrested on 25 February 1995. He himself had walked away. He further stated that he never bought any drugs from the applicant previously. He also stated to have been beaten by the police upon his arrest as he had refused to talk. Both the prosecution and the defence were given the opportunity to put questions to this witness.", "The Court of First Instance further considered various other means of evidence, including the formal police records of the investigation carried out on 25 February 1995 and statements made to the police officer A.W. on 23 November 1993 by L.B. and L.A. respectively, who had each declared to have bought base from the applicant. The court of First Instance further heard the parties' final pleadings and closed its investigation.", "In its judgment of 17 October 1995, the Court of First Instance convicted the applicant of trafficking in narcotics and sentenced him to eighteen months' imprisonment with deduction of the time spent in pre-trial detention. The applicant filed an appeal with the Joint Court of Appeal of the Netherlands Antilles and Aruba (Gemeenschappelijk Hof van Justitie van de Nederlandse Antillen en Aruba).", "On 2 April 1996, the Joint Court of Appeal heard the applicant, who stated to be innocent, and considered the means of evidence before it, including formal police records concerning the investigation of 25 February 1995, the report of the Curaçao Public Health Laboratory containing the findings of the test carried out on the powder found on 25 February 1995, a statement made to the police officer A.W. on 21 November 1993 by E.W., who had stated to have bought base from the applicant, statements made to the police officer A.W. on 23 November 1993 by L.B. and L.A. respectively, who had each declared to have bought base from the applicant, and a statement made to the police officer A.W. on 8 January 1994 by S.C., who had stated to have bought base from the applicant. The Joint Court of Appeal further heard the parties' pleadings and closed its investigation.", "By judgment of 23 April 1996, the Joint Court of Appeal quashed the judgment of 17 October 1995, convicted the applicant of trafficking in narcotics and sentenced him to eighteen months' imprisonment with deduction of the time spent in pre-trial detention.", "The Joint Court of Appeal rejected as not having been made plausible the assertion by the defence that the evidence against the applicant had been fabricated and that the finding of the cocaine had been faked. It found no reasons to doubt the veracity of the facts and circumstances as related in the formal police records.", "It further rejected the argument of the defence that the statements of the witnesses K.V., E.W., L.A., L.B., S.C., and R.W. could not be used in evidence on grounds that their statements concerned different facts. The Joint Court of Appeal considered that these statements mutually support each other, since they concern similar facts. The court added that these statements were only used in conjunction with the other means of evidence. It further rejected the argument by the defence that the witness R.W. had been afraid to retract his statement for fear of being prosecuted for perjury. The court held that it had not appeared that this statement had not been made freely. It added that this was also the case with the other statements used in evidence,", "The applicant filed an appeal in cassation with the Supreme Court (Hoge Raad). Pursuant to Article 99 of the Judicial Organisation Act (Wet op de Rechterlijke Organisatie) an appeal in cassation is limited to points of law and procedural conformity.", "In his appeal in cassation, the applicant complained that the prosecution should have been declared inadmissible on grounds that the applicant's rights under Article 3 had been violated in that the police officers had forced the applicant to lower his pants and underpants on a public place. The applicant further complained under Article 6 of the Convention that the Joint Court of Appeal had unjustly rejected his argument that the evidence against him had been fabricated and that the finding of the cocaine had been faked. He also complained under Article 3 of the Convention that he would have to serve his sentence in the Koraalspecht prison on the isle of Curaçao, where the conditions of detention, according to the findings of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment in its Report CPT/Inf (96)1 of 18 January 1996, constitute inhuman and degrading treatment.", "In his advisory opinion to the Supreme Court, the Procurator-General (Procureur-Generaal) to the Supreme Court advised the Supreme Court to reject the first complaint on grounds that the defence had not raised this argument before the Joint Court of Appeal whereas in cassation proceedings no facts or circumstances can be invoked which have not been established before the trial courts. He further advised to reject the second complaint on grounds that the rejection by the Joint Court of Appeal of this argument was based on its comprehensible assessment of the facts, which cannot be further reviewed in cassation proceedings. As to the third complaint, the Procurator-General noted that this complaint had not been raised before the trial court and considered that this issue could not be raised for the first time in cassation proceedings as this would require an investigation of the conditions in which prison sentences imposed by courts in the Netherlands Antilles are habitually executed.", "", "In its judgment of 11 November 1997, referring to Article 101a of the Judicial Organisation Act (Wet op de Rechterlijke Organisatie), the Supreme Court rejected the applicant's complaints in cassation without stating any further reasons. It further did not find any grounds on the basis of which the judgment of 23 April 1996 should be quashed ex officio.", "Article 101a RO provides as follows:", "<Translation>", "\"If the Supreme Court considers that a complaint submitted cannot lead to cassation and does not prompt a determination of legal issues in the interest of legal unity and legal development, it can limit itself to this finding when giving the reasons of its decision on that point.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}