{"ITEMID": "001-95506", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "ŠUBRT v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Mr Pavel Šubrt, is a Czech national who was born in 1956 and lives in Prostějov. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant owns an apartment house in Prostějov.", "On 20 July 1994 the Prostějov District Court (okresní soud) granted the applicant’s action of 13 April 1994 by which he had requested that the tenancy of Mr and Ms K., who occupied one of the flats in the house subject to the rent-control scheme, be terminated. The court held that the tenancy would terminate within three months of the coming into force of the judgment. It ordered the defendants to vacate the flat within fifteen days of being provided with an alternative flat.", "In a judgment of 6 December 1995 the Brno Regional Court (krajský soud) modified the judgment specifying that the alternative flat had to be equivalent to the apartment which they were occupying. The judgment became final on 5 March 1996.", "On 9 June 1997 Mr K. died.", "On 14 April 1998 the District Court, upon the applicant’s request for enforcement of 2 March 1998, ordered execution of the judgment of 20 July 1994 but held at the same time that the alternative flat which the applicant offered was not equivalent since even if it was of a higher category its total surface was 41% smaller than Ms K.’s existing flat having one room less, was situated on a higher floor and the rent was by CZK 710 (EUR 27.56) higher.", "On 13 April 1999 the District Court rejected the applicant’s fresh request for enforcement of 3 December 1998, finding that the alternative flat offered by him could not be considered as an equivalent apartment because the rent was by CZK 2,896 (EUR 112) higher than that which Ms K. was currently paying for the apartment which was subject to the rent-control scheme. Her financial situation would drastically worsen given that her monthly pension amounted to CZK 6,842 (EUR 266). On 24 October 2000 the Regional Court rejected the applicant’s appeal as being introduced outside the statutory time-limit and upheld the District Court’s decision.", "On 20 December 2000 the applicant filed a constitutional appeal (ústavní stížnost) and an appeal on points of law (dovolání).", "On 26 September 2002 the Supreme Court (Nejvyšší soud) quashed the decision of the Regional Court and remitted the case to it.", "On 8 January 2003 the Constitutional Court (Ústavní soud) dismissed the applicant’s appeal given that the case was pending before the Regional Court.", "On 12 February 2003 the applicant presented to the District Court his complementary submissions and arguments requesting the court to alter the original condition and to declare that the eviction of Ms K. should be conditional only on the provision of a shelter (přístřeší).", "On 30 May 2003 the Regional Court dismissed the applicant’s appeal against the decision of the District Court of 13 April 1999. On 25 March 2004 the Supreme Court rejected the applicant’s appeal on points of law.", "In a ruling (nález) of 23 September 2004 the Constitutional Court, following the applicant’s new constitutional appeal, quashed the Regional Court’s decision of 30 May 2003 and found a violation of the applicant’s right to judicial protection under Article 36 § 1 of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod). It held that the situation on the flats market at the relevant time made it impossible for the applicant to find an equivalent flat subject to the rent-control scheme. Referring to its ruling no. III. ÚS 114/94 of 16 February 1995, the court held that the only duty incumbent on the applicant had been to deploy all his efforts, within the reasonable limits, in order to provide an alternative flat, which, under local conditions and all terms stated in the law, would meet as much as possible the standards of the vacated flat. Otherwise the right of the landlord to terminate the tenancy would become impossible. The State could not transfer its duty of social care onto landlords; owners of flats subject to the rent-control scheme were entitled to obtain the enforcement of an order to vacate under the same conditions as those owning uncontrolled flats. The court also held that a rent only had to be usual for the given place and time.", "On 28 December 2004 the Regional Court scheduled a hearing for 9 February 2005, inviting the applicant to submit, not later than at the hearing, documentary evidence that an alternative housing was assured to Ms K. It also requested the Prostějov Housing Association (domovní správa) and a number of estate agents in that particular area to provide their opinions on the precognitions for the allocation of flats and on the then current housing situation on the market.", "On 31 January 2005 the applicant filed a claim for damages, under the State Liability Act then in force (Act no. 82/1998), to compensate material damage caused by illegal decisions of lower courts and lengthy execution proceedings. On 8 September 2005 the Ministry of Justice rejected the applicant’s claim for damages. In a letter of 23 September 2005, the applicant informed the Ministry of his intention to initiate proceedings before domestic courts. However, there is nothing to show that he did actually turn to a court.", "In the mean-time, on 9 February 2005, the Regional Court had upheld the District Court’s decision of 13 April 1999 on the grounds that the applicant’s request for assignment of a municipal flat had been withdrawn from the register. It appears that the dismissal of the request resulted from Ms K’s refusal to accept the flat offered by the applicant.", "On 26 January 2006 the Supreme Court rejected the applicant’s appeal on points of law against the Regional Court’s decision of 9 February 2005 as having been filed outside the statutory time-limit.", "On 4 May 2006 the applicant filed a constitutional appeal alleging a violation of his right to judicial protection guaranteed by Article 36 § 1 of the Charter, but the Constitutional Court rejected his appeal as manifestly ill-founded on 23 May 2006.", "On 22 August 2006 the constitutional jurisdiction rejected the applicant’s appeal against the Supreme Court’s decision of 26 January 2006 and the decision of the Regional Court of 9 February 2005.", "On 18 July 2007 the District Court terminated the enforcement proceedings, Ms K. having died on 9 June 2007.", "On 21 January 2008 the court evaluated her property to CZK 665,819 (EUR 25,841) and decided that the inheritance of CZK 643,289 (EUR 24,967) would pass on the State. The applicant was paid CZK 4,745 (EUR 184) to compensate Ms K.’s outstanding rent from 1 May to 9 June 2007.", "On 8 February 2002 the applicant brought an action for unjustified enrichment with the District Court against Ms K. seeking payment of CZK 46,586 (EUR 1,808) which, according to him, corresponded to compensation for the use of the flat from February 2000 to January 2002.", "In a judgment of 2 October 2003 the District Court dismissed his action, but the Regional Court quashed this judgment on 27 May 2005 and sent the case back to the District Court.", "On 21 February 2006 the latter ordered Ms K. to pay CZK 46,586 plus 6,5% interest to the applicant while rejecting his claim to order Ms K. to vacate the flat under the provision by the applicant of a shelter. It admitted that Ms K. had failed to meet some of her duties as a tenant, but it held that the alteration suggested by the applicant would be immoral with respect to her age and health.", "Law no. 82/1998 on State liability for damage caused in the exercise of public authority by an irregularity in a decision or the conduct of proceedings.", "Section 13(1) as in force until 26 April 2006 provided that the State was liable for damage caused by an irregularity in the conduct of proceedings, including non-compliance with the obligation to perform an act or give a decision within the statutory time-limit. Under section 13(2) a person who had suffered loss on account of such an irregularity was entitled to damages.", "On 27 April 2006 Act no. 160/2006 entered into force amending, inter alia, section 13(1) which newly provides that the State is liable for damage caused by an irregularity in the conduct of proceedings, including non-compliance with the obligation to perform an act or give a decision within the statutory time-limit. If the law does not fix a time-limit for these purposes, it is considered that a violation of the duty to perform the act or give the decision within a reasonable time-limit is also considered as an irregularity in the conduct of proceedings. When using the notion of “reasonable time”, the Act refers to Articles 5 and 6 of the Convention.", "Act no. 160/2006 also introduced a new section 31a which provides for a reasonable satisfaction for moral prejudice caused by an irregularity in the conduct of proceedings including non-compliance with the obligation to perform an act or to adopt a decision within a reasonable time.", "Section 32 provides, inter alia, that a claim for damages is subject to the three-year statutory bar after the date on which the victim got knowledge of the damage and the authority liable for it."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}