{"ITEMID": "001-87590", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "BATA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Volodymyr Butkevych;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Tomáš Jan Baťa, is a Czech and Canadian national who was born in 1914 and lives in Toronto (Canada). He was represented before the Court by Mr Uhde and Mr Holešínský, lawyers practising in Prague, and Lord Lester of Herne Hill QC. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant is the son of Tomáš Baťa, the founder of the Baťa Shoe Company, who conducted “Baťa, a.s. ve Zlíně”, a substantial enterprise in former Czechoslovakia (hereinafter “the company”).", "4. According to the applicant, on the death of his father in 1932, he and his mother inherited 75% and 25% respectively of the company's shares. According to the Government, ownership of the shares did not pass to the applicant upon his father's death. They refer to the agreement concluded between the applicant's father and his step-uncle, Jan A. Baťa, under which the shares had been sold by the former to the latter. This was confirmed by his father's last will as interpreted by the Zlín District Court (okresní soud) in inheritance proceedings, concluded on 28 June 1933, the outcome of which was contested neither by the applicant nor his mother.", "5. Shortly before the beginning of the Second World War, the applicant moved to Canada. In 1942 he acquired Canadian citizenship. In 1954 the applicant's mother died and the applicant, together with a certain G., were granted administration of her estate. The latter died on 30 June 1999 and the applicant became the sole executor of his mother's estate.", "6. On 24 October 1945 the then President of Czechoslovakia issued Decree no. 100/1945 on the Nationalisation of Mines and Some Other Industrial Enterprises (dekret prezidenta republiky o znárodnění dolů a některých průmyslových podniků) (hereinafter “the Decree”).", "7. Pursuant to Article 1 § 1(6), (8a), (22) and (26) of the Decree, metalworking factories which had more than 500 employees, certain chemical factories, enterprises producing tyres and synthetic rubber, knitting industry factories which had more than 400 employees and factories producing hides which had more than 400 employees were nationalised as from that date. The Minister of Industry was authorised to declare, with reference to Article 1 § 4 of the Decree, which companies were to be nationalised.", "8. By ordinances (vyhlášky) nos. 49/1946 and 919/1946 of 27 December 1945, published in the Official Gazette, the former Minister of Industry declared the company nationalised as from 24 October 1945.", "9. While Article 8 of the Decree expressly provided for compensation, no such compensation was paid to the company's owners. Under section 9(2) the Government were obliged to enact detailed rules governing compensation.", "10. On 2 May 1947 the applicant's step-uncle was convicted by the former National Court (národní soud) of committing offences under Act no. 50/1923 on the Security of the Republic (zákon na ochranu republiky) and under Presidential Decree no. 16/1945 on the Punishment of Nazi Criminals, Traitors and Their Collaborators and on Extraordinary People's Courts (dekret prezidenta republiky o potrestání nacistických zločinců, zrádců a jejich pomahačů a o mimořádných lidových soudech) and his property confiscated.", "11. On 10 July 1949 the applicant applied under the Decree to the Ministry of Finance for compensation for the value of his shares in the company, together with other nationalised goods. No reply was given to him.", "12. On 18 April 1973 Canada and Czechoslovakia concluded an agreement providing for compensation to settle claims of Canadian nationals arising from nationalisation measures in Czechoslovakia. According to letters exchanged on this occasion between the contracting Governments the agreement did not apply to the applicant's claim with regard to the company despite his Canadian citizenship.", "13. In December 1989, after the collapse of the communist rule, the applicant visited former Czechoslovakia and was assured by the new Czechoslovak Government that the past injustices towards him and his family would be remedied. The then Federal Deputy Prime Minister publicly stated in this respect:", "“The approach of the past regime to the Baťa family was based entirely on lies. It was based on the claim that [the applicant's step-uncle] was a collaborator and that the heirs of [the applicant's father] thus do not have any right to claim anything. We have to take a fair approach. It is necessary to apologise on behalf of the State and give the Baťa family full satisfaction and, furthermore, consider negotiations on damages.”", "14. On 9 January 1991 the Ministry of Justice and the Ministry of Trade refused the applicant's claims for compensation, stating that the applicant's step-uncle had been the true owner of the company. A similar letter was sent to the applicant by the Minister of Finance on 13 February 1991.", "15. The company went into liquidation on 21 August 2003.", "16. On 27 May 2005 the liquidator wrote to the Ministry of Finance, seeking compensation for the company's nationalised property under the Presidential Decree. On 14 June 2005 the Minister of Finance replied, inter alia, in the following terms:", "“A decision granting the required compensation for the nationalised property cannot be issued due to the lack of necessary regulations; in other words, the Government have not yet adopted the regulation as provided for in Article 9 § 2 of [the Presidential Decree]. ... Admittedly, the claim for compensation came into existence by virtue of the [Presidential Decree] which provided in its Article 8 § 1 that compensation has to be paid for nationalised property; however the right to such compensation can only be executed once the terms and conditions set forth in the decree are enacted.”", "17. The Minister further stated that no compensation could be provided to the applicant under the restitution legislation.", "18. On 13 September 2005, in reply to the liquidator's subsequent letter 8 August 2005, the Minister stated in particular:", "“[Your objections] are not substantiated. The [previous] position adopted by the Ministry of Finance ... is in conformity with the legal opinion of the Prague Municipal Court acting as an administrative court when dismissing an administrative action seeking the payment of compensation for nationalised property under the [Presidential Decree]. The court expressed the following opinion:", "'... the duty to issue a decision must be in conformity with procedural and substantive law. However, there is no substantive law on the basis of which a decision granting or rejecting a compensation claim for nationalised property could be based. From the Constitutional Court's decision (e.g. Pl. ÚS 14/94) concerning the Presidential Decrees issued in 1945 it appears that these Decrees continue to be part of the national legal system, but cannot serve as a basis for taking decisions. In those circumstances, the Ministry of Finance is not competent to deliver any decision under Decree no. 100/1945. The mere existence of the adjective law, Act no. 71/1967 [the Code of Administrative Procedure] is not sufficient to create the power of the administrative authority to decide.' ...”", "19. In a letter of 20 October 2005 sent to the applicant in the matter of his request for compensation under the Decree the Minister of Finance maintained that the applicant's step-uncle had been the true owner of the company's assets at the time of its nationalisation.", "20. On 25 June 2007 the Prague Municipal Court quashed the judgment of the National Court of 2 May 1947 by which the applicant's step-uncle had been convicted, and remitted the case to the prosecutor for further consideration. Subsequently, on an unspecified day, the prosecutor decided to discontinue these criminal proceedings.", "21. Pursuant to section 1(1)(26) of the Decree enterprises for the production of leather, artificial leather, leather products and their substitutes with more than 400 employees according to the average number of employees as of 1 January 1939 and 1 January 1941 were nationalised as from that date. The former Ministry of Industry was authorised to declare which companies had been nationalised.", "22. Section 7(1) excludes from the right to compensation various categories of people, including, for example, those who had supported the Nazi occupation. None of these exceptions is relevant to the present case. Paragraph 3 provides, inter alia, that if a legal entity is not paid compensation for its property, pro rata compensation is to be paid to the shareholders.", "23. In accordance with section 8(1) compensation is to be provided for nationalised property.", "24. Under section 8(2) the condition and liabilities of the nationalised property on the day of its takeover by the national enterprise is decisive for the purpose of assessing compensation. The compensation was to be equal to the general price of the property calculated in accordance with official prices on the day of nationalisation, or, should there be no such prices, prices ascertained by an official appraisal after deduction of liabilities. The Minister of Industry may, in agreement with the Minister of Finance, issue a regulation for assessment of the general price and evaluation of liabilities for the purposes of calculation of compensation in accordance with this provision.", "25. Section 9(1) provides that compensation for nationalised property is provided (a) in the form of consideration similar to allowances from the national insurance system, (b) in the form of securities, (c) in cash or (d) in other assets. Under paragraph 2, the government shall adopt a regulation governing the provision of compensation pursuant to sub-paragraph (a) and shall lay down therein principles for providing compensation in cash and in other assets.", "26. Section 10(1) establishes, in order to provide compensation, the National Economy Fund, an independent legal entity with its registered office in Prague. Under paragraph 2, for the purposes of provision of the compensation in accordance with section 9(1)(b), the Fund shall issue bonds guaranteed by the State. They shall bear interest and be redeemed by the Fund. They may be used for money deposits of infants and wards. The Government shall regulate the interest-rates and the redemption by secondary legislation. Paragraph 4 holds that the Government shall regulate the organisation, administration and management of the Fund by a regulation.", "27. Under section 11(1) the Minister of Finance, in agreement with the empowered minister, is to decide on the compensation and the manner of its provision. Under paragraph 4, the compensation is payable within six months of the adoption of the decision. Under paragraph 5, the regulations on administrative procedure apply to compensation proceedings under section 11.", "28. Under Article 1 the Provisional National Assembly approves Presidential Decrees issued on the basis of the Constitutional Decree on the Provisional Exercise of Legislative Power of 15 October 1940. All Presidential Decrees are to be regarded ab initio as laws and constitutional Presidential Decrees are to be regarded as constitutional laws.", "29. The Regulation was issued under section 9(5) of the Decree and Act no. 51/1948 on Adjustment of Certain Financial Relationships of National Food and Industry Enterprises.", "30. Under section 1(b) the Nationalised Property Fund exercises, inter alia, compensatory services under the Decree as amended. Under section 6(2) expenditures from the Fund include a) amounts destined to pay interest and redemption of securities which the Fund delivers by virtue of section 9(1)(a) of the Decree, to recover those securities, b) compensatory payments in cash under section 9(1)(b) of the Decree, c) charges to compensate in other assets within the meaning of section 9(1)(c) of the Decree, d) payments from the National Restoration Fund and e) administrative fees of the compensatory services in accordance with the State budget.", "31. Section 14(2) provides that from 1 January 1952 the Nationalised Property Fund did not exercise the compensatory services which focused on concentration of means from enterprises and the State budget and financing of the enterprises. The Minister of Finance is charged with making adjustments to the organisation, administration and management of the Funds. Government Regulation no. 253/1948 ceased to be applicable on the day on which this new regulation entered into force.", "32. In the preamble, the Federal Assembly of the Czech and Slovak Federal Republic affirmed its intention to redress the consequences of certain infringements of property and other rights which occurred between 1948 and 1989.", "33. Section 1(1) of the Act provides that its aim is to redress the consequences of certain violations of property and other rights caused by acts falling within the sphere of civil or labour law or by administrative acts incompatible with the principles of a democratic society respecting the rights of citizens, as enshrined in the Charter of the United Nations and the Universal Declaration of Human Rights.", "34. According to sections 2(1)(c) and 2(3), such redress consists in the surrender of property if the violation in question was caused by an act infringing generally recognised human rights and freedoms, that is, an act in contradiction with the principles referred to in section 1(1) of the Act. When an entitled person was deprived of his or her property rights under nationalisation laws adopted between 1945 and 1949 without appropriate compensation, the entitled person has a claim under this Act, which he or she can raise under the particular law (the Privatisation Act).", "35. Section 3(1) provides that, in order to be entitled to restitution of his or her property, a claimant must be a natural person and a citizen of the Czech and Slovak Federal Republic whose property was ceded to the State in the circumstances listed in section 6 of the Act. According to section 3(2)(e), if the person whose property has been transferred to the State in cases specified in section 6 died before the expiry of the period specified in section 5(2), the entitled persons, provided they are citizens of the Czech and Slovak Federal Republic, are his or her spouse and children, or in the case of the latter's death, their children.", "36. Under Article 79 § 1, a person who has unsuccessfully exhausted all the measures that a procedural regulation applicable to proceedings before administrative authorities sets out for his protection against the administrative authority's failure to act, may, in its action, request the court to lay an obligation upon that authority to deliver a decision on the merits, or a certificate. Second paragraph provides that subject to complying with all other statutory requirements an action may be successful if the administrative authority failed to deliver a decision although it was obligated by law to deliver one.", "37. Under Article I. the Government of Czechoslovakia were to pay to the Government of Canada the sum of 3,250,000 Canadian dollars (CAD) in full and final settlement of Canadian claims arising before the date of the coming into force of that agreement against the Czechoslovak Government and Czechoslovak natural and juridical persons in respect of property, rights and interests in Czechoslovakia affected by Czechoslovak measures of nationalisation, expropriation, taking under administration or any other similar legislative or administrative measures.", "38. Article II (1) specified that for the purpose of this Agreement “Canadian claims” meant claims of natural persons who were Canadian citizens on the date of the coming into force of this Agreement and who were or whose legal predecessors were Canadian citizens on the date of the coming into force of the measures referred to in Article I or on the date on which the relevant measures were first applied to their property, rights or interests.", "39. The Constitutional Court dismissed a constitutional appeal by Mr R. D. who had sought to have repealed Presidential Decree No. 108/1945. The court held, inter alia:", "“... since the enemy occupation of Czechoslovak territory by the armed forces of the Reich had made it impossible to assert the sovereign State power which stemmed from the Constitutional Charter of the Czechoslovak Republic, introduced by Constitutional Act no. 121/1920, as well as from the whole Czechoslovak legal order, the provisional Constitutional Order of the Czechoslovak Republic, set up in Great Britain, must be regarded as the internationally recognised legitimate constitutional authority of the Czechoslovak State. In consequence thereof and as a result of their ratification by the Provisional National Assembly by Constitutional Act no. 57/1946 of 28 March 1946, all normative acts of the Provisional Constitutional Order of the Czechoslovak Republic represents Czechoslovak (Czech) legislative power... [through which]... the constitutional and legal order of the Republic was achieved. ...", ". ...", "In view of the fact that [the Decree] has already accomplished its purposes and for a period of more than four decades has not created any further legal relations, so that it no longer has any constitutive character, its inconsistency with constitutional acts or international treaties ... cannot, in the given situation, be reviewed today.”", "40. The Constitutional Court stated, inter alia:", "“The Parliament did not adopt the opinion that all injustices would be redressed, but only some injustices, and to the extent and under the conditions stipulated by law. It was the State's sovereign decision whether at all, and to what extent, property injustices would be redressed.”", "41. The Constitutional Court held, in particular:", "“[T]he Act [no. 87/1991] does not intend to provide redress for the consequences of all injustices, but to mitigate the consequences of only some injustices, not all of them. From that it follows that injustices other that those included in the Act cannot be rehabilitated, nor can they be rehabilitated in any way other than specified in the Act; ... From these statutory provisions [section 6(1)(j) and section 2(3) second sentence of Act no. 87/1991] it can be deduced that if the legislator wanted to compensate also for the cases of confiscation for which compensation was to be provided, but had not been paid, it would have stipulated this explicitly in section 6(1) of the Act, or within this Act in another provision it would have extended the opportunity to mitigate the consequences of property and other injustices to include also the cases of confiscation for which compensation had not been provided, although it should have been. The legislator, however, did not do that.”", "42. The Constitutional Court held, in particular:", "“When formulating particular reasons for restitution, the legislator's will have to be respected. If in section 2(3) second line of the Extra-Judicial Rehabilitation Act, the restitution ground is formulated as following: 'When an entitled person was deprived of his or her property rights under nationalisation laws adopted between 1945 and 1949 without appropriate compensation, the entitled person has a claim under this Act, which he or she can raise under the particular legislation', regardless of the fact that the nationalisation took place ex lege[;] the right to compensation must be applied and not eliminated. It is clear that in case of section 2(3) second line of the Extra-Judicial Rehabilitation Act, the restitution ground is based on an act infringing generally recognised human rights [section 2(1)(c) of the Extra-Judicial Rehabilitation Act], not because of the act of nationalisation, but due to the failure to provide compensation which is the element of irregularity which constitutes an infringement of generally recognised human rights as provided for in the Extra-Judicial Rehabilitation Act.", "Section 2(3) second line of the Extra-Judicial Rehabilitation Act provides for a specific restitution ground not only because it is exercisable under the particular law which is the Privatisation Act, but also because of the fact that the legislator's will to redress those injustices which occurred in consequence of the nationalisation without compensation as required by section 7 et seq. of Presidential Decree no. 100/1945 has to be respected.”", "43. In this judgment the Constitutional Court expressed its opinion on the constitutionality of the specification of the decisive period in the Land Ownership Act. In its conclusions it referred to, inter alia, the opinion embodied in its judgment no. I. ÚS 59/93, where it further held:", "“[I]t is the State's sovereign decision whether it allows restitution and to what extent property injustices are to be redressed. In the Constitutional Court's opinion, specifying the decisive period, and particularly its start date, as 25 February 1948, is based on rational and objective reasons, since the legislator was compelled to specify clearly a time threshold beyond which it is fundamentally impossible to go without the danger of causing compensations to build up to the time of the pre-Munich republic or even further into the past.”", "44. The Constitutional Court further noted that in dealing with the issue of what method the Czechoslovak State would choose to redress property and other injustices that had occurred in the previous period in consequence of non-democratic acts of the previous regime, it chose a method based on the principle of at least a partial mitigation of injustices caused. The court held the following as regards the chosen concept:", "“[F]rom many concepts the legislator has chosen, in the restitution regulations, the one that does not explicitly repeal the legal regulations on the basis of which the ownership was lost, but that [instead] presumes, to the contrary, that in separate proceedings it should be ascertained whether all requirements stipulated by the legislator in special restitution regulation for redressing property injustice are met.”", "45. On 18 February 2003 the Constitutional Court dismissed a constitutional appeal against the Ministry of Finance's failure to act upon a request to proceed under the Decree. It held, inter alia:", "“At present, the Ministry of Finance is not authorised to act under Decree no. 100/1945. In the Constitutional Court's view that decree has already accomplished its purpose, since today it represents a closed group of problems and issues closely related to wartime events and the country's economic recovery after the Second World War. For more than forty years it has not created any further legal relationships and it no longer has any constitutive character. Therefore, at present the respondent Ministry is evidently not authorised to act pursuant to this Decree and thus it also cannot decide on compensation for nationalised property under Sections 7 et seq., regardless of the absence of an implementing regulation within the meaning of Section 9, subsection 2 of the Decree. (...)”", "46. The Constitutional Court expressed its opinion on the concept of the restitution laws and the time-limits for the restitution claims, stating in particular:", "“The restitution laws enacted after 1989 enshrine the legislator's will to redress injustices that occurred between 1948 and 1989, that is. in the period defined in Act no. 480/1991 as the period of lack of freedom, in the period of a totalitarian system, and not any other injustices. The State's will is clearly defined in the restitution laws themselves and redress is permissible only in the factual and time scope defined by these laws. ...", "Should the time-limits set for the restitution claims be challenged, there would be no certainty or limit, be it factual or, and above all, time-limit, that would prevent former owners of property or their descendants from claiming property they had lost at any time in the past, even a very long time ago.”", "47. In its opinion of 1 November 2005 the Constitutional Court's plenary session stated, inter alia:", "“(...) in its preamble the Extra-Judicial Rehabilitation Act, which is the fundamental restitution law, explicitly excluded from restitution property which had passed to the State prior to the decisive date. Therefore, it is not true that the Act does not deal with property other than property that passed to the State during the relevant period, but in fact it concerns all property that the State owned on the day of the entry into force of the Act (1 April 1991), and which it had acquired in the period prior to the end of 1989. By excluding ... any redress for property injustices 'caused in periods even deeper in the past, including the injustices caused to citizens of German and Hungarian origin, the Act provided that the State owned this property and that claims to it relying on the general laws could not be raised. ...", "Although the Constitutional Court established a tendency towards redressing injustices to the widest extent possible, it was always within the regulations passed with a view to mitigating the injustices which occurred between 1948 and 1989, ... and not other injustices. The State's will is clearly defined by the restitution laws themselves and redress is permissible only to the factual and time extent defined by these laws. ...", "To the question of whether it is possible to seek protection of an ownership right that ceased to exist prior to 1948 applying the general civil law rather than by using the methods stipulated by the restitution regulations ..., the Constitutional Court replies in the negative.”", "48. The Supreme Court held, in particular:", "“The restitution laws provided redress for nationalisation of property – in the relevant period – carried out in conformity with the then valid law but without compensation. It was section 2(3) of the Extra-Judicial Rehabilitation Act which, in regard of industrial enterprises, created a class of restitution beneficiaries whose claims were linked to privatisation settlement under section 47 of the Privatisation Act [Act no. 92/1991]. Undoubtedly, the aim of this legislation was to distinguish, from the massive group of the then owners of nationalised enterprises, natural persons who would be empowered for redress of property injustices suffered.", "However, no further extension of the claims of the owners of the nationalised enterprises was planned. [T]he extensive interpretation used by the plaintiff also lacks constitutional conformity (see the finding of the Plenary of the Constitutional Court of 25 March 1998, no. Pl. ÚS 45/97). Still less could approximately assessed compensation, as calculated of course without foundation, by the plaintiff, be accepted. In other words, [granting] such a claim for compensation would in general terms lead to a blanket compensation of natural persons for property nationalised under decrees adopted in 1945, those persons being entitled to calculate arbitrary amounts to be paid. Such a procedure cannot be permitted, as it contravenes not only ordinary law but is also unconstitutional (see finding of the Constitutional Court of 6 November 1996, File no. I. ÚS 197/96).”", "49. The Constitutional Court held, inter alia:", "“It is necessary to proceed in compliance with the principle of a broader application of fundamental rights and freedoms and to adopt an interpretation which observes the sense and substance of fundamental rights ... Any application or interpretation to the contrary would constitute a breach of Article 4 § 4 of the Charter of Fundamental Rights and Freedoms, under which the substance and sense of fundamental rights and freedoms must be observed in the course of the application of the provision specifying the restrictions imposed on them. Such restrictions may not be misused to serve any other purpose but those for which they were specified.”", "50. The Supreme Administrative Court decided in this landmark ruling in favour of an action challenging inactivity on the part of the Ministry of Finance, which had failed to pursue administrative proceedings upon the introduction of a request for compensation under the Decree. While emphasising that its present ruling did not deal with the question as to whether compensation should be granted, the court found that the request had triggered administrative proceedings and accordingly ordered the Ministry to adopt a formal decision.", "It held, inter alia:", "“[The court] did not accept...the obiter dictum opinion briefly articulated in the Constitutional Court's decision no. II. ÚS 14/03, in accordance with which a request for compensation pursuant to this legislation [the Decree], which no longer gives rise to rights and obligations, does not trigger administrative proceedings.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}