{"ITEMID": "001-100737", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "DOGRU v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["The applicant, Mr Galip Doğru, is a Turkish national who was born in 1983 and lives in İstanbul. He is represented before the Court by Mr İ. Akmeşe, a lawyer practising in İstanbul.", "On 15 February 2003 the applicant was caught red-handed while throwing a Molotov cocktail into a bank during an illegal demonstration in support of the PKK (the Workers' Party of Kurdistan). According to the arrest record signed by the applicant, while escaping from the police the applicant entered an empty building under construction, where he fell on the staircase and was subsequently caught by the police. According to the same document, the police used force to counteract the applicant's resistance.", "The applicant was examined by a number of doctors on 15 February 2003. According to two medical reports issued following these examinations, the applicant sustained a cut and a haematoma on his right eyebrow, a bruise and oedema on his nose and a graze on his chin. In his statement to the doctor, the applicant maintained that the injuries had occurred during his arrest.", "According to the medical report issued on 19 February 2003 at the end of the applicant's detention in police custody, the applicant had a sutured injury on his right eyebrow, a 2 x 2 cm bruise under his right eye and a 1.5 cm graze on his chin. In his medical examination, the applicant declared to the doctor that he was beaten during his arrest but that no such treatment had occurred in police custody.", "On 19 February 2003 the applicant was taken before the public prosecutor, where he submitted that police officers had caused his injuries during his arrest. On the same day the applicant's lawyer complained before the investigating judge that the applicant had been illtreated and forced to sign self-incriminating statements in police custody. The applicant was detained pending trial by the investigating judge.", "On 21 February 2003 the public prosecutor at the Istanbul State Security Court lodged a bill of indictment charging the applicant with membership of the PKK and with throwing explosives.", "On 16 May 2003 the applicant complained before the trial court that he had been ill-treated during his arrest and his detention in police custody.", "Following the abolition of State Security Courts, on 30 June 2004 the criminal proceedings against the applicant were transferred to the Fourteenth Division of the Istanbul Assize Court.", "On 26 May 2006 the Istanbul Assize Court convicted the applicant of membership of an illegal organisation and of possession of and throwing explosives. In its decision, the court found that the applicant's injuries had occurred at the time of his arrest, as he had claimed in his initial statements to the authorities. The Court relied, inter alia, on the applicant's police statement, the arrest record, on-site inspection records, medical reports and the statements it took from the accused and witnesses.", "On 12 December 2006 the Court of Cassation quashed the judgment on procedural grounds due to the absence of the trial judges' signatures on the verdict.", "Following the remittal of the case to the first-instance court, on 25 July 2007 the applicant was released pending trial.", "On 31 October 2007 the Istanbul Assize Court convicted the applicant once again of the same offences.", "On 29 September 2009 the Court of Cassation upheld the applicant's conviction for membership of the PKK and possession of explosives.", "On 24 March 2003 the Sultanbeyli public prosecutor brought criminal proceedings against three police officers before the Sultanbeyli Criminal Court for the alleged ill-treatment of the applicant. The applicant took part in the proceedings.", "On 18 December 2003 the first-instance court acquitted the accused police officers during the hearing when the applicant was present. The court found that the applicant's injuries had happened as a result of his fall whilst running away from the police and due to his resistance to the arrest by the police officers. The judgment became final, in the absence of any appeal request."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}