{"ITEMID": "001-91602", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF KHALITOVA v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life);Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["7. The applicant was born in 1966 and lives in the village of Goyskoye in the Urus-Martan District of the Chechen Republic.", "8. The applicant did not witness the killing of her husband and the account of events given below is based on witness statements by the applicant’s fellow villagers. She submitted statements by a Mr A. and a Mr K.", "9. On 11 September 2000 Mr A. and Mr K. were guarding agricultural fields to the north of the village of Goyskoye near the Goitinka River in the Urus-Martan District of the Chechen Republic. At about 3 p.m. they met the applicant’s husband, Mr Lecha Adamovich Khazhmuradov, born in 1964, and Mr D., who had come to get some wood in the nearby forest area.", "10. Some time later a number of armed men arrived in two armoured personnel carriers. According to the witnesses, they were servicemen of the Russian armed forces. Without any prior warning the servicemen opened indiscriminate fire across the field. The witnesses hid so that they could observe the events in safety. The servicemen also fired at the applicant’s husband and Mr D. Mr Lecha Khazhmuradov was killed on the spot. Then the servicemen crossed the river and shot Mr D. They dropped the two dead bodies in the river, got in the armoured personnel carriers and drove away in the direction of Urus-Martan.", "11. According to Mr A. and Mr K., the armoured personnel carriers should have passed near a federal military unit located at that time on the north-western outskirts of the village. They should also have passed through a federal check-point which blocked the motorway leading from Goyskoye to Urus-Martan.", "12. After the soldiers had left, Mr A., Mr K. and several other residents of Goyskoye, who had come from the village having heard the shooting, took the corpses out of the water and took them back to the village.", "13. Later that day the villagers informed the law-enforcement agencies of the incident.", "14. The killing of Mr D. does not form part of the present application.", "15. According to the Government, on 12 September 2000 the prosecutor’s office of the Urus-Martan District (“the district prosecutor’s office”) instituted an investigation into the murder of Mr Lecha Khazhmuradov and Mr D. under Article 105 § 2 of the Russian Criminal Code (aggravated murder). The case file was assigned the number 24376. It does not appear that the applicant was duly informed of that decision.", "16. In the Government’s submission, on 12 September 2000 the status of victim was given to Mr Lecha Khazhmuradov’s brother. The applicant’s request that she be declared a victim of a crime was rejected, since she had not furnished the authorities with documents confirming that she was married to Mr Lecha Khazhmuradov.", "17. According to the Government, on 12 September 2000 the investigating authorities inspected the scene of the incident, which was heavily saturated with a substance of a brown colour resembling blood, and found fragments of biological material resembling brain matter. They also found six bullet cases of 7.62 mm calibre. At a certain distance from that place, on the other river bank, the investigating authorities found twenty-five bullet cases of 7.62 x 39 mm calibre, eight bullet cases of 7.62 x 51 mm calibre and two bullet cases of 5.45 mm calibre. Also, the tyre tracks of a motor vehicle, presumably an armoured personnel carrier, were found at the scene of the incident. According to an expert examination carried out on an unspecified date, the bullet cases found at the scene of the incident were of the type used for firing from various modifications of machine-guns, sniper rifles and self-loading rifles.", "18. According to the Government, a medical examination of Mr Lecha Khazhmuradov’s body carried out on an unspecified date reported that he had died due to an extensive open wound to the head with calvarias bone fracture and complete ejection of his brain matter.", "19. The Government further submitted, without specifying the dates, that the investigating authorities had identified and questioned eyewitnesses to the incident, Mr E., Mr Lit. and Mr A. In particular, Mr E., a warden of agricultural fields, stated that on 11 September 2000 he had been guarding the field and the applicant’s husband and Mr D. had been working in the nearby wood, when at about 4 p.m. a group of men in green uniforms had arrived in two armoured personnel carriers and started indiscriminate shooting. After the men in armoured personnel carriers had left, he and his workmate, Mr Lit., had approached the place where the applicant’s husband and Mr D. had been working and had found their corpses in the river nearby.", "20. According to the Government, Mr Lit. stated during his witness interview that on 11 September 2000 he had been guarding the field, together with Mr E., whilst Mr Lecha Khazhmuradov and Mr D. had been working in the nearby wood. Then servicemen in two armoured personnel carriers had arrived and opened indiscriminate shooting from automatic firearms. Fifteen or twenty minutes later the soldiers had ceased fire, then five or six of them had crossed the river and entered the wood in which the applicant’s husband and Mr D. had been working. Mr Lit. had heard the soldiers curse, then several shots followed, and then he had seen the soldiers throw the dead bodies of Mr Lecha Khazhmuradov and Mr D. into the river. After the soldiers had left in their armoured personnel carriers in the direction of the motorway, Mr Lit. and Mr E. had taken the corpses out of the river and delivered them to their homes.", "21. In the Government’s submission, Mr A. had given similar oral evidence.", "22. The Government also submitted, without specifying the date, that the investigating authorities had also questioned the applicant, who had stated that on 11 September 2000 her husband and Mr D. had left to get some firewood to the north of the village near the river. Some time later she had heard machine-gun fire coming from that direction, and some time later the dead bodies of her husband and Mr D. had been brought back by other residents of their village who had seen the incident and had stated that her husband and Mr D. had been killed by Russian servicemen.", "23. In their additional memorial of 8 May 2008 submitted in reply to the applicant’s observations, the Government further stated that the investigating authorities had also questioned a certain Mr L., a serviceman who had been on duty at a check-point in the vicinity of the scene of the incident on 11 September 2000. According to the Government, Mr L. had submitted that on the date in question at about 6 p.m. two armoured personnel carriers had passed through the check-point, their registration numbers being covered with cartridge boxes, and that some time later local residents had arrived in several cars and had stated that unidentified persons had shot down their fellow-villagers. In the Government’s submission, Mr L. was unable to recall whether the local residents mentioned that the murder had been committed by servicemen.", "24. In the applicant’s submission, she had regularly visited the district prosecutor’s office and requested that she be informed of any progress in the investigation, but in vain.", "25. On 29 August 2003 the applicant requested the district prosecutor’s office to inform her of any progress in the investigation and allow her to join the proceedings as a victim and a civil claimant.", "26. On 1 October 2003 the district prosecutor’s office suspended the investigation in case no. 24376 for a failure to identify those responsible. The applicant was not promptly informed of the decision.", "27. On 23 January 2004 the applicant requested the district prosecutor’s office to inform her of the progress in the investigation and to admit her to the proceedings as a victim and a civil claimant.", "28. On 18 February 2004 the district prosecutor’s office quashed the decision of 1 October 2003 for the reason that the investigation was incomplete and resumed the proceedings in case no. 24376. They noted, in particular, that Mr Lecha Khazhmuradov and Mr D. had been killed “for no good reason” by “servicemen of an unknown military unit”.", "29. On 20 February 2004 the district prosecutor’s office decided to allow the applicant to join the proceedings as a civil claimant. On 26 February 2004 they also granted her the status of victim of a crime. It was mentioned in both decisions that Mr Lecha Khazhmuradov and Mr D. had been killed “for no good reason” by “servicemen of an unknown military unit”.", "30. On 19 March 2004 the district prosecutor’s office again stayed the proceedings in case no. 24376 for failure to identify those responsible.", "31. In the applicant’s submission, since April 2004 she has not even once been informed by the authorities of the progress in the investigation in case no. 24376.", "32. On 7 December 2005 the applicant requested the district prosecutor’s office to carry out a number of investigative actions; in particular, to question servicemen of the military unit from the DON-100 regiment of the Russian Ministry of the Interior, who had been stationed on the north-western outskirts of Goyskoye in September 2000; to question servicemen who had been on duty at the check-point on the motorway between Goyskoye and Urus-Martan, which the alleged perpetrators had passed through after the incident; to carry out ballistic tests; and to check the firearms which had been in use by the servicemen of the DON-100 regiment, among other steps. According to the applicant, she has not received any reply to her request.", "33. On 3 March 2004 the applicant requested the district prosecutor’s office to allow her access to the investigation file.", "34. On 5 March 2004 the district prosecutor’s office observed that the investigation in case no. 24376 was pending and dismissed the applicant’s request, stating that under domestic law access to a case file could only be allowed upon completion of the investigation.", "35. On 12 March 2004 the applicant challenged the prosecutor’s decision of 5 March 2004 before the Urus-Martan Town Court.", "36. By a decision of 29 March 2004 the Urus-Martan Town Court dismissed the applicant’s complaint, stating that “during the investigation a sufficient range of investigative steps aiming at resolving the crime and identifying those responsible [had been] undertaken”, that the investigation had not yet been completed but had been suspended owing to the fact that it was impossible to establish those responsible, and that therefore the decision of 5 March 2004 was well-founded, as under national law a victim could also gain access to the case file upon the completion of an investigation.", "37. On 21 April 2004 the Supreme Court of the Chechen Republic dismissed the applicant’s appeal and upheld the first-instance decision.", "38. In September 2007, when the application was communicated to them, the Government were invited to produce a copy of the investigation file in criminal case no. 24376 opened in connection with the murder of the applicant’s husband and Mr D. The Government refused to submit any documents from the file, stating that, under Article 161 of the Russian Code of Criminal Procedure, disclosure of the documents was contrary to the interests of the investigation and could entail a breach of the rights of the participants in the criminal proceedings. They also submitted that they had taken into account the possibility of requesting confidentiality under Rule 33 of the Rules of Court, but noted that the Court provided no guarantees that once in receipt of the investigation file, the applicants or their representatives would not disclose those materials to the public. According to the Government, in the absence of any sanctions in respect of applicants for the disclosure of confidential information and material, there were no guarantees concerning compliance by the applicants with the Convention and the Rules of Court.", "39. In January 2008 the Court reiterated its request. In reply, the Government again refused to produce any documents from the file for the aforementioned reasons. At the same time, they suggested that a Court delegation could be given access to the file in Russia, with the exception of those documents containing military and State secrets, and without the right to make copies of the case file.", "40. For a summary of the relevant domestic law see Kukayev v. Russia, no. 29361/02, §§ 67-69, 15 November 2007."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}