{"ITEMID": "001-99288", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SCHWIZGEBEL v. SWITZERLAND [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 14+8", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born on 29 July 1957 and lives in Geneva. She is single and has a Master’s degree in music. Music constitutes her source of income.", "5. According to the applicant, when she was about 30, a man with whom she had been in a relationship for some ten years died in an accident. Since then she had not wished to start a family with anyone else. However, driven by the desire to bring up children, she decided, after much thought, to adopt a first child.", "6. On 16 April 1996 she sought authorisation from the Child Protection Department for the Canton of Geneva to receive a child with a view to adoption.", "7. The applicant explained that, having been informed that she would probably receive a negative response on account of her marital status, she withdrew her application on 4 October 1996.", "8. After settling in Delémont (Canton of Jura), in 1998 she submitted a new application for authorisation to receive a child, and it was granted on the basis of the favourable opinion issued by the Welfare Department.", "9. On 8 January 2000 she received a little girl, Violaine, born in Vietnam on 30 April 1999.", "10. On the basis of a home study report of 12 December 2001, which recommended the child’s adoption, the supervisory authority of Delémont granted the adoption on 26 June 2002.", "11. On 9 July 2002 the applicant sought authorisation to receive a second child with a view to adoption.", "12. The Social Action Department of the Republic and Canton of Jura rejected that application by a decision of 5 September 2002, which was confirmed on appeal on 7 November 2002.", "13. The Administrative Division of the Jura Cantonal Court upheld that refusal on 25 August 2003.", "14. On 19 January 2004 the applicant – who had moved back to Geneva in 2003 – again sought authorisation to receive a second child with a view to adoption: a child from South America between one and three years old.", "15. In a decision of 19 July 2004, the Child Protection Department rejected her application.", "16. The applicant appealed against that decision but her appeal was declared out of time – and therefore inadmissible – on 28 September 2004 by the Court of Justice of the Canton of Geneva.", "17. On 20 January 2005 she submitted a fresh application for authorisation to receive a child for purposes of adoption but it was rejected by the Youth Office of the Canton of Geneva in a decision of 12 September 2005.", "18. On 7 December 2005, at an individual hearing before the cantonal authority, the applicant stated that she wished to receive a child no older than five and that she would prefer a child from Vietnam, like her first adopted child, whilst remaining open to the possibility of adopting a child from another country.", "19. In a decision of 24 April 2006, the Court of Justice for the Canton of Geneva dismissed the applicant’s appeal and upheld the refusal to authorise provisional placement of a child with a view to adoption. It did not call into question the fact that the applicant’s educational qualities, based on love, respect and Christian values, were recognised. Moreover, the court considered that the applicant had sufficient resources as a result of her salaried jobs. It took the view, however, that the adoption of a second child could unfairly affect the situation of Violaine. Moreover, it found that the applicant had underestimated the specific difficulties of adoption, and in particular international adoption. The court further expressed certain reservations about the applicant’s availability and about the prospect of her father and brother being able to assist in caring for a second child. It thus concluded that the circumstances as a whole did not enable it to foresee that the adoption would further the child’s welfare.", "20. In a judgment of 5 December 2006, notified to the applicant’s representative on 22 January 2007, the Federal Court dismissed the applicant’s administrative-law appeal, finding as follows:", "“...", "2.1. Under Article 264 of the Civil Code – in the version in force since 1 January 2003 – a child may be adopted if the future adoptive parents have cared for it and provided for its education for at least one year, and if all the circumstances make it foreseeable that the establishment of a parent-child relationship will further the child’s welfare without unfairly affecting the situation of any other children of the adoptive parents. All adoptions must thus be preceded by a placement and fostering relationship of a certain duration. An imperative condition for adoption, this measure serves to justify the subsequent establishment of a parent-child relationship, to allow a probationary period for those concerned, and to provide the opportunity and means to ensure that the adoption will further the child’s welfare (ATF [Federal Court judgments] 125 III 161 point 3a p. 162 and citations). Under Article 316 of the Civil Code, the placement of children with foster parents is subject to the authorisation and supervision of the supervisory authority or another office for the place of residence of the said parents, as designated by cantonal law (§ 1); where the child is placed with a view to its adoption, a single cantonal authority is competent (§ 1 bis, as in force since 1 January 2003); the Federal Council stipulates the requirements for implementation (§ 2).", "In accordance with Article 11b of the Federal Council Order of 19 October 1977 governing the placement of children for the purposes of support and with a view to adoption (‘the OPEE’; RS 211.222.338), as in force since 1 January 2003, placement authorisation is given only where the personal qualities, state of health and educational capacities of the future adoptive parents and other persons living in their household, together with the housing conditions, offer every guarantee that the placed child will benefit from appropriate care, education and training, and that the well-being of the other children living in the family will be safeguarded (§ 1 (a)), that there is no statutory impediment to the future adoption and that all the circumstances put together, in particular the motives of the future adoptive parents, enable it to be foreseen that the adoption will further the child’s welfare (§ 1 (b)). The authority must particularly take the child’s interest into account where the age difference between the child and the adoptive parent is more than forty years (Article 11b § 3 (a) OPEE; see, on this issue, ATF 125 III 161 point 7a p. 167/168).", "This primary condition of adoption – the welfare of the child (Article 264 of the Civil Code) – is not easy to verify. The authority must ascertain whether the adoption is really capable of ensuring the best possible development of the child’s personality and of improving his or her situation; that question must be examined in all respects (emotional, intellectual, physical), without attributing excessive weight to the material factor (ATF 125 III 161 point 3a in fine p. 163 and citations).", "2.2. Under Article 264b § 1 of the Civil Code, an unmarried person – whether single, widowed or divorced – may adopt alone if he or she is at least 35 years old. In this form of adoption, the parent-child relationship is established with a single parent. As a result of that situation, the adoptive parent must, on his or her own, assume the duties that meet the child’s needs and remain available to care for the child to a degree that exceeds that required of each parent in a couple adopting jointly. Accordingly, the authority must particularly take into account the child’s interest where the applicant is not married, or where he or she is unable to adopt jointly with his or her spouse (Article 11b § 3 (b) OPEE). The legislature’s intention was that joint adoption should be the rule and adoption by a single parent the exception (ATF 111 II 233 point 2cc p. 234/235). It may indeed be considered that the child’s interest, which is paramount, consists in principle of living in a complete family. Nevertheless, the law does expressly permit adoption by a single person, without subjecting him or her – unlike those wishing to adopt an adult or a person deprived of legal capacity (Article 266 § 1 Chapter 3 of the Civil Code) – to the existence of ‘valid reasons’. In any event, where the requisite conditions for the child’s welfare are satisfied, and the adoption by a single person meets all the requirements for the child’s fulfilment and personality development, the adoption will be granted; in such cases, at the preliminary placement stage, the conditions laid down in Article 11b of the OPEE will be satisfied, and the placement authorisation must be granted (ATF 125 III 161 point 4b p. 165 and citations).", "3.1. The court below found that the appellant had appropriate educational qualities. She can count on a wide network of persons who support her in her project and have promised to help her take care of the children when she is busy. Since the refusal of the authorities of the Canton of Jura (see B.a above), she has changed the organisation of her life by moving to Geneva, where she carries on her professional activities; since November 2004 she has been renting accommodation in an area close to the parish church of which she is maître de chapelle and in a building that also houses the offices and secretariat of the music festival of which she is the artistic director. Lastly, her financial resources are sufficient (7,000 [Swiss francs] per month). Those points being established, it is not necessary to examine them again.", "3.2. In her application of 19 January 2004 the appellant had sought authorisation to receive ‘a second child, from South America, aged between 1 and 3’; it does not appear from the application lodged the following year that those criteria had changed. However, when she appeared personally before the cantonal authority on 7 December 2005 she declared that she wished to receive a child ‘up to the age of five’; pointing out that A. [the first child adopted by the applicant] was from Vietnam, she expressed a desire to be entrusted with a child who was ‘born in that country’, whilst ‘of course remaining open to other countries’.", "As this Court found in a recent case, such an approach cannot be admitted (see judgment of 5A.11/2005 of 3 August 2005, point 3.1, published in FamPra.ch 2006 p. 177). The home study report (Article 268a Civil Code and Article 11d OPEE) is drawn up according to the age and origin of the child, factors that the applicant must indicate (Article 11g § 2 (a) and (c) OPEE). The Youth Office thus quite rightly, in its findings on the cantonal appeal, found that this document had been ‘drawn up on the basis of an application for the adoption of a child aged between 1 and 3 at the time of its arrival’. Any finding to the contrary would suggest that an application could be changed as and when the case so required, for a reduction of the age difference in this instance. It follows that the criticism of the cantonal court for not having granted an ‘authorisation for an older child, in order to reduce the age difference’ appears ill-founded. The fact that the Convention between Switzerland and Vietnam on cooperation in matters of child adoption came into force while the case was pending on appeal, that is to say on 9 April 2006 (RO 2006 p. 1767), is immaterial; moreover, the appellant does not show that she would satisfy the conditions laid down in that agreement, or even – notwithstanding the opinion of the Youth Office’s representative (see record of individual hearing on 5 April 2006) – that her project would in fact be feasible.", "3.3. The appellant was born in 1957 and is thus 49 years old; in relation to a child of between one and three years old – leaving aside the waiting times in international adoption – the age difference would be between forty-six and forty-eight years. In the light of the Federal Court’s case-law such a difference appears excessive (see judgment 5A.6/2004 of 7 June 2004, point 3.2, published in FamPra.ch 2004 p. 710: single person ‘of almost 50 years’ wishing to adopt a ‘girl under 5 years old’; see also the references cited in ATF 125 III 161 point 7a, p. 167/168). As the cantonal authority rightly pointed out, even an age difference of forty-five years is too great. In that case the appellant would, at over 60, find herself the single parent of two teenagers, who, in addition to the problems arising in that period of life, may well face particular difficulties as adopted children (see, for example, judgment 5A.21/1999 of 21 December 1999, point 3d, published in FamPra.ch 2000 p. 546), especially as the future child might have specific needs. The appellant is thus wrong to rely on Federal Court judgment 125 III 161 (age difference between forty-four and forty-six years), where, moreover, the adoption of a single child was at stake (see point 3.4 below).", "3.4. The opinion of the court below, according to which the appellant underestimated the burden represented by a second child, cannot be disputed. Whilst it may be admitted, from a theoretical standpoint, that the presence of a sister or brother may have beneficial effects in emotional and social terms (see judgment 5A.25/1996 of 1 May 1997, point 6b, unpublished, in SJ 1997 pp. 597 et seq.), that assessment should be nuanced as far as adopted children are concerned. The home study report noted that A., after enjoying exclusive maternal attention, faced the risk of ‘reactivating a feeling of abandonment’; the positive effects of a new adoption on her situation (Article 264 in fine of the Civil Code, section 9(b) LF-ClaH [Federal Law on the Hague Convention], and Article 11b § 1 (a), in fine, OPEE) are not therefore certain (see, in general, Lücker-Babel, Adoption internationale et droits de l’enfant, Fribourg 1991, p. 44; this author observes that ‘it is in families that have a number of adopted children or a number of biological children [and only one adoptive child] that the failure rate is the highest’). In addition, it cannot be ruled out that the second child might have difficulties related to the deprivations suffered by children who have been abandoned (judgment 5A.9/1997 of 4 September 1997, point 4b, published in RDT 1998 p. 118), and this might complicate the arrangements made by the appellant. These findings are consistent with those of the Jura Social Action Department in its additional report of 11 June 2003.", "The appellant disputes that assessment; she asserts, relying on statements from third parties, that the second adoption would be ‘beneficial for A.’ and criticises the cantonal judges for straying into ‘theoretical conjectures’. Those criticisms appear unjustified. Given that the placement authorisation precedes the adoption decision, the authority must inevitably make a prognosis. In view of the characteristics of an adoption by a single person and the dramatic consequences that a failed adoption would have for the child (see, on this subject, Lücker-Babel in RDT 1994 pp. 86 et seq.), the court below cannot be reproached for its rigour (see Breitschmid, op. cit., n. 19 ad Article 264 of the Civil Code and the literature cited), as was in fact required of it by Article 11b § 3 of the OPEE (‘most particularly’). It is not for this Court to substitute its own conception of the child’s welfare for that of the cantonal authority and of the investigators (see FamPra.ch 2006 p. 178, point 3.2 in fine and citations), but solely to ascertain whether relevant circumstances have not been taken into consideration or, indeed, whether crucial factors have been overlooked. Notwithstanding the appellant’s categorical denials, that is not the case here.", "3.5. The cantonal authority found that the assistance that the appellant’s father could provide was not a solution for the care of A. and a second child; the presence at home of an 85-year-old father would represent, on the contrary, a handicap in the future, because his daughter would herself be required to provide him with help and support at some point. The appellant’s brother, who has no children – and it is not known whether his wife has a professional activity – could admittedly help her with the future child, as he has already done with A.; however, the brother lives in Lausanne. Similarly, the person intended to become the adopted child’s godfather lives in Lyons. Lastly, the support of neighbours in her building and of her very close friend, together with the presence of A.’s godfather and godmother, does not change anything, as the important criterion is the availability of the appellant herself; moreover, the education of children always rests with the parents, and it is easier to express an intention of assistance in the abstract context of a procedure than in everyday life and for some twenty years.", "This opinion is consistent with the case-law of this Court and with legal opinion (FamPra.ch 2006 p. 178 point 3.2; Meier/Stettler, Droit de la filiation, vol. I, 3rd ed., no. 263, with other citations). Whatever the appellant may claim, the cantonal authority did not minimise the involvement of her family and friends by preferring ‘theoretical assertions’. The Court had occasion to observe this in a recent case, where, in spite of her ‘extended family’, a mother applying for a second adoption had had to entrust her adopted daughter to a neighbour when she went into hospital (FamPra.ch 2006 ibid.). As to the possibility of having to care for her father, she merely asserts that her brother ‘would be present’, but the latter has not corroborated this claim and in addition is supposed to make up for any deficiencies of the appellant. Moreover, the child’s interest cannot be measured solely in terms of the availability of the parent who is seeking to adopt alone (Meier/Stettler, ibid.). The grounds set out above are, in any event, sufficient for the decision appealed against to be upheld.", "4. In conclusion, having regard to the discretionary powers enjoyed by the placement authorities (RDT 1998 p. 118 point 4b), the decision of the court below does not lay itself open to criticism. Accordingly, the appeal must be dismissed, with costs awarded against the appellant (section 156(1) of the Judicial Organisation Act).”", "21. The relevant provisions of the Swiss Civil Code are as follows:", "“A child may be adopted if the future adoptive parents have provided it with care and education for at least one year and if, in the light of all the circumstances, it may be foreseen that the establishment of a parent-child relationship will further the child’s welfare without unfairly affecting the situation of other children of the adoptive parents.”", "“1. An unmarried person may adopt a child alone if he or she is at least 35 years old.", "...”", "“1. An adoption shall not be granted until enquiries have been made, covering all essential circumstances, where necessary with the assistance of experts.", "2. The enquiries shall concern, in particular, the personality and health of the adoptive parents and the child, their mutual suitability, the parents’ ability to bring up the child, their financial situation, their motives, their family circumstances and the development of the fostering relationship.", "3. Where the adoptive parents have descendants, the opinion of the latter shall be taken into account.”", "“1. The placement of children with foster parents shall be subject to the authorisation and supervision of the supervisory authority or another office for the foster parents’ place of residence, as designated by the law of the canton.", "1 bis. Where a child is placed with a view to adoption, a single cantonal authority shall be responsible.", "2. The Federal Council shall issue implementing regulations.”", "22. The relevant provisions of the Federal Council’s Order governing the placement of children for support and with a view to adoption (“the OPEE”) of 19 October 1977 read as follows:", "“Authorisation may only be granted where:", "(a) the personal qualities, state of health and educational capacities of the future adoptive parents and other persons living in their household, together with the housing conditions, offer every guarantee that the fostered child will benefit from appropriate care, education and training and that the well-being of other children in the family will be safeguarded; and where", "(b) there is no legal impediment preventing the future adoption and provided it can be foreseen, in the light of all the circumstances, in particular the motives of the future adoptive parents, that the adoption will further the child’s welfare.", "The capacities of the future adoptive parents will require special attention if there are circumstances that may render their task difficult, in particular:", "(a) where it may be feared, in view of the child’s age, especially if it is over six years of age, or in view of its development, that it may have difficulties settling into its new environment;", "(b) where the child is physically or mentally handicapped;", "(c) where more than one child will be placed in the same family;", "(d) where the family already has more than one child.", "The authority will take particular account of the child’s interest where:", "(a) the age difference between the child and future adoptive father or mother is more than forty years;", "(b) the applicant is not married or he or she cannot adopt jointly with his or her spouse.”", "“Where the future adoptive parents meet the conditions laid down in Articles 11b and 11c, § 1, provisional authorisation to receive a child who has previously been living abroad, with a view to his or her adoption, may be delivered, even if the child has not yet been determined.", "In their application, the future adoptive parents shall indicate:", "(a) the child’s country of origin;", "(b) the service or person in Switzerland or abroad whose assistance will be required in finding the child;", "(c) their stipulated conditions regarding the child’s age;", "(d) where appropriate, their stipulated conditions regarding the child’s gender or state of health.", "The provisional authorisation may be limited in time and may be subject to obligations and conditions.", "The child may be received in Switzerland by its future adoptive parents only once the visa has been issued or leave to remain has been secured.", "After the child has entered Swiss territory, the authority shall decide on the granting of permanent authorisation.”", "23. Most European legislations authorise adoption by a single person. However, a number of different situations can be found. The legislative provisions of certain States permit any person, man or woman, with or without a precise indication of marital status, to apply for adoption. This is the case, in particular, for the following countries: Belgium, the Czech Republic, Estonia, Finland, “the former Yugoslav Republic of Macedonia”, France, Hungary, Ireland, Malta, the Netherlands, Portugal, Russia, Spain, Sweden, Turkey and the United Kingdom. Certain States, such as Germany or Latvia, allow adoption by a single person subject to certain conditions. In German legislation, adoption is regarded as legitimate where it contributes to the child’s physical and moral well-being and where the establishment of an effective parent-child relationship can be expected.", "24. Other States impose restrictions on the adoption of a child by a single person. For example, in Slovakia and Croatia, adoption by a single parent remains an exception. The possibility may be envisaged only if it can be shown that the adoption is in the child’s interest (in Slovakia and Croatia). In the same vein, Serbian and Montenegrin legislations allow adoption by a single person only where there are sufficient reasons to justify it. Luxembourg law draws a distinction between simple adoption (which does not terminate the connection with the family of origin) and full adoption (which terminates all legal connection with the family of origin), stipulating that simple adoption alone, not full adoption, is possible for a single person. Unlike France and Belgium, which also have such a distinction, but which nevertheless allow single persons to adopt in both cases, it is not possible in Luxembourg or Montenegro for single persons to apply for full adoption.", "25. The Italian legislation is similar to that of Luxembourg and Montenegro, as single persons are authorised to adopt minors only in the context of “adoption in special circumstances”. The definition of “adoption in special circumstances” corresponds to that of simple adoption, as it enables the adopted child to retain legal connections with his or her family of origin.", "26. Most of the legislations of the Council of Europe’s member States require a minimum age for prospective adopters. That age continually decreased throughout the twentieth century. The majority of European legal systems now fix a minimum age of between 18 and 30 years. The Czech Republic, “the former Yugoslav Republic of Macedonia”, Hungary and Romania are among the rare member States that do not stipulate a minimum age for persons wishing to adopt.", "27. Some legislations, albeit few in number, expressly provide for a maximum age for prospective adopters. For example, Croatia, “the former Yugoslav Republic of Macedonia”, Greece, Montenegro, the Netherlands and Portugal impose a maximum age of between 35 and 60 years (for the latter limit, Greece and Portugal in particular). Specific reasons may exceptionally justify non-observance of the maximum age rule. This is the case, for example, in Montenegro and the Netherlands, where an exemption from the maximum age requirement may be granted where there are sufficient reasons to justify such an exception or specific circumstances. In Montenegro and the “the former Yugoslav Republic of Macedonia”, when exemption from the maximum age is possible, an additional condition, relating to the difference in age between adopter and adoptee, is imposed.", "28. In another group of States, where no maximum age is stipulated, the competent national authorities in the area of adoption nevertheless take into consideration the age of the person wishing to adopt when they examine his or her personal situation. This is apparent from the material available on the legal systems of Belgium, France, Ireland, Romania, Slovakia, Spain, Sweden and the United Kingdom.", "29. It appears that the legislations of most member States also contain provisions concerning the age difference between adopter and adoptee.", "30. A number of legal systems – Austria, Belgium, Bulgaria, Croatia, “the former Yugoslav Republic of Macedonia”, France, Greece, Hungary, Italy, Luxembourg, Malta, Montenegro, the Netherlands, Russia, Serbia, Spain and Turkey – impose a minimum age difference between adopter and adoptee. That difference, where required, varies between fourteen and twenty-one years. It should be noted, however, that the legislations of these States do allow derogations from the principle of the minimum age difference in certain situations.", "31. In another group of legal systems, including in particular the Czech Republic, Denmark, Estonia, Finland, Germany, Ireland, Portugal, Romania, Slovakia, Sweden, Ukraine and the United Kingdom, no minimum age difference is provided for by law. In those cases the legislation may expressly provide that the age difference must be “appropriate”, “neither too wide nor too narrow” or “reasonable”.", "32. Some legislations set a maximum age difference between adopter and adoptee, namely forty years in Denmark, Finland and the Netherlands (in the latter, only for the adoption of foreign children), forty-five years in Croatia, “the former Yugoslav Republic of Macedonia”, Hungary, Italy, Malta, Serbia and Ukraine, and fifty years in Greece; also, in exceptional circumstances, in Montenegro and Portugal. However, derogations from the provisions concerning the maximum age difference are possible in specific circumstances, which are largely the same as those that are considered in respect of the minimum age difference.", "33. A significant number of instruments governing adoption, particularly in order to protect the child’s interest, lay down various conditions. However, few texts expressly lay down requirements related to the possibility of adoption by single persons or conditions concerning the adopter’s age or the age difference between adopter and adoptee. Certain international instruments concerning adoption refer to the application of the domestic law rules of the States Parties to the conventions in question.", "34. The European Convention on the Adoption of Children, 24 April 1967, remains the main instrument of the Council of Europe in the area of adoption. It came into force on 26 April 1968. To date, eighteen member States, including Switzerland, have ratified it and three have just signed it.", "35. Under the first Article of this instrument, the member States of the Council of Europe, Contracting Parties to the Convention, undertake to ensure the conformity of their law with the provisions of Part II of the Convention. This Part sets out a minimum number of essential principles to which the Contracting Parties undertake to give effect, seeking to harmonise such principles and European practice in matters of adoption.", "36. As regards persons who are allowed to adopt a child, Article 6 stipulates that the law of the Contracting Party may permit a child to be adopted by one person. However, States that only allow adoption by a couple are not required to enact provisions to allow adoption by a single person.", "37. As to the age-limit for adoptive parents and the age difference between them and the children, Article 7 provides that “a child may be adopted only if the adopter has attained the minimum age prescribed for the purpose, this age being neither less than 21 nor more than 35 years”. However, “the law may ... permit the requirement as to the minimum age to be waived when (a) the adopter is the child’s father or mother, or (b) by reason of exceptional circumstances”.", "38. Article 8 provides as follows:", "“1. The competent authority shall not grant an adoption unless it is satisfied that the adoption will be in the interest of the child.", "2. In each case the competent authority shall pay particular attention to the importance of the adoption providing the child with a stable and harmonious home.", "3. As a general rule, the competent authority shall not be satisfied as aforesaid if the difference in age between the adopter and the child is less than the normal difference in age between parents and their children.”", "39. The legal and social changes that have occurred in Europe since the first Council of Europe Convention on the Adoption of Children have led a large number of States Parties to amend their adoption laws. As a result, certain provisions of the 1967 Convention have gradually become outdated. With that in mind, a revised Convention was drawn up in line with the social and legal developments whilst taking the child’s best interests into account.", "40. The Council of Europe’s European Convention on the Adoption of Children (Revised) (“the Revised Convention”), which was opened for signature on 27 November 2008, has not yet come into force; fourteen member States have signed it to date. It will replace, as regards the States Parties thereto, the European Convention on the Adoption of Children.", "41. Under Article 7 of the Revised Convention (conditions for adoption), domestic law will “permit a child to be adopted ... by one person”. Article 9 (minimum age of the adopter) provides as follows:", "“1. A child may be adopted only if the adopter has attained the minimum age prescribed by law for this purpose, this minimum age being neither less than 18 nor more than 30 years. There shall be an appropriate age difference between the adopter and the child, having regard to the best interests of the child, preferably a difference of at least sixteen years.", "2. The law may, however, permit the requirement as to the minimum age or the age difference to be waived in the best interests of the child:", "a. when the adopter is the spouse or registered partner of the child’s father or mother; or", "b. by reason of exceptional circumstances.”", "42. This Article does not prevent the national law from imposing a minimum age of more than 18 years on the adopter. Any higher level of minimum age must nevertheless respect the principle of adoption as enshrined in the Convention and, accordingly, that age cannot exceed 30. The upper limit of the minimum age that was set by the 1967 Convention, namely 35 years, now appears excessive; it has thus been set at 30. Moreover, the Convention does not prescribe a maximum age for the adopter (see Explanatory Report on the Revised Convention, §§ 50-52)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}