{"ITEMID": "001-66784", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF KUIBISHEV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3 with regard to right to be brought promptly before a judge;Violation of Art. 5-3 with regard to length of pre-trial detention;Violation of Art. 5-4;No violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1954 and lives in Plovdiv.", "9. On 8 April 1993 a preliminary investigation was opened against the applicant who was suspected of forgery of bank guarantees with a view to obtaining loans for himself and one of his business partners (Article 212 of the Penal Code).", "10. On 14 July 1993 an investigator charged the applicant and ordered his detention pending trial. A prosecutor approved the detention order on an unspecified date.", "11. Between an unspecified date in 1993 and September 1996 the applicant resided in the Netherlands. He applied unsuccessfully for asylum there. Upon his return to Bulgaria, on 11 September 1996, he was arrested and detained pending trial.", "12. Between September 1996 and March 1997 the investigator examined documentary material, heard ten witnesses, appointed experts, examined their reports and questioned the applicant.", "13. On 31 March 1997 the Sofia City Prosecutor’s Office submitted an indictment against the applicant to the Sofia City Court.", "14. A hearing was listed for 4 July 1997. In preparation therefor, in April and May 1997 the Sofia City Court summoned the civil plaintiff and ten witnesses and sought police assistance for the establishment of the address of one of them.", "15. The Sofia City Court held five trial hearings.", "16. On 4 July 1997 the Sofia City Court heard four witnesses, the applicant and two experts. Several witnesses did not appear. Both the prosecution and the applicant sought to adduce additional evidence. The hearing was adjourned until 12 September 1997.", "17. On 12 September 1997 the court heard one witness. The remaining witnesses did not appear. The prosecution requested an adjournment as it considered important the examination of the witnesses who had not appeared. The applicant objected. The court granted the prosecutor’s request and listed the next hearing for 10 December 1997.", "18. On that day the Sofia City Court heard one witness. The other witnesses failed to appear. The prosecutor insisted on them being heard and sought an adjournment. The applicant’s lawyers objected, stating that reading out those witnesses’ testimony given before the investigator would be sufficient. The court granted the prosecutor’s request for an adjournment and scheduled the next hearing for 26 January 1998.", "19. On 26 January 1998 the court heard two witnesses. One witness did not appear. The applicant’s lawyers stated that they considered the examination of the remaining witness important and sought an adjournment. The court granted the request. It fixed the next hearing for 15 June 1998.", "20. On the day of the last trial hearing, 15 June 1998, the applicant was found guilty under Articles 212 § 2 and 308 of the Penal Code and sentenced to five years’ imprisonment. He was acquitted on certain of the initial charges. The court reserved its reasoning.", "21. On 25 June 1998 the applicant appealed to the Sofia Appellate Court. The prosecution also appealed.", "22. On an unspecified date in September 1998 the Sofia City Court delivered the reasoning of its judgment of 15 June 1998.", "23. The Sofia Appellate Court listed a hearing for 12 February 1999 which was however cancelled as the prosecution had not supplemented its appeal following the delivery of the reasoning of the first instance judgment.", "24. The hearing took place on 28 May 1999. On the same day the Sofia Appellate Court upheld the applicant’s conviction of forgery of bank guarantees with intention to use them (Article 308 of the Penal Code) and acquitted him for the remainder. It accordingly reduced the applicant’s sentence to three years’ imprisonment.", "25. On 25 June 1999 the applicant lodged an appeal on points of law with the Supreme Court of Cassation. It was dismissed on 10 December 2000.", "26. On an unspecified date in 1992 the applicant was sentenced by the Peshtera District Court to a suspended term of imprisonment. It appears that this conviction concerned facts linked to those which were the subject matter of the 1993 - 2000 criminal proceedings.", "27. Separately, on 27 January 1997 the Pazardzik Regional Court found the applicant guilty of mismanagement of assets belonging to a cooperative for which he had been working during the period 1986-1988. He was sentenced to ten months’ imprisonment. The applicant appealed. On 13 October 1997 the Supreme Court of Cassation quashed the judgment and terminated the criminal proceedings as the prosecution had become timebarred.", "28. On 11 September 1996 the applicant was arrested. On the following day he was placed under pre-trial detention. The parties have not submitted details as regards the applicant’s detention during the preliminary investigation stage of the criminal proceedings.", "29. On 23 April 1997, shortly after the case was brought before the Sofia City Court for trial, the applicant filed with that court an application for release on bail stating that his wife was seriously ill and could not look after their two children.", "30. On 2 May 1997 the judge-rapporteur dismissed the application in private. She found that since other criminal proceedings were pending against the applicant, those concerning mismanagement of assets of a cooperative, Article 152 § 3 of the Code of Criminal Procedure (“CCP”) made his remand in custody mandatory. Therefore, it was “not possible to substitute pre-trial detention for a more lenient measure despite the information concerning the [applicant’s] difficult family circumstances”.", "31. The applicant’s appeal against the above decision was not examined owing to a clerical error of the Sofia City Court.", "32. On 2 July 1997 and at the hearing on 4 July 1997 the applicant reiterated his arguments seeking release on bail. He also made extensive additional submissions arguing that Article 152 § 3 CCP, which provided for a mandatory detention of persons against whom more than one set of criminal proceedings were pending and of recidivists, was incompatible with the Convention. Further, he maintained that there was insufficient evidence that he had committed the offence he was charged with.", "33. On the same day, 4 July 1997, the Sofia City Court dismissed the renewed application for bail. It stated, inter alia:", "“The court finds that there is a danger of the applicant’s absconding as ... he and his wife sought asylum in the Netherlands at the time when ... the investigation proceedings were pending ... The charges ... concern an offence allegedly committed during the operational period of [the applicant’s] suspended [imprisonment sentence]... of 1992. That fact is sufficient to justify a finding that there is a danger of reoffending...”", "34. Addressing the applicant’s arguments against mandatory detention under Article 152 § 3 CCP, the Sofia City Court stated that it had no power to disregard the law on the ground that it was contrary to the Constitution or international treaties and noted that the Supreme Court had submitted the matter to the Constitutional Court.", "35. On 7 July 1997 the applicant appealed to the Supreme Court of Cassation on the grounds that there was insufficient evidence that he had committed the offence and that there was no danger of his obstructing the course of justice. Confiscation of his passport and bail would be sufficient guarantees against absconding.", "36. On 11 August 1997, pursuant to an amendment to the CCP, mandatory detention under paragraph 3 of Article 152 was abolished.", "37. On 12 September 1997, before transmitting the appeal of 7 July 1997 to the Supreme Court of Cassation, the Sofia City Court sitting in private refused to reconsider its decision of 4 July 1997.", "38. In the end of September and the beginning of October 1997 the applicant submitted additional appeals against his detention pending trial.", "39. On 23 October 1997 the Supreme Court of Cassation examined the appeal of 7 July 1997 in closed session in the presence of a prosecutor and in the absence of the applicant or his representative. The prosecutor submitted written comments and made an oral statement inviting the court to dismiss the appeal. The applicant was not informed thereof and could not comment in reply.", "40. The Supreme Court of Cassation dismissed the appeal and upheld the Sofia City Court’s decision of 4 July 1997 finding that the applicant’s detention was justified under Article 152 § 1 CCP. It also upheld the Sofia City Court’s findings that there was a danger of the applicant’s absconding or committing further offences.", "41. The Supreme Court of Cassation also stated that issues of “sufficient evidence” within the meaning of domestic law or “reasonable suspicion” within the meaning of Article 5 § 1 (c) of the Convention could not be considered in proceedings on applications for bail. They could only be decided by way of judgment on the merits of the criminal case.", "42. At the hearing on 10 December 1997 before the Sofia City Court the applicant renewed his appeal against detention. He referred to the fact that on 13 October 1997 his conviction of 27 January 1997 had been quashed as the prosecution had become time-barred. He also reiterated his previous arguments.", "43. On the same day the Sofia City Court dismissed the appeal, stating that the applicant’s attempt to remain in the Netherlands and the fact that the charges against him concerned an offence allegedly committed during the operational period of his 1992 suspended imprisonment sentence (see above) indicated that there was a danger of his absconding and re-offending. The court also confirmed its earlier position that in the context of the applicant’s appeal against detention it would not entertain arguments as to whether or not the charges were well founded, that being an issue going to the merits of the criminal case.", "44. On 16 December 1997 the applicant appealed to the Supreme Court of Cassation against the decision of 10 December 1997.", "45. The Supreme Court of Cassation examined the appeal on 15 January 1998 sitting in closed session in the presence of a prosecutor and in the absence of the applicant and his representative. The court heard the prosecutor’s opinion that the appeal should be dismissed. The court dismissed the appeal.", "46. It stated that remand in custody was justified under Article 152 § 1 CCP as the applicant was charged with a serious offence within the meaning of the Code. Furthermore, the applicant’s attempt to settle in the Netherlands with his family demonstrated a clear danger of absconding. The court also found that there had been no unjustified delays in the criminal proceedings.", "47. At the hearing on 26 January 1998 before the Sofia City Court the applicant again requested his release. He argued that the facts had been clarified and that therefore there would be no danger of him obstructing the course of justice.", "48. The appeal was dismissed on the same day. The Sofia City Court reiterated the reasoning of the previous decisions.", "49. On 29 January 1998 the applicant appealed against the above decision to the Supreme Court of Cassation. On 11 March 1998 the appeal was dismissed on the same grounds. The appeal was dealt with in closed session in the presence of a prosecutor who sought its dismissal and in the absence of the applicant and his representative.", "50. On 15 June 1998 the Sofia City Court convicted the applicant on some of the charges and sentenced him to five years’ imprisonment.", "51. The relevant provisions of the Code of Criminal Procedure and the Bulgarian courts’ practice at the relevant time are summarised in the Court’s judgments in several similar cases (see, among others, the Nikolova v. Bulgaria [GC], no. 31195/96, §§ 25-36, ECHR 1999-II; Ilijkov v. Bulgaria, no. 33977/96, §§ 55-62, 26 July 2001; and Yankov v. Bulgaria, no. 39084/97, §§ 79-88, ECHR 2003-XII)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}