{"ITEMID": "001-101177", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF GROSSKOPF v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 5-1", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1945 and is currently detained in Aachen.", "6. On 17 May 1995 the Cologne Regional Court convicted the applicant on three counts of attempted burglary as a member of a gang. Including the sentence imposed for a previous conviction of attempted burglary, the court fixed a cumulative sentence of seven years' imprisonment and ordered the applicant's preventive detention pursuant to Article 66 of the Criminal Code (see paragraphs 27-28 below).", "7. The Regional Court found that, having regard to his personality and to his numerous previous convictions of burglary, the applicant had a disposition to commit serious offences causing serious economic damage and was therefore dangerous to the public. The applicant had repeatedly declared that the burglaries he had committed, which had been aimed at obtaining several ten thousand Deutschmarks and of which he had made his living, were not immoral. As confirmed by a psychiatric expert, the applicant, who was of at least average intelligence, was therefore liable to reoffend. The judgment became final on 10 February 1996.", "8. The applicant served his full prison sentence until 18 February 2002. Since 19 February 2002 the applicant has been in preventive detention.", "9. On 6 February 2002 the Aachen Regional Court, sitting as a chamber for the execution of sentences (Strafvollstreckungskammer), decided that the applicant should be kept in preventive detention following the end of his prison term on 18 February 2002. Relying on Article 67c § 1 of the Criminal Code (see paragraph 29 below), the court considered that his preventive detention was still necessary in view of the objective of such detention.", "10. The Regional Court, agreeing with the views taken by the director of Aachen Prison and by the Public Prosecutor's Office, found that the applicant was very liable to reoffend and to commit serious offences if released (Article 67d § 2 of the Criminal Code; see paragraph 30 below). It noted that the applicant, who was represented in the proceedings by a courtappointed defence counsel but had refused to participate in an oral hearing, had numerous previous convictions of burglary for which he had spent already more than 26 years in prison. He had always made his living outside prison from crime and had hardly worked in prison, arguing that the remuneration for his work was insufficient. The applicant insisted that the police had arrested him by having recourse to illegal methods of investigation and that he had wrongfully been convicted. He thus failed to accept that the court was bound by the findings in the final judgment of the Cologne Regional Court. The applicant was free to deny having committed the offences he was convicted of by that final judgment in 1995, which as such did not mean that he risked being found to be a recidivist. However, he refused to reappraise his entire criminal past. The findings of the psychiatric expert consulted by the Cologne Regional Court on the applicant's personality were therefore still valid. The fact that the applicant could stay with his son or with a writer when released did not warrant the conclusion that he would not reoffend on release.", "11. On 28 March 2002 the Cologne Court of Appeal, endorsing the reasons given by the Aachen Regional Court, dismissed the applicant's appeal.", "12. On 17 May 2002 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He argued that his preventive detention violated the right to liberty and the prohibition on punishment without guilt under the Basic Law. His preventive detention also breached the prohibition of torture in that it was aimed at extracting from him a confession to the offences for which he had been convicted in 1995. Moreover, the proceedings before the Regional Court had been unfair because that court had refused to verify the police methods of investigation leading to his arrest and conviction.", "13. By a decision of 18 December 2002 (which the applicant received on 21 December 2002) the Federal Constitutional Court declined to consider the applicant's constitutional complaint (file no. 2 BvR 808/02).", "14. On 21 February 2006 the Aachen Regional Court, in review proceedings pursuant to Article 67d § 2 and Article 67e § 2 of the Criminal Code (see paragraphs 30 and 31 below), allowed the Public Prosecutor's request and refused to suspend the applicant's placement in preventive detention on probation.", "15. Having heard the applicant, represented by counsel, in person, the Regional Court found that he was still liable to reoffend if released. It referred to the findings in its previous decision of 24 February 2004 not to suspend the applicant's placement in preventive detention on probation and argued that there had been no developments indicating that the applicant was now less likely to be recidivist. His numerous previous convictions showed that he had chosen at an early stage to make his living from crime. Having regard to the report submitted by the director of Aachen Prison, who had opposed to the suspension on probation of the applicant's placement in preventive detention, the Regional Court noted that since his dismissal from his job as editorial journalist of the prison journal for misuse of the computer made available for editing that journal, the applicant was out of work due to his own fault. As the applicant refused any therapy, there was no expert opinion on him and thus no visible positive development.", "16. On 16 May 2006 the Cologne Court of Appeal, endorsing the reasons given by the Regional Court, dismissed the applicant's appeal. It took the view that his preventive detention was covered by Article 5 § 1 (a) of the Convention. It further confirmed that the applicant's final convictions could not be reviewed in the proceedings at issue, but could only be subject of reopening proceedings. Even assuming that the applicant, as he had claimed, had been dismissed from his job as editing journalist of the prison journal without good cause, this did not alter the fact that owing to his disrespect for the property of others, he was liable to reoffend if released. Whilst the applicant did not sell the house he owned (valued at some EUR 250,000), he did not have at his disposal the necessary funds to make his living so that there was a risk that he would reoffend.", "17. On 5 June 2006 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He claimed that his detention, being a preventive measure, violated his right to liberty. Moreover, it breached the prohibition of torture in that it was aimed at extracting from him a confession to the offences he had been convicted of. The low remuneration for his forced labour disregarded human dignity. The courts' refusal to review the lawfulness of his criminal convictions also violated Article 13 as the court proceedings at issue were ineffective without doing so.", "18. On 21 June 2006 the Federal Constitutional Court declined to consider the applicant's constitutional complaint (file no. 2 BvR 1169/06).", "19. While in preventive detention, the applicant worked for a private company between September 2002 and January 2004 and as editorial journalist for the prison journal between February and September 2004. He was paid an average of some EUR 300 net per month by the State.", "20. On 3 December 2002 the North Rhine-Westphalia Office for the Execution of Sentences (Justizvollzugsamt) dismissed the applicant's objection to his wage slip. It noted that the applicant's remuneration was in accordance with the rates fixed in the Execution of Sentences Act. It argued that his wage was not unreasonably low, given that the remuneration included other advantages and that the Land paid contributions to the unemployment insurance and did not deduct a contribution to the cost of keeping him in prison from his wages.", "21. On 25 February 2003 the Aachen Regional Court dismissed as illfounded the applicant's request for judicial review of the low remuneration for his prison work, for which he claimed some EUR 10001500 net per month, and of the failure of the prison authorities to disclose the financial agreement between them and the private company he worked for. It took the view that the remuneration for prison work, which had recently been raised by 80 per cent in order to comply with a judgment of the Federal Constitutional Court of 1 July 1998, was constitutional. Endorsing the reasons given by the North Rhine-Westphalia Office for the Execution of Sentences, the court argued that if prisoners received a higher remuneration, private companies might no longer place any orders in view of the considerably lower productivity of prisoners and prisoners would then not be able to work at all. As the applicant's remuneration was lawful, he could not claim the disclosure of the terms of the contract concluded between the prison authorities and the private company.", "22. On 15 May 2003 the Hamm Court of Appeal dismissed the applicant's appeal on points of law as inadmissible. It found that a review of the Aachen Regional Court's decision was not necessary for the development of the law or in order to secure consistency in the case-law.", "23. On 13 July 2003 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He argued that the unduly low remuneration for his prison work was degrading and disregarded human dignity. Moreover, the failure of the prison authorities to disclose the wage paid to them by the private company for his work breached his right to effective judicial review.", "24. On 30 September 2003 the Federal Constitutional Court declined to consider the applicant's constitutional complaint (file no. 2 BvR 1177/03).", "25. A comprehensive summary of the provisions of the Criminal Code and of the Code of Criminal Procedure governing the distinction between penalties and measures of correction and prevention, in particular preventive detention, and the making, review and execution in practice of preventive detention orders, is contained in the Court's judgment in the case of M. v. Germany (no. 19359/04, §§ 45-78, 17 December 2009). The provisions relevant in the present case can be summarised as follows:", "26. The German Criminal Code distinguishes between penalties (Strafen) and socalled measures of correction and prevention (Maßregeln der Besserung und Sicherung) to deal with unlawful acts. Preventive detention (Article 66 et seq. of the Criminal Code) is classified as a measure of correction and prevention. The purpose of such measures is to rehabilitate dangerous offenders or to protect the public from them. They may be ordered for offenders in addition to their punishment (compare Articles 63 et seq.). They must, however, be proportionate to the gravity of the offences committed by, or to be expected from, the defendants as well as to their dangerousness (Article 62 of the Criminal Code).", "27. The sentencing court may, at the time of the offender's conviction, order his preventive detention under certain circumstances in addition to his prison sentence if the offender has been shown to be dangerous to the public (Article 66 of the Criminal Code).", "28. In particular, the sentencing court orders preventive detention in addition to the penalty if someone is sentenced for an intentional offence to at least two years' imprisonment and if the following further conditions are satisfied. Firstly, the perpetrator must have been sentenced twice already, to at least one year's imprisonment in each case, for intentional offences committed prior to the new offence. Secondly, the perpetrator must previously have served a prison sentence or must have been detained pursuant to a measure of correction and prevention for at least two years. Thirdly, a comprehensive assessment of the perpetrator and his acts must reveal that, owing to his propensity to commit serious offences, notably those which seriously harm their victims physically or mentally or which cause serious economic damage, the perpetrator presents a danger to the general public (see Article 66 § 1).", "29. Article 67c of the Criminal Code governs orders for the preventive detention of convicted persons which are not executed immediately after the judgment ordering them becomes final. Paragraph 1 of the Article provides that if a term of imprisonment is executed prior to a simultaneously ordered placement in preventive detention, the court responsible for the execution of sentences (that is, a special Chamber of the Regional Court composed of three professional judges, see sections 78a and 78b(1)(1) of the Court Organisation Act) must review, before completion of the prison term, whether the person's preventive detention is still necessary in view of its objective. If that is not the case, it suspends on probation the execution of the preventive detention order; supervision of the person's conduct (Führungsaufsicht) commences with suspension.", "30. Article 67d of the Criminal Code, in its versions in force as of 31 January 1998, lays down rules on judicial review of the placement in preventive detention. If there is no provision for a maximum duration of the measure of correction and prevention or if the time-limit has not yet expired, the court (i.e. the chamber responsible for the execution of sentences) shall suspend on probation further execution of the detention order as soon as it is to be expected that the person concerned will not commit any further unlawful acts on his or her release. Suspension shall automatically entail supervision of the conduct of the offender (paragraph 2 of Article 67d).", "31. Pursuant to Article 67e of the Criminal Code the court (i.e. the chamber responsible for the execution of sentences) may review at any time whether the further execution of the preventive detention order should be suspended on probation. It is obliged to do so within fixed time-limits (paragraph 1 of Article 67e). For persons in preventive detention, this timelimit is two years (paragraph 2 of Article 67e)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}