{"ITEMID": "001-69568", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "H.M. v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Ms H.M., is a German national who was born in 1938 and lived in Stuttgart before moving abroad. Her present place of residence is unknown to the Court. She was represented before the Court by Mr G. Dannemann, a lawyer practising in London and Berlin. The respondent Government were represented by Mr K. Stoltenberg, Ministerialdirigent, and, subsequently, Mrs A. Wittling-Vogel, Ministerialrätin.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Following a tax audit the Tax Frauds Office (Steuerfahndung) came to the conclusion that the applicant, a self-employed dentist, had transferred 2,808,407 Deutschmarks (DEM) to Luxembourg without having declared this income in her tax returns. The tax authorities subsequently instituted proceedings with a view to changing the applicant's income tax assessment.", "On 15 March 1996 criminal proceedings were instituted against the applicant on suspicion of tax evasion.", "By the end of 1996 the applicant moved abroad.", "On 19 December 1996 the Stuttgart District Court issued a national warrant of arrest against the applicant. On 27 January 1997 the Stuttgart District Court quashed the national arrest warrant and issued an international arrest warrant. To date, it has not been possible to execute this warrant.", "On 4 October 1996 the Stuttgart Tax Office ordered the provisional attachment of the applicant's goods (dinglicher Arrest) in order to secure expected claims for supplementary tax payments for the years 1987 to 1994 of 1,190,485 DEM.", "On 21 October 1996 the applicant brought an action with the Baden-Wurttemberg Tax Court against the Stuttgart Tax Office to set aside the order of the provisional attachment of her goods.", "The provisional attachment of the applicant's goods was subsequently executed by the registration of mortgages on the applicant's real property. The applicant, on dates unknown to the Court, lodged several constitutional complaints with the Federal Constitutional Court, claiming that these enforcement measures prior to a court's decision on her liability to pay the taxes claimed violated the presumption of innocence.", "On 21 March 1997 the applicant changed her action to set aside the order of the provisional attachment of her goods into an action for a declaration that this order had been unlawful (Fortsetzungsfeststellungsklage). The applicant argued that she had a legitimate interest to obtain this declaration as she wanted to rely on it in official liability proceedings (Amtshaftungsverfahren) before the civil courts pursuant to Section 839 of the Civil Code.", "On 8 October 1997 the Baden-Wurttemberg Tax Court held a preliminary hearing (Erörterungstermin) in the applicant's case.", "On 26 January 1999 the Baden-Wurttemberg Tax Court, following a hearing, decided that the financial courts had jurisdiction over the subject-matter.", "On 7 December 1999 the Federal Tax Court dismissed the applicant's appeal against this decision as inadmissible.", "On 2 March 2000 the Baden-Wurttemberg Tax Court decided that the applicant's action was admissible. In particular, the fact that the applicant could constantly be reached via her counsel, but did not disclose her actual place of residence because of the arrest warrant against her, did not render her actions inadmissible.", "On 24 March 2000 the Federal Constitutional Court refused to admit the applicant's constitutional complaint concerning violations of the presumption of innocence by several enforcement measures. It appears that the Federal Constitutional Court, on dates unknown to the Court, refused to entertain further constitutional complaints lodged by the applicant concerning the same subject-matter.", "On 19 October 2000 the Federal Tax Court dismissed the Stuttgart Tax Office's appeal on points of law against the decision of the Baden-Wurttemberg Tax Court of 2 March 2000 as ill-founded and the applicant's counter-appeal on points of law as inadmissible.", "On 20 February 2001 the Baden-Wurttemberg Tax Court dismissed the applicant's action concerning the lawfulness of the provisional attachment of her goods as ill-founded and refused to grant the applicant leave to appeal on points of law. In its judgment, the Tax Court stated that it was sufficiently likely, on the balance of probabilities, that the applicant intentionally evaded taxes. Consequently, the amount of taxes due could be estimated also for the years 1987 to 1989.", "The applicant appealed against the Baden-Wurttemberg Tax Court's decision not to grant leave to appeal on points of law.", "On 13 September 2001 (decision served on 10 November 2001) the Federal Tax Court dismissed the applicant's appeal as inadmissible, because no appeal on points of law lay against the judgment of the Baden-Wurttemberg Tax Court.", "On 1 December 2001 the applicant lodged a constitutional complaint against the decision of the Federal Tax Court of 13 September 2001, claiming, inter alia, that the proceedings lasted unreasonably long and that the decision violated the presumption of innocence.", "On 6 June 2003 the Federal Constitutional Court, without giving reasons for its decision, refused to admit the applicant's constitutional complaint.", "On 3 December 1996 the Stuttgart Tax Office changed the applicant's notices of assessment for the years 1987 to 1993, increasing the applicant's liability to pay income tax. It also issued a tax assessment notice for the year 1994. The applicant lodged an objection (Einspruch) against these notices with the Tax Office.", "On 23 October 1997 the Stuttgart Tax Office issued a tax assessment notice for the applicant for the year 1995. The applicant lodged an objection (Einspruch) also against this notice with the Tax Office.", "On 28 February 1998 the applicant brought an action with the Baden-Wurttemberg Tax Court against the Stuttgart Tax Office to declare void the tax assessment notices for the years 1987 to 1995.", "On 20 May 1998 the Baden-Wurttemberg Tax Court held a preliminary hearing (Erörterungstermin) in the applicant's case concerning the lawfulness of the changed tax assessment notices.", "On 26 January 1999 the Baden-Wurttemberg Tax Court, following a hearing (in which the actions concerning the lawfulness of the changed tax assessment notices and the provisional attachment of the applicant's goods were treated together), decided that the financial courts also had jurisdiction over this subject-matter.", "On 7 December 1999 the Federal Tax Court dismissed the applicant's appeal as inadmissible.", "On 2 March 2000 the Baden-Wurttemberg Tax Court decided that the applicant's action, for the same reasons as the joined action concerning the provisional attachment of her goods, was admissible.", "On 19 October 2000 the Federal Tax Court dismissed the Stuttgart Tax Office's appeal on points of law against the decision of the Baden-Wurttemberg Tax Court of 2 March 2000 as ill-founded and the applicant's counter appeal on points of law as inadmissible.", "On 22 May 2003 the Baden-Wurttemberg Tax Court dismissed the applicant's action to declare the tax assessment notices for the years 1987 to 1995 to be void as ill-founded.", "The applicant subsequently appealed against the decision of the Baden-Wurttemberg Tax Court not to grant her leave to appeal on points of law. The case is currently still pending before the Federal Tax Court.", "On 24 January 2000 the Baden-Wurttemberg Tax Court rejected the applicant's motion for a stay of execution in respect of the payment of supplementary income tax for the years 1987 to 1995.", "In its reasoning, the Baden-Wurttemberg Tax Court stated that there was no reasonable doubt that the applicant intentionally understated her income in all the years in dispute. It considered it to be “impossible that the criminal court later could merely assume a grossly negligent tax evasion (...), as the manipulations of her receipts and expenditure by the applicant, by their very nature, could only have been carried out intentionally.” Consequently, the tax authorities were entitled to estimate her income in the relevant years.", "On 12 February 2000 the applicant lodged a complaint with the Federal Constitutional Court. She claimed inter alia that the decision of the Baden-Wurttemberg Tax Court of 24 January 2000, by stating that she was guilty of tax evasion, violated the presumption of innocence.", "On 24 March 2000 the Federal Constitutional Court refused to admit the applicant's constitutional complaint.", "On 22 December 1999 the Stuttgart Public Prosecutor's Office decided to discontinue the criminal proceedings against the applicant during the time the arrest warrant against her could not be executed.", "On 17 October 2001 the Stuttgart Court of Appeal decided that the applicant's rights under Article 6 § 3 of the Convention had not been violated by this decision, no indictment having been issued against her as yet.", "On 5 December 2001 the Federal Court of Justice dismissed the applicant's appeal against this decision as inadmissible.", "On 5 January 2002 the applicant lodged a constitutional complaint with the Federal Constitutional Court. She claimed that the decision of the Public Prosecutor's Office to discontinue the criminal proceedings against her, without the arrest warrant being quashed, violated her rights under the German Basic Law.", "On 20 February 2002 the Federal Constitutional Court refused to admit the applicant's constitutional complaint, as the latter, not giving sufficient reasons for a possible human rights violation, was inadmissible.", "The applicant instituted numerous further proceedings in the German tax courts, applying to set aside further notices of tax assessment for the years 1996 to 1999 issued by the Stuttgart Tax Office and to stay the execution of various enforcement measures.", "Between 21 January 1999 and 3 November 2000 the applicant lodged eleven constitutional complaints concerning these proceedings. The Federal Constitutional Court did not admit any of these complaints, without giving reasons for its decisions.", "On 3 November 2000 the applicant therefore challenged three judges of the Federal Constitutional Court on grounds of bias. She was subsequently informed by a letter of that court that a challenge of the judges was only possible before the beginning of the hearing of a case.", "Furthermore, on 21 October 2002, in one of these sets of proceedings, the Stuttgart Tax Office attached the applicant's claims against three banks in Germany.", "On 26 December 2002 the applicant applied to the Federal Constitutional Court for an interim order, claiming that these attachments, not leaving to her a minimum living wage any longer, violated her rights to life and physical integrity.", "On 9 January 2003 the Federal Constitutional Court refused to admit the applicant's constitutional complaint.", "In its decision of 6 June 2003 the Federal Constitutional Court refused to admit another constitutional complaint concerning the applicant's tax litigation and cautioned her that she might be fined for having misused the right of petition (Mißbrauchsgebühr) if she lodged further similar complaints.", "Under the Taxation Code (Abgabenordnung), the period of limitation during which the tax authorities are entitled to change a tax assessment depends inter alia on the question whether the taxpayer intentionally or negligently evaded taxes.", "Under the heading “statute of limitation for tax assessment” (Festsetzungsverjährung), Section 169 of the Taxation Code, as far as relevant, provides as follows:", "“Time limit for tax assessment.", "The assessment of taxes as well as its revocation or change shall be excluded on expiry of the time limit for tax assessment. (...)", "The time limit for tax assessment shall be", "one year for customs and excise (...).", "four years for all taxes (...) not mentioned in no. 1.", "The time limit for tax assessment shall be ten years insofar as a tax has been evaded and five years as far as a tax has been understated with gross negligence. (...)”", "Tax evasion, when committed intentionally, is a criminal offence which is punishable with up to five years' imprisonment or a fine pursuant to Section 370 of the Taxation Code.", "Understating taxes with gross negligence (leichtfertige Steuerverkürzung) is punishable as a regulatory offence (Ordnungswidrigkeit) pursuant to Section 378 of the Taxation Code.", "Section 393 of the Taxation Code, on the relationship between criminal proceedings and tax assessment proceedings, provides that the rights and duties of the person liable to pay taxes and of the tax authorities are determined by the provisions applicable in the respective proceedings.", "In proceedings before the tax courts, an action to set aside a decision of the tax authorities (Anfechtungsklage) can be changed into an action for a declaration that the relevant decision was unlawful (Fortsetzungsfeststellungsklage) as soon as the decision has been executed. The latter action is admissible if the plaintiff can prove to have a legitimate interest in this declaration. It is accepted that the plaintiff has such a legitimate interest if he states that he wants to rely on the declaration by the tax courts that the authority's decision was unlawful in subsequent official liability proceedings.", "The conditions of liability of an official (Amtshaftung) are laid down in Section 839 of the Civil Code. Pursuant to this Section, a person can claim compensation for breaches of duty committed by an official. It is the civil courts which have jurisdiction in these liability proceedings.", "Pursuant to Section 230 of the Code of Criminal Procedure, German law, in principle, does not allow for an in-absentia-trial. A limited number of exceptions to this rule are notably laid down in Sections 231 et seq. A hearing may, in particular, be held in the defendant's absence in cases in which he has been summoned correctly and only a fine of up to 180 daily rates (Tagessätze) is to be expected (Section 232 of the Code of Criminal Procedure).", "According to Section 205 of the Code of Criminal Procedure, applied by analogy, the competent public prosecutor is entitled to temporarily discontinue the preliminary criminal proceedings, if the absence of the defendant prevents the holding of a main hearing for a considerable period of time."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}