{"ITEMID": "001-138511", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "LOZHKIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Dmitry Dedov;Erik Møse;Isabelle Berro-Lefèvre;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Ksenija Turković", "TEXT": ["1. The applicant, Mr Andrey Aleksandrovich Lozhkin, is a Russian national, who was born in 1988 and lives in the town of Anzhero-Suzhensk (Kemerovo Region).", "2. The respondent Government are represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicant stood trial for murder. He was a minor at the time of the events which gave rise to the accusation. During the trial the applicant was represented by a lawyer of his own choosing and his father as his statutory representative. On 5 June 2007 the Yashkinskiy District Court of the Kemerovo Region convicted the applicant of murder and sentenced him to three years and six months’ imprisonment.", "5. On 14 June 2007 the applicant’s lawyer as well as his father lodged appeals before the Kemerovo Regional Court. On 15 June 2007 the applicant lodged his own brief of appeal against his conviction. He made a special request to ensure his participation in the appeal hearing.", "6. On 19 July the Kemerovo Regional Court granted the applicant’s request for his participation in the appeal hearing which was set for 14 August 2007.", "7. On 31 July and 1 August 2007 the applicant lodged written requests with the Kemerovo Regional Court to hold the appeal hearing in his absence.", "8. On 14 August 2007 the Kemerovo Regional Court held the appeal hearing. The applicant’s lawyer did not appear. The public prosecutor was present and made his oral submissions. The Regional Court examined the appeals lodged by the applicant and his lawyer, held that the applicant should serve a prison sentence in a colony with less stringent conditions of detention than that indicated in the judgment, and upheld the remainder of the judgment. The father’s appeal was declared inadmissible because his authority to represent the applicant had expired due to the fact that the latter had reached the age of majority during the trial. It appears that the father was present at the hearing but was not allowed to make submissions on the applicant’s behalf.", "9. On 9 February 2010 the Leninskiy District Court of Kemerovo granted an application for the applicant’s release on probation. On 12 February 2010 the applicant was released.", "10. On 6 October 2012, on request by the acting Prosecutor of the Kemerovo Region, the Presidium of the Kemerovo Regional Court, by way of supervisory review proceedings, quashed the appeal judgment of 14 August 2007 and remitted the case for a fresh examination before the appellate court. The Presidium found that, in breach of procedural law, the applicant’s right to legal assistance had been infringed, and that the appeal lodged by his statutory representative (father) had not been examined.", "11. On 6 November 2012 the Kemerovo Regional Court held a fresh appeal hearing. The statutory representative and a legal-aid defense lawyer participated in the hearing. The applicant did not appear. It follows from the minutes of the hearing that he was summonsed but asked the appellate court to examine the case in his absence. The court studied the case file and heard oral submissions made by the defence lawyer, statutory representative and the public prosecutor. The defence, in particular, pointed to numerous procedural violations, and asked to quash the judgment of 5 June 2007 and to remit the applicant’s case to the trial court for a fresh examination. By judgment of the same date, the appellate court upheld the applicant’s conviction and the sentence. According to the minutes of the hearing, the defence raised no objections as regards the conduct of the proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}