{"ITEMID": "001-108017", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF OLEYNIKOVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2 (procedural aspect)", "JUDGES": "Angelika Nußberger;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1956 and lives in Kharkiv.", "6. On 30 June 2002 the applicant’s son, D., who was then nineteen years old, had a picnic with his friends (Mr) L., (Ms) N. and (Ms) G. on the bank of a lake not far from the village of Staryy Saltiv in the Kharkiv region. They drank some alcohol and took a swim. According to D.’s friends, D. could not swim and stayed in the shallow part of the lake. As submitted by the applicant, he had aquaphobia.", "7. That evening D. and L. had a fight with a group of about ten young people picnicking nearby, which left D. with a bleeding nose and an injured lip.", "8. According to L., N. and G., after the fight was over and the other group left for their camp, D. washed his face in the lake. Shortly afterwards, at about 11 p.m., he took a towel and went towards some bushes in the opposite direction to the lake.", "9. Some minutes later, worried by his absence, L. and the girls started looking for him. They continued the search for about three hours, but to no avail. At some point N. thought she had heard D.’s voice, saying that he was there and that he was unwell, after which it had been interrupted abruptly as if forcibly stifled. The others did not hear anything. The friends asked two fishermen fishing nearby whether they had seen D., but were told in reply that there had been many young men passing by. Having met three persons from the “rival” group, L. asked whether they had seen D., but they replied that they had not. Shortly after that four teenagers, including one of the three mentioned above, approached L., N. and G. and asked whether they had found D. On hearing that they had not, they wished them “good luck with the search” with what D.’s friends perceived as ironic smiles.", "10. L., N. and G. decided to wait until dawn to continue the search. While L. and N. were asleep, G. heard some muffled noises not far from their camp, followed by a splash.", "11. Having resumed the search at 5 a.m. on the following day, 1 July 2002, L. and the girls found D.’s towel on a tree some fifty metres from their campsite. D.’s dead body was floating in the lake about twenty metres from the bank. L. brought it back to the shore. He noticed a bruise on D.’s head, which he did not remember having been there after the fight.", "12. L., N. and G. went to call the police.", "13. The youths from the other group left their camp at dawn and took the first morning bus to Kharkiv.", "14. On the morning of 1 July 2002 the police, having been informed of D.’s death by his friends, intercepted the aforementioned bus and apprehended some of the young people in question.", "15. According to a report drafted on the same date by the officer on duty at Staryy Saltiv police station, at 7 a.m. L. had informed the police of D.’s drowning. The following officials had gone to inspect the scene of the incident: the prosecutor, an investigator from the prosecutor’s office, a forensic medical expert, the deputy chief of the investigation unit of the local police station, and the neighbourhood police inspector.", "16. According to an on-site inspection report of the same date, the scene where the body had been discovered was inspected from 8 to 9 a.m. It was stated in the report that the inspection group had discovered D.’s body floating in the lake three metres from the bank and had taken it to the shore. The report was signed by the prosecutor, the investigator, two medical experts, and two attested witnesses.", "17. The applicant arrived at the scene at some point during the aforementioned inspection.", "18. The case file also contains an “accident report” of 1 July 2002 signed by the head of the Staryy Saltiv rescue station and a nurse (apparently from the same rescue station). It is limited to outlining the following events and their timing: 8.30 a.m. – receipt of the information about the accident; 8.40 a.m. – arrival at the scene; and 8.45 a.m. – removal of the body from water.", "19. Still on 1 July 2002, a post mortem was conducted. It gave drowning as the cause of D.’s death.", "20. At some point in July 2002 the applicant complained to the Vovchansk Town Prosecutor’s Office (hereafter “the VTPO”) that the persons with whom her son had been fighting could have been involved in his death and sought the initiation of a criminal investigation into the matter.", "21. Later in July 2002 she additionally brought to the prosecutor’s attention the fact that on the arrival of the police at the site on 1 July 2002 the body of her son had been found in the water several metres from the shore, while L. had clearly stated that he had already taken it out. It was unclear in what circumstances the body had been put back into the water.", "22. On 16 July 2002 the applicant complained to the Kharkiv Regional Prosecutor that the VTPO had been refusing to accept her complaints under the pretext that the prosecutor’s personal authorisation was required for that. Having received some additional facts from L., N. and G., the applicant brought them to the attention of the prosecution. She had found out, in particular, that two of the persons who had fought with her son, nicknamed T. and U., had apparently had a previous conflict with D. During the fight on 30 June 2002 they had violently plunged L. into the water. Later, the young man nicknamed T. had been among those who had wished D.’s friends “good luck with the search”. Furthermore, the group who had attacked D. and L. had hastily left their own campsite at dawn on 1 July 2002. When being apprehended, some of them had referred to the connections and influence of their parents as a threat to the police. T. and U. had later gone into hiding.", "23. On 19 July 2002 the VTPO investigator decided not to open criminal proceedings regarding the death of the applicant’s son, having concluded that it had been an accident. The decision was mainly based on the post mortem report, according to which D. had died by drowning. As to the fight which had taken place on the eve of the death, the investigator considered that its circumstances disclosed elements of hooliganism. The case was therefore referred to the Vovchansk police department for further verification in that regard.", "24. As a result, on 21 July 2002 criminal proceedings were instituted in respect of the fight of 30 June 2002, which was classified as hooliganism.", "25. On 22 July 2002 the VTPO investigator ordered a forensic medical examination with a view to clarifying the following issues: (a) whether there were any injuries on D.’s body and, if so, what their origin was and how serious they were; (b) what the cause of the death was; and (c) whether D. had consumed alcohol before his death.", "26. On 10 August 2002 the forensic examination was completed. According to its report, D. died from “asphyxia caused by water blocking the airways as a result of drowning”. The expert noted that there was a bruise on D.’s head and a wound on his lower lip. He concluded that those injuries, which might have been caused by blunt objects, had been sustained shortly before D. had died, but had no relation to his death. It was also noted that D. had been moderately drunk at the time of his drowning.", "27. On 25 October 2002 the Vovchansk Town Court (“the Vovchansk Court”) set aside the investigator’s decision of 19 July 2002 not to institute criminal proceedings regarding the death. Its criticism mainly concerned the absence of any conclusion as to the possible connection between the fight and the subsequent drowning of the applicant’s son. Furthermore, the court noted that the case file did not contain the post mortem report referred to.", "28. On 21 November 2002 the VTPO again refused to open a criminal case, given that while D.’s death had indeed been preceded by the fight, there had been no causal link between those two events. The investigator relied, in particular, on the statements of the youths with whom D. and L. had had the fight, who claimed to have stayed in their camp all night and not have seen or heard anything suspicious. They explained their hasty departure from the campsite early in the morning on 1 July 2002 by having panicked following the discovery of D.’s body in the lake.", "29. On 12 August 2003 another forensic medical examination regarding D.’s death was completed, this time undertaken as part of the criminal investigation into hooliganism. It concluded that D. had died as a result of drowning, some eight to twelve hours before the examination of his body (conducted at 8.50 a.m. on 1 July 2002). The following injuries to the body had been documented: a bruise on the left of the forehead, a bruise on the lower lip, and an abrasion on the chin. All these injuries were classified as light and estimated to have been inflicted by solid blunt objects shortly before D. died. However, no causal link was established between those injuries and the death. After D. had sustained them, he would have been able to act consciously and move. Lastly, the report noted that, at the time of his death, D. had been moderately drunk.", "30. On 24 November 2003 the Vovchansk Court quashed the prosecutor’s decision of 21 November 2002, refusing to institute criminal proceedings concerning D.’s death as being premature and based on an incomplete and perfunctory investigation in disregard of the court’s earlier guidelines. It noted, in particular, the following:", "“... [The applicant’s] complaints and submissions have not in fact been verified, additional explanations have not been taken from specific [witnesses], and the necessary documents, in particular, the forensic medical reports regarding the nature and location of D.’s injuries and the cause of his death, as well as the results of the operational enquiry measures, have not been studied. ... In the court’s opinion, the [decision] complained of is premature and not based on thoroughly verified data, while the arguments contained therein are unconvincing.”", "31. On 24 December 2003 the VTPO once again refused to initiate criminal proceedings stating that there was no case to answer. This decision was based on the lack of any established connection between the fight and the resulting injuries on the one hand and the drowning of D. on the other. The investigator relied on the statements of the witnesses (the deceased’s friends and some of those with whom D. and L. had been fighting) and the findings of the forensic medical reports.", "32. The applicant unsuccessfully challenged that refusal before the domestic courts at three levels of jurisdiction. On 12 March, 20 May 2004 and 10 February 2005 respectively, the Vovchansk Court, the Kharkiv Regional Court of Appeal (“the Court of Appeal”) and the Supreme Court, dismissed her complaint in that regard with succinct reasoning that it was overall unsubstantiated.", "33. Meanwhile, on 6 February 2004, the VTPO prosecutor had disciplined the investigator in charge of the hooliganism case (see paragraph 24 above) for the latter’s failure to comply with his superiors’ guidelines and to duly report on the progress of the investigation since the institution of the proceedings on 21 June 2002.", "34. On 25 August 2005 the General Prosecutor’s Office (“the GPO”) quashed the investigator’s decision of 24 December 2003 (see paragraph 31 above) as premature. The parties did not provide a copy of this decision of the GPO to the Court.", "35. On 24 September 2005 the VTPO again refused to institute criminal proceedings in respect of D.’s death. The reasoning of this decision was identical to that of the earlier one of 24 December 2003, except that the investigator inserted a new paragraph with his critical assessment of the statements of D.’s friends about having heard some stifled cries. The investigator considered them to be too vague and not at variance with the version that the death had been an accident. He also noted that there appeared to have been no witnesses to the death.", "36. The applicant challenged that decision before the Vovchansk Court. Following several dismissals of her complaint on procedural grounds, it was finally accepted for examination.", "37. On 16 March 2006 the Moskovskyy District Police Department in the Kharkiv Region terminated the criminal proceedings regarding the hooliganism offence (instituted on 21 July 2002), having found that there was no indication of a crime. The investigator noted, in particular, that the fight in question had not breached public order, having taken place in a forest where it could not have disturbed anybody. Furthermore, it had resulted in light injuries found to have had no connection to D.’s death.", "38. On 16 January 2008 the case regarding D.’s death was transferred to the Velykyy Burluk Town Court (hereafter “the Velykyy Burluk Court”), as all the judges of the Vovchansk Court had already sat in it.", "39. On 26 February 2008 the Velykyy Burluk Court quashed the VTPO’s decision of 24 September 2005 (see paragraph 35 above), having found that the additional investigation undertaken pursuant to the GPO’s ruling of 25 August 2005 had failed to comply with the latter’s instructions despite their binding nature. The court also reiterated, in substance, the criticism which had earlier been expressed by the Vovchansk Court in its ruling of 24 November 2003 (see paragraph 30 above).", "40. The Velykyy Burluk Court also specified the measures to be undertaken in the course of the additional investigation, such as the further questioning of N. and G. on account of the noises and cries they claimed to have heard after D.’s departure, as well as the questioning of L., who had not been examined at all in that regard. Furthermore, the investigation had to identify three persons who had been present during the on-site inspection on 1 July 2002 by the operational enquiry group without disclosing their identities and without their presence having been recorded in the police report. Referring to the confirmed threats the teenagers had made about their influential relatives to the police officers during their apprehension, the court noted that the applicant had in fact reasons to fear that those persons could have been relatives in high-ranking posts in law-enforcement authorities. Her allegation that the body of her son had been put back into the water after L. had already brought it out to the shore had to be verified as well. Moreover, the origin of all the injuries on D.’s body remained to be clarified, given the witnesses’ statements that not all of them had resulted from the fight of 30 June 2002. It was also necessary to identify and question the two fishermen who had been near the camp of D. and his friends during the night of 30 June 2002, the teenagers who had allegedly enquired in a sarcastic tone about the search for D., as well as the police officer who had arrived at the site first, who had waited there alone for his colleagues to arrive and might therefore have been able to offer an explanation as to how the body had ended up back in the lake. The court also instructed the investigation to find out whether there had been any plankton from the lake in issue in D.’s lungs. Lastly, it was necessary to clarify the outcome of the investigation initiated on 21 July 2002 in respect of the fight (the court was apparently not aware that the investigation in question had been terminated on 16 March 2006 – see paragraphs 24 and 37 above).", "41. The Velykyy Burluk Court underlined that all the aforementioned instructions had already been given by the GPO in the ruling of 25 August 2005, but had remained unlawfully ignored.", "42. On 23 July 2008 the Vovchansk police department, to which the VTPO had apparently forwarded the case, issued a decision refusing to institute criminal proceedings regarding D.’s death. In addition to the reasoning, which had already been given in the VTPO’s decision of 24 September 2005 (see paragraph 35 above), the investigator stated the following. He had interviewed one of the police officers and one of the attested witnesses who had arrived at the scene together with the other officials for the on-site inspection on the morning of 1 July 2002 (see paragraphs 15-16 above). The officer had confirmed what had already been stated in the report (ibid.). The attested witness had submitted that the body had indeed been found floating in the water and that he had personally taken it to the shore in the presence of the other participants of the inspection. Lastly, the investigator referred to the accident report issued by the rescue station staff (see paragraph 18 above), without commenting on it. A general conclusion was reached that D.’s drowning had been an accident.", "43. On 22 June 2010 the Vovchansk Court upheld the above decision.", "44. On 22 November 2010 the Court of Appeal quashed the aforementioned ruling in allowing the applicant’s appeal and remitted the case to the Vovchansk Court for fresh examination. It noted that the first-instance court had incorrectly adjudicated the case in the applicant’s absence. Furthermore, it had failed to duly assess the lawfulness of the impugned decision of 23 July 2008. The Court of Appeal noted, in particular, that the Vovchansk Court had left the incompleteness of the investigation into D.’s death without any legal assessment, having ignored the applicant’s argument in that regard.", "45. On 28 February 2011 the Vovchansk Court quashed the investigator’s decision of 23 July 2008 (see paragraph 42 above) and ordered an additional investigation. It reasoned its ruling as follows:", "“... The pre-trial investigation authority implemented the guidelines of the ... General Prosecutor’s Office of 25 August 2005 ... and ... the Velykyy Burluk Court ... of 26 February 2008 in an incomplete and perfunctory manner.", "As can be seen from the submitted materials, the pre-trial investigation authority failed to verify the arguments about the possible connection between the hooliganism-driven beating of [D.] on the night of 30 June 2002 and his subsequent death. Thus, while on 21 July 2002 a criminal investigation ... was instituted into the fact of hooliganism, the case file regarding the investigation [into the death] does not contain any information about its outcome.", "Furthermore, the pre-trial investigation authority did not verify [the applicant’s] argument that her son could not have died swimming given that he had been afraid of water and could not swim and that the depth of the lake at the place where the body had been found was 0.6 metres.", "Moreover, not all the participants of the fight have been identified or questioned. This concerns, in particular, those nicknamed U. and T., who might have been involved in the events that took place on 30 June 2002 ...", "Following the study of the materials on the basis of which the impugned decision was taken [not to institute criminal proceedings], it has been established that the investigator did not fully implement the guidelines of the judge and the prosecutor and that the additional investigation was incomplete...”", "46. On 25 March 2011 the Vovchansk police department issued another decision refusing to institute criminal proceedings regarding D.’s death with concise reasoning that it had been an accident. On 2 September 2011 the Kharkiv Regional Prosecutor quashed this decision as unlawful and remitted the case to the VTPO for additional investigation which is apparently still ongoing.", "47. The relevant legal provisions can be found in Myronenko v. Ukraine, no. 15938/02, §§ 28 and 29, 18 February 2010."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}