{"ITEMID": "001-105699", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BULDAKOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Art. 6-1;Violation of Art. 34;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["4. The applicant was born in 1975 and is currently serving a prison sentence in Chernorechenskiy in the Komi Republic.", "5. On 25 November 2001 the applicant was arrested in connection with a series of gang robberies that had taken place from September to November 2001 in a number of St Petersburg massage parlours.", "6. On 27 November 2001 the authorities opened a criminal case and drew up a record of the applicant’s arrest.", "7. On 28 November 2001 the applicant was charged with robbery and on the same day he was remanded in detention by the decision of a prosecutor.", "8. On an unspecified date in 2001 and later, in 2003, the applicant asked to be tried by a jury. Both his requests were dismissed.", "9. On 13 June 2002 the applicant was newly charged with banditry and organised robbery.", "10. On 15 October 2002 the charges against the applicant were finalised, and now also included charges of organisation and management of a criminal gang, ten organised robberies with further aggravating factors, and illegal carrying and storage of arms.", "11. On 17 October 2002 the pre-trial investigation was completed, following which the applicant and his counsel spent until 21 November 2002 studying the case file.", "12. On 27 November 2002 the case was referred to the St Petersburg City Court (“the City Court”).", "13. On 10 December 2002 the City Court fixed a preliminary hearing for 12 March 2003. On that date the hearing was postponed to 25 March 2003, according to the applicant, on account of the prosecutor’s failure to appear.", "14. At the hearing of 25 March 2003 the applicant filed a number of requests for the striking-out of some of the evidence as inadmissible, the summoning of witnesses, the dropping of the banditry charge, the transfer of the case to a district court, and the selection of a non-custodial measure of restraint. These requests were dismissed at the next hearing on 1 April 2003, which was further adjourned following a decision to summon the victims and witnesses.", "15. At the hearings that took place on 29 April, 17 June, 22 August, 1 October and 20 November 2003 the trial court questioned the victims and witnesses in the case.", "16. The next two hearings did not take place on account of the unavailability or illness of counsel.", "17. The hearings continued on 22 January, 5, 11 and 24 February, and10 and 11 March 2004.", "18. By a judgment of 25 March 2004 the City Court convicted the applicant of aggravated robbery and sentenced him to thirteen years’ imprisonment.", "19. The applicant appealed and his grounds of appeal and two supplements to it were returned to him for insufficient reasoning. The new grounds of appeal and a request for the extension of the time-limit for appeal were also rejected for the same reasons on 24 May 2004. That decision was overturned on appeal by the Supreme Court of Russia on 16 September 2004, when the time-limit in question was extended.", "20. On 27 January 2005 the Supreme Court of Russia modified the judgment in the part concerning the legal classification of the criminal acts and upheld the remainder of the conviction.", "21. On 28 November 2001 the prosecutor of the Tsentralnyy District of St Petersburg authorised the applicant’s pre-trial detention in accordance with the old Code of Criminal Procedure. This decision was upheld in a final decision of the City Court of 2 July 2002.", "22. On an unspecified date the prosecutor extended the applicant’s detention until 27 August 2002.", "23. On 20 August 2002 the Kuybyshevskiy District Court of St Petersburg, citing the gravity of the charges against the applicant, extended his detention until 27 November 2002. On 15 October 2002 the City Court upheld the extension order on appeal. However, on 13 October 2004 the Presidium of the City Court quashed the decisions of the lower courts by way of supervisory review on the ground that the applicant had not appeared at the hearing, and ordered the re-examination of his detention in respect of the above-mentioned period.", "24. On 9 November 2004 the Kuybyshevskiy District Court discontinued the examination of the request to extend the applicant’s detention since on 25 March 2004 the applicant had been convicted. On 18 January 2005 the City Court set aside this decision on appeal and remitted the matter for fresh consideration. On 8 February 2005 the Kuybyshevskiy District Court approved the extension of the applicant’s detention from 27 August to 27 November 2002 and on 13 April 2005 the City Court upheld that decision.", "25. On 10 December 2002 the City Court held that the measure of restraint applied to the applicant should remain unchanged. A copy of that decision was made available to the applicant on 14 February 2003, that is, after the expiry of the statutory time-limit for lodging an appeal. In March 2005 the applicant sought to have the time-limit for introducing his appeal extended, but on 25 August 2005 the Supreme Court, at final instance, dismissed his request since by that time his conviction had become final.", "26. On 13 May, 22 August, 20 November 2003 and 24 February 2004 the City Court extended the applicant’s detention until 27 August and 27 November 2003, and 27 February and 27 May 2004, respectively. On 7 August, 5 November 2003 and 16 February and 21 April 2004 the Supreme Court upheld the above extension orders on appeal.", "27. On 29 July 2005 the applicant submitted to the special registry office (отдел специального учета) of remand centre SIZO-1 of St Petersburg and the Leningrad Region a completed application form with enclosures of 910 pages addressed to the Court. On the same day the mailing was registered by the special registry office and handed over to the dispatch office. However, the mailing was never dispatched.", "28. The applicant brought this issue before the prosecutor’s office of St Petersburg on 9 March 2006. Following an inquiry, the town prosecutor established that the mailing had never been dispatched and had subsequently been lost. The prosecutor issued a special statement addressed to the head of the SIZO-1 remand centre following which, according to the Government, the official responsible was disciplined. The Government further submitted that the applicant had received two new application forms from the officials of the prison system to compensate him for the loss of his mailing.", "29. In 2009 the applicant brought proceedings against the remand centre and the federal penitentiary agency seeking compensation for non-pecuniary damage sustained as result of the loss of the mailing. By a judgment of 23 June 2009 the Kalininskiy District Court of St Petersburg dismissed the applicant’s claim, finding that he had not been irreversibly deprived of the opportunity to lodge a complaint with the Court. That judgment was upheld on appeal by the City Court on 15 April 2010.", "30. Federal Law no. 68-ФЗ “On Compensation for Violation of the Right to a Trial within a Reasonable Time or the Right to Enforcement of a Judgment within a Reasonable Time” of 30 April 2010 (in force from 4 May 2010) provides that in the case of a violation of the right to trial within a reasonable time or of the right to enforcement of a final judgment, Russian citizens are entitled to seek compensation for non-pecuniary damage. Federal Law no. 69-ФЗ, adopted on the same day, introduced the pertinent changes into Russian legislation.", "31. The transitional arrangements (section 6.2 of Federal Law no. 68ФЗ) provided that everyone who had a pending application before the European Court of Human Rights concerning a complaint of the type described in the law had six months to lodge the complaint with the domestic courts."], "VIOLATED_ARTICLES": ["34"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}