{"ITEMID": "001-58200", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF ERGİ v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (validity of application);Preliminary objections rejected (non-exhaustion of domestic remedies, estoppel);No violation of Art. 2 (applicant's sister);Violation of Art. 2;Not necessary to examine Art. 8;Violation of Art. 13 (applicant and his niece);No violation of Art. 14;No violation of Art. 18;Violation of Art. 25-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "", "TEXT": ["6. The applicant, Mr Muharrem Ergi, a Turkish citizen of Kurdish origin, was born in 1954 and lives at Incirliova, Aydın.", "7. The application was brought on behalf of the applicant himself, his deceased sister, Havva Ergi, and her young daughter. It concerns complaints relating to an incident on 29 September 1993 in which Havva Ergi was killed.", "The village in which the events took place has two names: an old Kurdish name of Gisgis and an official Turkish name of Kesentaş. The latter name has been used below.", "8. The facts in this case are disputed.", "9. A week before the incident on 29 September 1993 in the applicant’s village of Kesentaş, Cuma Bali, one of two “collaborators” in the village had been killed by the PKK (Workers Party of Kurdistan). The day before the incident, Ibrahim Halil, the other “collaborator” had moved, under the protection of Ziyaret village guards and apparently with the assistance of gendarmes, from the applicant’s village to Ziyaret, a village five kilometres away. A “collaborator” is described by the applicant as someone spying for the State as distinct from members of the village guards.", "10. On 29 September 1993, the security forces set up an ambush in the vicinity of the village purportedly to capture members of the PKK. They consisted, inter alia, of a commando unit and village guards from Ziyaret. Security forces were located in or near a cemetery 600 metres northwest and south of the village near the asphalt road. The security forces opened fire. The shooting lasted for about one hour and consisted of indiscriminate bombardment of civilian houses. It led to the death of the applicant’s sister, Havva. No members of the PKK were killed or captured.", "11. The applicant’s house was in the middle of the village. At the time of the incident, his father and his sister Havva were sleeping on the balcony, on the upper part of the house. As soon as the firing started, Havva and his father took shelter inside the house, but Havva went out on the veranda to collect something. She was hit in the head by a bullet when she was on the threshold and died immediately.", "12. On the following morning, the applicant’s uncle Hasan Ergi informed the Ergani gendarmerie commander, possibly by telephone, that the applicant’s sister had been killed. The commander was surprised to learn that only one person had died and stated that he expected at least twenty people to have died. The applicant’s uncle told the commander that he would apply to the public prosecutor. However, the commander told him to go home and said that he would himself inform the public prosecutor.", "13. Towards noon, the public prosecutor, a doctor and some soldiers came to the applicant’s house and an autopsy was carried out. While the autopsy was being undertaken inside the applicant’s house, the applicant’s brother, Seyit Battal Ergi, asked the soldiers why his family were being persecuted in this way. A non-commissioned officer replied that, if the villagers accepted to become village guards, the persecution would stop and the reason why they shot at the village was that they saw terrorists at its entrance and that the indiscriminate firing at the entire village was to be explained by the clumsiness of the troops. The doctor, after completing the autopsy, said nothing except to present his condolences. He also issued a burial certificate. The applicant and his family were not asked by the public prosecutor about their version of the circumstances of the shooting. The gendarmerie officer İsa Gündoğdu, drew up the incident report without interviewing or seeking any statements from the villagers or members of the commando unit involved. No cartridges were found by the gendarmes in the area in which the PKK were said to be located during the incident. There is no evidence that the PKK were in fact present in the vicinity during the incident.", "14. The bullet which killed the applicant’s sister was described in the ballistics report as a standard NATO 7.62 which was used by the Turkish security forces as well as by many other forces. The shot could not have been fired from the east since it would have been blocked by the walls of the houses. It could only have been fired from the south or south-east from higher ground, which was where the security forces were stationed on a hillside.", "15. There had been no communication between the public prosecutor and the family since the day of the autopsy. He and his family remained in the dark as to the official view of the incident and did not know whether there had been any investigation or prosecution in respect of the shooting. He stated that the village of 200 households had now been reduced to twenty families, the rest having abandoned their homes as a result of military incidents such as the one which led to his sister’s death.", "16. The security forces carried out an ambush operation in the vicinity of the village to catch the PKK members who were active in the area. Units were concealed in the north-west and engaged in an armed clash with the PKK at a point to the south-east of the village, near the cemetery. Their position was 100 metres above the PKK. There were no units positioned to the south and there would have been no point in having men there since the PKK would not come from the south. The security forces could not therefore have fired the shot from the south which killed the applicant’s sister.", "17. During the clash, only a few houses were slightly damaged, which does not support the allegations of prolonged, indiscriminate firing by the security forces.", "18. A preliminary investigation into the incident was opened by the public prosecutor of the Ergani district. An autopsy was carried out on the applicant’s sister on 30 September 1993 in his father’s house. According to the medical examiner’s report of that date, an external examination disclosed a bullet wound to the head, probably an entry wound. The skull was opened and a 7.62 mm bullet found in the right parietal lobe and removed. Time of death was estimated at about ten to twelve hours prior to the examination.", "19. In a letter dated 7 October 1993 addressed to the Ergani public prosecutor, gendarmerie major Ahmet Kuzu reported that the security forces had carried out an ambush at the entrance of Kesentaş village. The security forces opened fire on terrorists, who fled towards the northerly part of the village and a search party was sent in that direction without making any contact. He stated that it was reported that a telephone call had been made to the district gendarmerie headquarters at Ergani at 8 a.m. on 30 September 1993, informing the latter that Havva Ergi had been killed in the clash. An investigation took place at 10 a.m. that day in the presence of the public prosecutor. Copies of the incident report and a sketch of the location were enclosed with the letter.", "20. On 12 December 1993, the Ergani public prosecutor, Mustafa Yüce, considering that the matter lay outside his jurisdiction, transferred the file to the relevant public prosecutor attached to the Diyarbakır National Security Court where the matter is still pending. The decision of lack of jurisdiction named the defendants as “members of the illegal PKK organisation” and the offence as engaging in armed combat with the security forces and homicide. It indicated that Havva Ergi had died as a result of gunfire occurring in the course of an armed clash which broke out between members of the security forces who were carrying out an ambush operation on the outskirts of Kesentaş village and members of the PKK who were approaching the village.", "21. On 1 April 1994, the regional criminal police laboratory issued its expert ballistics report. It found that the bullet was 7.62 mm calibre and fired by a weapon with a barrel containing four ridges which rotated clockwise.", "22. In a letter dated 8 December 1994 from the Principal Public Prosecutor’s Office at the Diyarbakır National Security Court to the Ministry of Justice, it was reported that during the ambush operation clashes spread to the village and as a result a bullet hit the doorframe of a house, ricocheted and hit Havva Ergi who was standing near the door. The investigations into her death were still under way. A ballistics examination revealed that the bullet was misshapen and no material information could be obtained which could lead to a conclusion as to the weapon used. No empty cartridges were found at the scene. Thus, there was no information in the file on the weapon which had caused the death. Since the fighting started at 9.30 p.m. and continued into the night, there was no eyewitness evidence as to what was seen or heard. Proceedings were continuing with a view to apprehending the members of the PKK involved in the armed clash but since they did not return to the scenes of clashes for a long time it would take time to identify and arrest them. As regards the allegations made in the applicant’s statement of 9 October 1993 taken by the Human Rights Association (“the HRA”), the claim that the security forces opened harassing fire on the village was false and was intended to denigrate the security forces involved in the fight against terrorism. It was the duty of security forces to maintain order and protect the population so there could be no question of them opening harassing fire on the village. The incident in Kesentaş resulted from the type of ambush operation commonly carried out by the security forces on roads leading into and out of villages.", "23. By letter dated 26 December 1994, the Ministry of the Interior informed the Ministry of Foreign Affairs that on 29 September 1993 the security forces had come to the village with the purpose of apprehending terrorists whom they had heard were coming to the village. The security forces were attacked by the PKK. Village guards from Ziyaret were not involved in the operation. No raid was carried out on the village which was due to have village guards of its own. Although villagers had applied for posts as village guards they had not in fact been recruited since no suitable posts were available. At the time of the incident there were 150 households, not 200 as alleged by the applicant (see paragraph 15 above), and currently there were 180 households living there, not twenty, as alleged by the applicant (ibid.).", "24. Since the facts of the case are disputed, particularly concerning the events in or around June 1993, the Commission conducted an investigation, with the assistance of the parties, and accepted documentary evidence, including written statements, and oral evidence taken from four witnesses by three delegates at a hearing in Ankara on 7–8 February 1996.", "25. As regards written evidence, the Commission had particular regard to a statement by the applicant dated 9 October 1993 taken by the HRA in Diyarbakır, and an incident report of 30 September 1993, drawn up by İsa Gündoğdu, commander of the Ergani central gendarmerie, and signed by other gendarmes. The report concluded that Havva Ergi must have been killed accidentally as a result of shots fired by members of the PKK in the course of clashes with members of the security forces. Furthermore, the Commission had regard to a sketch map of the incident location dated 30 September 1993, drawn up and signed by İsa Gündoğdu. It indicated, inter alia by numbers, the location of the deceased’s body, the terrorists’ firing position (no. 7), the security forces’ firing position (no. 9), the road and the village slopes.", "26. In addition, the Commission had regard to two statements dated respectively 30 October and 3 November 1995.", "The first statement, signed by the applicant and by officers of the anti-terrorism department, was set out in the form of questions and answers. The applicant was referred to his declaration of means and confirmed his signature. He was asked whether he had made an application to the European human rights association or in Turkey and if so, to provide further explanations. He stated that he had applied to the HRA regarding his sister, that he had not applied to the Kurdish Human Rights Project and that he had applied to the European Commission of Human Rights indirectly through the HRA. He gave details of his finacial position.", "The second, signed by the applicant and by a public prosecutor, indicated that the applicant had been shown his declaration of means and that he confirmed that it looked like his. He had explained that he had made an application in 1993 to the HRA and to the European Commission of Human Rights. His application had not concerned anything else and he had not wished to add anything.", "27. The oral evidence included statements by the applicant himself, Ahmet Kuzu (gendarmerie commander in the district of Ergani), İsa Gündoğdu and Mustafa Yüce (Ergani public prosecutor). The following witnesses had also been summoned but they did not appear: Bekir Selçuk (Principal Public Prosecutor at the National Security Court, Diyarbakır), Senai Baran (muhtar), Ibrahim Halil Ergi (father of Havva Ergi), Seyit Battal Ergi (brother of Havva Ergi), Hasan Ergi (uncle of Havva Ergi) and Hacere Ergi (mother of Havva Ergi).", "28. The verbatim record of the hearing held on 7–8 February 1996 contained the following passages of relevance to the Government’s preliminary objection as to the validity of the application (see paragraph 60 below):", "“Mr GÜNDÜZ: We have your petition before us. It bears your signature. Muharrem Ergi, isn’t it:", "Mr Muharrem ERGI: Yes.", "Mr GÜNDÜZ: Mr Ergi, do you know about the application that was written later on your behalf? Did you see the application that was submitted to the Human Rights Commission?", "Mr Muharrem ERGI: Yes.", "Mr GÜNDÜZ: Certainly you don’t speak English, do you?", "Mr Muharrem ERGI: No, not much.", "Mr GÜNDÜZ: Again there is a mistake. You are referred to as a woman. Of course, the name Muharrem is not so usual and that is why. This is your signature. You said, ‘We went together with my father and mother’, didn’t you?", "Mr Muharrem ERGI: Yes.”", "Mustafa Yüce had stated to the delegates that he had been convinced that the incident report had been accurate in concluding that the PKK had been responsible and that no other allegation to the contrary had been made. There had been no reason to think that the record drawn up by the security forces had not been accurate. If an allegation had been made that Havva Ergi had been killed by gunfire from the security forces, he would have been obliged to go to the village. He believed that he would have received a complaint if the security forces had been responsible.", "29. In relation to the oral evidence, the Commission had been aware of the difficulties attached to assessing evidence obtained orally through interpreters. It therefore paid careful attention to the meaning and significance which should be attributed to the statements made by witnesses appearing before its delegates.", "In a case where there were contradictory and conflicting factual accounts of events, the Commission particularly regretted the absence of a thorough domestic judicial examination or other independent investigation of the events in question. It was aware of its own limitations as a first-instance tribunal of fact. In addition to the problems of language adverted to above there was also an inevitable lack of detailed and direct familiarity with the conditions pertaining in the region. Moreover, the Commission had no power to compel witnesses to appear and testify. In the present case, while ten witnesses had been summoned to appear, only four in fact had given evidence before the Commission’s delegates. Significantly, only one of two public prosecutors who were summoned had appeared and, despite repeated requests by the Commission, the Government had not identified any officers who had participated in the operation for the purpose of giving evidence before its delegates. The Government also had not provided complete documentary materials relating to the operation. The Commission had therefore been faced with the difficult task of determining events in the absence of potentially significant testimony and evidence.", "The Commission’s findings can be summarised as follows.", "30. Kesentaş village was located on a slope, the northern part higher than the southern, with steep mountains behind to the north. There were vineyards around the village; a road running east-west through the village which continues north-east between the mountains; a wider main road to the south of the village running roughly east-west and to the south of this road the ground slopes upwards again. The village accordingly lay in a depression. The terrain to the north was rough and steep, with a river bed running down to the village from a north/north-eastern direction.", "31. The Commission found from the evidence of the witnesses that PKK activity in the area around the village in or around 1993 had been significant. There had been at least two incidents involving the village shortly before the operation on 29 September 1993. In one incident, a villager ,Cuma Bali, had been shot dead and in the other, another villager, Ibrahim Halil, and his father had left the village under gendarmerie protection after his house had been shot at and moved to Ziyaret where they joined the village guards. Halil had been in the mountains with the PKK and had returned of his own free will. The timing of the latter incident had not been established. The applicant’s written statement to the HRA referred to the move from the village taking place the day before the incident, whereas it had appeared from the applicant’s oral testimony that he had been absent from the village and he had had no real recollection of what he might have been told by others. Major Kuzu, who had remembered helping the family move, did not specify the date.", "32. The PKK had tended to arrive from the north of the village under cover of the terrain, requiring the villagers to provide food and medicine. There had been no village guards in the village and no permanent security presence in the vicinity. The main road to the south of the village had been patrolled from time to time.", "33. At Ergani, about 17 kilometres to the east, there was a central gendarmerie headquarters under the command of İsa Gündoğdu, a non-commissioned officer (“NCO”). There was also a district gendarmerie headquarters, under the command of Major Kuzu, and a separate commando unit. Major Kuzu was in overall command of the district and central gendarmerie and had frequently been absent in his additional capacity as commander of a commando unit which had often been in the field.", "34. The Commission observed that there had been no detailed investigation or judicial finding of facts on the domestic level as regards the events which occurred in the village of Kesentaş on 29 September 1993. The Commission had accordingly based its findings on the evidence given orally before its delegates or submitted in writing in the course of the proceedings; in this assessment the co-existence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact and in addition the conduct of the parties when evidence is being obtained may be taken into account (see, mutatis mutandis, the Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 65, § 161).", "35. The Commission noted that the two gendarmes had stated in evidence that they had not in fact been at the village when the clash had occurred. Major Kuzu had stated that he was in an operation elsewhere", "with commandos. NCO İsa Gündoğdu had arrived after the firing had stopped and, although he followed in the direction of the allegedly fleeing PKK, he had seen no sign of them. The Commission had requested the Government on two occasions prior to the hearing in Ankara to identify, for the purpose of taking evidence, gendarmerie officers who had been present during the operation. The Government had not responded. The Commission recalled that the applicant had not been in the village either and his testimony concerning the events of that night had been based on what he had remembered being told by members of his family or villagers. Members of the applicant’s family present during the clash had not appeared as witnesses although summoned by the delegates. There had therefore been no direct eyewitness evidence before the Commission as to what had occurred, which was regrettable.", "36. Further, the documentary evidence had also been of second-hand quality. The incident report and sketch had been drawn up by İsa Gündoğdu, not by any gendarmerie officer involved in the operation and, from İsa Gündoğdu’s testimony before the delegates, it is not apparent that he questioned the security forces on the spot in any detail. Indeed his contact with them appeared to have been limited to radio contact, by way of coded transmissions. The Government had failed to comply with the Commission’s request to be informed of the name and of the unit of the commanding officer of the unit involved in the operation and to be provided with the copy of the logbook entry, register or field report which recorded the operation.", "37. The Commission accordingly had little direct evidence as to what had occurred on the night of 29 September 1993. As to whether a clash had in fact taken place, the Commission noted that it had been alleged by the applicant that an indiscriminate bombardment of the village had been carried out in retaliation for the incidents in the village in which “collaborators” were, in one case, shot and, in the other, forced to leave. The Commission recalled that Major Kuzu had been directly involved in the move of the threatened villager and that he did not consider that the PKK had shot at the villager, but that it had been the other villagers who would have killed him as they wanted to know why he had left the organisation. İsa Gündoğdu commented that a great many people in the village had joined the organisation. The applicant’s allegation that the bombardment of the village could have been motivated by a desire to teach the village a lesson was not totally without substance.", "38. The Commission noted several puzzling features. Major Kuzu had been the district gendarmerie commander but had had no apparent knowledge of, or role in, an operation within his jurisdiction, though he had felt able to give firm opinions as to what must have occurred. The night the", "incident occurred, İsa Gündoğdu of the central gendarmerie had had to borrow an armoured personnel carrier from the police because those belonging to the gendarmerie were being used in a mission. İsa Gündoğdu had stated that the firing at the village had only lasted about five minutes whereas the letter from the public prosecutor at the Diyarbakır National Security Court dated 8 December 1994 referred to fighting that had started at 9.30 p.m. and continued into the night, which appeared to corroborate the applicant’s version of events, derived from his family, that the firing had continued for over an hour. The applicant had stated that, as might be expected from sustained shooting, there was widespread damage to the village. He had gone round the village, noting damage to about a hundred houses and had taken a few photographs which indeed revealed bullet marks on two houses. İsa Gündoğdu who had also been in the village the next day had stated that there was damage only to two or three houses and to a car, from at most fifteen bullets. This is another area which could have been elucidated by further information provided by the Government. İsa Gündoğdu stated that photographs of the village had been taken by the public prosecutor. These had not been provided by the Government, which had stated that no photographs had been taken.", "39. As regards the details of the clash which had been given, the Commission was again hampered by a lack of direct information. It had initially been provided with a blurred copy of the sketch map by İsa Gündoğdu with the bottom section omitted. This copy showed a key indicating the positions of the terrorists (no. 7) and the security forces (no. 9). A no. 7 had clearly appeared to the east of the village. A no. 9 had appeared to the north-west. There had also been a squiggle in the south not dissimilar to that portraying the security forces’ position to the north-west and which contained a blurred figure. This figure had seemed to be a 9. İsa Gündoğdu when questioned stated that the terrorists were to the south and indicated on the sketch that they would have been close to the position marked with the blurred figure. If the blurred figure had been a 9, this had been a mistake. Major Kuzu had also been adamant that there would be no security forces in the south. In brief, there would be no point: the terrain had not been favourable and they had known the PKK would come from the north and would flee in that direction. Since Major Kuzu had not been present during the clash, on his own testimony, the Commission felt unable to give his evidence much weight. İsa Gündoğdu had based his sketch on what he had heard from the units involved – apparently a brief radio contact. It was strange that at the time he appeared to have marked the security forces as having been present in the south yet was now certain that this must have been a mistake. Many months after the hearing of the witnesses, the Commission was provided with a clearer copy of the sketch map in which the blurred figure to the south of the village had, identifiably, been a 9, which represented the security forces.", "40. The Commission agreed with the submissions of the applicant that, given the south-facing position of the balcony and the position of the neighbouring houses, in particular a high wall to the east, it was probable that the bullet which killed Havva Ergi was fired from the south or south-east. The Government had not contested this.", "41. Having regard to the failure of the Government to provide the documents and information referred to above, the Commission found that strong inferences could be drawn supporting the applicant’s allegations that the security forces had opened fire around the village for some time and that units of the security forces had been present towards the south. There was nonetheless insufficient material before the Commission to support a finding that the operation of 29 September 1993 had not been an ambush which led to a clash as alleged but a mission of retaliatory punishment. The Commission was unable to find it established that the bullet which had killed Havva Ergi had been fired by the security forces. It did find however that there was significant evidence indicating that it may have been.", "42. The death of the applicant’s sister had been reported to the authorities at about 8 a.m. on 30 September 1993. The public prosecutor accompanied by İsa Gündoğdu and a number of gendarmes arrived at the village. An autopsy had been carried out in the Ergi house and a bullet removed which had later been sent for forensic examination. The public prosecutor had talked to a number of persons. However, while İsa Gündoğdu had referred to the prosecutor conducting interviews, he had confirmed that he had not incorporated any such information in his own incident report and it had not been apparent that he had in fact witnessed any statements being taken. On the instructions of the prosecutor, İsa Gündoğdu had looked for cartridges in a number of locations, particularly to the south. None had been recorded as having been found.", "43. Another public prosecutor, Mustafa Yüce, had taken over the investigation on his return from leave. On 12 December 1993, he had issued a decision of lack of jurisdiction indicating that the PKK were the suspects for the killing. He had based his decision on the incident report and sketch by İsa Gündoğdu. He had not conducted any interviews of family members, villagers or military personnel. No statements had been taken from such persons by any other public prosecutor.", "It had not been apparent from the incident report in question that it was the PKK who had fired the bullet which killed the applicant’s sister. Furthermore, the sketch map accompanying the report appeared to place security forces to the south and north-west and terrorists to the east but there had been no plan of the Ergi house and neighbouring houses which clarified from which direction the bullet was likely to have been fired. Nor had there been any explanation in the text of the report as to the location of the security forces.", "44. Following the decision of lack of jurisdiction, the file had been transferred to the public prosecutor’s office at the Diyarbakır National Security Court. Except for the ballistics report issued on 1 April 1994, no documents had been provided relating to any investigatory measures since that date.", "45. Major Kuzu had stated to the delegates that there was a fundamental principle in the planning of military operations that these be not moved into civilian areas. In this incident, the plan had been to restrict the activity in the north of the village but the PKK had not approached them from the expected side. No military inquiry or investigation had been carried out as to the conduct of the operation. Major Kuzu, having seen the incident report and sketch by İsa Gündoğdu, forwarded them to the public prosecutor and took no further action.", "46. Article 125 of the Turkish Constitution provides as follows:", "“All acts or decisions of the administration are subject to judicial review...", "The administration shall be liable to indemnify any damage caused by its own acts and measures.”", "47. The above provision is not subject to any restrictions even in a state of emergency or war. The second paragraph of the provision does not necessarily require proof of the existence of any fault on the part of the administration, whose responsibility is of an absolute, objective nature, based on a concept of collective liability and referred to as the theory of “social risk”. Thus the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "48. The Criminal Code contains provisions dealing with unintentional homicide (Articles 452, 459), intentional homicide (Article 448) and murder (Article 450). In respect of these offences, complaints may be lodged, pursuant to Articles 151 and 153 of the Turkish Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. The public prosecutor and the police have a duty to investigate crimes reported to them (Article 153), the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings (Article 165).", "49. If the suspected authors of the contested acts are military personnel, they may also be prosecuted for causing extensive damage, endangering human lives or damaging property, if they have not followed orders in conformity with Article 89 of the Military Criminal Code. Proceedings in these circumstances may be initiated by the persons concerned (nonmilitary) before the relevant authority under the Code of Criminal Procedure, or before the suspected persons’ hierarchical superior (sections 93 and 95 of Law no. 353 on the Constitution and Procedure of Military Courts).", "50. If the alleged author of a crime is a State official or civil servant, permission to prosecute must be obtained from local administrative councils (the Executive Committee of the Provincial Assembly). The local council decisions may be appealed to the Supreme Administrative Court; a refusal to prosecute is subject to an automatic appeal of this kind.", "51. Proceedings may be brought against the administration before the administrative courts in respect of fault committed in the performance of official duties. Other illegal acts or omissions by civil servants, be it a crime or a tort, which result in material or moral damage may be the subject of a claim for compensation before the ordinary civil courts.", "52. Damage caused by terrorist violence may be compensated out of the Aid and Social Solidarity Fund.", "53. The applicant’s representatives have previously pointed to certain legal provisions which in themselves weaken the protection of the individual which might otherwise have been afforded by the above general scheme."], "VIOLATED_ARTICLES": ["13", "2", "25"], "VIOLATED_PARAGRAPHS": ["25-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "18", "2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}