{"ITEMID": "001-88993", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KYRIAKIDES v. CYPRUS", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;Effie Papadopoulou;Giorgio Malinverni;Khanlar Hajiyev;Loukis Loucaides;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1938 in Paphos and lives in Limassol, Cyprus.", "7. The applicant was, at the material time, a senior officer in the Cypriot Police Force in which he served until retirement, with an interruption of one year and nine months under the conditions set out below.", "8. On an unspecified date in 1992, criminal proceedings were initiated against two of his subordinate police officers in relation to the alleged ill-treatment and torture of suspects. The prosecuting authorities failed to prove a prima facie case against them, and the officers were accordingly acquitted on 23 July 1993. The court considered that the testimony of the principal prosecution witnesses - the victim and one of his relatives who had been arrested with him- “had been so obviously unreliable that no reasonable court could rely on it and convict the accused”. It also considered that the prosecution had committed a series of improprieties which had tainted the evidence to such an extent that the case against the accused should be discontinued in the interests of the proper administration of justice.", "9. Subsequently, on 3 September 1993, the Ministerial Council appointed an Independent Investigating Commission (IIC) to examine this matter further. The Commission’s findings were delivered on 3 November 1995. It found that certain police officers, including the afore-mentioned, had engaged in torture practices against certain suspects in order to obtain confessions. On the basis of the Commission’s findings, on 7 March 1996, the Ministerial Council terminated the employment of the two police officers as well as that of the applicant for the protection of public interest. The applicant was dismissed for the negligent exercise of his duties, since it was found that certain police officers under his control had engaged in such practices. Five other junior officers who were also found to have been involved in acts of torture and ill-treatment of prisoners were not dismissed. The applicant’s dismissal was widely reported in the national press.", "10. The applicant challenged the legality of the said decision before the Supreme Court exercising its administrative judicial review jurisdiction.", "11. The Supreme Court delivered its judgment in a plenary session on 26 November 1997. It unanimously annulled the decision of the Ministerial Council which was found to have violated the applicant’s constitutional right to be presumed innocent. It further found that he had effectively been dismissed without trial or disciplinary proceedings and, as such, he was deprived of any opportunity to defend himself. Moreover, the decision of the Ministerial Council was found to be ultra vires.", "12. On 28 November 1997, the applicant requested the reinstatement to his former post. On 5 December 1997 he returned to duty.", "13. Subsequently, the applicant brought an action under Article 146.6 of the Constitution before the District Court of Nicosia requesting fair and equitable compensation.", "14. Judgment was delivered on 30 April 2000 by the District Court which refused the applicant’s request for exemplary damages. Concerning his request for payment of the difference in his monthly salary, corresponding to the period in which his service had been interrupted, the court observed that he had received a higher amount upon his dismissal than the requested difference in salaries. This amount had been held by him throughout the period following his return to duty and until his retirement. Then this amount had been deducted from the amount to which he was entitled to by virtue of his retirement and the difference was paid to him. The request was accordingly refused.", "15. However, 5, 000 Cypriot pounds (CYP), plus 8 per cent interest as from the date that the action was lodged, was awarded in compensation for moral damage. The court pointed out that, as observed by the Supreme Court in the case of Frangoulides v. The Republic (1982) 1 C.L.R. 462, an award for damages under Article 146.6 of the Constitution was not subject to the common-law rule for quantifying damages aiming at restitutio in integrum, but was governed by the principles of equity. It considered that the applicant had suffered injury to his psychological and moral integrity which was directly caused by the annulled decision. In particular, the following was noted:", "“Within this framework of criteria (established in the domestic case-law), I do not see any good reason why the court in a case similar to the present one, where, by the exclusive behaviour of the administration (Ministerial Council) the plaintiffs who, had been expelled from their positions with characterisations that had definitely affected them psychologically as they themselves had maintained, should not be entitled to certain compensation for that injury to their psychological integrity. I consider such injury as damage emanating directly from the annulled administrative decision”.", "16. Moreover, it was acknowledged that the decision had serious defamatory effects for him. As such, the relevant award was seen as required by equity to provide redress the unlawful act of the administration.", "17. The applicant lodged an appeal with the Supreme Court and contended that the damages award was manifestly insufficient. The Attorney-General filed a cross-appeal by which the annulment of the first-instance district court judgment was requested.", "“Such moral damage did not constitute a direct consequence of the annulled administrative act and that, therefore, such an award was not covered by the provisions of Article 146 (6) of the Constitution”.", "19. Article 146 of the Constitution of the Republic of Cyprus provides as follows:", "“1. The Supreme Constitutional Court shall have exclusive jurisdiction to adjudicate finally on a recourse made to it on a complaint that a decision, an act or omission of any organ, authority or person, exercising any executive or administrative authority is contrary to any of the provisions of this Constitution or of any law or is made in excess or in abuse of powers vested in such organ or authority or person.", "2. Such a recourse may be made by a person whose any existing legitimate interest, which he has either as a person or by virtue of being a member of a Community, is adversely and directly affected by such decision or act or omission.", "3. Such a recourse shall be made within seventy-five days of the date when the decision or act was published or, if not published and in the case of an omission, when it came to the knowledge of the person making the recourse.", "4. Upon such a recourse the Court may, by its decision-", "(a) confirm, either in whole or in part, such decision or act or omission; or", "(b) declare, either in whole or in part, such decision or act to be null and void and of no effect whatsoever, or", "(c) declare that such omission, either in whole or in part, ought not to have been made and that whatever has been omitted should have been performed.", "5. Any decision given under paragraph 4 of this Article shall be binding on all courts and all organs or authorities in the Republic and shall be given effect to and acted upon by the organ or authority or person concerned.", "6. Any person aggrieved by any decision or act declared to be void under paragraph 4 of this Article or by any omission declared there under that it ought not to have been made shall be entitled, if his claim is not met to his satisfaction by the organ, authority or person concerned, to institute legal proceedings in a court for the recovery of damages or for being granted other remedy and to recover just and equitable damages to be assessed by the court or to be granted such other just and equitable remedy as such court is empowered to grant.”", "20. In Frangoulides v. The Republic (1982) 1 C.L.R. 462 at p. 470, Mr Justice Pikis, as he then was, observed the following:", "“The cause of action conferred by Article 146.6 of the Constitution, is a cause sui generis, in the sense that it bears no relationship to a common law action for damages, or, in fact, to any other cause of action known to the law (Costas Tsakkistos v. The Attorney-General (1969) 1 C.L.R. 355). It is a right to be evaluated in the context of Article 146 and the system of review of administrative action created thereby. It is ancillary to judicial review, as a measure necessary for its effectiveness. Primarily it entitles the injured party to recover damage not remediable by proper administrative action. If the proper administrative action is not taken, the remedy is to go to the administrative court again. If notwithstanding this step the injured party is left to shoulder damages, then he has a right to recover them from the Republic. The right to damages under Article 146 is distinctly independent from any other cause of action, as the Supreme Court held in Attorney-General v. Andreas Marcoulides and another (1966) 1 C.L.R. 242. Not only its juridical basis but also the manner of quantifying damages is different from a common law action. The Supreme Court emphasised the equitable character of the relief as well as the damages recoverable, stressing that they are not strictly compensatory. Consequently, it is legitimate for the Court to have regard, not only to the extent of the material damage suffered, but also to the conduct of the parties and the degree to which the successful party contributed to the production of the wrongful administrative act. In the case of Marcoulides, supra, the Supreme Court derived guidance, inter alia, from French case law, establishing that the conduct of the parties and their blameworthiness, if any, is of crucial importance to the determination of the quantum of the damages.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}