{"ITEMID": "001-87142", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MILINIENE v. LITHUANIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing)", "JUDGES": "Antonella Mularoni;Françoise Tulkens;Ireneu Cabral Barreto;Jean-Paul Costa;Nona Tsotsoria", "TEXT": ["8. The applicant was born in 1964 and lives in Vilnius, where she formerly worked as a judge.", "9. The facts of the case, as submitted by the parties, may be summarised as follows.", "10. On 10 June 1998 the applicant was approached by SŠ, an acquaintance, with whom, she alleged, she had merely discussed the sale of her car. Unbeknownst to her, their conversation during that meeting was secretly recorded by SŠ.", "11. On 16 June 1998 a special anti-corruption police unit of the Ministry of the Interior (Specialiųjų tyrimų tarnyba, hereafter referred to as the STT) received a complaint by SŠ that the applicant had demanded a payoff, in the form of a new car, in return for admitting and deciding SŠ’s civil claim to declare null and void the auction of his property.", "12. On the same date the STT applied to the Deputy Prosecutor General, requesting a “Criminal Conduct Simulation Model” (“the model”) to be authorised for a period of one year. The STT stated in the application:", "“[T]he STT received an application by [SŠ] concerning [the applicant’s] demand for a bribe in return for admitting his civil action and ruling in [his] favour.", "[The applicant] ... guaranteed that the auction would be lifted by a court decision taken by her. In return, [the applicant] asked for a good car, to be bought by [SŠ] with his money.", "With a view to recording and discontinuing [the applicant’s] unlawful act, [SŠ] has agreed to collaborate with STT officers, and simulate the following crimes: the buy-off and breach of currency and securities regulations ... under Articles 284 and 329 of the [Criminal Code].", "[The model] will be executed by STT officers by way of a separate operational action plan.", "Basis - application by [SŠ].”", "13. On 17 June 1998 the model was authorised by the Deputy Prosecutor General. The text of the model reiterated the wording of the STT application of 16 June 1998.", "14. On 8 October 1998 the STT wrote a letter to the Prosecutor General, informing him, as follows, about the facts established on the basis of the conversations secretly recorded by SŠ with technical equipment provided by the STT:", "a) By 16 June 1998 SŠ had met the applicant three times: on 10 June in her office; on 16 June at 11.30 a.m. again in her office; on 16 June at 5 p.m. in SŠ’s car. In the course of their exchanges, the applicant had demanded a bribe of 10,000 American dollars (“USD”) in return for a favourable resolution of SŠ’s civil dispute. Following the authorisation of the model on 17 June 1998, SŠ had been given money by the anti-corruption police. In the morning of that day he had handed over USD 1,000 to the applicant and, in the afternoon, he had given her a further USD 9,000, to be used by the applicant for a new car. At a meeting in the evening of 17 June 1998, the applicant had drafted SŠ’s civil claim and had instructed him on the future course of the proceedings. On 30 June 1998 the applicant had further instructed SŠ on his case, whilst assuring him of its favourable outcome.", "b) On 11 September 1998 the applicant had asked SŠ to obtain new winter tyres for her car. On 24 and 25 September 1998 the applicant had informed SŠ that further payments might be required to buy off certain judges of the higher court. On 28 September 1998 the applicant had taken from SŠ a further bribe of USD 500 for the winter tyres. On the same date she had obtained from him USD 1,000 for bribing higher judges. The applicant had thus taken a total of USD 10,500 in personal bribes, as well as USD 1,000 to buy-off certain higher court judges.", "15. The STT also submitted that the case materials disproved any element of undue instigation as the applicant had:", "- recommended a particular lawyer to SŠ for his civil case;", "- drafted his claim, assuring him of its favourable outcome;", "- registered SŠ’s case in court and had personally undertaken to examine it;", "- bought a new car after having received the bribe; and", "- met SŠ on a number of occasions on her own initiative, whilst assuring him of the favourable outcome of his claim.", "16. On 9 October 1998 the applicant was apprehended in her office whilst receiving a further USD 4,000 from SŠ. On the same date the STT wrote a letter to the Prosecutor General, requesting the applicant’s prosecution, whereupon the Prosecutor General decided to institute criminal proceedings against the applicant for accepting a bribe (Article 282 of the Criminal Code as then in force).", "17. On 12 October 1998 the Prosecutor General applied to the Seimas (Parliament), requesting that the applicant’s judicial immunity be lifted and that she be suspended from her functions pending the outcome of the criminal case. It was noted in this connection that the applicant had demanded and obtained a bribe from SŠ. On 5 November 1998 Parliament lifted the applicant’s immunity. By a decree of 10 November 1998, the President dismissed the applicant from her position as a judge.", "18. SŠ died on 12 April 1999.", "19. On 25 May 1999 the applicant was indicted for accepting a bribe in large amounts (Article 282 paragraph 2 of the Criminal Code as then in force), cheating (Article 274) and official malpractice (Article 285). On 4 August 1999 the prosecution rejected the applicant’s request to discontinue the case. On 9 August 1999 the case was transmitted to the Vilnius Regional Court, a judge of which, on 17 August 1999, committed the applicant for trial on the above counts.", "20. On 7 October 1999 the applicant requested the Vilnius Regional Court to apply to the Constitutional Court to examine the compatibility of the Operational Activities Act with the Lithuanian Constitution. In particular, she claimed that the Act had not duly protected persons from possible incitement by the investigating authorities to commit offences. In addition, it was alleged that the power conferred upon the prosecution under the Act to authorise the model - which effectively allowed private persons like SŠ to imitate criminal acts but avoid criminal liability - had gone beyond the constitutional competence of the prosecutors. Consequently, the authorisation of such models should only have been issued by courts. She further claimed that a judicial authorisation should have been required for certain intrusive measures under the Act such as the secret recording of conversations.", "21. On 8 October 1999 the Vilnius Regional Court accepted the request and applied to the Constitutional Court with a view to establishing the compatibility of the Operational Activities Act with the Constitution. On 8 May 2000 the Constitutional Court found this legislation to be generally compatible with the Constitution (see Ramanauskas v. Lithuania, [GC], no. 74420/01, § 34).", "22. In the course of the trial, the Vilnius Regional Court reclassified the charge of cheating as an attempt to buy off State officials.", "23. On 22 September 2000 the Vilnius Regional Court convicted the applicant of accepting a bribe in large amounts (Articles 282 paragraph 2 of the Criminal Code as then in force), attempting to buy off State officials (Articles 16 and 284) and official malpractice (Article 285). She was acquitted of cheating (Article 274). The applicant was sentenced to four years’ imprisonment, banned from State service for five years, and had her property confiscated. The court based the conviction mostly on the recordings made by SŠ when implementing the model, finding that she had promptly accepted a bribe from him of USD 10,000 on 17 June 1998 and then a further USD 500 on 28 September 1998. On 28 September 1998 she had obtained from SŠ another USD 1,000 with which to bribe certain higher court judges in order to ensure the favourable outcome of his case on appeal. It was established that, in return for the bribe, the applicant had drafted SŠ’s civil claim (as of the evening of 17 June 1998), had made the necessary arrangements to be appointed as the judge in his case, and had started examining it. The court did not find that the USD 4,000 obtained by the applicant from SŠ on 9 October 1998 had been used for any criminal purpose. She was therefore acquitted of any offence in respect of this money.", "24. As regards the applicant’s allegations of incitement, the court held as follows:", "“The acts of [SŠ] as a whole are not considered to be a provocation because he acted under [the model] authorised in accordance with the law[.] From his application [of 16 June 1998] it appears that he applied to the law enforcement authorities alleging, in his opinion, unlawful actions on the part of [the applicant]. ... The case contains no objective evidence of close or intimate relations between [SŠ and the applicant], or that she had been intimidated [by SŠ] ...", "[T]he model was authorised on 17 June 1998, while [SŠ] applied to the officers on 16 June 1998[;] and on the same day he taped his meeting with [the applicant] by a voice recorder given by the officers ... This recording constitutes proper evidence, in that it was made in order to collect and verify the preliminary information about the crime ... On 17 June 1998, [only after] the STT officers had properly verified the preliminary information about [the applicant’s] criminal intentions and [following] the authorisation of the model in accordance with the law, [SŠ] “joined” the continuing, but not completed, offences of the applicant ... . The chamber considers that [SŠ] did not overstep the limits established by [the] model.”", "25. The court excluded from the incriminating evidence against the applicant the transcript of a secretly taped telephone conversation between her and SŠ at 9 a.m. on 16 June 1998, as it had been obtained without the appropriate judicial authorisation. However, the court found no domestic unlawfulness in the admission as evidence of the remainder of SŠ’s recorded conversations with the applicant.", "26. Upon the applicant’s appeal, on 23 November 2000 the Court of Appeal amended the lower judgment, quashing the applicant’s conviction for official malpractice, but upholding her conviction for accepting a bribe and the attempted buy-off. The sentence of imprisonment remained unchanged. The Court of Appeal confirmed the exclusion from the evidence of the recording of the early morning telephone conversation of 16 June 1998. However, the court ruled that the secret recording by SŠ of his other conversations with the applicant, and the rest of the evidence subsequently collected in implementing the model, had been lawful, there being no signs of incitement to commit the offences.", "27. The applicant submitted a cassation appeal in which she alleged the unlawfulness of the recordings of her conversations with SŠ obtained between 10 June 1998 and 9 October 1998, and the improper use of those recordings as evidence to support her conviction. The applicant also complained that SŠ and the authorities had entrapped her into committing offences upon which she had not been ready to embark. In this respect, the applicant complained that the authorities had had no good reason to suspect her of contemplating taking a bribe, as her meeting with SŠ on 10 June 1998 had only attested to their discussion about her intention to sell her car. She stated that, in his application to the STT of 16 June 1998, SŠ had seriously distorted the facts. The applicant alleged that, in executing the model, the authorities had exceeded its scope by paying a much more significant amount of money than had been required to obtain her conviction for bribery. She claimed that all the investigative actions by SŠ and the authorities should have been discontinued upon her receiving the first instalment of USD 1,000 in the morning of 17 June 1998. The subsequent payments had served only to inflate the impugned criminal act (accepting a bribe) out of all proportion, and to obtain the commission by her of a further crime (the attempted buy-off of higher court judges) which had not been foreseen when authorising the model.", "28. On 13 March 2001 the Supreme Court amended the appeal judgment, but upheld the conviction for accepting a bribe and the attempted buy-off of higher court judges. The applicant’s sentence remained unchanged. In reply to the applicant’s allegations of incitement, the Supreme Court stated inter alia:", "“The recording of the conversation of 10 June 1998 ... attests that [SŠ] asks [the applicant] to accept his suit and declare the auction null and void ... The applicant, albeit not eagerly, agrees to take the case, asking [SŠ] to sell her car. [SŠ] presented this recording to [the STT] together with his application, stating that [the applicant] demands a bribe ... This was the initial information about the preparation of the offence (Article 4 paragraph 1 of the Operational Activities Act, hereinafter the OAA). Since that [information] was insufficient to undertake operational steps, the STT officers decided to verify it (Article 4 paragraph 2 (2) of the OAA). For this purpose, on 16 June 1998 [SŠ] was given a recorder to tape secretly his [next] conversation with [the applicant]. It was established during the verification that the applicant has for some time intended to get a newer car ... She ... asked [SŠ] to sell the car in her possession, and buy a newer car with the money received. [SŠ] explained to the applicant [the] difference between the value of her present car and the desired car ... [whilst] offering to cover the price difference with his own money, in return for [the applicant] admitting his civil action ... and deciding it in his favour ... The applicant agreed with this proposal, i.e. the preliminary information on [the applicant’s] readiness to accept a bribe was confirmed. The cassation arguments that [the applicant] was provoked into commit the crime are unsubstantiated. The above circumstances confirm that [the applicant] had wanted to take a bribe, in that she immediately accepted the offer without any outside pressure. The recordings also confirm that on 16 June 1998 [SŠ and the applicant] agreed upon the specific object of the bribe, a car ... costing 10,000 US dollars. The specific agreement about the bribe corresponds to the preparatory stage of a crime provided for in Article 282 of the Criminal Code. The criminal conduct simulation model was only approved the next day, on 17 June 1998. Therefore [the authorities] “joined” the crime already being committed, in conformity with the decision of the Constitutional Court of 8 May 2000. ... [While the interests of SŠ] in applying to file the action ... to a familiar judge was unlawful, ... this fact does not invalidate the criminal conduct simulation model, which served to protect the more important general interest of preventing someone who has accepted a bribe to work as a judge ... . An offer to accept a bribe cannot be considered to be active pressure to commit an offence, which is not allowed by Article 8 paragraph 1 (3) of the OAA, and which would contradict the Constitutional Court’s decision of 8 May 2000 ... The criminal conduct simulation model [as authorised in this case] confirms that its limits were defined not by a number of actions, but by specifying the Articles of the Criminal Code establishing criminal responsibility for the simulated offences ... On 17 June 1998 the STT officers could not discontinue the execution of the model because it was necessary to establish if the applicant would keep her word - if she were to admit [SŠ’s] action [on her case docket] and decide it in favour of the plaintiff. The qualification of [the applicant’s] actions depended on her future conduct: had [she] refused to examine the case, her act would have been classified not under Article 282 paragraph 2, but under Article 274 paragraph 3 of the Criminal Code (obtaining property in large amounts by deception). Nor were the confines of the model exceeded in terms of time, in that [it] had been authorised for a year ... The evidence collected in the course of executing the model ... confirm that [the applicant] was indeed trying to keep the promise given to [SŠ]: she accepted (without the knowledge of the court president) and rectified [his] draft civil claim, gathered favourable evidence, consulted her mother [a lawyer] on this question, and discussed the questions raised by [SŠ’s] civil case even during her holidays.”", "29. The Supreme Court also found that the recordings made by SŠ had been properly admitted as evidence, and that the unlawfully-obtained evidence (the secretly taped telephone conversation of 16 June 1998; paragraph 26 above) had been rightly excluded from the case. That decision was final.", "30. On an unspecified date the applicant was released from prison after having completed her sentence.", "31. The relevant domestic law and practice, as well as the relevant international law, have been summarised in the judgment of 5 February 2008 in the case of Ramanauskas v. Lithuania ([GC] no. 74420/01, §§ 31-37)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}