{"ITEMID": "001-112131", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "IZZET MEHMET AND OTHERS v. CYPRUS AND OTHER APPLICATIONS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["1. A list of the applicants is set out in the appendix.", "2.", "The applicants are either owners, or the heirs of owners, of property which is governed by the custodianship regime under Law 139/1991.", "None of the applicants have taken proceedings in the domestic courts or brought such proceedings to a conclusion. The third applicant in no. 5702/10 claims to have proceedings pending but no documents or details have been provided.", "3. The first two applicants wished to transfer as gift their properties in the Republic of Cyprus to their niece and nephew, the third and fourth applicants. On 10 June 2008, the Custodian refused permission for the transfer as the properties were classified as Turkish-Cypriot properties.", "4. The applicant was one of the heirs and an administrator of property of his deceased father and mother, Turkish Cypriots who fled north in 1963. This property was now being used as a primary school. The applicant contacted the Minister of Education with a view to claiming his property rights and damages. No response was received.", "5. The applicants are the heirs and administrators of the estate of three deceased Turkish- Cypriot relatives consisting of a property in the Republic of Cyprus. In 2003 they discovered the house had been demolished and another building erected. They made an application to the Ministry of Interior for the return of property and payment of loss of use; the authorities refused.", "6. The applicant, a Turkish Cypriot, bought land in 1958 and rented it out. The tenant paid rent until 1974. The Cypriot Government later expropriated part of the land, building a road down the middle. Under Law 139/91, the Custodian appeared to have terminated the lease with the applicant’s tenant and rented the property to another person.", "7. The three applicants are Turkish Cypriots, who left Cyprus either before or in 1974 and who owned or have inherited property in the Republic. The third applicant stated that his father’s property had been expropriated and a bus terminal built there. The second applicant brought court proceedings (no documents provided) which he said were still pending; the other applicants stated that no proceedings were brought due to the failures of their lawyers.", "8. The applicant, a Turkish-Cypriot owner of property sold to the Government, made a claim for compensation for loss of use from 1974 to 2006 which was refused by the authorities who relied on Section 9 of Law 139/91. No proceedings were taken.", "9. The applicant owned, wholly or in part, twelve plots of land in the Republic which he had not been able to use since 1963. One plot was used as a Post Office by the authorities and another was rented out as a giftshop without his consent. No proceedings had been taken.", "10. The applicants are the heirs (spouse and children) of the deceased owner of property in the Republic of Cyprus. Greek Cypriots have been using the property, a house and shops, since 1963, without their consent.", "11. The 21 Turkish-Cypriot applicants, who abandoned their homes and property in the village of Matyat in 1963, wrote a petition to the Ministry of Internal Affairs in 2010 for return of land and compensation. No reply was received.", "12. The applicant, a Turkish-Cypriot who left the south in 1974, owns 11 properties from which she previously collected rents. On 4 March 2010, she made a claim to the Ministry of Internal Affairs for return of her property; no answer was received.", "13. The applicants, Turkish Cypriots, own, wholly or in part, three plots in the Republic, bought in 1973. Since 1974, they have been unable to use or develop these plots.", "14. The applicants are heirs of Turkish Cypriots who owned property in the south and fled in 1974; the property had tenants but no rent had been received since. On 27 April 2010 the applicants applied to the authorities for restitution of their property without success.", "15. The applicants are heirs of their Turkish-Cypriot father who owned a house and business property in the Republic of Cyprus. The family left in 1974. Tenants declined to pay rent due to the custodianship regime and gave rents to the authorities. The applicants sought unsuccessfully after the death of their father in 1985 to obtain possession of the properties. Some of the property has been demolished, other plots compulsorily acquired by the State. No court proceedings were taken.", "16. The relevant case-law and laws are set out in Kazali and Others v Cyprus (no. 49247 et al, §§34-100, decision of 6 March 2012)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}