{"ITEMID": "001-71451", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SKOROBOGATOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 (length of proceedings);Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1956 and lives in Luchegorsk.", "5. In September 1995 the applicant lodged an action before the Severo-Evenkiyskiy District Court of the Magadan Region against the head of the local administration, a transport company and a private individual for compensation for damage.", "6. The Severo-Evenkiyskiy District Court disallowed the action because it should have been lodged before the Magadan Town Court which had territorial jurisdiction over it.", "7. On 1 November 1995 the applicant lodged the action before the Magadan Town Court. She asked the court to examine her claim in her absence, as she lived in Khabarovsk.", "8. As the applicant’s claim had not been examined from 1995 to 1998, she complained to various officials about the court’s inactivity.", "9. On 16 August 1998 the Deputy President of the Magadan Town Court informed the applicant that it was impossible to expedite the proceedings because the judges were overburdened with cases.", "10. On 4 March 1999 the applicant increased her claim.", "11. A hearing was fixed for 8 April 1999 and adjourned due to the defendants’ absence.", "12. On 28 July 1999 the Magadan Town Court dismissed the applicant’s action.", "13. On 24 August 1999 a copy of the judgment was sent to the applicant.", "14. On 14 October 1999 the applicant appealed against the judgment of 28 July 1999.", "15. On 1 November 1999 the Magadan Town Court stayed the appeal proceedings and requested the applicant to submit by 30 November 1999 three copies of her statement of appeal and to pay RUR 5 in a court fee.", "16. On 30 November 1999 the judgment of 28 July 1999 became final because the applicant had not paid the fee.", "17. On 16 December 1999 the Magadan Town Court returned the statement of appeal.", "18. On 7 June 2000 the Presidium of the Magdan Regional Court, by way of supervisory review, quashed the judgment of 28 July 1999 and remitted the case for a new examination.", "19. On 20 June 2000 the case-file was sent to the town court.", "20. On 10 July 2000 the judge M. was assigned to the case.", "21. On 13 September 2000 the case was transferred to the judge D.", "22. Of six hearings listed between 19 October 2000 and 27 February 2001, four hearings were adjourned. Two hearings were adjourned due to the applicant’s absence. The other hearings were adjourned because the parties did not attend, although the applicant repeatedly asked the court to hold hearings in her absence.", "23. In February 2001 the applicant moved from Khabarovsk to the Primorye Region. She submits that promptly after the move she advised by post the Magadan Town Court of her new address.", "24. On 10 April 2001 the Magadan Town Court requested the applicant to submit additional documents. It appears that the instructions were successfully fulfilled by the applicant.", "25. On 14 June 2001 the Magadan Town Court, in the applicant’s absence, dismissed her action.", "26. On 17 July 2001 the registry of the Magadan Town Court sent a copy of the judgment to the applicant’s old address in Khabarovsk.", "27. On 14 March 2002 the applicant complained to the Magadan Regional Court about the town court’s inactivity in her case.", "28. On 2 April 2002 the President of the Magadan Regional Court replied by a letter that the case had been decided on 14 June 2001. The President also acknowledged that, although the applicant had advised the court of her new address, on 17 July 2001 a copy of the judgment had been mistakenly sent to the applicant’s previous address.", "29. On 1 April 2002 the registry of the town court sent a copy of the judgment of 14 June 2001 to the applicant’s address in Khabarovsk.", "30. On 11 September 2002 the President of the Magadan Regional Court informed the applicant that a copy of the 14 June 2001 judgment had been twice sent to the applicant’s address in Khabarovsk and that the Magadan Town Court was told to send a copy of the judgment to her current address in Primorye.", "31. On 12 September 2002 the Magadan Town Court sent a copy of the judgment of 14 June 2001 to the applicant’s address in Primorye. She received it on 18 September 2002.", "32. On 3 October 2002 the applicant requested the Magadan Regional Court to extend the time-limit for lodging an appeal against the judgment of 14 June 2001. The request enclosed a statement of appeal.", "33. On 21 October 2001 the Magadan Town Court extended the time-limit and accepted the applicant’s statement of appeal.", "34. On 5 November 2002 the Magadan Regional Court, in the applicant’s absence, upheld the judgment of 14 June 2001.", "35. On 16 December 2002 a copy of the judgment of 5 November 2002 was sent to the applicant."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}