{"ITEMID": "001-61001", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF LEVAI AND NAGY v. HUNGARY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["8. The applicants were born in 1959 and 1952 respectively and live in Szigethalom, Hungary.", "9. On 8 February 1993 the applicants were dismissed by their employer, a car manufacturer.", "10. On 4 March 1993 the applicants brought an action before the Pest County Labour Court for unlawful dismissal.", "11. On 24 November 1993 the Labour Court held a hearing and transferred the case to the Economic Collegium of the Pest County Regional Court. The Labour Court observed that liquidation proceedings were pending against the applicants' former employer.", "12. On appeal, on 28 February 1994 the Regional Court quashed the Labour Court's decision and remitted the case to it.", "13. On 31 August 1994 the Labour Court decided that the applicants' dismissal had been unlawful. It transferred their pecuniary claims to the Regional Court's Economic Collegium.", "14. On appeal, on 27 February 1995 the Regional Court quashed the Labour Court's decision and remitted the case to it a second time.", "15. On 28 September 1995 the Labour Court annulled the applicants' dismissal on grounds of unlawfulness. On 25 March 1996 the Regional Court upheld this decision.", "16. Subsequently the applicants lodged various pecuniary claims with the Labour Court for outstanding wages and severance pay. On 3 July 1996 the Labour Court held a hearing, ruled that it lacked competence to hear the claims and transferred the file to the Bankruptcy and Liquidation Section of the Regional Court, which was in charge of the liquidation of the defendant company.", "17. On 22 October 1996 the Supreme Court, acting as a review instance, quashed the decisions of 28 September 1995 and 25 March 1996. Simultaneously, it discontinued those proceedings and transferred that part of the applicants' claims to the Regional Court. The Supreme Court pointed out that, according to section 38 § 3 of the Insolvency Act, pecuniary claims against a business entity under liquidation could only be pursued in the framework of liquidation proceedings.", "18. In the context of the liquidation proceedings, the Regional Court held a hearing on 18 December 1996 and ordered the liquidation trustee in charge of the defendant company to complete the case-file.", "19. By a decision of 29 January 1997, the Regional Court annulled the applicants' dismissal. On 24 April 1997 the Supreme Court, acting as a second instance, upheld this decision and ruled that the applicants had been unlawfully dismissed.", "20. As regards the quantification of the applicants' claims, the Regional Court held a hearing on 30 June 1997 and, on 3 July 1997, it awarded 1,827,792 Hungarian forints (HUF) to the first applicant and HUF 899,264 to the second applicant, for outstanding wages and severance pay. The decision was immediately enforceable.", "21. On 8 September and 24 November 1997 the Regional Court held further hearings. On 28 November 1997, it awarded a further HUF 681,620 to the first applicant and HUF 305,685 to the second applicant, for loss of earnings. The Regional Court dismissed the applicants' claims for compensation for non-pecuniary damage.", "22. On the applicants' appeal, on 26 November 1998 the Supreme Court, acting as a second instance, upheld the dismissal of the applicants' claims for compensation for non-pecuniary damages. However, it quashed the remainder of the first instance decision – to the extent that it was disputed on appeal – and remitted the claims in question to the first instance court.", "23. The proceedings before the Regional Court were resumed on 24 March 1999. Another hearing took place on 30 June 1999. On 22 July 1999 the Regional Court appointed an expert accountant.", "24. On 23 May 2000 the expert presented his report to the Regional Court. On 17 August 2000 the applicants objected to the expert's opinion. On 30 August 2000 the Regional Court held a hearing and ordered the expert to supplement his report within 15 days. On 10 January 2001 another hearing took place.", "25. On 29 March 2001 the Regional Court awarded, under various heads, the amounts of HUF 58,200, 69,465 and 549,235, plus accrued interest, to the first applicant, and HUF 40,800, plus accrued interest, to the second applicant.", "26. On 18 April 2001 the applicants appealed to the Supreme Court.", "27. On 15 November 2001 the Supreme Court, sitting as second instance, dismissed the applicants' appeal.", "28. On 4 March 2002 the applicants filed a petition for a review with the Supreme Court's review bench. The review proceedings are still pending."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}