{"ITEMID": "001-59876", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF SLEZEVICIUS v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicant is a Lithuanian national, born in 1948 and living in Vilnius. From 1993 to 1996 he was the Prime Minister of Lithuania.", "8. In January 1996 two members of the Seimas (Parliament) wrote letters to the Prosecutor General, requesting him to institute criminal proceedings against the applicant in connection with allegations of financial impropriety amounting to abuse of office. On 24 January 1996 proceedings were instituted.", "9. On an unspecified date in January 1996, the applicant’s bank accounts were seized in the context of the proceedings. On 8 February 1996 he resigned as Prime Minister in order to pursue business activities.", "10. On 10 October 1996 a prosecutor of the Office of the Prosecutor General charged the applicant with two counts of abuse of office. On 17 October 1996 the preliminary investigation was concluded, and the applicant was given access to the case-file until 28 November 1996. On 16 December 1996 the prosecutor re-formulated the charges against the applicant. From 18 to 19 December 1996 the applicant again had access to the case-file. On 21 December 1996 the bill of indictment was confirmed, and the case was transmitted to the Vilnius Regional Court.", "11. On 13 March 1997 the Vilnius Regional Court, after a directions hearing on 24 January 1997, found that the pre-trial investigation had been conducted improperly as the charges against the applicant had been vague and speculative, and his defence rights had been breached. The Regional Court returned the case to the prosecution for further investigation.", "12. On 26 March 1997 the prosecutor appealed. The appeal was dismissed on 14 May 1997. On 29 October 1997 the prosecutor again charged the applicant, this time with four counts of abuse of office, forgery and cheating. On 1 December 1997 the prosecutor re-formulated the charges. From 3 December 1997 to 23 February 1998 the applicant had access to the case-file. On 23 February 1998 the applicant requested the prosecution to discontinue the case in the absence of any offence. This was rejected on 6 March 1998. On 23 March 1998 a new bill of indictment was confirmed and the case transmitted to the Vilnius Regional Court.", "13. On 19 June, 10 July and 9 to 30 September 1998, the Vilnius Regional Court heard the case. On 30 September 1998 the court found that the charges against the applicant had been vague and speculative, and that the collection of further material evidence was required. The court adjourned the case and applied to the Constitutional Court, requesting it to rule on the compatibility with the Constitution of a number of provisions of the Code of Criminal Procedure pertaining to the investigative nature of judicial functions. On 5 February 1999 the Constitutional Court adopted a decision on the request, returning the case-file to the Regional Court on 8 March 1999.", "14. On 10 May 1999 a prosecutor of the Office of the Prosecutor General charged the applicant for the fifth time, this time with five counts of abuse of office, forgery and cheating. One co-defendant was charged together with the applicant.", "15. On 10 and 19 May 1999 the Vilnius Regional Court adjourned the case because of the absence of the co-defendant. The court heard the case on 28 June and 13 July 1999. On that latter date the Vilnius Regional Court found that the investigation had been conducted improperly as the charges against the applicant had been unclear. The court returned the case to the prosecution for further investigations to be carried out.", "16. On 21 July 1999 the prosecutor appealed. The hearing scheduled for 16 September 1999 did not take place given the absence of the codefendant. On 8 October 1999 the Court of Appeal dismissed the appeal.", "17. On 24 November 1999 the Deputy Prosecutor General lodged a cassation appeal against the above decisions, complaining inter alia that the courts had returned the case for further investigation several times by reference to allegedly unclear charges, instead of evaluating the merits of those charges, leading to the applicant’s conviction or acquittal. The prosecutor pleaded that the courts thereby unjustifiably protracted the proceedings and delayed the adoption of a final decision in the case.", "18. On 11 January 2000 the Supreme Court dismissed the appeal. It held that the main reason for returning the case for further investigation was the ambiguity of the charges against the applicant, which interfered with his defence rights and “prevented the adoption of a lawful judgment” on the merits.", "19. On 18 February 2000 the Prosecutor General transmitted the case to a Vilnius regional prosecutor for further investigation. On 18 April 2000 the regional prosecutor informed the applicant that the proceedings against him had been discontinued and the pre-trial investigation had been adjourned because of the absence of an offence with regard to two of the charges against him (Article 5 § 2 of the Code of Criminal Procedure), and a lack of evidence of the applicant’s guilt in respect of the remaining three charges (Article 233 § 2 of the Code of Criminal Procedure). The seizure of his property was lifted on the same date.", "20. The applicant’s appeal against this decision was rejected by another Vilnius regional prosecutor on 26 May 2000. The applicant appealed to the Office of the Prosecutor General, claiming that the proceedings had not been definitively discontinued. On 31 August 2000 a prosecutor of the Office of the Prosecutor General dismissed the appeal, holding that the case had been discontinued in accordance with the relevant domestic requirements. The applicant was also informed that he could apply to a court to challenge the decision of 18 April 2000.", "21. Article 5 § 2 of the Code of Criminal Procedure provides that criminal proceedings must be discontinued in the absence of any offence. Article 233 § 2 of the Code states that criminal proceedings can also be discontinued if there is a lack of evidence against the suspected person.", "22. Pursuant to Article 235 of the Code, a discontinued case may be renewed by a prosecutor if there are lawful grounds for further investigation."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}