{"ITEMID": "001-107556", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF O.H. v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-a - After conviction;Article 5-1-c - Reasonably necessary to prevent offence;Article 5-1-e - Persons of unsound mind);Violation of Article 7 - No punishment without law (Article 7-1 - Heavier penalty;Nulla poena sine lege;Retroactivity);Non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicant was born in 1952 and is currently in Straubing Prison.", "6. Between 1970 and 1987 the applicant was convicted in eight judgments of offences including theft, robbery, extortion, assault and dangerous assault and spent some fourteen years in prison.", "7. On 9 April 1987 the Munich I Regional Court convicted the applicant of two counts of attempted murder. It sentenced him to nine years’ imprisonment and ordered his preventive detention (Article 66 § 1 of the Criminal Code, see paragraphs 41-42 below).", "8. The Regional Court found that in 1986 the applicant and an accomplice had shot at two policemen several times in order to escape arrest and criminal prosecution following the discovery of their plans to carry out an armed bank robbery using a stolen car. A psychological expert and a neurological expert consulted by the court, who had both examined the applicant in person, confirmed that the applicant was suffering from a personality disorder characterised, in particular, by antisocial conduct, which was, however, not serious enough to be classified as pathological. The court therefore considered that he had acted with full criminal responsibility. The applicant’s preventive detention was necessary as, owing to his criminal tendencies, there was a risk that he might commit similar serious offences in the future and he was thus a danger to the public.", "9. On 21 August 1996 the Regensburg Regional Court ordered that the applicant’s preventive detention, imposed by the judgment of 9 April 1987 of the Munich I Regional Court, take place in a psychiatric hospital (Article 67c § 1 and Article 67a § 2 of the Criminal Code, see paragraphs 43 and 47 below) from 5 November 1996, when the applicant would have fully served his prison sentence. According to the report drawn up at the court’s request by an external psychiatric expert, L., the findings of whom the court endorsed, the applicant suffered from schizophrenia simplex characterised by autistic behaviour and from a serious personality disorder. The expert took the view that the applicant had not been diagnosed with that illness before 1990 because it was characterised mostly by disorders concerning the affectivity, thinking or personality and less by hallucinations or delusional ideas. He should therefore be transferred to a psychiatric hospital as soon as possible for socio-therapeutic treatment and medication. Without such treatment, the applicant, owing to his tendency to commit serious offences, was a danger to the public.", "10. On 5 November 1996 the applicant, having fully served his prison sentence, was placed for the first time in preventive detention, in psychiatric hospitals in Haar and Straubing.", "11. On 29 July 1999 the Regensburg Regional Court ordered that the applicant’s preventive detention should take place in prison instead of in a psychiatric hospital (Article 67a § 3 of the Criminal Code, see paragraph 47 below). It considered that the applicant’s preventive detention in a psychiatric hospital was not helping to rehabilitate him.", "12. The Regional Court noted that the psychiatric expert, L., whom it had consulted in 1996, had taken the view that the applicant’s chronic schizophrenia could be better treated and his rehabilitation better furthered in a psychiatric hospital. A doctor at Haar Psychiatric Hospital had considered that the applicant suffered from an antisocial personality disorder and, possibly, from psychosis of a schizophrenic nature. The treating doctors at Straubing Psychiatric Hospital had, however, taken the view that the applicant’s rehabilitation could not be furthered in that clinic as the applicant, who suffered from a schizophrenic-type disorder and antisocial conduct, had persistently refused any of the therapies offered. The Straubing prison authorities had opposed the applicant’s transfer back to prison, arguing that the applicant’s illness could only be treated in a psychiatric hospital. The court, having heard the applicant in person, endorsed the hospital’s findings.", "13. Since 26 August 1999 the applicant has been detained in a separate wing of Straubing Prison for persons in preventive detention.", "14. The continuation of the applicant’s preventive detention in prison was ordered by the Regensburg Regional Court on 21 June 2001.", "15. On 13 May 2004 the Regensburg Regional Court ordered that the applicant’s preventive detention was to take place in a psychiatric hospital (Article 67a §§ 1 and 2 of the Criminal Code, see paragraph 47 below). On 25 June 2004 the Nuremberg Court of Appeal quashed that decision for lack of sufficient findings as to the illnesses or disorders from which the applicant suffered and as to the need to treat these in a psychiatric hospital and remitted the case to the Regional Court.", "16. On 17 March 2005 the Regensburg Regional Court ordered that the measure of the applicant’s preventive detention be further enforced in prison. It underlined that for the applicant to be transferred to a psychiatric hospital under Articles 67a and 63 of the Criminal Code, it was only decisive whether the applicant’s rehabilitation could be better furthered thereby; the preconditions of Article 63 of the Criminal Code (see paragraph 48 below) did not have to be met.", "17. The Regensburg Regional Court endorsed the findings of a psychiatric expert, W., it had consulted. The expert had considered that the applicant most probably suffered from a serious personality disorder with antisocial and schizoid elements, but not from schizophrenia simplex. As he refused therapy and his conduct had not changed substantially since 1986 he was liable to reoffend if released. The expert held that he should not be transferred to a psychiatric hospital under Article 67a §§ 1 and 2 of the Criminal Code. His rehabilitation could not be better furthered by such a transfer, as required by the said provision, because the disorder from which he suffered could not be treated primarily by medication and he refused therapy. Expert W.’s findings were contested by the medical director of the psychiatric wing of Straubing Prison, who maintained that the applicant suffered from an illness, schizophrenia simplex, which could be adequately treated only in a psychiatric hospital.", "18. On 5 October 2006 the Regensburg Regional Court, sitting as a chamber responsible for the execution of sentences, ordered the applicant’s preventive detention to continue even after completion of ten years in such detention (Article 67d § 3 of the Criminal Code, see paragraph 46 below).", "19. The Regional Court found that the applicant was liable to commit further offences, in particular assaults and robberies, if released. It further considered that the applicant was not to be transferred to a psychiatric hospital under Article 67a § 2 of the Criminal Code because his rehabilitation could not be better furthered thereby. It referred in this respect to the findings of the psychiatric expert it had consulted, P., who had found that the applicant refused treatment in a psychiatric hospital. The court noted that the fact that the applicant suffered from a mental illness and the particular nature of that illness was not decisive for its finding under Article 67a § 2 of the Criminal Code that the applicant’s rehabilitation could not be better furthered in a psychiatric hospital. Its view that the applicant’s preventive detention should take place in prison was confirmed by the fact that the applicant’s previous transfer to a psychiatric hospital had not yielded any success.", "20. In reaching its decision, the Regional Court had regard to the report dated 25 May 2006 submitted by expert P. The latter, who had examined the applicant in person, had taken the view that the applicant, an antisocial personality, suffered from a schizophrenic-type disorder characterised by noticeable problems in the person’s conduct, thinking and mood, which gave the impression of schizophrenia, but without any symptoms indicating actual schizophrenia. He had considered that the applicant did not suffer from schizophrenia, a diagnosis made following several previous examinations and as maintained by the medical director of the psychiatric wing of Straubing Prison, L., who still considered that the applicant could be adequately treated only in a psychiatric hospital. Expert P. noted that since 2002 the applicant was no longer being treated in the psychiatric wing of Straubing Prison.", "21. The psychiatric expert had further considered that the applicant was likely to reoffend in view of his numerous previous convictions and the fact that he had committed his offences in 1986 shortly after having been released from prison. Moreover, he had subsequently been convicted of assault (in 1995) and of a drug offence committed in prison (in 1989). He hardly had any social contact outside prison. His personality disorder had not been treated as he had refused psychiatric therapy. He had also refused to apply for relaxations in the conditions of his detention and had announced that he would abscond if granted leave under escort. Measures would need to be taken to prepare his conditional release, such as finding contact persons outside prison, social training and relaxations in the conditions of his detention as soon as this appeared justifiable.", "22. By 4 November 2006 the applicant had served ten years in preventive detention.", "23. On 27 December 2006 the Nuremberg Court of Appeal dismissed the applicant’s appeal. Endorsing the reasons given by the Regional Court, it found that there was still a risk that, if released, the applicant, owing to his criminal tendencies, might commit serious offences, in particular assaults, robberies or thefts, resulting in considerable psychological or physical harm to the victims (Article 67d § 3 of the Criminal Code). His continued preventive detention was therefore still proportionate.", "24. The Court of Appeal endorsed expert P.’s finding that the applicant’s rehabilitation would not have been better furthered by his transfer to a psychiatric hospital as he refused treatment.", "25. On 25 January 2007 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He argued that his continued preventive detention after completion of ten years on the basis of the amended Article 67d § 3 of the Criminal Code, which had entered into force after he had committed his offence, violated his human dignity, his right to liberty, the prohibition of retrospective punishment and the right not to be punished twice for the same offence under the Basic Law.", "26. On 23 July 2007 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint (file no. 2 BvR 241/07). It found that the applicant’s complaint had no prospects of success. The criminal courts had verified the continued danger posed by the applicant in accordance with the standards set by the Basic Law. Article 67d § 3 of the Criminal Code, as amended in 1998, permitted the continued preventive detention, for several decades if necessary, of incorrigible offenders who persisted in refusing any treatment and remained a danger despite their advancing age.", "27. Since 26 August 1999 the preventive detention order against the applicant has been executed in a separate wing of Straubing Prison for persons in preventive detention. Persons in preventive detention have certain privileges compared with convicted offenders serving their sentence.", "28. In particular, at the relevant time, persons in preventive detention had more wide-ranging possibilities to occupy themselves in their spare time (one extra hour could be spent outside on non-working days; use of a well-equipped sports room; additional private telephone calls). They had shorter lock-up hours (some five hours less per day), more generous visiting times (up to seven hours extra per month) and more wide-ranging opportunities to purchase goods (four extra opportunities to buy a larger variety of goods). They further had the right to wear their own underwear, use their own bed linen and bath robes, and have more pocket money. They had bigger cells (the applicant’s cell measures approximately 8.75 sq. m) which they could equip with bigger TV sets and additional furniture.", "29. The applicant is considered by the Straubing prison authorities to be a nervous choleric person filled with hatred. Numerous disciplinary measures have had to be imposed on him, in particular for assaults on fellow prisoners and insults directed at the prison staff. He neither has contact with his fellow prisoners nor does he receive any visits from outside the prison. Since 1991 it has no longer been possible to assign him suitable work in prison.", "30. As regards the therapy offered to the applicant, he stopped taking medication shortly after having started treatment for schizophrenia simplex with which he was diagnosed in 1990. This led to disturbances in his thinking, insufficient energy and a risk of occasional hallucinations. The legal preconditions for the forced administration of medication have never been met.", "31. Between November 1996 and August 1999 the applicant was offered psychiatric treatment for schizophrenia simplex with which he had been diagnosed in Haar and Straubing psychiatric hospitals but he was unwilling to undergo treatment.", "32. In Straubing Prison the applicant consistently refuses to accept the treatment offered or to meet the psychiatric experts who come to examine him in person.", "33. On 19 February 2009 the Regensburg Regional Court, sitting as a chamber responsible for the execution of sentences, ordered the applicant’s preventive detention to continue under Article 67d § 3 of the Criminal Code. Endorsing the findings made by the psychiatric expert it had consulted, N., the court found that there was still a risk that the applicant, owing to his criminal tendencies, might commit serious offences if released. There was a risk, in particular, that he might commit assaults and robberies, resulting in considerable psychological or physical harm to the victims. The court further considered that the applicant’s preventive detention should not take place in a psychiatric hospital under Articles 67a § 2 and 63 of the Criminal Code because, as had been convincingly shown by the expert, the applicant’s rehabilitation could not be better furthered thereby. The fact that the applicant suffered from a psychiatric illness was not decisive for the decision to be taken under the said provisions.", "34. The expert consulted by the court, who had to draw up his report on the basis of the case file as the applicant had refused to submit himself for examination, found that the applicant suffered from an antisocial personality disorder, characterised by a lack of empathy, disregard for social rules, aggressive behaviour and a lack of feelings of guilt. He further suffered from a schizophrenic-type disorder, which was generally characterised by eccentric behaviour and abnormalities in the person’s thinking and mood, which gave the impression of schizophrenia without any symptoms indicating actual schizophrenia: the applicant displayed eccentric and mistrustful behaviour, lacked social contact and experienced occasional hallucinations. It was, however, very unlikely that he suffered from schizophrenia simplex. The disorders from which the applicant suffered had still not been treated successfully and he continued to refuse therapy and medication. Therefore, the applicant’s rehabilitation could not be better furthered in a psychiatric hospital, where a lack of disciplinary measures could lead to him displaying even more antisocial conduct. He considered that the applicant should be transferred to a psychiatric hospital under Article 67a § 2 of the Criminal Code if he no longer refused to take the necessary medication.", "35. On 17 March 2009 the Nuremberg Court of Appeal, endorsing the reasons given by the Regional Court, dismissed the applicant’s appeal.", "36. On 13 December 2010 the Nuremberg Court of Appeal dismissed the applicant’s appeal against the Regensburg Regional Court’s decision of 4 November 2010 not to order his immediate release in view of the Court’s judgment of 17 December 2009 in the case of M. v. Germany (cited above). It found that the applicant’s objections had to be examined in different proceedings to be instituted ex officio under Article 67e § 1 of the Criminal Code (see paragraph 44 below).", "37. The city of Straubing did not subsequently apply for the applicant to be placed in a psychiatric hospital under section 1 of the Bavarian (Mentally Ill Persons’) Placement Act (see paragraph 49 below). The psychiatric expert it had consulted, who had examined the applicant in person, had considered that the applicant suffered from a personality disorder with antisocial and schizoid elements, but not from a schizophrenic psychosis. The applicant’s free will was not impaired by that personality disorder so that the requirements for a placement in a psychiatric hospital under the said Act were not met.", "38. Following the leading judgment of 4 May 2011 of the Federal Constitutional Court on preventive detention (see paragraphs 51-55 below), the Regensburg Regional Court initiated proceedings for a fresh review of whether the applicant’s preventive detention was to be terminated in the light of the principles established in the said judgment. The psychiatric expert consulted in the proceedings had to draw up her report on the basis of the case-file as the applicant refused to have himself examined by her. She took the view that the applicant suffered from a mental disorder (a schizophrenic-type personality disorder and a dissocial personality) within the meaning of section 1 of the Therapy Detention Act (see paragraph 50 below). It was his dissocial personality which contributed considerably to his dangerousness. In the expert’s view, it was highly likely that the applicant would commit further violent offences if released. On 25 August 2011 the Regensburg Regional Court, endorsing the findings of the psychiatric expert, decided not to declare the execution of the preventive detention order against the applicant terminated. The proceedings are currently pending before the Court of Appeal.", "39. The applicant is currently still in preventive detention, imposed by the Munich I Regional Court on 9 April 1987 and taking place in a separate wing of Straubing Prison for persons in preventive detention.", "40. A comprehensive summary of the provisions of the Criminal Code and of the Code of Criminal Procedure governing the distinction between penalties and measures of correction and prevention, in particular preventive detention, and the making, review and execution in practice of preventive detention orders, is contained in the Court’s judgment in the case of M. v. Germany (no. 19359/04, §§ 45-78, 17 December 2009). The provisions referred to in the present case provide as follows:", "41. The sentencing court may, at the time of the offender’s conviction, order his preventive detention (a so-called measure of correction and prevention) under certain circumstances in addition to his prison sentence (a penalty), if the offender has been shown to be a danger to the public (Article 66 of the Criminal Code).", "42. In particular, the sentencing court orders preventive detention in addition to the penalty if someone is sentenced for an intentional offence to at least two years’ imprisonment and if the following further conditions are satisfied. Firstly, the perpetrator must have been sentenced twice already, to at least one year’s imprisonment in each case, for intentional offences committed prior to the new offence. Secondly, the perpetrator must previously have served a prison sentence or must have been detained pursuant to a measure of correction and prevention for at least two years. Thirdly, a comprehensive assessment of the perpetrator and his acts must reveal that, owing to his propensity to commit serious offences, notably those which seriously harm their victims physically or mentally or which cause serious economic damage, the perpetrator presents a danger to the general public (see Article 66 § 1 of the Criminal Code, in its version in force at the relevant time).", "43. Article 67c of the Criminal Code governs orders for the preventive detention of convicted persons which has not taken place immediately after the judgment ordering it becomes final. Paragraph 1 of the Article provides that if a term of imprisonment is served prior to a simultaneously ordered placement in preventive detention, the court responsible for the execution of sentences (that is, a special chamber of the Regional Court composed of three professional judges, see sections 78a and 78b(1)(1) of the Court Organisation Act) must review, before completion of the prison term, whether the person’s preventive detention is still necessary in view of its objective. If that is not the case, it suspends the execution of the preventive detention order and applies a measure of probation; supervision of the person’s conduct (Führungsaufsicht) commences with the suspension.", "44. Pursuant to Article 67e of the Criminal Code, the court (that is, the chamber responsible for the execution of sentences) may review at any time whether the further execution of the preventive detention order should be suspended and a measure of probation applied. It is obliged to do so within fixed time-limits (paragraph 1 of Article 67e). For persons in preventive detention, this timelimit is two years (paragraph 2 of Article 67e).", "45. Under Article 67d § 1 of the Criminal Code, in its version in force prior to 31 January 1998, the first period of preventive detention may not exceed ten years. If the maximum duration has expired, the detainee shall be released (Article 67d § 3).", "46. Article 67d of the Criminal Code was amended by the Combating of Sexual Offences and Other Dangerous Offences Act of 26 January 1998, which entered into force on 31 January 1998. Article 67d § 3, in its amended version, provides that if a person has spent ten years in preventive detention, the court shall declare the measure terminated (only) if there is no danger that the detainee will, owing to his criminal tendencies, commit serious offences resulting in considerable psychological or physical harm to the victims. Termination shall automatically entail supervision of the offender’s conduct. The former maximum duration of a first period of preventive detention was abolished. Pursuant to section 1a(3) of the Introductory Act to the Criminal Code, the amended version of Article 67d § 3 of the Criminal Code was to be applied without any restriction ratione temporis.", "47. Article 67a of the Criminal Code contains provisions on the transfer of detainees for the execution of a different measure of correction and prevention than the measure ordered in the judgment against them. Under Article 67a § 2, read in conjunction with § 1, of the Criminal Code, the court may subsequently transfer a perpetrator against whom preventive detention was ordered to a psychiatric hospital if the perpetrator’s reintegration into society can be better promoted thereby. The court may quash that decision if it later emerges that no success can be achieved by placing the perpetrator in a psychiatric hospital (Article 67a § 3). The duration of the placement is determined by the provisions which apply to the measure ordered in the judgment (Article 67a § 4).", "48. The detention of mentally ill persons is provided for, first of all, in the Criminal Code as a measure of correction and prevention if the detention is ordered in relation to an unlawful act committed by the person concerned. Article 63 of the Criminal Code provides that if someone commits an unlawful act without criminal responsibility or with diminished criminal responsibility, the court will order his placement – without any maximum duration – in a psychiatric hospital if a comprehensive assessment of the defendant and his acts reveals that, as a result of his condition, he can be expected to commit serious unlawful acts and that he is therefore a danger to the general public.", "49. Secondly, pursuant to sections 1 § 1, 5 and 7 of the Bavarian Act on the Placement in an Institution of Mentally Ill Persons and Their Care of 5 April 1992 (Bavarian (Mentally Ill Persons’) Placement Act – Bayerisches Gesetz über die Unterbringung psychisch Kranker und deren Betreuung) a court may order a person’s placement in a psychiatric hospital at the request of the authorities of a town or county if the person concerned is mentally ill and thereby poses a severe threat to public security and order. Such an order may only be executed as long as no measure under Article 63 of the Criminal Code has been taken (section 1 § 2 of the said Act).", "50. Furthermore, on 1 January 2011, following the Court’s judgment in the case of M. v. Germany (cited above), the Act on Therapy and Detention of Mentally Disturbed Violent Offenders (Therapy Detention Act – Gesetz zur Therapierung und Unterbringung psychisch gestörter Gewalttäter) entered into force. Under sections 1 § 1 and 4 of that Act, the civil sections of the Regional Court may order the placement in a suitable institution of persons who may no longer be kept in preventive detention in view of the prohibition of retrospective aggravations in relation to preventive detention. Such a therapy detention may be ordered if the person concerned has been found guilty by final judgment of certain serious offences for which preventive detention may be ordered under Article 66 § 3 of the Criminal Code. The person must further suffer from a mental disorder owing to which it is highly likely that he will considerably impair the life, physical integrity, personal liberty or sexual self-determination of another person. The person’s detention must be necessary for the protection of the public.", "51. On 4 May 2011 the Federal Constitutional Court delivered a leading judgment concerning the retrospective prolongation of the complainants’ preventive detention beyond the former ten-year maximum period and about the retrospective order of the complainants’ preventive detention respectively (file nos. 2 BvR 2365/09, 2 BvR 740/10, 2 BvR 2333/08, 2 BvR 1152/10 and 2 BvR 571/10). The Federal Constitutional Court held that all provisions on the retrospective prolongation of preventive detention and on the retrospective order of such detention were incompatible with the Basic Law as they failed to comply with the constitutional protection of legitimate expectations guaranteed in a State governed by the rule of law, read in conjunction with the constitutional right to liberty.", "52. The Federal Constitutional Court further held that all provisions of the Criminal Code on the imposition and duration of preventive detention at issue were incompatible with the fundamental right to liberty of the persons in preventive detention. It found that those provisions did not satisfy the constitutional requirement of establishing a difference between preventive detention and detention for serving a term of imprisonment (Abstandsgebot). These provisions included, in particular, Article 66 of the Criminal Code in its version in force since 27 December 2003.", "53. The Federal Constitutional Court ordered that all provisions declared incompatible with the Basic Law remained applicable until the entry into force of new legislation and until 31 May 2013 at the latest. In relation to detainees whose preventive detention had been prolonged or ordered retrospectively, the courts dealing with the execution of sentences had to examine without delay whether the persons concerned, owing to specific circumstances relating to their person or their conduct, were highly likely to commit the most serious crimes of violence or sexual offences and if, additionally, they suffered from a mental disorder within the meaning of section 1 § 1 of the Therapy Detention Act (see paragraph 50 above). As regards the notion of mental disorder, the Federal Constitutional Court explicitly referred to the interpretation of the notion of “persons of unsound mind” in Article 5 § 1 sub-paragraph (e) of the Convention made in this Court’s case-law (see §§ 138 and 143-156 of the Federal Constitutional Court’s judgment). If the above pre-conditions were not met, those detainees had to be released no later than 31 December 2011. The other provisions on the imposition and duration of preventive detention could only be further applied in the transitional period subject to a strict review of proportionality; as a general rule, proportionality was only respected where there was a danger of the person concerned committing serious crimes of violence or sexual offences if released.", "54. In its judgment, the Federal Constitutional Court stressed that the fact that the Constitution stood above the Convention in the domestic hierarchy of norms was not an obstacle to an international and European dialogue between the courts, but was, on the contrary, its normative basis in view of the fact that the Constitution was to be interpreted in a manner that was open to public international law (völkerrechtsfreundliche Auslegung; see § 89 of the Federal Constitutional Court’s judgment). It stressed that, in line with that openness of the Constitution to public international law, it attempted to avoid breaches of the Convention in the interpretation of the Constitution (see §§ 82 and 89 of the Federal Constitutional Court’s judgment).", "55. In its reasoning, the Federal Constitutional Court relied on the interpretation of Article 5 and Article 7 of the Convention made by this Court in its judgment in the case of M. v. Germany (cited above; see §§ 137 ss. of the Federal Constitutional Court’s judgment). It stressed, in particular, that the constitutional requirement of establishing a difference between preventive detention and detention for serving a term of imprisonment and the principles laid down in Article 7 of the Convention required an individualised and intensified offer of therapy and care to the persons concerned. In line with the Court’s findings in the case of M. v. Germany (cited above, § 129), it was necessary to provide a high level of care by a team of multi-disciplinary staff and to offer the detainees an individualised therapy if the standard therapies available in the institution did not have prospects of success (see § 113 of the Federal Constitutional Court’s judgment)."], "VIOLATED_ARTICLES": ["5", "7"], "VIOLATED_PARAGRAPHS": ["5-1", "7-1"], "VIOLATED_BULLETPOINTS": ["5-1-a", "5-1-c", "5-1-e"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}