{"ITEMID": "001-97479", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "REMES v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Martti Remes, is a Finnish national who was born in 1935 and lives in Helsinki. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 1 March 2002 the applicant was questioned by the police on suspicion of having made defamatory remarks about another person in a letter. The pre-trial investigation was closed on 24 April 2002.", "On 15 October 2002 the public prosecutor filed an application for a summons with the Helsinki District Court (käräjäoikeus, tingsrätt). The applicant was summoned to an oral hearing, which was to be held on 27 May 2003. That hearing was, however, cancelled. According to the applicant, the reason for the cancellation was the court's failure to summon his witness. The Government, on the other hand, state that the hearing was cancelled because the presiding judge had fallen ill. By a notice dated 17 November 2003 the applicant was again summoned to the court's oral hearing, the new date being 10 March 2004.", "At that hearing the prosecutor charged the applicant with defamation. The complainant joined the proceedings and made an accessory claim for damages. In addition to written evidence, the court received testimony from the parties and one witness. The court gave its judgment on the same date. It convicted the applicant as charged and sentenced him to 40 unit fines, amounting to € 960 (euros) in total. It also ordered him to pay damages and costs and expenses to the complainant.", "On 8 April 2004 the applicant appealed against the judgment to the Helsinki Court of Appeal (hovioikeus, hovrätten) maintaining that he was innocent. He also made a claim against the State for costs and expenses claiming that he had travelled in vain to the first hearing, which had been cancelled only one day earlier. The complainant also appealed, requesting that the amount of damages be increased. The complainant initially requested an oral hearing but later withdrew that request.", "On 5 November 2004 the court asked the parties to submit written replies which were, apparently, received by 3 December 2004. According to the Government, the applicant submitted further comments on 7 February 2005.", "On 24 May 2006 the Court of Appeal found that the applicant had not acted with intent. It acquitted the applicant of the charge and exempted him from paying damages and costs and expenses to the complainant. The court dismissed his claim against the State without examining its merits, noting that such a claim could not be raised directly before the appellate court.", "The complainant sought leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen), which was refused on 23 April 2007.", "Article 118 of the Constitution (Suomen Perustuslaki, Finlands grundlag, Act no. 731/1999) provides that anyone who has suffered a violation of his or her rights or sustained loss through an unlawful act or omission by a civil servant or other person performing a public task shall have the right to request that charges be brought against that person and that the public organisation, official or other person in charge of a public task be held liable for damages, as provided in more detail by an Act.", "The Tort Liability Act (vahingonkorvauslaki, skadeståndslag, Act no. 412/1974) entitles an individual to institute civil proceedings against the authorities before a district court on the ground that he or she has suffered damage due to the performance of a public function."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}