{"ITEMID": "001-100181", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "JULARIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Vlado Jularić, is a Croatian national who was born in 1960 and lives in Zagreb. He was represented before the Court by Mr D. Bučanac, a lawyer practising in Velika Gorica. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was placed in pre-trial detention in Zagreb Prison (Zatvor u Zagrebu) on 17 June 2001 following the institution of criminal proceedings against him on charges of double murder.", "The applicant alleged that, on 20 August 2001, he had been severely beaten in Zagreb Prison by Ž.P., a prison guard.", "The Government alleged that, on 20 August 2001, the applicant had first been taken to Zagreb Prison Hospital (Bolnica za osobe lišene slobode, hereinafter “the ZPH”) where he had undergone a psychiatric examination. After he had been taken back to his cell, the applicant had called Ž.P. and asked to be given a tranquilizer injection in the prison medical unit. Ž.P. had taken the applicant to the medical unit where the applicant had started to shout and had ignored warnings to stop. Even after he had received the injection, the applicant had continued to shout and insult Ž.P. and a member of the prison health care staff, Z.P., who was present at the scene. He had then started walking towards the toilets and had smashed the glass in one of the windows with his hand.", "Ž.P. had followed the applicant and caught him in the toilets, where a fight between them had broken out. The applicant had punched Ž.P. and struck him whilst pinning him against a wall.", "Meanwhile, Z.P. had called the prison officer on duty. Two officers, I.T. and M.P., had arrived at the scene and found the toilet doors stuck. After I.T. had forcefully opened the doors, he had seen the applicant striking Ž.P. whilst pinning him against a wall. The applicant had ignored warnings by the officers to stop and had continued to shout and push Ž.P. I.T., and then Ž.P., had used force in order to restrain the applicant. They had struck the applicant four or five times on the back and five or six times on the legs all with rubber truncheons. Because the incident had occurred in a small closed area, the applicant had also received some head wounds which had not been caused by rubber truncheon blows.", "The applicant had then been examined by the prison doctor and taken to hospital.", "The medical file showed that he had suffered bruising to his face, chest, shoulders, back, left upper leg and both knees. He was prescribed rest, pain killers and Heparin gel.", "The applicant complained to the prison authorities, the Ministry of Justice and the Zagreb County Court (Županijski sud u Zagrebu).", "On the same day Ž.P., I.T. and M.P. submitted their reports on the incident to the prison governor. Further to this, Z.P. and the prison doctor, G.Š., who had examined the applicant, gave their statements. A statement was also taken from the applicant.", "On 21 August 2001 the Head of the Prison Security Service submitted his report on the incident to the prison governor who, in turn, submitted a report to the Ministry of Justice Administration for the Execution of Criminal Sanctions.", "On 22 August 2001 the prison governor told the Zagreb County Court about the incident, because the criminal proceedings against the applicant were still pending before that court.", "Further statements were taken from the applicant, Ž.P., and I.T. before an employee of the Ministry of Justice.", "On 3 September 2001 disciplinary proceedings were instituted against Ž.P., I.T. and the Head of the Prison Security Service. On 25 January 2002 the proceedings were terminated on the grounds that they had been instituted on the basis of the statements given by the prison officers, which were considered to be unlawful evidence.", "In the criminal proceedings against him, on 24 May 2002 the applicant was found guilty of murder and causing grievous bodily harm. He was sentenced to fourteen years' imprisonment. On 13 January 2003 the applicant was transferred to Lepoglava State Prison (Kaznionica u Lepoglavi, hereinafter “the LSP”).", "The applicant's medical record from the LSP shows that in 1991, during the Homeland War in Croatia, he had suffered from a gunshot wound to his heart and lungs. Afterwards, on several occasions, he suffered from pericarditis (inflammation of the pericardium, the membrane forming the outer covering of the heart), the last time he suffered from this was in 1997. Since 1992 he has been receiving treatment for post-traumatic stress disorder (“PTSD”).", "Since his arrival at the LSP the applicant has regularly been examined by the ZPH doctor. Thus, he was examined by the doctor on seventeen occasions in 2003, on thirty occasions in 2004, on thirty-four occasions in 2005, on thirteen occasions in 2006, on seventeen occasions in 2007, on six occasions in 2008 and on two occasions in 2009. He was also treated for PTSD (with pharmacotherapy); hemorrhoids; gingivitis (inflammation of the gums); dermatitis; chronic pericarditis; acute rhinopharyngitis; acute conjunctivitis; acute laryngitis; influenza; angina pectoris; umbilical hernia; chronic gastritis; neck pain; chest-wall tumour; and lumboischialgia (back pain).", "The applicant stayed in the ZPH from 17 June to 13 July 2001 and was treated for PTSD with pharmacotherapy. The discharge letter indicates that he did not show signs of psychosis or suicidal intentions.", "He was again treated in the ZPH from 20 August to 23 August 2001 in connection with the injuries he had suffered on 20 August 2001 (see above). Subsequently, from 23 August to 1 October 2001 he was treated at the Neuropathology Ward.", "On 10 May 2002 he was examined by the ZPH doctor in connection with pericarditis. Laboratory tests were taken, as well as lung and heart X-ray examinations and an electrocardiogram. On 17 December 2002 he was again examined by the ZPH doctor and was prescribed pharmacotherapy in connection with the PTSD.", "The applicant was hospitalised in the ZPH from 27 April to 31 May 2004 and was treated for chronic gastritis, liver lesions, hyperlipidemia (increased cholesterol), fibrothorax (fibrosis of the pleural space surrounding the lungs), PTSD and heartburn.", "From 26 August to 8 September 2009 he was treated for angina pectoris, gastritis, hyperlipidemia and post-thoractomry syndrome (post-operative chest pain).", "On 28 January 2003 the applicant was taken to Varaždin General Hospital (Opća bolnica Varaždin) in connection with heart pain. He was prescribed medication.", "On an unspecified date he was examined by an otorhinolaryngologist in the Šalata Clinical Centre in Zagreb (Klinički bolnički centar Šalata).", "On 19 July 2004 he was taken to the Ivanec Medical Centre in connection with pharyngitis (inflammation of the throat). He was examined by a psychiatrist from the Ivanec Medical Centre on 20 January 2005 and by another doctor on 26 May 2005 (for heart problems).", "The applicant was treated by a cardiologist at Varaždin General Hospital on 17 February and 6 October 2005.", "He was examined by a radiology and neuroradiology specialist at the Radiology, Neurology and Cardiology Clinic in Zagreb on 9 March 2007.", "On 21 March 2007 he was examined by a neurosurgeon and generalist at Varaždin General Hospital.", "On 1 March 2007 the applicant petitioned the Varaždin County Court judge responsible for the execution of sentences (sudac izvršenja Županijskog suda u Varaždinu), seeking his temporary release on health grounds. He explained that he had been wounded in the heart and lungs which had had permanent and life-threatening consequences. Furthermore, he had suffered from severe back and neck pain. The judge ordered the opinion of a medical expert, who established that the applicant was totally disabled. The applicant suffered from heart disease, permanent degenerative deterioration of his spine and various chronic ailments. His opinion was that there were no indications that surgery was necessary and he recommended physiotherapy. There was no worsening of the applicant's chronic medical condition.", "On 4 May 2007 the Varaždin County Court judge responsible for the execution of sentences refused the applicant's request. This decision was upheld by a three-judge panel of the Varaždin County Court on 5 June 2007.", "On 27 June 2007 the applicant again petitioned the Varaždin County Court judge responsible for the execution of sentences, seeking his temporary release on health grounds. The judge asked staff at the ZPH whether they were able to provide the applicant with adequate medical care and the answer was affirmative. The judge further found that Varaždin General Hospital was able to provide the applicant the required physiotherapy.", "On 15 January 2008 the applicant again petitioned the Varaždin County Court judge responsible for the execution of sentences, seeking his temporary release on health grounds. The request was granted and the applicant's prison term was stayed from 23 April to 21 June 2008 on health grounds. It was established that the medical treatment being provided to the applicant had not led to any improvement in his health and that a further recommendation, which suggested a three-weeks course of physiotherapy at a health spa was not possible under prison conditions. On 11 June 2008 the judge extended the applicant's temporary release until 21 August 2008 on the grounds that the applicant was to undergo hernia and sinus surgery. On 19 August 2008 the judge extended the applicant's temporary release until 18 November 2008 in order for him to undergo psychiatric treatment. On 6 November 2008 the judge extended the applicant's temporary release until 18 January 2009 on the grounds that the applicant had to undergo nose surgery and treatment at a health spa.", "On 14 January 2009 the judge extended the applicant's temporary release until 18 April 2009 on the grounds that the applicant had to undergo tumour-related surgery and physiotherapy.", "On 27 April 2009 the judge extended the applicant's temporary release until 15 June 2009. On 4 June 2009 the judge extended the applicant's temporary release until 20 June 2009.", "On 23 June 2009 the applicant again petitioned the Varaždin County Court judge responsible for the execution of sentences, seeking his temporary release on health grounds.", "A further decision by the same judge to the same effect was adopted on 30 October 2009, allowing the applicant to be released on health grounds from 9 November to 13 December 2009.", "Since the latter date the applicant has stayed in the LSP in a semi-open regime. He is placed in a cell measuring 20, 64 square metres together with three other inmates. He is confined to the cell between 11 p.m. and 6 a.m. and at 7 p.m. for a short period. Otherwise, he is free to spend his time in communal premises of outside in the prison's courtyard.", "The relevant provisions of the Enforcement of Prison Sentences Act (Zakon o izvršavanju kazne zatvora, Official Gazette nos. 128/1999 and 190/2003) read as follows:", "“(1) Inmates shall have the right to complain about an act or decision of a prison employee.", "(2) Complaints shall be lodged orally or in writing with a prison governor, a judge responsible for the execution of sentences or the Head Office of the Prison Administration. Written complaints addressed to a judge responsible for the execution of sentences or the Head Office of the Prison Administration shall be submitted in an envelope which the prison authorities may not open ...”", "“(1) Inmates shall be provided with medical treatment and proper care of their physical and mental health...”", "“...", "(2) A doctor shall examine a sick or injured inmate ... and undertake all measures necessary to prevent or cure the illness and to prevent deterioration of the inmate's health.”", "“(1) An inmate has the right to seek a specialist examination if such an examination has not been ordered by a prison doctor.", "...”", "...", "(2) Temporary release may be allowed on the following grounds:", "1) to an inmate suffering from a serious acute illness or whose chronic illness worsening and where his or her medical treatment is not possible in prison.", "...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}