{"ITEMID": "001-102449", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MALIKA DZHAMAYEVA AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 3;Violation of Art. 5;Violation of Art. 13", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["7. The applicants are:", "1) Ms Malika Dzhamayeva, born in 1957", "2) Ms Kheda Mamayeva, born in 1978,", "3) Mr Imam Mukayev, born in 2002, and", "4) Mr Ovkhad Mukayev, born in 2004.", "8. The applicants live in Katyr-Yurt, in the Chechen Republic.", "9. The first applicant is the mother of Khamid Mukayev, born in 1978. The second applicant is Khamid Mukayev's wife and the third and fourth applicants are their children.", "10. At the material time the first applicant lived with her son Khamid Mukayev, the second to fourth applicants and other relatives at 10 Pervogo Maya Street (in the submitted documents the address is also referred to as 10 Pervogo Maya Lane and 25 Pervomayskaya Street), Katyr-Yurt, in the Achkhoy-Martanovskiy district of the Chechen Republic.", "11. On the night of 15 September 2004 the above-mentioned persons and P.B. were staying at the applicants' house.", "12. Between 4 and 5 a.m. on 16 September 2004 a convoy of military vehicles, including an armoured personnel carrier (APC) and Gazel and UAZ vehicles, arrived at the applicants' gate. The vehicles had no registration numbers. A group of about twenty-five to thirty armed masked men in camouflage uniforms got out of the vehicles. Some of them stayed outside, securing the perimeter of the applicants' house.", "13. At about 4 a.m. on 16 September 2004 the first applicant was woken up by the barking of her dog. Shortly afterwards seven or eight armed masked men in camouflage uniforms and bullet-proof jackets burst into the house.", "14. The intruders did not introduce themselves or explain the reason for their actions. They pointed their guns at the first applicant and her relatives and ordered them in unaccented Russian to get outside. The applicants inferred that the intruders were servicemen. In the courtyard the first applicant saw a large group of armed servicemen in camouflage uniforms and masks. The servicemen tied the first applicant's and her relatives' hands with adhesive tape. They also tied the first applicant and her other son, Kh.M., to a shed post. The first applicant's eighty-four-year-old motherinlaw, Ms M. M., stayed in the house. In a state of stress, Ms M. M. started shouting and the servicemen hit her several times with their rifle butts.", "15. Meanwhile some of the servicemen who were in the house started searching it and some burst into the room where the second to fourth applicants and Khamid Mukayev were staying. They pointed their guns at the second applicant and ordered her in unaccented Russian to stay quiet. The servicemen then ordered Khamid Mukayev to lie down. After a quick search of the room they took Khamid Mukayev, who was in his underwear, to the yard. The second applicant tried to follow them but was forced back into the room under the threat of being shot dead. In the yard one of the servicemen took the tape off the first applicant's mouth and asked her where her husband was. She replied that she did not know and that he had left the family in 1992.", "16. Having checked the house and attic, the servicemen started beating Khamid Mukayev up, requesting him to give them his passport. He replied that the first applicant had it. The servicemen untied her hands and brought her into the house. In the house she saw her mother-in-law Ms M. M., who was leaning against the wall and coughing up blood. The first applicant gave Khamid Mukayev's passport to the servicemen. At that moment one of the servicemen in the yard ordered the others to retreat. While the first applicant looked back to where Ms M. M. was standing, she saw that the latter had fallen to the ground. Shortly after this the first applicant heard military vehicles. She realised that the servicemen were taking Khamid Mukayev away and asked them not to. They ordered her to remain silent and then two servicemen took the first applicant and her other son into the passageway, tied their hands and legs with adhesive tape and put them on to the floor. After asking the first applicant “What is wrong with your granny?” and received the reply that she was Category 1 disabled, the servicemen closed the door and left, taking Khamid Mukayev with them.", "17. The abduction of Khamid Mukayev was witnessed by a number of the applicants' neighbours.", "18. At about 4 a.m. on 16 September 2004 the applicants' neighbour A.Kh., who lived in Pervogo Maya Street, was woken up by the noise of military vehicles. When he went outside he saw a convoy consisting of an APC with a large number of servicemen on it and Gazel and UAZ vehicles on the Pervogo Maya Street. He immediately went back into his house. Some fifteen to twenty minutes later he again heard the noise of the vehicles coming from the street. When he looked outside his window, he saw the same vehicles reversing. Shortly after this his nephew I.M. came to his house and told him that Russian servicemen had taken away Khamid Mukayev and that they had killed Ms M. M.", "19. During the night of 15-16 September 2004 M.F., who lived at 12 Pervogo Maya Street, was woken up by the noise of vehicles. When she looked outside the window, she saw an APC, a white Gazel vehicle, a lightcoloured UAZ vehicle and a large group of armed masked men going towards the applicants' house. The vehicles had no licence plates. A group of servicemen secured the perimeter of the house. M.F. went home to get dressed but when she got outside, the APC was already driving back and the servicemen sitting on it pointed their guns at her. Once the APC had moved away, M.F. went to the applicants' house and was told about the abduction of Khamid Mukayev and the murder of Ms M. M.", "20. On the night of 15-16 September 2004 A.M. was woken up by noise coming from the applicants' house. When he came closer to the applicants' house through his vegetable garden he saw Gazel and UAZ vehicles parked at the applicants' gate. Afraid to approach closer, he returned home. Some twenty minutes later I.M. came to his house and told him that servicemen had abducted Khamid Mukayev and killed Ms M. M.", "21. The description of the events of 16 September 2004 is based on the first applicant's submissions in her application forms of 21 May and 25 July 2006 and the applicants' account given in the application form of 11 March 2008; accounts given to the applicants' representatives by the following witnesses: an account by P.B. given on 5 March 2008; an account by A.Kh. given on 14 February 2008; an account by M.F. given on 12 February 2008; an account by A.M. given on 15 February 2008; an account by the first applicant made on 11 March 2008, and an account made by the second applicant on 20 February 2008.", "22. The applicants have had no news of Khamid Mukayev since 16 September 2004.", "23. The Government did not dispute most of the applicants' submissions but claimed that the domestic investigation had established neither the implication of servicemen in the abduction of Khamid Mukayev nor that the abductors had used military vehicles.", "24. After the departure of the servicemen on 16 September 2004 with Khamid Mukayev a number of neighbours gathered at the applicants' place. Meanwhile the first applicant's other son, I.M., untied her. Immediately thereafter the first applicant and M.F. ran after the military vehicles, which they saw going into Pervomayskaya Street. On their way the women alerted the local police inspector, M.A., who lived 100 metres from the applicants' house, about the abduction of Khamid Mukayev. M.A. did not say anything to the women and went back into his house.", "25. Shortly after this the first applicant asked her neighbour, D.M., for help. He promised her to follow the servicemen in his private car and told her to go home, which she did.", "26. When she arrived home the first applicant discovered that her mother-in-law was dead.", "27. At about 9 a.m. on 16 September 2004 police officers of the Achkhoy-Martanovskiy Department of the Interior (ROVD), including local police inspector M.A., came to the applicants' house. They interviewed the applicants and some of their neighbours and left.", "28. On 18 or 19 September 2004 a group of police officers visited the first applicant and told her to come to the ROVD.", "29. At the ROVD an officer brought the first applicant to the head of the criminal police department, Mr K. He told her that Khamid Mukayev was in good health, that he was not under the control of the ROVD but that the ROVD was in contact with the “structures which were holding the first applicant's son”. He then asked the first applicant about the whereabouts of her husband, who had participated in illegal armed groups during the first Chechen campaign, and explained her that it was in her interest to provide that information. He also asked her if she knew any Wahhabis in her village.", "30. Subsequently, the local police officer frequently questioned the first applicant about her husband, from which she inferred that the authorities had abducted Khamid Mukayev, because they were still looking for her husband, despite the fact that the latter had been amnestied meanwhile.", "31. On 16 September 2004 the prosecutor's office of the AchkhoyMartanovskiy District (“the district prosecutor's office”) instituted a criminal investigation into the abduction of Khamid Mukayev and the causing of M.M.'s death under Articles 126 § 2 (aggravated kidnapping) and 111 § 4 of the Criminal Code, respectively. The case file was given the number 38041.", "32. On 17 September 2004 the district prosecutor's office granted the second applicant victim status in connection with the proceedings in case no. 38041.", "33. On 11 November 2004 the district prosecutor's office informed the Mukayev family that the time-limits for the investigation in criminal case no. 38041 had been extended to 16 December 2004.", "34. On 11 July 2005 the military commander of the Chechen Republic forwarded the first applicant's complaint about her son's abduction to the Achkhoy-Martanovskiy district military commander's office (the district military commander's office) for examination, and ordered the latter body to search for Khamid Mukayev.", "35. On 15 July 2005 the district prosecutor's office replied to the first applicant's complaint about her son's abduction and informed her that the complaint had been appended to case file no. 38041; that on an unspecified date the investigation of the abduction had been suspended, and unspecified operational and search measures aimed at solving the crime were under way.", "36. On 18 July 2005 the district military commander's office informed the first applicant that on 16 September 2004 they had not been conducting any special operations in Katyr-Yurt. The letter also stated that the authorities had forwarded information requests concerning the whereabouts of Khamid Mukayev to various law-enforcement agencies in the Chechen Republic.", "37. On 14 March 2006, in reply to the second applicant's request for information, the district prosecutor's office wrote to her that they had been undertaking unspecified operational and search measures aimed at establishing the whereabouts of Khamid Mukayev, but that those measures had failed to produce any results. The letter also stated that the investigation in the criminal case could be resumed upon receipt of new relevant information.", "38. On 18 April 2006 the district prosecutor's office informed the first applicant that they had undertaken the following investigative steps in criminal case no. 38041: examination of the crime scene; forensic examination of the body of M.M.; granting victim status in the criminal case to relatives of the disappeared Khamid Mukayev; questioning of a number of local residents about the abduction; collaboration with a number of other law-enforcement bodies to establish the whereabouts of the applicants' relative. In addition, the supervising prosecutor had issued unspecified instructions aimed at solving the crime and these instructions had been complied with by the investigation. According to the letter, the investigation was examining the theory of the possible involvement of Russian servicemen in the crime, as well as the theory that Khamid Mukayev had been kidnapped for ransom. Finally, the document stated that the investigation in criminal case no. 38041 had been suspended on 16 January 2005; however, the operational and search measures aimed at solving the crime were under way.", "39. On 10 July 2006 the second applicant wrote to the district prosecutor's office, requesting information on the progress of the investigation and seeking information on the outcome of her previous enquiries, to which she had received no replies. She submitted that, in the absence of information, she was prevented from challenging the investigation omissions before other authorities. She also sought access to the case file and permission to make copies from it. Lastly, she requested that the investigation be reopened if it had been suspended.", "40. On 1 November 2006 the deputy prosecutor of the AchkhoyMartanovskiy district quashed the decision of 16 January 2005 to suspend the investigation in case no. 38041 as premature and unfounded, finding that the investigation had failed to take all steps necessary to establish the applicants' relative's whereabouts and to identify the perpetrators. In particular, the investigation had failed to interview officers A. T., A. M., T.Sh., I.Dzh., and R.B. of the ROVD, who had been on duty on 15-16 September 2004 at checkpoint no. 1, located at the entry to Achkhoy-Martan; it also had not interviewed as witnesses five residents of Achkhoy-Martan, whose testimony could have had . The investigation also failed to take all measures to identify other witnesses and eyewitnesses to the abduction and the perpetrators. No measures aimed at identifying the owners of the APC and the Gazel vehicles were taken. The deputy prosecutor ordered the district prosecutor's office to enlarge the circle of eventual witnesses to the abduction, to take all relevant investigative steps and to coordinate its efforts with other State authorities. It is not entirely clear whether the deputy prosecutor's instructions have been complied with.", "41. On 1 December 2006 the district prosecutor's office suspended the investigation in case no. 38041 for failure to identify the perpetrators. The decision noted that the investigation had taken a number of investigative steps. In particular, the crime scene had been inspected; a forensic examination of the body of Ms M.M. had been carried out; a plan of operational and search measures had been compiled; the second applicant had been granted victim status and interviewed; relatives and neighbours of the kidnapped person, as well as residents of Katyr-Yurt and unspecified police officers of the ROVD had been interviewed; servicemen from checkpoint no. 186 had been interviewed; registration logs from checkpoints located in the Achkhoy-Martanovskiy District had been examined; character references in respect of Khamid Mukayev had been collected; and unspecified requests had been sent to various law-enforcement authorities in the Chechen Republic.", "42. By a letter of 12 February 2008 investigator K. of the AchkhoyMartanovskiy Interdistrict investigating department of the Investigating Department with the Prosecutor's office of the Chechen Republic (the investigating department) replied to the second applicant's request for information that, until the termination of the investigation, she was only entitled to have access to the documents from case file no. 38041 which pertained to the investigative actions taken with her participation, and that she could be provided with access to the entire file only upon the termination of the investigation.", "43. On 11 March 2008 the second applicant complained to the AchkhoyMartanovskiy District Court (the District Court) that the investigating authorities had taken no action in case no. 38041. She submitted, in particular, that the investigator's refusal to grant her access to the case file had prevented her from getting information on the progress of the investigation into the abduction of her husband and from effectively challenging its omissions before the domestic authorities.", "44. By a decision of 26 March 2008 the District Court granted the second applicant's claims in part. It held that the investigator's permission to the applicant to have access only to the records of investigative steps taken with her participation was unlawful and in breach of the Criminal Procedure Code and the practice of the Constitutional Court. In particular, it referred to the Constitutional Court's finding that a victim could have access to decisions to charge particular persons with a crime, to the information on the composition of the investigating group, decisions to order various expert examinations and their conclusions and complaints of other participants to the criminal proceedings, if those documents and that information pertained to the victim's rights and legal interests. It was for the investigator to determine the manner and conditions of a victim's access to the relevant information, regard being had to the requirements of the interests of the investigation. At the same time, the second applicant's request for access to all the materials in the case file could not be granted until the investigation had been concluded.", "45. On 14 May 2008 the Supreme Court of the Chechen Republic dismissed the second applicant's appeal against the decision of 26 March 2008.", "46. The Government did not make detailed submissions on the course of the investigation.", "47. They stated that the investigation had interviewed eyewitnesses to the abduction and over forty residents of the village; had inspected the crime scene; had carried out a forensic examination of the fingerprints left presumably by the abductors; had examined the body of M. M., and had sent numerous requests to various State authorities in connection with the abduction of the applicants' relative.", "48. Despite specific requests by the Court, the Government did not disclose most of the contents of criminal case no. 38041, providing only copies of the following documents: the decision to institute the investigation; the record of examination of the body of M. M. and its photographs; the crime scene inspection report and a copy of the sketch of the premises; the decision to grant the second applicant victim status; the decision to order a fingerprint examination; the fingerprint expert's report; the forensic report of examination of M. M., and replies from the authorities mentioned in paragraph 63 below. The Government also submitted interview records in respect of the first and second applicants, D.M., Z.M., M.F., L.M., R.A. and M.A. and another thirty residents of Katyr-Yurt (see paragraph 59 below). The Government claimed that the documents furnished by them were the only case file materials they could submit to the Court without prejudice to the interests of the parties to the criminal proceedings.", "49. Some of the documents submitted by the Government were illegible and some documents were legible only in part.", "50. The information contained in the documents submitted by the Government may be summarised as follows.", "51. On 16 September 2004 officers of the ROVD examined the body of M. M. and photographed it.", "52. On the same date they inspected the crime scene. According to the crime scene inspection report, the entry door to Khamid Mukayev's room was broken and there were tracks described as “presumably those of an APC” in the courtyard of the applicants' house. It further emerges from the report that some fingerprints were taken during the inspection.", "53. On 16 September 2004 the ROVD officers interviewed as a witness D.M., who lived at 21, Pervogo Maya Street. D.M. stated that on the night of 15-16 September 2004 he went outside to relieve himself. At that moment he heard the noise of an APC. Immediately thereafter he saw a light-coloured Gazel vehicle without registration plates come into Pervogo Maya Street. It was followed by a UAZ vehicle and an APC. Shortly after this the first applicant came to D.M.'s house and told him that her motherin-law had been killed and her son abducted, upon which D.M. got into his car and followed the military convoy he had seen before. He caught up with it and saw that it was moving in the direction of Achkhoy-Martan. On its way the convoy passed checkpoint no. 186 without being stopped there. When D. M. approached that checkpoint, police officers stationed there stopped him and told him that he could not go any further and that the movement of vehicles was prohibited because of the curfew.", "54. On 17 September 2004 the investigation interviewed the second applicant as a witness. She submitted that at about 4 a.m. on 16 September 2004 she had been woken up by M.M. shouting for help. Immediately thereafter several armed masked men in camouflage uniforms burst into the room she was sharing with Khamid Mukayev and ordered him in unaccented Russian to lie down and not to move. The intruders then took him outside in his underwear. When the second applicant tried to follow, the intruders threatened her with their guns and ordered to stay inside. When she managed to get outside, she saw I.M., who was untying the first applicant, and Ms M.M., who was lying on the floor covered in blood. The intruders had arrived on an APC and in two Gazel vehicles without registration plates.", "55. Kh.M., interviewed as a witness on 17 September 2004, submitted that he had stayed in the applicants' house on the night of 15-16 September 2004. At about 5 a.m. on 16 September 2004 he had been woken up by the dog barking. Shortly after this a group of twenty-five to thirty armed masked men in camouflage uniforms burst into the applicants' property. They tied Kh.M.'s and the first applicant's hands with adhesive tape and put both of them on the floor. Then the intruders took Khamid Mukayev, who was in his underwear, outside. From the neighbours Kh.M. learnt that the intruders had arrived in an APC and two Gazel vehicles.", "56. Z.M., residing at 1, Pervogo Maya Street and interviewed as a witness on an unspecified date in September 2004, stated that at about 5 a.m. on 16 September 2004 she had been woken up by the noise of military vehicles. When she went outside she saw an APC with a large group of armed masked men in camouflage uniforms. Shortly afterwards she heard shouting coming from the applicants' house and subsequently, when she arrived there, she learnt about the killing of Ms M.M. and the abduction of Khamit Mukayev.", "57. On 5 October 2004 the investigator in charge of the case ordered a forensic examination of the three fingerprints taken in Khamid Mukayev's room during the crime scene inspection. On the same date the expert found that the fingerprints collected were not suitable for identification.", "58. On 6 October 2004 the investigation interviewed the first applicant as a witness. She stated that at about 5 a.m. on 16 September 2004 she had been woken up by the barking of her dog. Shortly afterwards a group of armed masked men in camouflage uniforms had burst into the house. Some of the armed men had stayed in the yard. There were in total about twentyfive to thirty of them. The intruders took Khamid Mukayev outside in his underwear and beat up M. M., who died as a result of the beatings. According to the neighbours, the armed men had arrived in an APC and two Gazel vehicles. They spoke unaccented Russian.", "59. Between 13 October and 28 December 2004 and on 16 November 2006 the investigation interviewed as witnesses thirty residents of KatyrYurt. According to their interview records, those persons submitted that they had learnt from the applicants or from other residents of KatyrYurt that between 4 and 5 a.m. on 16 September 2004 a large group of armed masked men in camouflage uniforms, who had arrived in an APC and Gazel and UAZ vehicles, had burst into the applicants' house, had kidnapped Khamid Mukayev and beaten Ms M.M. to death.", "60. On 14 November 2006 the investigation interviewed M.F., who lived at 26 Pervomayskaya Street, as a witness. She submitted that at about 4 a.m. on 16 September 2004 she had been woken up by the noise of several vehicles. When she got outside she saw two light-coloured Gazel vehicles without registration plates. M.F. heard a walkie-talkie in one of the vehicles but could not catch what the people were saying over it. A man in a camouflage uniform with a sub-machine gun was standing near the vehicles. Suddenly another armed man in camouflage ran to him and ordered him in Russian to get the vehicles to the applicants' house. When the vehicles arrived there, about ten armed camouflaged men got into them. Shortly thereafter the two vehicles started taking off. They were followed by an APC with several servicemen on it. Once the convoy had left, M.F. ran to the applicants' house, where she was told that the servicemen had taken away Khamid Mukayev and killed Ms M.M.", "61. L.M., interviewed as a witness on 6 November 2006, stated that at about 4 a.m. on 16 September 2004 he had been woken up by the noise of an APC. He looked out of the window and saw that an APC had entered Katyr-Yurt from the direction of Achkhoy-Martan and that it was in Pervomayskaya Street.", "62. R.A., interviewed as a witness on 7 November 2006, and M.A., interviewed on 17 November 2006, who both lived in Pervomayskaya Street, stated that at about 4 a.m. on 16 September 2004 they had been woken up by the noise of military vehicles and, looking out of their windows, saw an APC near the applicants' house.", "63. According to replies from SIZOs no. 1 of the Chechen Republic and the Dagestan Republic, the Zavodskoy, Leninskiy, Shalinskiy, AchkhoyMartanovskiy and Gudermesskiy interdistrict investigating departments and the Achkhoy-Martanovskiy department of the FSB, those State authorities had no information on Khamid Mukayev's eventual arrest or detention, his whereabouts or on any criminal proceedings against him. The above-mentioned documents were dated between 4 and 10 September 2008 and were sent to the investigating authority in case no. 38041 in reply to its requests for information made in September 2008.", "64. The Government submitted that the investigation in case no. 38041 was pending.", "65. On 18 April 2006 the Achkhoy-Martanovskiy District Court granted the second applicant's request and declared Khamid Mukayev a missing person.", "66. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}