{"ITEMID": "001-70636", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SIDDIK ASLAN AND OTHERS v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection allowed (non-exhaustion of domestic remedies)", "JUDGES": "", "TEXT": ["9. The applicants were born in 1960, 1952, 1965 and 1945 respectively, and live in the city of Van.", "10. The facts of the case, particularly concerning the events which occurred between 7 and 15 September 2001, are disputed by the parties.", "11. The facts as presented by the applicants are set out in Section B below (paragraphs 12-17). The Government’s submissions concerning the facts are summarised in Section C below (paragraphs 18-25). The documentary evidence submitted by the parties is summarised in Section D (paragraphs 26-65).", "12. Mr Ebuzeyt Aslan is the first applicant’s elder brother and is the husband of the third applicant, Mrs Türkan Aslan. Mr Halit Aslan is the second applicant’s cousin and is the husband of the fourth applicant, Mrs Nihari Aslan.", "13. On 7 September 2001 Ebuzeyt Aslan and Halit Aslan left their homes in Van for Beytüşşebap, a town within the administrative jurisdiction of the city of Şırnak. Nothing was heard from them until 15 September 2001 when Zübeyt Aslan, a relative, received an anonymous telephone call. The caller told Zübeyt Aslan that Ebuzeyt and Halit had been killed in an operation conducted by village guards and soldiers in the Dereyatağı area (Dereyatağı Mevkii) near the Geçitli hamlet, within the boundaries of Yeşilöz village. The person then hung up. After the call, the relatives of Ebuzeyt and Halit Aslan went to the local branches of the Human Rights Association in Diyarbakır and Van to ask for assistance.", "14. A group of 30 relatives went to the Prosecutor’s office in Beytüşşebap. The Prosecutor confirmed what had been said by the anonymous caller. The Prosecutor further stated that the place where the incident had taken place was in a dangerous area and that he could not therefore hand the bodies over to them. He told the relatives to talk to the commander of the Provincial Gendarmerie Regiment. The identity cards of the members of the group who subsequently went to the Regiment were taken by the soldiers and they were kept waiting at the barracks for the rest of the day. The group was later escorted by soldiers to the outskirts of Beytüşşebap and told not to return or they would suffer the same fate as their relatives.", "15. On 21 September 2001 the Diyarbakır Branch of the Human Rights Association by letter informed the Ministry of the Interior, the Human Rights Commission of the Turkish Parliament, the Governor of the Emergency Region, the Secretary of State Responsible for Human Rights, the Şırnak Governor, the Prosecutor’s Office in Şırnak, the offices of the Prosecutor and the Governor in Beytüşşebap, of the deaths of Ebuzeyt and Halit Aslan. They requested the authorities to investigate this incident and to find the perpetrators. They further requested that official identifications of the bodies and autopsies be carried out.", "16. Amnesty International was also informed and requested to make an urgent appeal.", "17. The applicants claim that neither Halit Aslan, who was born in 1939, nor Ebuzeyt Aslan, who was born in 1954, had any connections with the PKK. Moreover, Halit Aslan had been suffering from health problems.", "18. On 10 September 2001 a military operation was initiated by the Beytüşşebap Gendarmerie Regiment’s Commander (Beytüşşebap Jandarma Alay Komutanlığı) in the Yeşilöz-Faraşin area.", "19. At around 5.30 p.m. on 12 September 2001, i.e. on the third day of the operation, the gendarme soldiers were confronted by a group of terrorists in the vicinity of Dereyatağı. When the terrorists refused to surrender an armed clash ensued.", "20. A search was conducted in the area by the soldiers after the clash had ended. In the course of the search the bodies of two terrorists were found together with a Kalashnikov rifle, four cartridges, 27 rockets and 22 empty bullet shells.", "21. The search of the vicinity continued the next morning and during this search the body of a third terrorist was found. The booby trap on this third body was made safe by the soldiers.", "22. It was established by the soldiers that the remaining terrorists had escaped towards the city of Van.", "23. According to a record of the operation drawn up by the soldiers, it had been impossible to transport the bodies of the terrorists since the area was very mountainous, the distance between the location of the bodies and the city centre too great, and the soldiers had no vehicles at their disposal. A decision had therefore been taken to leave the corpses in the area and they had been covered with stones to protect them from wild animals. It was also impossible for the soldiers to take photographs of the bodies since they had no cameras with them.", "24. Following the incident, the weather conditions allowed the authorities to visit the site on 29 September, 17 October, 22 October, 4 November, 21 November, 17 December 2001 and, finally, on 8 January 2002. On those dates the authorities visited the site in order to take photographs of the bodies and to carry out autopsies. However, despite extensive searches, the bodies, allegedly those of Halit Aslan and Ebuzeyt Aslan, could not be found. It was assumed that the bodies had decomposed or been taken by terrorists.", "25. It has not yet been established whether the bodies found after the operation on 12 September 2001 were those of the applicants’ relatives. Furthermore, contrary to what was alleged by the applicants, the Beytüşşebap Prosecutor did not make any claim that it was not possible to hand over the bodies to the relatives.", "26. The following information appears from the documents submitted by the parties.", "27. According to the record of the operation drawn up on 13 September 2001 by the gendarme soldiers who took part in an operation on 12 September 2001, the bodies of three terrorists were found in the operation area. Quantities of food and ammunition were also found. The report further listed the amount of ammunition used by the soldiers. According to this list, the gendarme soldiers from the 5th Gendarme Battalion had used a total number of 1,553 bullets, 15 hand grenades and 3 RPG-7 rockets. The soldiers from the Beytüşşebap District Gendarme had used a total of 1,128 bullets.", "28. On 18 September 2001 the ammunition left by the PKK was handed over to the Beytüşşebap Gendarme Commander’s office.", "29. On 19 September 2001 this record of the operation was forwarded to the Prosecutor’s office in Beytüşşebap, together with the ammunition that had been found.", "30. On 17 September 2001 Hazım Aslan, Zübeyt Aslan and Hacı Aslan submitted two petitions to the Van Prosecutor’s office and informed the Prosecutor about the anonymous telephone call that had been received by Zübeyt Aslan, who had been told about the killing of Ebuzeyt and Halit Aslan. They asked the Prosecutor to assist them in obtaining the bodies of their relatives. On the same day, the Van Prosecutor forwarded these petitions to the Beytüşşebap Prosecutor’s office in whose jurisdiction the incident had taken place.", "31. On 17 September 2001 the Beytüşşebap Prosecutor asked the Beytüşşebap Gendarme Commander’s office to clarify the accuracy of the allegations contained in the petitions.", "32. On 19 September 2001 the Beytüşşebap Prosecutor questioned Hazım Aslan, Zübeyt Aslan and Hacı Aslan in connection with their petitions. The three men gave a description of their disappeared relatives and stated that neither Ebuzeyt nor Halit had ever been involved in any PKK activity. They also stated that Yeşilöz village, where their relatives had allegedly been killed, had been evacuated and that no one was living there. Zübeyt Aslan further stated that his brother Halit Aslan might have gone to that area to smuggle Iraqi and Iranian persons into Turkey.", "33. On 24 September 2001 the Beytüşşebap Prosecutor questioned Kürşat Soysal, the gendarme captain in charge of the military operation, and Tevfik Baştürk, a sergeant-major who also took part in the operation. Captain Soysal stated that, as he and the soldiers under his command had approached the Geçitli hamlet on 12 September 2001, they had been informed by radio that an armed man was walking towards the lower part of the village. Captain Soysal had also seen an armed man near the Dereyatağı area. Captain Soysal stated, inter alia, the following:", "“I then ordered my soldiers to be quick and not to lose sight of the armed men. It was around 5.30 p.m. As far as I know, the village where these two men were seen had been uninhabited between 8 to 10 years. The area is not suitable for grazing animals. It is an area used by the terrorist organisation. The firing began approximately one minute after I alerted my soldiers. After the firing had stopped I saw one of the bodies. There was a Kalashnikov rifle next to the body. The body belonged to a man over 40 years of age. There were no documents on the body to help identify the person. When I examined the rifle it became apparent that it had recently been fired. We also found four empty cartridges in the area. I was informed by the soldiers that there was another body at the upper part [of the village] but I did not personally see that body. We aborted the search as it was getting dark and moved to a more secure area. When we resumed the search next morning, I saw the other body. It was that of a man of approximately 35 years of age. There were no weapons near the body. Also, there were no identification documents on the body. We then saw the third body of a man of approximately 25 years of age. His body had been badly damaged, possibly by a rocket missile. I thought it possible that he had killed himself. There was a booby trap on this body and we made it safe. We covered the bodies with stones as we did not have any equipment with which we could dig graves for them. The area where we left the bodies is approximately 45 kilometres from here. We did not have any vehicles at our disposal. There are also landmines on the roads in that area.”", "34. Sergeant-major Baştürk gave a similar statement to the Prosecutor.", "35. On 24 September 2001 the Beytüşşebap Prosecutor asked the Beytüşşebap Governor to clarify whether anyone was living in the Geçitli area near the Yeşilöz village and whether the area was being used by villagers to graze their animals.", "36. On the same day the Prosecutor also asked for copies of registry documents relating to the two disappeared persons to be forwarded to him.", "37. Again on the same day, the Prosecutor asked the Beytüşşebap Gendarme Commander’s office about the possibility of the bodies being brought down from the area where they had been killed. In the alternative, the Prosecutor asked for body and hair samples to be obtained from the bodies for identification purposes.", "38. On an unspecified date in September 2001 General Yavuz Ertürk instructed the forces under his command to find the bodies in order to obtain body samples.", "39. Captain Soysal informed the Beytüşşebap Prosecutor on 29 September 2001 of an attempt made by him and his soldiers the previous day to recover the bodies. Their attempt to reach the area had been hampered by fog and heavy rain.", "40. On 1 October 2001 Hakan Torun, a first lieutenant and commander of the Beytüşşebap Gendarmerie Headquarters, informed the Prosecutor that bringing the bodies back could only be achieved if the security forces organised an operation. Given the limited number of soldiers under his command, it was not possible for him to carry out such an operation alone. If it was not possible to organise such an operation, then it might be possible to obtain body and hair samples from the corpses.", "41. On 2 October 2001 the Beytüşşebap Governor informed the Prosecutor that the Geçitli hamlet of Yeşilöz had been evacuated in 1989 and that no one had lived there since. Furthermore, the villagers were not allowed to take their animals out to graze in the area.", "42. On 5 October 2001 the Beytüşşebap Prosecutor asked the Prosecutor in the town of Özalp, in whose jurisdiction the two disappeared persons used to live, to establish the date on which the latter had left their homes. He also asked whether any official complaints had been lodged in relation to the disappearance. The Prosecutor finally asked his colleague in Özalp to question Hacı Aslan, the son of the disappeared Halit Aslan.", "43. On 9 September 2001 a statement was taken from Hacı Aslan by the Özalp Prosecutor. Mr Aslan stated that his mother – that is the fourth applicant Nihari Aslan – had told him that his father and Ebuzeyt Aslan had left for Beytüşşebap where they had relatives. He thought that his father had possibly been shot by the soldiers for having entered a military area. He stated that his father had left the Beytüşşebap area because of his fear of the PKK and it was therefore improbable that his father was a terrorist or that he had carried weapons. His father had never been arrested in the past; in fact, he had never set foot in a police station. Even assuming that his father was a terrorist, this would not justify the refusal of the gendarmerie to hand over his father’s body. At the Beytüşşebap gendarmerie commander’s office he had been told that the bodies could not be handed over because the deceased were terrorists. He had also been told that he would be shot if he attempted to recover the bodies himself.", "44. On 10 October 2001 the Beytüşşebap Prosecutor asked the 23rd Gendarme Border Division Commander’s office (23. Jandarma Sınır Tümen Komutanlığı) whether it would be possible to recover the bodies or, in the alternative, to obtain body samples from them.", "45. According to a report drawn up on 17 October 2001 by a gendarme sergeant-major, another attempt to recover the bodies had been made on 16 October 2001 by two fully equipped gendarme teams, joined by two commando units. This operation had to be aborted the following day as it was too cold, foggy and wet.", "46. On 18 October 2001 the 23rd Gendarme Border Division Commander’s office replied to the Beytüşşebap Prosecutor’s request that the bodies could only be recovered by means of an operation conducted in the area. The Prosecutor was also informed in the same letter that work on the feasibility of such an operation had already begun.", "47. On 18 October 2001 Hazım Aslan, a relative of the two disappeared men, said in a statement made to the police that the family had made applications to the Beytüşşebap Prosecutor’s office as well as to the Şırnak Brigade Commander’s office (Şırnak Tugay Komutanlığı).", "48. According to a report drawn up on 22 October 2001 by a gendarme major, a third attempt to recover the bodies had been made on 21 October 2001. It too had had to be aborted as the area was covered with snow.", "49. Similar attempts were made on 3 November, 20 November and 16 December 2001 and, finally, on 8 January 2002. The snow had by then reached a height of 50-60 centimetres and there was also a risk of avalanches, with the result that these operations had to be aborted.", "50. A meeting was held on 20 November 2001 by the Provincial Human Rights Council (İnsan Hakları İl Kurulu). The Council, which was presided over by the provincial Governor, consisted of the local mayor, the provincial gendarmerie commander, the police chief of the province as well as a number of civil servants. According to the minutes of the meeting, the Council, having examined the evidence in the file, reached the conclusion that no innocent civilians had been killed in the operation. The Council further noted that the preliminary investigation was still continuing and that autopsies could not be carried out due to the lack of transportation facilities and geographic difficulties. The Council stated that efforts to recover the bodies would continue.", "51. On 21 December 2001 Hacı Aslan, son of the disappeared Halit Aslan, said in a statement made at the Özalp Prosecutor’s office that the family had not made any official complaints in relation to the disappearance of their relatives.", "52. On 25 January 2002 the Beytüşşebap Prosecutor asked the Beytüşşebap gendarmerie commander’s office to forward him copies of the documents concerning the evacuation of the Yeşilöz village. The Prosecutor also asked whether it could have been possible for the two disappeared men to have gone to the Dereyatağı area on foot. The Prosecutor finally asked for copies of documents concerning the clashes between the security forces, the village guards and terrorists in the area and also of documents concerning the cultivation of cannabis in the vicinity.", "53. The same day the Beytüşşebap gendarmerie replied to the Prosecutor’s request that the Geçitli hamlet had been evacuated due to the actions of the PKK and on the request of the villagers. There was no reason, therefore, for Halit Aslan and Abuzeyt Aslan to go to the area.", "54. On 28 January 2002 the Beytüşşebap gendarmerie commander’s office further informed the Beytüşşebap Prosecutor that the villagers had left the village of their own free will because of PKK terrorist activities. The Prosecutor was also informed that the two persons could have taken the bus from Van to the town of Beytüşşebap, but that there were no roads to the village and the area was not safe. The Prosecutor was finally informed that there had been 31 attacks by the PKK in the area between 1989 and 2001.", "55. On 5 March 2002 the Beytüşşebap Prosecutor drew up a report (fezleke) in which he set out the developments in his investigation and forwarded it to the Ministry of Justice on 19 March 2002. The Prosecutor asked the Ministry to grant authorisation for the prosecution of Hakan Torun, the commander of the Beytüşşebap Gendarmerie Headquarters, for his alleged professional negligence in the failure to produce the bodies for an autopsy.", "56. On 1 May 2002 another attempt was made by the gendarmerie to reach the area in order to find the bodies. This time the soldiers were able to reach the area but, despite carrying out a search on 1 and 2 May, they were unable to find the bodies.", "57. On 8 May 2002 the Ministry of Justice granted the authorisation requested by the Beytüşşebap Prosecutor (see paragraph 55 above).", "58. On 20 May 2002 the Prosecutor in Şırnak sent a letter to his colleague in Beytüşşebap, requesting him to ask the gendarmerie to make yet another attempt to find the bodies. The Beytüşşebap Prosecutor was also asked to summons Hakan Torun to the Prosecutor’s office in Şırnak.", "59. On 24 May 2002 Hakan Torun was served the summons to appear before the Şırnak Prosecutor.", "60. On 12 July 2002 the Şırnak Prosecutor drew the attention of his colleague in Beytüşşebap to Hakan Torun’s failure to appear before him and urged his colleague to find him.", "61. Hakan Torun, who was found by the Beytüşşebap Prosecutor on 12 July 2002, informed the latter of his intention to go to the Şırnak Prosecutor’s office as soon as possible.", "62. On 23 July 2002 the Şırnak Prosecutor sent a letter to the Ministry of Justice, saying that he had carried out an investigation into the actions of Hakan Torun and had concluded that Hakan Torun had not been negligent in the failure to find the bodies. According to the Prosecutor, finding the bodies would have required a major operation and it was impossible for Hakan Torun to carry out such an operation with the limited number of soldiers under his command. It appears from this letter that Hakan Torun had been questioned by the Şırnak Prosecutor.", "63. On 12 November 2002 the Beytüşşebap Prosecutor handed over the investigation file to his colleague in Şırnak.", "64. On 20 November 2002 the Şırnak Prosecutor decided not to prosecute Hakan Torun on the ground that an investigation had already been carried out and the Ministry of Justice had been informed.", "65. On 30 January 2003 the Gendarme Headquarters in Ankara sent a letter to the Ministry of Interior setting out their answers to questions put by the Court as to whether and what serious attempts had been made to recover the bodies during the spring and summer of 2002 and whether the ammunition recovered had been examined for fingerprints. According to the Gendarme Headquarter’s letter, eight attempts had been made between 29 September 2001 and 8 January 2002 but the bodies had not been found. It was possible that the bodies had decomposed naturally or that they had been taken away by the terrorist organisation. The area where the bodies had been left was 2,668 metres in altitude and, because of the weather conditions, it had not been possible to reach the area by helicopter. The distance to the area had rendered it difficult for the soldiers to bring back the ammunition that had been found, and an examination of the ammunition carried out at the military base had not revealed any prints.", "66. The relevant part of Article 79 of the Turkish Code on Criminal Procedure provides as follows:", "“An official examination of a corpse must be made in the presence of a physician. An autopsy shall be performed in the presence of a judge and, in those cases where it is necessary to avoid prejudicial delay, the autopsy shall be performed by two physicians in the presence of the public prosecutor, at least one of the physicians being a forensic practitioner. ...", "When it is deemed necessary [during a preliminary investigation] to carry out an autopsy on a body which has already been buried, the permission of the public prosecutor is required and the necessary action will be taken by the [prosecutor].”", "67. Article 80 of the Turkish Code on Criminal Procedure provides as follows:", "“Unless there are reasons requiring otherwise, the formal identification of a body is carried out prior to an autopsy by showing the body to the people who knew the deceased and, if a suspect has already been apprehended, the body is also shown to him or her.”", "68. Article 152 of the Turkish Code on Criminal Procedure provides as follows:", "“If there is evidence to suggest that a deceased has not died of natural causes, the police officers or other public officials who have been informed of that fact are required to advise the public prosecutor or a criminal court judge. The body can only be buried after a written burial licence has been issued by the public prosecutor or by a criminal court judge.”", "69. A description of other relevant domestic law may be found in Ergi v. Turkey (judgment of 28 July 1998, Reports of judgments and Decisions 1998-IV, pp. 1767-68, §§ 46-52)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}