{"ITEMID": "001-23669", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "ASHWORTH AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["The applicants are British citizens, born in 1924, 1932, 1925, 1955 and 1945 respectively. They live near Denham aerodrome, Buckinghamshire. They were represented before the Court by Mr Richard Buxton, a lawyer practising in Cambridge, England. The Government were represented by their agent, Mr Huw Llewellyn, of the Foreign and Commonwealth Office, London.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Denham aerodrome is a privately owned and operated aerodrome, most of which lies within the London Control Zone. 110 full-time and 45 part-time employees, of various companies, work there. Current activity at Denham comprises flights by fixed wing aircraft and helicopters, maintenance and testing, pilot training and aerobatics. The most common aircraft are the Piper 23 and Cessna 152, which are four-seater light propeller aircraft with fixed undercarriages. The most common helicopters are Robinson 22s.", "An Air Traffic Zone (ATZ) is set aside exclusively for the safe operation of aircraft using the aerodrome. It extends for a radius of 2 nautical miles around the aerodrome, and it is only within the ATZ that the aerodrome operator has supervision of the airspace and the aircraft within it. Pilots must advise the aerodrome of their entry into the ATZ. Because of its proximity to Northolt and Heathrow airports, the circuit height at Denham is limited to 750 feet.", "The aerodrome currently has two runways, a 779m asphalt runway which runs north-east/south-west, and a 564m grass runway which runs north-west/south-east.", "Helicopters have used the aerodrome since 1955. Most (some 95%) of the large helicopter activities are commercial, and include training, maintenance and testing.", "Aircraft flights are divided roughly equally between commercial and leisure purposes; many flights in each category involve pilot training, with basic training most often carried out in fine weather.", "Aerobatic flying takes place on average once a fortnight during the summer.", "On 13 June 1996, the applicants’ lawyer wrote to the Secretary of State for Aviation and Shipping on behalf of the Denham Airfield Environment Federation (“DAEF”), an association with about 1,000 members. The lawyer formally requested that the Minister should exercise the powers given to him under Section 5 of the Civil Aviation Act 1982 (“the 1982 Act”) to specify Denham Aerodrome for the purposes of that section, and then have the Civil Aviation Authority re-licence the airfield taking into consideration the need to minimise so far as reasonably practicable any adverse effects on the environment and disturbance to the public.", "On 7 August 1997, Mr Grindrod of the Aviation Environmental Division of the Department of Environment, Transport and the Regions (“DETR”) replied to the lawyer that he was not satisfied that specification or designation of Denham Aerodrome under either Section 5 or Section 80 (for the purposes of Section 78) of the 1982 Act would be appropriate. He indicated that in reaching this view he had taken into account the aerodrome’s procedures for noise mitigation including their implementation, and he indicated that the aerodrome had also been visited by officers from the Aviation Environmental Division of the DETR.", "Mr Grindrod further stated that he was not persuaded that there was significant or serious weakness in the environmental policies of the aerodrome or in their implementation. He concluded that the disturbance from aircraft at the aerodrome was not such as to justify specification under Section 5 of the 1982 Act. Mr Grindrod indicated that designation of Denham aerodrome under Section 80 of the 1982 Act for the purposes of Section 78 would not accord with Ministers’ general policy that noise issues should so far as possible be resolved at local level. He stated that, given that he had seen no evidence to persuade him that Denham aerodrome was not being managed in an environmentally responsible manner, he did not consider that there was evidence of particular circumstances at Denham such as would justify the Secretary of State intervening to stipulate noise mitigation measures there as an exception to this general policy.", "Mr and Mrs Ashworth: Mr and Mrs Ashworth moved to the current address in Denham, Buckinghamshire, in 1970. Mr Ashworth died on 4 March 2003.", "The Ashworths’ house is approximately 115 metres from the airfield perimeter fence, and the end of their garden is approximately 53 metres from the airfield. The part of the airfield which is closest to the Ashworths’ property was, until 1997, the area where most of the airfield-based helicopter activity, and all of the helicopter testing, including compass testing, took place. Compass testing involves a helicopter hovering a few feet above the ground for 20 to 30 minutes. It was not unusual for a single helicopter to be operating continuously within the area of the airfield closest to the Ashworths’ property for up to an hour. Occasionally, more than one helicopter is involved simultaneously.", "Mr and Mrs Ashworth found that the noise generated by the operation of the airfield at Denham was not merely intrusive, but after a short time became absolutely intolerable. The applicants have submitted a report which includes the result of tests carried out by CST Environmental and Acoustic Consultants in which they recorded the noise levels in the garden of the Ashworths’ house from 16 to 22 October 1996. The report indicates that mid-morning background noise levels without aviation activity are between 41 to 43 dB(A), which is a level typically found in a semi-rural location such as the area in which the property is located. It notes that it is generally accepted that noise excursions which give an LAeq reading of 10dB(A) or more above background may generate justifiable complaints, and states that this situation was frequently recorded at the Ashworths’ house. Further, the report states that individual LA max. levels generated by both fixed-wing and helicopter aircraft were unexpectedly high, with typical LA max. values of 64 to 67 dB(A) for aircraft and helicopters were recorded, with some excursions in excess of 75 dB(A). Finally, the report indicates that the audio recording revealed that helicopter activities lasted for several minutes at a time, compared with fixed-wing flights which usually passed overhead in under one minute.", "The applicants contend that the level of noise in the summer is much greater than that recorded in October 1996, which is the end of the season. Nevertheless, they contend that the results of the tests indicate that the level of noise experienced by the Ashworths is such as to amount to a nuisance, and that it is only by virtue of the operation of the relevant legislation, and in particular Section 76(1) of the 1982 Act, that it is not actionable.", "It is estimated that the value of the Ashworths’ property has been reduced by about a third as a result of the existence of the airfield and activity at current levels.", "Mr Vogel: Mr Vogel lives in Gerrards Cross, Buckinghamshire. He has lived at his present address since 1960. He lives with his wife.", "Mr Vogel’s property is 3 km from Denham Aerodrome. He estimates that on average, one aircraft passes his property about every 40 seconds. The maximum height of the aircraft is 225 metres due to the proximity of Northolt aerodrome. If the wind is blowing towards Mr Vogel’s property, he finds the noise from take-off makes conversation in the garden, and therefore social use of the garden, impossible.", "Aircraft on circuit usually pass slightly to the airfield side of Mr Vogel’s property, causing a serious and repetitive intrusion into their home and family life.", "Mrs Rawson: Mrs Rawson has lived with her husband at her present address in Harefield, Middlesex, since 1997.", "Mrs Rawson’s property is about 2 miles to the east of Denham Aerodrome. She complains that the noise from the aircraft engines is very intrusive and intimidating. Mrs Rawson and her husband noted the frequency of flights on various days between 13 July and 25 August 1999. Their notes indicate that they were often able to read the numbers on the aircraft with the naked eye. The notes show that during certain periods at weekends the frequency of flights close to the house reached approximately one every minute to two-and-a-half minutes. Mrs Rawson states that during the week, flights are less frequent. She complains that the aircraft fly low over her house and garden, and that they do not keep to the circuit prescribed by the aerodrome when taking off or landing, or practising approaches to landing.", "Mrs Rawson works from home, and she is therefore adversely affected by the noise from the airfield during the week as well as at weekends.", "Mr Holyoake: Mr Holyoake has lived with his wife and son at his present address in Gerrards Cross, Buckinghamshire, since 1997.", "Mr Holyoake complains of “incredible” noise resulting from low flying aircraft completing circuits of four or five minutes’ duration on a regular basis. He states that often at weekends this results in an aircraft every one or two minutes flying over his house and garden, which creates an impossible situation outside the house and can be heard inside the house. The maximum height of the aircraft flying from Denham Aerodrome and the circuit which they may take is limited by the proximity of Northolt airfield. Aircraft flying from Denham often take a low flight path, which increases the noise at ground level. Mr Holyoake states that aircraft from Denham Aerodrome regularly fly well below 500 feet (150 metres) and sometimes at half this height. He complains that the position is exacerbated by the fact that aircraft use four large oak trees in the grounds of his house, which is positioned on the top of a hill, as markers when they come in to land, and therefore continuously take this route when landing. Helicopters use the same circuit, and fly at lower heights. Mr Holyoake states that the resultant high noise and resonance levels have caused earaches and headaches, particularly after regular exposure when circuits are carried out.", "Section 35 of the Civil Aviation Act 1982 (the 1982 Act) provides for designation of aerodromes by the Secretary of State. Where an aerodrome has been designated under Section 35 (1), the management of the aerodrome is required to consult organisations representing the interests of local people (amongst others) “with respect to any matter concerning the management or administration of the aerodrome which affects their interest ...”. Guidelines for Airport Consultative Committees, published in 1987, state that the aim of consultation is “to provide an effective forum for the discussion of all matters concerning the development or operation of the aerodrome, which have an impact on ... people living and working in the surrounding area”, and to “provid[e] an opportunity to reconcile any differences of view that may arise, and [to resolve] difficulties through agreed voluntary action”.", "Denham aerodrome has been designated under Section 35.", "Sections 5 and 78/80 of the 1982 Act permit the imposition of specific noise and/or use control measures.", "Where an aerodrome has been specified under Section 5, the Civil Aviation Authority is under a duty “to have regard to the need to minimise so far as reasonably practicable - (a) any adverse effects on the environment, and (b) any disturbance to the public, from noise, vibration, atmospheric pollution or any other cause attributable to the use of aircraft for the purpose of civil aviation”.", "No aerodromes have been specified under Section 5, although the Secretary of State has indicated to Plymouth City Airport that he is “minded” to specify it.", "Where the Secretary of State has designated aerodromes under Section 78 of the 1982 Act, the operator of the aerodrome is required to comply with requirements set out in the notice relating to noise and vibration connected with the taking off or landing of aircraft.", "Only the major London airports (Heathrow, Gatwick and Stansted) have been designated under Section 78.", "Section 79 of the 1982 Act permits the Secretary of State to make grants towards the cost of sound-proofing buildings near an aerodrome which has been designated under that section.", "Section 76 of the 1982 Act excludes civil liability in trespass or nuisance in respect of flights of aircraft over property provided that the provisions of Air Navigation Orders have been complied with.", "The Rules of the Air Regulations 1996 made under the Air Navigation (No. 2) Order 1995 apply to all pilots. They prohibit low flying (generally, flying below a height of 1500 feet (450 metres) above the highest fixed object within 600 metres of the aircraft or helicopter (Rule 5(1)(a)), or closer than 500 feet (150 metres) to any person, vessel, vehicle or structure: Rule 5(1)(e)). However, the prohibition in Rule 5(1)(e) does not apply to aircraft which are taking off or landing (Rule 5(2)(d)); nor does it apply to practising approaches to landing at aerodromes (Rule 5(4)(a)), as long as this is “confined to the airspace customarily used by aircraft when landing or taking off in accordance with normal aviation practice at the aerodrome concerned” (Rule 5(4)(b)).", "The general planning legislation in the Town and Country Planning Act 1990 (as amended) is applicable to airports. Where planning consent is necessary, the local authority (in the first place) must determine the application in the light of Planning Policy Guidance issued by central Government. PPG24 relates to Planning and Noise. Certain operational developments are excluded by the Town and Country Planning (General Permitted Development) Order 1995 from the need for planning permission, although even in those cases the local authority must be consulted. For certain types of development, such as applications to construct airports with a basic runway length of 2100 metres or more, environmental impact assessments must be submitted (Town and Country Planning (Environmental Impact Assessment)(England and Wales) Regulations (SI 1999/293).", "In a Consultation Paper published in July 2000, the DETR asked for comments on a number of proposals connected with the control of aircraft noise, including proposals to give aerodromes power to establish noise control arrangements, and proposals to compel aerodromes to prepare noise amelioration schemes. The conclusions drawn from the consultation paper, together with procedures arising from a proposed EC Directive Com 2001 (695), will be included in, or published with, a White Paper which is expected to be published at the end of 2003.", "The current aerodrome rules at Denham date from December 1999, and are set out in a document entitled “Operations and Procedures”, and in the “Denham Aerodrome Rules”.", "The circuit applied at Denham follows a rectangular path around the aerodrome measuring roughly 2 nm x 1 nm. The height of circuit flying is 1000 feet, which is lower than some aerodromes, but enables aircraft to fly a smaller circuit than if they had to fly higher. The circuit is designed to be as small as practically possible to avoid flying over sensitive residential areas. Only four aircraft are permitted to fly circuits at any one time.", "In connection with engine failure practice (which involves throttling the engine back in the circuit and returning it to full power a few seconds later), the rules draw attention to the fact that pilots cannot be prosecuted for low flying whilst landing or taking off in according with normal aviation practice, but that they may commit an offence if they deliberately go nearer than 500 feet to a person or structure.", "Runways are available for use between 8.00 am and 6.00 pm in winter, and 8.00 am and 8.00 pm in summer. Twin-engined aircraft are not permitted to carry out circuit training after 1.00 pm at weekends.", "Helicopters are not allowed to carry out hover training or circuit training on Sundays or after 1.00 pm on Saturdays, and are restricted to 10 minutes hovering followed by a circuit.", "The Government state that alleged breaches of the rules are investigated by the aerodrome management, and the pilot is asked to explain his or her actions. The disciplinary regime includes written warnings, fines, requests for further training to be undertaken, and banning from using the aerodrome. One pilot has been banned in the last five years.", "The applicants complain under Article 8 § 1 of the Convention that the noise caused by low flying aircraft including aerobatic activity, and helicopters, particularly training and maintenance, amounts to an interference with their right to respect for their private and family lives, and their homes, and that it cannot be justified under Article 8 § 2 because Denham Aerodrome does not serve important national economic interests.", "The applicants identify a legitimate aim which might be put forward in the case of a small, privately owned and operated aerodrome such as Denham, that of allowing “innocent passage” for aircraft across people’s property. They contend that a balance should be struck between this and the interference with the rights guaranteed under Article 8 § 1. They complain that the fact that a bar on actions for nuisance is imposed by the 1982 Act, and in particular by Section 76(1) thereof, that the bar applies regardless of the time of day or night when the noise is made, and regardless of the level or type of noise made, and that there are no effective alternative mechanisms in place to prevent noise nuisance, means that no balance has been struck, in breach of Article 8.", "The applicants further contend that the fact that the 1982 Act prevents them from bringing an action in nuisance, together with the fact that there is no other remedy available to them for breach of Article 8, amounts to a violation of Article 13 of the Convention.", "Finally, the applicants contend that the level of noise generated by Denham Aerodrome has serious potential effects on the value of their properties. The Ashworths contend that this is particularly so in their case, as the noise has become significantly worse since they purchased the house in 1970. The applicants contend that this amounts to a violation of Article 1 of Protocol No. 1."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}