{"ITEMID": "001-87424", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF KITA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 10 - Freedom of expression -{General}", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1968 and lives in Kazimierza Wielka.", "6. The applicant works as a teacher in Kazimierza Wielka. In 1998 he was also a member of the Municipal Electoral Commission (Miejska Komisja Wyborcza w Kazimierzy Wielkiej).", "7. In August 1998 the applicant wanted to publish an article in the local newspaper (Gazeta Kazimierska) on alleged financial irregularities in the municipality. As the newspaper had been closed down, the applicant published the article himself. On 5 October 1998 he distributed it in the form of leaflets.", "8. In his article entitled “Information Bulletin: What the president of the City Council and the City Council Board have to hide”, he referred to six municipality officials. He stated that Z. J. and H. O. had been so busy interfering with the employment policies of the local schools that they had not had time to administer the municipal educational funds properly. As a consequence teachers and employers of the municipal educational institutions had not received allowances (for protective clothing) which under relevant legal provisions they should have received. In addition, the physical education teachers had received lower salaries without a certain 25 % allowance. In the applicant’s opinion the teachers did not claim this allowance as they had been afraid to lose their jobs. When the applicant had informed the mayors - T. B., K. S. and the president of the City Council Board W. M. - about the financial irregularities, he had been dismissed from his post. He had eventually been reinstated.", "9. The applicant further claimed that the municipality had received subsidies from the State to provide transport for children to schools. However, the schools had been required to pay an additional contribution to the municipality. The applicant maintained that H. O. had known about this situation but had failed to take appropriate action. In addition she had not acted for the benefit of the school employees. Parties which had been organised for city council members had been wholly financed from public funds.", "10. Lastly, the applicant stated that he was not surprised that W. M. had not replied to an inquiry from the Supreme Control Chamber (Najwyższa Izba Kontroli) as the municipal budget surplus had probably been used to pay bonuses and per diem allowances for the council members.", "He concluded:", "“I encourage the readers to reconsider whether between 1994 and 1998 the city was governed by the right people; whether these people can be offered yet another term of office in the October elections.", "Whether during those four years they have indeed acted honestly for the common well-being of the Kazimierza Wielka community or in their own personal interests.", "Can these people be trusted again with the city council mandates?”", "11. On an unknown later date the Social Democrat group in Kazimierza Wielka (representing W. M., H. O. and K. S.) instituted proceedings against the applicant under section 72 of the Local Election Act. The applicant had not been aware of that fact.", "12. On 8 October 1998 the applicant’s mother was informed that the applicant was supposed to appear before the court next day at 11 a.m. She could not inform the applicant as he was in Krakow on 8 and 9 October.", "13. On 9 October 1998 the Kielce Regional Court (Sąd Okręgowy) held a hearing and gave a decision. It ordered the applicant to publish in the local newspaper Słowo Ludu an apology and a statement that he had included untrue information in his leaflet. It further ordered the applicant to pay a fine of 1,000 Polish zlotys (PLN) (approx. 280 euros (EUR)) for the benefit of the Children’s Hospital in Kielce.", "14. On 10 October 1998 the applicant went personally to the Regional Court and was informed about the decision taken on 9 October. On the same date he lodged an appeal.", "15. The local elections took place on 11 October 1998.", "16. On 13 October 1998 the Cracow Court of Appeal (Sąd Apelacyjny) quashed the first-instance decision and remitted the case. The court considered that the applicant had not been duly summoned to the hearing held on 9 October. The applicant had not been able to defend himself in person and accordingly the proceedings had been invalid.", "17. On 26 November 1998 the Kielce Regional Court gave a decision. The court ordered the applicant to publish in the local newspaper Słowo Ludu an apology for the fact that he had included untrue information in his leaflet. It further ordered the applicant to pay a fine of PLN 700 (approx. EUR 200) for the benefit of the Children’s Hospital in Kielce. The court held that the applicant’s article concerned six municipal officials but amongst them only three were members of the Social Democrat group. None of them had been elected to the City Council in the local elections. The court heard evidence from these persons and considered that the applicant’s statements had been untrue. The article distributed by the applicant contained statements which lacked any factual basis. In addition, it could have caused the fact that H.O. and K.S. had not been elected to the city council and W.M. had received fewer votes. The court further stressed that the applicant had not mentioned that he had a criminal record. On 26 May 1992 he had been convicted of participation in a hooligan scuffle and sentenced to one year’s imprisonment, suspended for four years. Lastly, in the court’s opinion, the applicant had deliberately distributed the leaflet during the election campaign. The court did not quote the statements made by the applicant in his article but made a general assessment of the content of the article.", "18. On 3 March 1999 the Krakow Court of Appeal dismissed an appeal by the applicant as lodged outside the prescribed time-limit. The court considered that as the proceedings had been conducted under the Local Elections Act the appeal should have been lodged within twenty-four hours.", "19. On 4 March 1999 the applicant asked to be allowed to lodge an appeal out of time. In his appeal the applicant claimed that since 1997 he had informed various institutions about financial irregularities on the part of the municipal authorities. He added that he had planned to publish his article in a local newspaper, Gazeta Kazimierowska; however the newspaper had been closed down. Relying on Article 10 of the Convention he maintained that he had been punished for criticising the local authority. However, as it emerged from the European Court of Human Rights’ case-law the limitations of acceptable criticism were wider as regards politicians than as regards private individuals. He further stressed that the court had based its opinion, that the applicant’s statements were untrue, only on the testimonies of the persons concerned by the article. The court had not referred to other pieces of evidence such as documents submitted by the applicant. He further claimed that the Regional Court had not heard evidence from him. Finally, he stressed that in his article he had never mentioned the Social Democrat group but had only referred to the municipal officials.", "20. On 28 April 1999 the Kielce Regional Court allowed the applicant to appeal out of time.", "21. On 8 June 1999 the Krakow Court of Appeal gave its decision. The court amended the first-instance decision, in that it ordered the applicant to pay PLN 300 PLN (approx. EUR 85) for the benefit of the Children’s Hospital in Kielce and dismissed the remainder of his appeal. The court did not quote passages from the leaflet but made a general assessment of the content of the article. With reference to the applicant’s allegations that the process of obtaining evidence had been unfair, the court held that the applicant could have produced evidence of this during the hearing on 26 November 1998; however he had not done so. It further considered that the applicant’s untrue statements could not be considered as part of “acceptable criticism” within the meaning of Article 10 of the Convention. It considered that proceedings provided for under section 72 of the Local Elections Act were aimed at ensuring the proper conduct of the electoral campaign by preventing infringements of the personal rights of those standing for election. The Court of Appeal considered that the content of the leaflet put the claimants in an unambiguously negative light as candidates for the local council and was aimed at preventing them from being elected. The court in particular referred to the concluding remarks of the article. The Court of Appeal considered that they were incompatible with section 72 § 1 of the Local Elections Act. In these circumstances the Court of Appeal found that the decision of the Regional Court was correct.", "22. Section 72 of the Law of 16 July 1998 on Elections to Municipalities, District Councils and Regional Assemblies (Ordynacja wyborcza do rad gmin, rad powiatów i sejmików województw) (“the Local Elections Act”) provided, in so far as relevant:", "“§ 1. If posters, slogans, leaflets, statements or other forms of propaganda and campaigning contain untrue data and information, a candidate standing for local election or a representative of an electoral committee has the right to make an application asking the Regional Court to:", "1) order the confiscation of such materials,", "2) issue an injunction restraining [the defendant] from publishing such data and information,", "3) order the information to be corrected,", "4) order [the defendant] to apologise to the aggrieved party,", "5) order [the defendant] to pay to a charity up to PLN 10,000,", "6) order [the defendant] to pay to the claimant up to PLN 10,000 in damages.", "§ 2. The Regional Court, sitting as a single judge, shall examine the application referred to in § 1 within 24 hours in [civil] non-contentious proceedings. [...]. The court shall serve on the interested party referred to in § 1, the relevant regional electoral commissioner and the person obligated to execute the court’s decision, without undue delay, a decision terminating the proceedings in the case.", "§ 3. Decisions of the Regional Court may be appealed to the Court of Appeal within 24 hours of the time they are pronounced. The Court of Appeal, sitting as a panel of three judges, shall examine the appeal in [civil] non-contentious proceedings, according to the same procedure and within the time-limit referred to in § 2. No appeal shall lie against decisions of the Court of Appeal and any decision shall be enforceable with immediate effect.”", "On 26 July 2002 Parliament amended section 72 § 1 of the Local Elections Act by repealing subsection 6, which allowed a claimant to seek compensation from a person who has divulged untrue information about him/her.", "23. On 1 October 1998 the Katowice Court of Appeal gave a decision in case no. I ACz 972/98 in which it stated:", "1. Section 72 of the Local Elections Act applies to factual statements contained in materials pertaining to an electoral campaign. It does not apply to conclusions or opinions based on those factual statements. Only factual statements have an objective character. Every opinion is subjective and depends on the point of view of the person holding it.", "2. No one can be prevented from expressing his views and making judgments as long as they do not infringe the rights of others. However, even an infringement of personal rights which does not meet the conditions specified in section 72 cannot be afforded protection under that provision which is an exception [to the general rule] and thus cannot be interpreted extensively.", "24. On 7 November 2002 the Katowice Court of Appeal gave a decision in the case no. IACz 1956/02 in which it held:", "“Section 72 of the Local Elections Act [...] is an exceptional provision and as such cannot be construed extensively. That provision is applicable solely to untrue information included in electoral materials. It is not applicable to comments and opinions concerning the character of a candidate [standing for election]. If such comments and opinions infringe the candidate’s personal rights, he may seek redress under the general rules [of protection of personal rights], and not on the basis of Section 72 of the Local Elections Act.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}