{"ITEMID": "001-106282", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF A.A. v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 8 (in case of expulsion to Nigeria)", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in Nigeria in October 1986 and currently lives in London.", "6. On 5 September 2000, at the age of 13 he arrived in the United Kingdom from Nigeria, where he was granted entry clearance together with his two sisters to join their mother, who had resided for four years in the United Kingdom and was working as a nurse. The applicant has not seen his father since 1991, when the latter abandoned the family. Prior to arriving in the United Kingdom, he resided with his elderly maternal grandfather in a town a day’s travel from Lagos.", "7. On 27 September 2002, at the age of 15, the applicant was convicted of the rape, together with a group of other boys, of a 13 year-old girl. The sentencing judge remarked:", "“The fact is that your self-centred behaviour has had a profound and distressing effect on the everyday life of a thirteen year-old girl. In my view, you are an intelligent and articulate young man, someone who tailored your account to your advantage and you cast deliberate aspersions on your victim. Your intention was to obtain sexual gratification with what in reality was an impressionable schoolgirl by a combination of persistence, charm and finally force ...”", "8. Taking into account the applicant’s age and previous good character and the fact that there were few aggravating features, the judge imposed a sentence of detention of four years at a Young Offenders’ Institution, together with registration on the sex offenders’ register under the Sex Offenders Act 1997.", "9. On 7 July 2003, while the applicant was still in detention, the Home Office granted him Indefinite Leave to Remain in the United Kingdom following the grant of Indefinite Leave to Remain to his mother.", "10. On 8 September 2003, the applicant was served by the Home Office with a notice of liability to a deportation order on account of the rape conviction.", "11. On 17 May 2004 a Parole Assessment Report was prepared, concluding that the applicant’s response to rehabilitation was positive overall and that he posed a low risk of re-offending and of causing harm to the public. It noted his exemplary conduct in prison and the consistently good reports received. While in detention, the applicant sat and passed national school education examinations, obtaining GSCE and AS-level qualifications.", "12. On 27 July 2004, while still in detention, the applicant was served with a deportation order in the following terms:", "“It is concluded that in light of the seriousness of your criminal offence your removal from the United Kingdom is necessary in a democratic society for the prevention of disorder and crime and for the protection of health and morals.", "...", "You have stated that if you are returned to Nigeria Article 8 would be infringed. The Home Office has carefully considered your representations, but we note that you were convicted of rape at Central Criminal Court for which you were sentenced to four years imprisonment. We consider that the concerns that you have raised about your family life are outweighed by the public interest in preventing crime and consider that any interference with your family life is in your case outweighed by the public interest in preventing crime, and your removal is proportionate in pursuit of that aim under Article 8(2).”", "13. The applicant appealed against the order.", "14. On 16 August 2004 the applicant was released from prison on licence for good behaviour, having served approximately one year and ten months of his four-year sentence. In September 2004, he enrolled at Croydon College in order to study towards obtaining A-level qualifications, the second part of national school education examinations. He obtained three A-levels in summer 2005.", "15. On 6 July 2005, the applicant’s probation officer confirmed that the applicant had complied with all reporting instructions since his release. The probation officer assessed the applicant’s risk of re-offending as low.", "16. On 12 August 2005, the Immigration Judge of the Asylum and Immigration Tribunal (“the AIT”) allowed the applicant’s appeal against the deportation order on the basis that the discretion to make the deportation order had not been exercised fairly and proportionately.", "17. On 22 August 2005, the Secretary of State applied to the AIT for reconsideration of the decision. The Senior Immigration Judge duly ordered reconsideration on 25 August 2005.", "18. In September 2005, the applicant commenced a university undergraduate degree in economics, banking and finance. He lived with friends during term-time but continued to regard his mother’s address as his permanent residence.", "19. On 17 January 2007, a panel of the AIT unanimously concluded that there had been a clear material error in the approach of the Immigration Judge and quashed his decision. It adjourned the matter for reconsideration on all issues.", "20. On 13 April 2007 a hearing de novo of the applicant’s case was conducted by the AIT. Delivering judgment, the Immigration Judge indicated that the various factors to which this Court’s case-law refers had been taken into account. He noted that the applicant was 20 years old and had spent almost fourteen years, including his youth and formative years, in Nigeria. He further observed that the applicant had resided for six years and seven months in the United Kingdom, a period which included two years and four months spent on remand or serving his sentence. He also considered the strength of the applicant’s connections to the United Kingdom, observing that he was close to his mother (now a British citizen), sisters and uncle, all of whom resided in the United Kingdom, that he attended a church and that he was studying at university. The judge further had regard to the applicant’s personal history, including his rape conviction and the grant of Indefinite Leave to Remain in July 2003. He took account of the applicant’s domestic circumstances and his permanent residence with his mother and previous good character. He examined the nature of the offence for which the applicant was convicted, including the sentencing judge’s remarks (see paragraph 8 above) and the absence of any reference to deportation, and accepted that the applicant was at low risk of re-offending. He considered the likely period before the applicant would be able to apply for re-entry, which he assessed at eight years, observing that by that time the applicant was unlikely to have any ground for applying for entry clearance. Finally, he considered compassionate circumstances and the public interest. In respect of the latter, the judge noted that the presumption was in favour of deportation, that the applicant was 20 and in good health, that he had a grandfather with a home in Nigeria and probably had more relatives in Nigeria than he had admitted and that family visits would be possible. He concluded (at paragraph 130):", "“Having considered all the evidence before us and the representations made on behalf of the [applicant], we find that:", "a) the [applicant’s] offence was one of the categories of offences regarded by the [Secretary of State] as particularly serious;", "b) the circumstances in this case are not particularly exceptional, and they do not outweigh the presumption in favour of deportation in accordance with the current version of Rule 364 [see paragraph 29 below];", "c) in any event, even if, contrary to our finding, the provisions of the previous Rule 364 had applied to his case, we would have found that the public interest would have outweighed the other factors in this case;", "d) we accordingly dismiss the [applicant’s] appeal against the [Secretary of State’s] decision to deport him.”", "21. As regards the applicant’s complaint under Article 8 of the Convention, the judge was not persuaded that the applicant currently had family life in the United Kingdom, given that he was 20 years old, lived with friends during term-time, and had no elements of dependence in respect of his mother, sisters or uncle going beyond normal emotional ties. However, he did accept that the applicant had established a private life in the United Kingdom given the length of his residence, the presence of family members in the United Kingdom, and his attendance at a church and university. He added:", "“134. We also find that the [Secretary of State’s] decision interferes with respect for that private life, in that he would be separated from his family and church, and his degree course ... would be cut short.", "135. However, we also find that the interference pursues the lawful aim of immigration control, that it is in accordance with the law, and that it is proportionate, and in making the finding about proportionality we have balanced the following factors:", "a) all the same factors, including the [applicant’s] domestic circumstances, as we have already taken into account when considering the balancing exercise in relation to the deportation of the [applicant];", "b) the fact that the public interest in maintaining an effective immigration control normally outweighs respect for an individual appellant’s private life;", "c) the fact, as we find, that the public interest in the prevention of crime in this case also outweighs the [applicant’s] right to respect for private life;", "d) and we find that none of the factors mentioned on behalf of the [applicant], individually or cumulatively, prejudices the private life of the [applicant] in a manner sufficiently serious to amount to a breach of the fundamental right protected by Article 8 ...”", "22. Accordingly, the applicant’s appeal was dismissed.", "23. The applicant sought permission to appeal to the Court of Appeal. Permission was refused by the Court of Appeal on 25 January 2008.", "24. In July 2008, the applicant completed his undergraduate degree. In December 2009 he completed a Master’s degree. In April 2010 he was offered employment with a local authority in London, which he accepted. He currently lives with his mother and visits his two sisters, who also reside in England, regularly. The applicant continues to attend church in London.", "25. On 17 September 2010 the applicant received a letter from the UK Border Agency indicating that the immigration authorities were considering whether deportation action should be taken in respect of the applicant’s conviction. The applicant was requested to provide details of any change in his circumstances since his last contact with the immigration authorities. Upon being advised that a case was pending before this Court, the immigration authorities indicated that they would await the outcome of these proceedings.", "26. Section 3(5)(a) of the Immigration Act 1971 (as substituted by the Immigration and Asylum Act 1999) provides that a person who is not a British citizen shall be liable to deportation from the United Kingdom if “the Secretary of State deems his deportation to be conducive to the public good”.", "27. Section 5 provides that:", "“(1) Where a person is under section 3(5) or (6) above liable to deportation, then subject to the following provisions of this Act the Secretary of State may make a deportation order against him ... and a deportation order against a person shall invalidate any leave to enter or remain in the United Kingdom given him before the order is made or while it is in force.", "(2) A deportation order against a person may at any time be revoked by a further order of the Secretary of State ...”", "28. Sections 82(1), 82(2)(j) and (k) and 84 of the Nationality, Immigration and Asylum Act 2002 (as amended) provide for a right of appeal against such decision to make a deportation order or a refusal to revoke a deportation order on the grounds, inter alia, that the decision is incompatible with the Convention.", "29. The Immigration Rules, prescribed by the Secretary of State under section 3(2) of the Immigration Act 1971 for the implementation of the Act, provide as follows:", "“364. Subject to paragraph 380, while each case will have to be considered on its merits, where a person is liable to deportation the presumption shall be that the public interest requires deportation. The Secretary of State will consider all relevant factors in considering whether the presumption is outweighed in any particular case, although it will only be in exceptional circumstances that the public interest in deportation will be outweighed in a case where it would not be contrary to the Human Rights Convention and the Convention and Protocol relating to the Status of Refugees to deport. The aim is an exercise of the power of deportation which is consistent and fair as between one person and another, although one case will rarely be identical with another in all material respects ...", "...", "380. A deportation order will not be made against any person if his removal in pursuance of the order would be contrary to the United Kingdom’s obligations under the Convention and Protocol relating to the Status of Refugees or the Human Rights Convention.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}