{"ITEMID": "001-114547", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "MISICK v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Michael Misick, is a British Overseas Territories Citizen and Turks and Caicos Islands Belonger, who was born in 1966 and lives on Providenciales, an island in the Turks and Caicos Islands. He was represented before the Court by Mr E. Fitzgerald QC, a barrister practising in London.", "3. The Turks and Caicos Islands (“the Territory”) are a British Overseas Territory in the West Indies. At the relevant time, the 2006 Constitution set out the rules regarding government of the Territory. The Constitution was made pursuant to powers conferred by the West Indies Act 1962 which allowed Her Majesty to make Orders in Council for, inter alia, the peace, order and good government of the Territory. The Constitution provided for a Governor, a Cabinet and an elected House of Assembly.", "4. The applicant is the former Premier of the Turks and Caicos Islands and was, at the relevant time, the elected representative of the North Caicos East constituency and so an elected member of the House of Assembly. He is a citizen of the Territory and has been active in politics there for many years. He became the head of the Progressive National Party in 2002. He became Premier following elections in 2003 and was re-elected in February 2007.", "5. In June 2008 a committee of the United Kingdom Parliament published a report on Overseas Territories. It expressed grave concerns about allegations of corruption in the Territory.", "6. On 10 July 2008, the Governor appointed Sir Robin Auld as Commissioner to conduct an Inquiry into the allegations.", "7. On 28 February 2009 the Commissioner delivered his Interim Report. He was satisfied that there was a high probability of systemic corruption and/or other serious dishonesty involving past and present elected members of the House of Assembly and others in recent years.", "8. On 16 March 2009 the Governor issued a statement responding to the Interim Report. He indicated that the United Kingdom Government had formed the view that parts of the 2006 Constitution would need to be suspended and had decided to take steps to enable it to do so. On the same day he made public a draft Order in Council which would suspend parts of the 2006 Constitution initially for two years.", "9. The applicant resigned as Premier on 23 March 2009. He remained an elected member of the House of Assembly.", "10. The Order in Council was subsequently made by Her Majesty in Council in the form of the Turks and Caicos Islands Constitution (Interim Amendment) Order 2009 (“the Order”) and laid before Parliament. The Order provided that parts of the 2006 Constitution were suspended and direct rule was assumed over the people of the Territory. In particular, the Order dissolved the House of Assembly and removed all elected officials for a period of two years.", "11. The applicant sought leave to apply for judicial review to challenge the legality of the Order. Regarding the removal of direct rule, the applicant argued that the Order was inconsistent with the international law principle of self-determination; that it was inconsistent with the right to stand for election and, once elected, to sit as a member of parliament, guaranteed by Article 3 of Protocol No. 1 to the Convention; that it was contrary to the principle of legality and a disproportionate and irrational response to the alleged crimes of certain elected representatives; and that it was based on the recommendations of a flawed Inquiry and on recommendations which were themselves ultra vires the Inquiry’s terms of reference.", "12. A hearing took place in the Divisional Court on 29 April 2009. Following the hearing, and at the request of the court, the Government confirmed by letter that before bringing the Order into effect they would withdraw the application of Article 3 of Protocol No. 1 from the Turks and Caicos Islands.", "13. On 1 May 2009 the Divisional Court refused permission to seek judicial review. Regarding specifically the applicant’s argument under Article 3 of Protocol No. 1, Lord Justice Carnwath indicated:", "“30. ... [T]his aspect of the argument has in my view been overtaken by events. Following the hearing we have been informed by the Treasury Solicitor that, if a decision is taken to bring the Order into force, the UK will in effect withdraw Article 3. This can be done without Parliamentary sanction. It requires a declaration to the Council of Europe under Article 4 of the First Protocol modifying the application of the Protocol to the territory by withdrawing the application of Article 3. It will be made clear that this is a temporary measure, pending steps to restore the principles of good governance in the Territory.”", "14. As to potential limitations on the Crown’s power to make laws for the peace, order and good government of the Territory, Carnwath LJ examined, inter alia, the special status of human rights in judicial review. He referred to the House of Lords judgment in R (Bancoult) v Home Secretary (No 2) [2008] UKHL 61, where that court had examined the statutory language conferring the power, and continued:", "“33. Even allowing for the differences between the various speeches [in Bancoult], those of the majority in my view provide a clear message that the Crown’s power to legislate for the good government of a territory ..., although in principle subject to judicial review, is in practice not open to question in the courts other than in the most exceptional circumstances, which did not include the abrogation of the basic right relied on in that case. I see no reason to think the rights claimed in this case, important as they are, should be accorded greater weight.”", "15. The applicant appealed against the refusal of permission to the Court of Appeal arguing, inter alia, that the Divisional Court had erred in finding that the Crown’s power to legislate was not limited by any requirement to comply with fundamental rights. The appeal was refused on 13 August 2009.", "16. On 14 August 2009, by letter to the Secretariat of the Council of Europe, the Government removed the application of Article 3 of Protocol No. 1 to the Turks and Caicos Islands.", "17. The Order entered into force on 14 August 2009. Following its entry into force, the Governor was responsible for administering the Territory.", "18. Section 5 of the West Indies Act 1962 empowers Her Majesty to provide by Order in Council for the government of the Territory. The relevant part of section 5(1) provides:", "“Her Majesty may by Order in Council make such provision as appears to Her expedient for the government of any of the colonies to which this section applies, and for that purpose may provide for the establishment for the colony of such authorities as She thinks expedient and may empower such of them as may be specified in the Order to make laws either generally for the peace, order and good government of the colony or for such limited purposes as may be so specified subject, however, to the reservation to Herself of power to make laws for the colony for such (if any) purposes as may be so specified.”", "19. Section 7 makes clear that the power to make an Order includes power to vary or revoke the Order.", "20. The Turks and Caicos Islands Constitution (Interim Amendment) Order 2009 entered into force on 14 August 2009. It dissolved the House of Assembly and removed all elected officials for a period of two years."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}