{"ITEMID": "001-107976", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "OBG LTD. AND OTHERS v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["1. The first applicant, OBG Limited, is a limited company registered in England. The second applicant, OBG (Plant and Transport Hire) Limited, is also a limited company registered in England. They are companies in liquidation. They are referred to throughout as “OBG”.", "2. The third applicant, Ronald Robinson, is a British national who was born in 1946 and lives in Manchester. The fourth applicant, Ric Traynor, is a British national who was born in 1959 and lives in Manchester. The third and fourth applicants were appointed as liquidators of the first and second applicants in 1992.", "3. The four applicants are represented before the Court by Mr J Alderton, a lawyer practising in Leeds with Hammonds LLP, assisted by Mr J. Randall QC and Mr M. Brown, counsel.", "4. The United Kingdom Government (“the Government”) were represented by their Agents, Ms H. Upton and Ms J. Neenan of the Foreign and Commonwealth Office.", "5. In English law, a debenture is a document creating or acknowledging the terms of a loan. It may be secured by a charge, which is an interest in a company’s property that is created in favour of a creditor. One type of charge is a “floating” charge, which does not attach to any specific assets.", "6. In English company law, administrative receivership is the process by which administrative receivers are appointed in respect of a company which is unable to meet its debts under a debenture. Administrative receivers may be appointed by the holders of any debenture which is secured by a charge (see section 29(2) of the Insolvency Act at paragraph 58 below). Thus, administrative receivership is essentially a debt enforcement mechanism for a debenture holder. When administrative receivers are appointed, their primary duty is to the debenture holder, and their function is to ensure that, through the disposal of the company’s assets, they raise enough money to pay the amount due to the debenture holder.", "7. Administrative receivership is to be distinguished from two other processes which may apply to a company which is experiencing financial difficulties: liquidation and administration. Liquidation (or winding up) is the process by which an insolvent company is dissolved and its assets sold for the benefit of its creditors. Administration is a process which allows for the appointment of an external manager to run a company and manage its assets. It differs from administrative receivership in that it is done for the benefit of the company and its general creditors, not for a particular debenture holder. It is also different from liquidation in that its goal is to ensure the survival of the company.", "8", "9. OBG conducted a major utilities construction business in the early 1990s. Its major customer was North West Water Limited (“NWW”), which accounted for at least 75% of its turnover.", "10. OBG’s business with NWW was based on a series of contracts, each of which contained a clause (clause 63) which meant that, if OBG went into liquidation, NWW could expel OBG from its sites and employ another contractor to do the work. Under clause 63, if the other contractor did the work more cheaply than OBG, then the savings made by NWW became due to OBG. If the other contractor cost more, then OBG had to pay the excess to NWW.", "11. On 6 March 1991, OBG mortgaged its assets and undertakings in favour of the Royal Bank of Scotland PLC (“RBS”), by means of a debenture. The debenture was secured by a floating charge over OBG’s assets and undertakings.", "12. In March 1992, a dispute arose between OBG and NWW, in which NWW alleged that it had been overcharged by OBG. As a result, NWW suspended payments to OBG and sought repayment of sums already paid to OBG under the contracts. This suspension of payments meant that OBG was unable to pay the debts which it owed to its sub-contractors, suppliers and other creditors. This included its debts to one of its major sub-contractors, Centriline Limited (“Centriline”), of over GBP 1,000,000.", "13. Therefore, to ensure the continued solvency of OBG and Centriline, OBG entered into negotiations with Centriline for a secured loan. Those negotiations were inconclusive and no loan agreement was concluded between OBG and Centriline. However, in the course of the negotiations Centriline’s solicitors, Penningtons, drew up documents arranging for the transfer of the RBS debenture from RBS to Centriline. The documents were only executed by RBS and Centriline.", "14. The difficulty with these arrangements was that OBG had owed nothing to RBS under the floating charge in the debenture. Consequently, no secured debt was assigned to Centriline with the debenture. Nonetheless, Centriline was advised by Penningtons that it could attach OBG’s unsecured debts onto the debenture.", "15. Pursuant to Penningtons’ advice, on 8 June 1992 Centriline appointed administrative receivers over all of OBG’s assets and undertakings. It did so in order to recover the money which it was owed by OBG.", "16. The applicants maintained that, because Centriline could not attach its unsecured debts to the debenture, Centriline had no lawful authority to take over the rights of RBS under the debenture. Therefore, it had no right to appoint administrative receivers to recover the money that it was owed by OBG.", "17. The receivers also took legal advice from Penningtons and were told by Penningtons that their appointments were valid. Pursuant to that advice, on 9 June 1992, the receivers took possession of all OBG’s assets and business. The receivers negotiated with NWW for the release of funds owed by NWW to OBG, in order to fund future activity. However, these negotiations were also unsuccessful. Consequently, on 12 June 1992, the receivers instructed OBG’s staff and contractors to cease all work due under the contracts between NWW and OBG. On the same date, the receivers also terminated the majority of the OBG’s contracts with its staff and contractors.", "18. The receivers then realised OBG’s assets. They did so by selling its land, plant and equipment; negotiating the settlement of its claims under its contracts with NWW; completing, assigning or abandoning its contracts with other customers; collecting its book debts; and taking the credit balance in its bank account. In so doing, the receivers realised a total amount of GBP 1,087,000.", "19. The negotiations with NWW resulted in an agreement that NWW would pay OBG GBP 400,000 in full and final settlement of all claims under the contracts. This agreement was signed in August 1997 by NWW and by the receivers on behalf of OBG, with the concurrence of its liquidators. The entire sum realised by the receivers was used to repay OBG’s debt to Centriline and to pay the fees and expenses of the receivers.", "20. Having no further assets with which to pay their remaining creditors, OBG’s directors called a meeting with their creditors on 29 July 1992, at which resolutions were passed to wind up OBG and to appoint liquidators. On that date, it is estimated that OBG owed its creditors, excluding Centriline, approximately GBP 4,000,000.", "21. OBG’s sole remaining asset was a claim against Centriline and the receivers for the unlawful appointment of the receivers and the receivers’ subsequent realisation of its assets.", "22. Consequently, and with their creditors’ approval, OBG commenced proceedings on 19 October 1995 against Centriline and the receivers, claiming that the appointment of the receivers had been unlawful and seeking damages.", "23. However, by this date, Centriline was neither solvent nor trading, and went into liquidation on 24 April 1996. It did not, therefore, take an active part in the proceedings commenced by the applicants. Penningtons were subsequently added as defendants in the proceedings.", "24. Prior to the first hearing in the High Court, Penningtons admitted that their advice to the receivers, namely that their appointment had been valid, had been negligent and that Penningtons were accordingly liable to the receivers for any loss resulting from their advice.", "25. By order dated 31 January 2001 and a written judgment of 27 April 2001, the High Court declared that the appointment of the receivers was invalid. It ordered the receivers to pay damages to be assessed at a later date.", "26. At this stage of proceedings, OBG abandoned a claim it had made for an “account”. This is a claim requiring a party to account to another party for his dealing with property which has been held under a “constructive trust”. (A constructive trust exists, for example, in respect of the assets of a company in receivership.)", "27. Instead, OBG claimed damages inter alia for trespass and wrongful interference with its property, and loss and damages suffered as a result of the receivers’ invalid appointment.", "28. The basis of OBG’s claim was that, but for the invalid appointment of the receivers, OBG would have obtained orders for administration. OBG further claimed that, if orders for administration had been obtained, it would have survived as a business.", "29. Alternatively, OBG claimed there would have been a better realisation of its assets, particularly in relation to the value of its contracts with NWW. This was because it had become apparent, through the disclosure of previously undisclosed documents by NWW, that, in the years after 1992, NWW had made substantial savings when it gave OBG’s work to another contractor. Accordingly, by operation of clause 63 of the contracts between OBG and NWW (see paragraph 9 above), the fact that OBG had gone into receivership meant that the savings made by NWW became due to OBG.", "30. In later pleadings OBG also alleged that the receivers had committed the tort of conversion (a tort involving the misappropriation of property: see paragraph 59 below). OBG also alleged that this tort had occurred in respect of both its “chattels” (tangible assets other than freehold land) and its “choses in action” (intangible assets such as contractual rights).", "31. In the course of proceedings it was made clear by OBG that its claim for damages was based on the valuation of the business at 9 June 1992 (the date on which the receivers took over). Its claim was not that the receivers were in breach of the duties they would have owed to OBG had they been validly appointed.", "32. OBG also pleaded that these torts were committed on 9 June 1992. This had the consequence that the damages which OBG sought were the difference between the value of the business at that date and the amount actually realised by the receivers. OBG did not, however, allege negligence in the way the receivers had realised the assets or allege that there had been any intention on the part of the receivers to cause loss.", "33. The High Court gave judgment for OBG on 18 February 2004. The trial judge rejected OBG’s submission that, but for the receivers’ invalid appointment, it would have survived as a business. Instead, he concluded that OBG’s liquidation or insolvency would have occurred even if the receivers had not been appointed.", "34. The trial judge also rejected OBG’s submission that the tort of conversion could apply to intangible assets such as contractual rights, finding that there was no basis in the common law for this approach.", "35. The trial judge found, however, that OBG could rely on the tort of interference with contractual relations. This tort applied equally to the receivers’ interference with OBG’s tangible assets and to the receivers’ interference with OBG’s intangible assets (such as the NWW contracts).", "36. The trial judge accepted that liquidators would have realised a larger sum than the receivers did, particularly in relation to the value of the contracts with NWW. Approximately GBP 1,067,000 more could have been realised from the contracts than the receivers had achieved. Therefore, he assessed the total damages due to OBG at GBP 1,854,000 plus interest in the sum of GBP 1,180,579. The damages as assessed included both OBG’s tangible assets and its intangible assets, such as its rights under the NWW contracts.", "37. The receivers and Penningtons appealed to the Court of Appeal. They conceded that OBG could rely on the tort of trespass in respect of OBG’s land, of which the receivers had taken control. They also conceded that OBG could rely on the tort of conversion in respect OBG’s tangible assets, of which the receivers had taken control. However, the receivers and Penningtons argued that the torts of conversion and wrongful interference with contractual relations did not allow damages to be recovered in respect of intangible assets.", "38. On 9 February 2005 the Court of Appeal held unanimously that the tort of conversion did not apply to intangible assets. It was not open to the court to invent such a tort.", "39. The Court of Appeal was, however, divided as to whether the tort of wrongful interference with contractual relations allowed damages to be recovered in respect of intangible assets. Lord Justice Peter Gibson and Lord Justice Carnwath found that it did not; Lord Justice Mance found that it did.", "40. Lord Justice Peter Gibson considered that the issue was whether the tort of wrongful interference with contractual relations should be extended to cover situations where there was no intention by a third party to procure a breach of a contract or to impede the performance of a contract. He found that there was no authority for extending the tort in this way. To do so would be to change the nature of the tort: it had always required an intention to procure a breach of contract or a breach of duty.", "41. For Lord Justice Peter Gibson, the receivers had intended to manage the contractual rights of OBG. There had been an intention to interfere in OBG’s business (though no intention to cause loss or damage). However, this did not amount to an interference with contractual relations in any relevant sense. This conclusion meant OBG’s claim had to be dismissed, a conclusion which he reached “with regret”: the wrongful taking control of intangible assets by an invalidly appointed receiver ought to have had consequences in law. Other claims brought in equity or negligence might have been successful, but OBG’s claim based on tort had to fail.", "42. Lord Justice Carnwath agreed with Lord Justice Peter Gibson. He found that it would have been a significant extension of the tort if it were to include cases where the interference was not directed at hindering performance of contractual obligations. There was also no policy reason for extending the tort to cases where negligence could not be established (i.e. to impose strictly liability on the receivers). The unusual facts of OBG’s case made it unsuitable for such an extension.", "43. Lord Justice Mance, dissenting on this issue, found that the receivers had directly interfered with OBG’s contracts with NWW. The interference was not intended to cause loss but, in the circumstances, this was not a prerequisite of liability for the tort. The tort of wrongful interference with contractual relations extended to any situation in which a person’s pre-existing legal situation was altered, even if this did not involve any breach or non-performance of an obligation to a third party. The receivers’ intervention had changed significantly the way in which OBG’s rights under the NWW contracts had been ascertained and settled. For Lord Justice Mance, this was sufficient for the purposes of the tort of wrongful interference with OBG’s pre-existing legal position. It was immaterial that the receivers did not realise that they were acting without authority. It was also immaterial that they had no intention to cause harm to OBG. It was appropriate to find that an invalidly appointed receiver was strictly liable for interference with tangible assets and that he or she was also strictly liable for interference with contractual relations.", "44. By order dated 21 February 2005, the Court of Appeal reduced the amount of damages owed to the applicants to GBP 244,000 plus interest. (The difference between the damages as assessed by the High Court and those as assessed by the Court of Appeal is explained by the finding by the majority of the Court of Appeal that the law of tort did not provide for damages to the applicants in respect of intangible assets, such as their bank account, sums due under contracts, or other debts.)", "45. OBG appealed to the House of Lords. By judgment of 2 May 2007, and by a majority of three to two, the House of Lords upheld the Court of Appeal’s judgment and dismissed the appeal.", "46. The five Law Lords hearing the appeal unanimously rejected OBG’s claim based on an interference with contractual relations. Lord Hoffmann, who gave the lead speech, held that there were only two possible causes of action: the tort of procuring a breach of contract or the tort of causing loss by unlawful means. (Lord Nicholls, concurring on this point, observed that there was no “hybrid tort” of interfering with contractual relations.) It was plain and obvious to Lord Hoffmann that the requirements for liability under either of these torts were not satisfied.", "47. For the first, the tort of procuring a breach of contract was a tort of “accessory liability” (the principle that a person who procures another to commit a wrong incurs liability as an accessory). The tort required (i) intention to cause a breach of contract and (ii) a breach of contract in fact to take place. In OBG’s case, there had not been any breach or nonperformance of a contract. Therefore, there was no wrong to which accessory liability for procuring a breach of contract could attach.", "48. For the second, the tort of causing loss by unlawful means required (i) the use of unlawful means and (ii) an intention to cause loss to the claimant. In OBG’s case the requirements of the tort had not been met either. The receivers had neither used unlawful means nor intended to cause the applicants any loss.", "49. Lord Hoffmann added that Lord Justice Mance’s approach (see paragraph 43 above) referred to the tort of causing loss by unlawful means. Lord Hoffmann reiterated, however, that this tort required both the use of unlawful means and an intention to cause loss. Neither of these elements was present in the applicants’ case.", "50. Lord Hoffmann disagreed with Lord Justice Peter Gibson’s expression of regret that OBG did not have a remedy in law for the acts of the invalidly appointed receivers. He noted that this was not a case in which an invalid appointment of receivers had caused damage to a solvent company. The trial judge had found that OBG would not have survived as a business and that it had been heading for liquidation or insolvency. The receivers had acted in good faith, believing their appointment to be valid. Furthermore, OBG’s liquidators had concurred in the agreement reached with NWW for the full and final settlement of all claims arising under OBG’s contracts with NWW. Therefore, it could not be said that, as a result of the actions of the receivers, OBG had suffered a loss which it would not otherwise have suffered.", "51. As to OBG’s claim in respect of the tort of conversion, the Law Lords were divided three to two. The majority concluded that this claim should also be rejected.", "52. Lord Hoffmann, writing for the majority, noted that the tort of conversion was historically a tort against a person’s interest in a chattel (tangible asset). Consistent with its ancient origin, it was a tort of strict liability (i.e. a tort which did not require the claimant to prove that the defendant was at fault). The law had always been very wary of imposing any kind of liability for “pure economic loss” (loss which does not arise directly from physical damage or injury).", "53. Moreover, the torts of procuring a breach of contract and causing loss by unlawful means were highly restricted in their application. They were not torts of strict liability: as he had noted, the tort of procuring a breach of contract required proof of an intention to procure a breach of the contract; the tort of causing loss by unlawful means required proof of an intention to cause loss (see paragraphs 47 and 48 above) .", "54. Against this background, it would be an extraordinary step suddenly to extend the tort of conversion to impose strict liability for pure economic loss on receivers who had been appointed and had acted in good faith. Such a step would be for Parliament to take.", "55. Lords Walker and Brown agreed with Lord Hoffmann. They both added that the facts of OBG’s case made it singularly unsuitable for such a major change in law.", "56. Lord Nicholls and Baroness Hale dissented on this point. Lord Nicholls argued that the tort of conversion had been extended in the past to cover not only tangible assets but also certain intangible assets which were embodied or recorded in a document (such as share certificates). He saw no reason why the tort of conversion could not be extended still further to encompass intangible assets which were not so documented. This was a “modest but principled extension” of the doctrine, which fully accorded with the role of the courts in developing the common law and which respected the intentions of Parliament.", "57. Baroness Hale found that it made no sense for the receivers to be strictly liable for what was lost on OBG’s tangible assets but not for what was lost on its intangible assets. It would be inconsistent with principle if the tort of conversion were not extended to encompass both tangible and intangible assets.", "58. Part III of the Insolvency Act 1986 deals with administrative receivership. An “administrative receiver” is defined at section 29(2)(a) as being:", "“a receiver or manager of the whole (or substantially the whole) of a company’s property appointed by or on behalf of the holders of any debentures of the company secured by a charge which, as created, was a floating charge, or by such a charge and one or more other securities.”", "Section 34 of the same Act provides that:", "“Where the appointment of a person as the receiver or manager of a company’s property under powers contained in an instrument is discovered to be invalid (whether by virtue of the invalidity of the instrument or otherwise), the court may order the person by whom or on whose behalf the appointment was made to indemnify the person appointed against any liability which arises solely by reason of the invalidity of the appointment.”", "Section 44 provides that:", "“(1) The administrative receiver of a company –", "is deemed to be the company’s agent, unless and until the company goes into liquidation;", "is personally liable on any contract entered into by him in the carrying out of his functions (except in so far as the contract otherwise provides) and on any contract of employment adopted by him in the carrying out of those functions; and", "is entitled in respect of that liability to an indemnity out of the assets of the company.", "(2) For the purposes of subsection (1) (b) the administrative receiver is not to be taken to have adopted a contract of employment by reason of anything done or omitted to be done within 14 days after his appointment.", "(3) This section does not limit any right to indemnity which the administrative receiver would have apart from it, nor limit his liability on contracts entered into or adopted without authority, nor confer any right to indemnity in respect of that liability.”", "Section 232 provides:", "“The acts of an individual as administrator, administrative receiver, liquidator or provisional liquidator of a company are valid notwithstanding any defect in his appointment, nomination or qualifications.”", "59. The tort of conversion is based on the ancient tort of “trover”. Historically, trover was based on the fictitious allegation that the claimant had lost a chattel and that the defendant had found it. The modern tort of conversion holds that anyone who “converts” a chattel (that is, does an act inconsistent with the rights of the owner) is liable for the loss caused, however innocent he may be. Conversion is thus a tort of strict liability.", "The Torts (Interference with Goods) Act 1977 defines wrongful interference with goods to include conversion of goods. “Goods” is defined in section 14(1) to include “all chattels personal other than things [choses] in action and money”. The Act thus excludes intangible assets from the tort of conversion."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}