{"ITEMID": "001-91993", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF WELLER v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 14+8;Pecuniary damage - award;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The first applicant (“the applicant”), was born in 1974 and lives in Budapest. The second and the third applicant, Dániel Weller and Máté Weller, the applicant’s twin sons, were born in 2005 and live in Budapest.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. In 2000 the first applicant married a Romanian citizen, who currently lives in Hungary. The couple are raising four children from the previous marriage of the wife and they have successfully claimed numerous allowances on their behalf. On 30 June 2005 the wife gave birth to the second and third applicants. Both of them acquired Hungarian nationality by birth, through their father. At the material time, the mother held a residence permit (tartózkodási engedély). She was granted a settlement permit (letelepedési engedély) in May 2007.", "8. On 7 September 2005 the first applicant requested maternity benefit (anyasági támogatás) amounting to 148,000 Hungarian forints (HUF) from the Budapest and Pest County Regional Directorate of the Hungarian Treasury in his own name and on behalf of his children.", "9. On 8 September 2005 the Regional Directorate refused the applicant’s claim. It pointed out that, in the light of the relevant provisions of Act no. 84 of 1998 on Family Support (“the Act”), only mothers, adoptive parents and guardians were entitled to the benefit in question. It also noted that the natural father might only apply for such an allowance if the mother were deceased. The first applicant appealed.", "10. On 20 January 2006 the Hungarian Treasury dismissed his appeal. The Treasury established that, pursuant to the Act, only mothers with Hungarian citizenship might apply for maternity benefit. It further observed that the Act applies only to those non-Hungarian citizens who have obtained settlement permits (letelepedési engedély), being either refugees or citizens of another Member State of the European Union. It concluded that, since the applicant’s wife did not fall into either of these categories, the claim had to be rejected, since the natural father was not entitled to such benefits.", "11. On 6 March 2006 the first applicant sought judicial review before the Pest County Regional Court. He argued that the legal background of the institution of maternity benefit, as well as the decisions of the competent Hungarian authorities, were discriminatory and contravened the Hungarian Constitution and Article 14 of the Convention.", "12. On 5 July 2005 the Regional Court, finding that the administrative authorities’ decisions had been in compliance with the law, dismissed the applicant’s claim. It held, inter alia, that the purpose of maternity benefit was to support the mother and not the entire family or the children, therefore the latter could not be considered to have suffered discrimination.", "13. On 7 August 2006 the applicant lodged a constitutional complaint with the Constitutional Court. These proceedings are apparently still pending.", "“The Act shall be applied – unless an international treaty regulates otherwise – to those living on the territory of the Republic of Hungary, who", "a) are Hungarian nationals,", "b) have obtained an immigration or settlement permit, and to those who have been recognised as refugees by the Hungarian authorities,", "c) fall under the scope of Regulation (EEC) No 1612/68 of the Council of 15 October 1968 on freedom of movement for workers within the Community and – with the exception of the maternity benefit (Chapter IV of the Act) – of the Regulation (EEC) No. 140//71 on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community, provided that such persons – with the exception of frontier workers – at the time of requesting the allowance have obtained a valid residence permit.”", "“(1) Persons entitled to maternity benefit after giving birth are:", "a) women who, during pregnancy, attended at least four times – in case of premature birth, once – prenatal care;", "b) adoptive parents, if the adoption was finally authorised within 180 days of the birth;", "c) the guardian, if the child – based on a final decision – was taken into his/her custody within 180 days of the birth.”", "“If the woman entitled to maternity benefit dies before it is paid, then it shall be paid to the father living under the same roof or, in the absence of such a person, to the guardian of the child.”", "“A request for maternity benefit may be submitted within 180 days of giving birth.”"], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}