{"ITEMID": "001-57837", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF PARDO v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "C. Russo", "TEXT": ["8. Mr Pardo lives in Marseilles, where he used to run a business in his own name, \"Les Techniques du Son\", at the same time as being the de facto manager of the limited company Telec. This state of affairs continued until the two undertakings were compulsorily wound up, on 28 October 1981 for the latter and 27 January 1982 for the former.", "9. On an application by the trustee representing the interests of Telec’s creditors (le syndic de la liquidation), the Marseilles Commercial Court decided on 27 June 1983 to apply to Mr Pardo Article 99 of Law no. 67-563 of 13 July 1967 (see paragraph 19 below) and ordered him to pay 5,000,000 francs as a contribution to the deficiency in the assets.", "10. Mr Pardo, on 26 July 1983, and the trustee, on 12 October, filed appeals. On 7 February 1984 Mr Pardo lodged his final submissions.", "11. On 26 October 1984 the judge responsible for preparing the case declared the investigation closed.", "12. On 30 October 1984 the applicant requested the Aix-en-Provence Court of Appeal to revoke that decision and to stay the proceedings pending the conclusion of proceedings brought against him for criminal bankruptcy.", "13. According to the applicant, at the hearing on 9 November 1984 - the record of which was produced before the Court by the Government - his lawyer confined his pleadings to the request for a stay of the proceedings.", "14. The Court of Appeal gave judgment in open court on 15 January 1985 without having held another hearing.", "It first rejected the applicant’s request on the ground that there was no link between the criminal proceedings and the legal issues raised by the application of the above-mentioned Article 99. It considered that, whatever the outcome of the criminal trial, it would not have any bearing on the question of the applicant’s liability qua manager of the company.", "On the merits, the Court of Appeal noted, inter alia, like the Marseilles court, that the company had aimed to conquer the telecommunications market without having the financial resources to put this ambition into effect and that the applicant had devoted considerable energy to obtaining bank loans, and had unrealistically and imprudently adopted a course of action which had been bound to aggravate the situation and increase the deficit. It took the view that the applicant had been at fault in blindly pursuing a fanciful objective without the slightest hope of redressing the situation; it confirmed the decision requiring him to make good part of the deficit in the company’s assets. The Court of Appeal also ordered Mr Pardo’s brother and sister to pay respectively 1,000,000 and 1,500,000 francs as a contribution to the debts; it found that they too bore responsibility, whereas the judgment of 27 June 1983 had exonerated them.", "15. In a letter of 24 January 1985 to the First President of the Court of Appeal Mr Pardo criticised this judgment. He explained that at the hearing on 9 November his lawyer \"had requested that the proceedings be stayed, on which request ... the President of the 8th Chamber had agreed to deliberate, even envisaging the possibility that, if necessary, a day would subsequently be set aside to hear the case again and to take argument on the merits\". On this account he asked the First President to accord him an interview.", "The First President replied in a letter of 28 January 1985 that there had been no irregularity in the proceedings and that, in any event, the interview sought by Mr Pardo was not appropriate.", "16. The applicant then obtained the testimony of lawyers who had been present at the hearing of 9 November.", "His lawyer, Mr de Chesse, wrote to him on 25 March 1985 certifying that the President had stated that the case would be adjourned either to a much later date, if the request for a stay was granted, or to a date in the near future when it would be the only case on the list in view of the number of documents to be examined. According to the lawyer, the court had had before it only his two sets of final submissions, whereas the file of his pleadings had comprised thirteen folders 14cm thick. Mr Davin, the counsel for one of the other directors of the company, also implicated in the case, confirmed, in his reply dated 22 April 1985 to a letter which Mr de Chesse had sent to him on 25 March, a copy of which the applicant was, however, unable to produce, that the hearing in issue had indeed followed the course described by the applicant’s lawyer in his letter.", "Another lawyer, Mr Roussel, who was not present when the cases were called but who had been due to plead for the applicant, confirmed by a letter of 29 April 1985 that on 9 November 1984, at about 9 a.m., his client had telephoned him to advise him against attending as the case was going to be adjourned.", "The applicant twice asked to be sent documents relating to the hearing (record and list of cases), but to no avail.", "17. Mr Pardo filed an appeal on points of law. He complained that the Court of Appeal had not answered his submissions on the merits of the case; in addition, he alleged a violation of the rights of the defence inasmuch as the hearing had dealt exclusively with the request for a stay of the proceedings.", "18. The Commercial Division of the Court of Cassation dismissed the appeal on 15 July 1986. It found that, in the light of the statements made on the merits of the case and without disregarding the rights of the defence, the Court of Appeal had, in assessing the part of the company’s liabilities to be borne by the management, replied to the submissions put forward; the two grounds for appeal were therefore not founded.", "19. Article 99 of Law no. 67-563 of 13 July 1967 on composition proceedings, compulsory winding-up, bankruptcy and fraudulent bankruptcy, which was in force at the material time, was worded as follows:", "\"Where the composition proceedings or the liquidation of the assets of a legal person reveal a deficiency in the assets, the court may order, at the request of the trustee, or even of its own motion, that the company’s debts be borne, in whole or in part, individually or jointly, by all the persons responsible for managing the company, de jure or de facto, whether openly or secretly, whether remunerated or not, or by some of them.", "...", "The persons concerned shall not incur liability if they can show that they displayed all the necessary vigour and vigilance in the management of the company’s affairs.\"", "As amended by Law no. 85-98 of 25 January 1985, this provision, now Article 180, states as follows:", "\"Where the composition proceedings or the liquidation of the assets of a legal person reveal a deficiency in the assets, the court may, where negligent management has been a factor in that deficiency, order that the company’s debts be borne, in whole or in part, individually or jointly, by all the individuals responsible for managing the company, de jure or de facto, whether remunerated or not, or by some of them.", "...\"", "20. The relevant provisions of the new Code of Civil Procedure in force at the material time are as follows:", "\"The purpose of an appeal is to have a first-instance judgment varied or set aside by the Court of Appeal.\"", "\"An appeal reopens in the Court of Appeal a case in which judgment has been given so that it can be retried on questions of fact and law.\"", "\"In order to substantiate on appeal the claims made at first instance, the parties may invoke new submissions, produce new documents or propose to adduce new evidence.\"", "\"The investigation (instruction) of the case is conducted by a member of the division to which the case has been allotted.", "The judge in question has the responsibility of ensuring the proper conduct of the proceedings, in particular that submissions are exchanged and documents communicated in good time.", "He may interview the lawyers and communicate to them any documents or information which he considers useful. He may also, if necessary, issue directives to them.\"", "\"As soon as the investigation is sufficiently advanced, the judge responsible for preparing the case shall refer the case to the court to be pleaded on a date fixed by the president or by himself, if he has been duly delegated to that effect.", "The aforementioned judge shall declare the investigation closed. The date of the order closing the investigation shall be as near as possible to the date fixed for the hearing.", "He shall remain responsible for the proceedings until the opening of the hearing.\"", "\"The closure of the investigation ... shall be decided by an order which shall not give reasons and against which no appeal shall lie. A copy of this order shall be communicated to the lawyers.\"", "\"Once the order closing the investigation has been made, no submission may be filed and no document may be produced at the hearing; any such submissions and documents shall be declared inadmissible by the judge responsible for preparing the case or by the court, of their own motion.", "Applications to have the order closing the investigation revoked shall however be admissible ...", "...\"", "\"The order closing the investigation may be revoked only if a serious reason has come to light since it was adopted ...", "...", "The order closing the investigation may be revoked either by a reasoned order by the judge responsible for preparing the case or, once the hearing has opened, by decision of the court, on the judge’s or the court’s own motion or on application by a party.\"", "\"Except as otherwise provided, the parties are required to appoint lawyers as their compulsory legal representatives (avoués); such appointment also constitutes communication of an address for service.\"", "\"The final submissions shall be notified and the documents communicated by the lawyer (avoué) of each party to the lawyer of the other; where there is more than one plaintiff or defendant, such submissions and documents must be communicated to the lawyers of all the parties.", "A copy of the final submissions shall be filed with the registry with proof of their notification.\"", "\"The investigation of the case shall be effected under the supervision of a member of the division to which it has been allotted, under the conditions set out in Articles 763 to 787 and in the provisions which follow.\"", "\"The appeal submissions must formulate expressly the parties’ claims and the grounds on which those claims are founded.", "A party seeking to have the judgment overturned must set out expressly the grounds relied on and may not simply refer to its submissions at first instance.", "A party which, without submitting new grounds, calls for the judgment to be upheld, is deemed to endorse the reasoning set out in the judgment.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}