{"ITEMID": "001-97049", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF CHRISTIAN DEMOCRATIC PEOPLE'S PARTY v. MOLDOVA (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 11;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The Christian Democratic People’s Party (“the CDPP”) is a political party in the Republic of Moldova which was represented in Parliament and was in opposition at the time of the events.", "6. On 3 December 2003 the applicant party applied to the Chişinău Municipal Council for an authorisation to hold a protest demonstration in the Square of the Great National Assembly, in front of the Government’s building, on 25 January 2004. According to the application, the organisers intended to express views on the functioning of the democratic institutions in Moldova, the respect for human rights and the Moldo-Russian conflict in Transdniestria.", "7. On 20 January 2004 the Chişinău Municipal Council rejected the applicant party’s request on the ground that “it had convincing evidence of the fact that during the meeting, there will be calls to a war of agression, ethnic hatred and public violence”.", "8. The applicant party challenged the refusal in court and argued, inter alia, that the reasons relied upon by the Municipal Council were entirely baseless.", "9. On 23 January 2004 the Chişinău Court of Appeal dismissed the applicant party’s action. The court found that the Municipal Council’s refusal to authorise the CDPP’s demonstration was justified because the leaflets disseminated by it contained such slogans as “Down with Voronin’s totalitarian regime” and “Down with Putin’s occupation regime”. According to the Court of Appeal, these slogans constituted a call to a violent overthrow of the constitutional regime and to hatred towards the Russian people. In this context, the court recalled that during a previous demonstration organised by the applicant party to protest against the presence of the Russian military in Transdniestria, the protesters burned a picture of the President of the Russian Federation and a Russian flag.", "10. The applicant party appealed against the above decision arguing, inter alia, that the impugned slogans could not have reasonably been interpreted as a call to a violent overthrow of the Government or as a call to ethnic hatred and that the refusal to authorise the meeting constituted a breach of its rights guaranteed by Articles 10 and 11 of the Convention.", "11. On 21 April 2004 the Supreme Court of Justice dismissed the applicant party’s appeal and confirmed the judgment of the Court of Appeal.", "12. The relevant provisions of the Assemblies Act of 21 June 1995 read as follows:", "(1) Assemblies shall be conducted peacefully, without any sort of weapons, and shall ensure the protection of participants and the environment, without impeding the normal use of public highways, road traffic and the operation of economic undertakings and without degenerating into acts of violence capable of endangering the public order and the physical integrity and life of persons or their property.", "Assemblies shall be suspended in the following circumstances:", "(a) denial and defamation of the State and of the people;", "(b) incitement to war or aggression and incitement to hatred on ethnic, racial or religious grounds;", "c) incitement to discrimination, territorial separatism or public violence;", "d) acts that undermine the constitutional order.", "(1) Assemblies may be conducted in squares, streets, parks and other public places in cities, towns and villages, and also in public buildings.", "(2) It shall be forbidden to conduct an assembly in the buildings of the public authorities, the local authorities, prosecutors’ offices, the courts or companies with armed security.", "(3) It shall be forbidden to conduct assemblies:", "(a) within fifty metres of the parliament building, the residence of the president of Moldova, the seat of the government, the Constitutional Court and the Supreme Court of Justice;", "(b) within twenty-five metres of the buildings of the central administrative authority, the local public authorities, courts, prosecutors’ offices, police stations, prisons and social rehabilitation institutions, military installations, railway stations, airports, hospitals, companies which use dangerous equipment and machines, and diplomatic institutions.", "(4) Free access to the premises of the institutions listed in subsection (3) shall be guaranteed.", "(5) The local public authorities may, if the organisers agree, establish places or buildings for permanent assemblies.", "(1) Not later than fifteen days prior to the date of the assembly, the organiser shall submit a notification to the Municipal Council, a specimen of which is set out in the annex which forms an integral part of this Act.", "(2) The prior notification shall indicate:", "(a) the name of the organiser of the assembly and the aim of the assembly;", "(b) the date, starting time and finishing time of the assembly;", "(c) the location of the assembly and the access and return routes;", "(d) the manner in which the assembly is to take place;", "(e) the approximate number of participants;", "(f) the persons who are to ensure and answer for the sound conduct of the assembly;", "(g) the services which the organiser of the assembly asks the Municipal Council to provide.", "(3) If the situation so requires, the Municipal Council may alter certain aspects of the prior notification with the agreement of the organiser of the assembly.”", "(1) The prior notification shall be examined by the local government of the town or village at the latest 5 days before the date of the assembly.", "(2) When the prior notification is considered at an ordinary or extraordinary meeting of the Municipal Council, the discussion shall deal with the form, timetable, location and other conditions for the conduct of the assembly and the decision taken shall take account of the specific situation.", "(...)", "(6) The local authorities can reject an application to hold an assembly only if after having consulted the police, it has obtained convincing evidence that the provisions of sections 6 and 7 will be breached with serious consequences for society.", "(1) A decision rejecting the application for holding an assembly shall be reasoned and presented in writing. It shall contain reasons for refusing to issue the authorisation...", "(1) The organiser of the assembly can challenge in the administrative courts the refusal of the local government.”"], "VIOLATED_ARTICLES": ["11"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}