{"ITEMID": "001-110145", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF KAZANTSEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1966 and lives in the town of Pokachi, Tyumen Region.", "6. On 1 July 1999 the applicant was arrested and charged with sexual assault of a minor. Immediately upon his arrest, at 3.15 a.m., the applicant was subjected to a body search at the police station. The report stated, inter alia, that no injuries were found on the applicant.", "7. On the same day at 5 a.m. the applicant underwent a physical examination in the presence of attesting witnesses A.T. and P. No injuries were noted in the examination report. The applicant alleges that during the examination the officer of the detention facility of the Interior of Pokachi (ИВС Покаческого ГОВД), T., beat him up with a police truncheon and that investigator B. abused him verbally.", "8. On the same day at 9 a.m. the applicant was assigned legal counsel.", "9. On the same day at 1 p.m. a forensic examination of the applicant was carried out in connection with the criminal charges against him. He was examined by a forensic expert who found two bruises on the right side of the applicant’s back. The report stated that the bruises were inflicted with a “blunt, hard, long object with a round or oval cross-section, such as a police truncheon or a baton”, and that they dated back to less than twenty-four hours before the forensic examination.", "10. According to the applicant, on 2 June 1999 he complained about his ill-treatment to K., the investigator of the Pokachi prosecutor’s office, who was investigating his case. She allegedly promised to register his complaint and to bring the matter to the prosecutor’s attention. The applicant claimed that he had complained to the prosecutor’s office again a number of times, but received no reply.", "11. On 24 September 1999 the applicant was given access to the results of the forensic examination.", "12. On 27 December 1999 the applicant sent a written complaint to the prosecutor’s office of Pokachi complaining about the ill-treatment he allegedly received on the day of his arrest.", "13. Having received no reply, on 20 January 2000 the applicant wrote to the Pokachi prosecutor’s office asking for news on his complaint of illtreatment.", "14. On 28 February 2000 and on 31 May 2000 the applicant complained to the Prosecutor’s Office of the Khanty-Mansiyskiy Autonomous Circuit about the lack of response to his complaint of ill-treatment. On 1 June 2000 they replied that his letter had been forwarded to the Pokachi prosecutor’s office for a decision.", "15. On 3 July 2000 investigator K. decided not to investigate the applicant’s allegations in criminal proceedings. The parties have not provided any information about this part of the inquiry. The Government stated, in particular, that the relevant files had been destroyed after having reached the time-limit of their storage in archives.", "16. The applicant complained about the decision of 3 July 2000 to the superior prosecutor’s office and also challenged it before a court.", "17. On 6 September 2000 the Prosecutor’s Office of the KhantyMansiyskiy Autonomous Circuit replied to the applicant that the inquiry into his allegations had been sufficient. It was considered, in particular, that no breach of domestic law arose from the fact that investigator K. had been in charge of the inquiry, because she had not been personally implicated in the alleged illtreatment.", "18. On 12 January 2001 the Langepasskiy Town Court of the KhantyMansiyskiy Autonomous Circuit convicted the applicant as charged. Having noted that the applicant had committed the offence while on parole following a previous criminal conviction, the court lifted the parole and sentenced him to an aggregate prison term of fourteen years.", "19. On the same date the court examined the applicant’s complaint about a lack of an effective investigation into his allegations of ill-treatment. It quashed the decision of the prosecutor’s office dispensing with criminal proceedings on the grounds that investigator K., who had taken the decision, was also an investigator in the applicant’s criminal case and could therefore be regarded as an interested party; she was therefore precluded from conducting the inquiry into the applicant’s allegations of ill-treatment.", "20. The prosecutor’s office resumed the inquiry and assigned the file to Ms I., an investigator of the Pokachi Prosecutor’s Office. On 15 October 2001 Ms I. questioned A.T., who had acted as an attesting witness during the applicant’s physical examination. He explained that on that night he had been remanded in custody, and that he had been in the state of alcoholic intoxication when he was requested by the facility officers to act as an attesting witness during the applicant’s physical examination. He said that the applicant had been “anxious”, but he had not been beaten with a truncheon or otherwise ill-treated. He did not remember much about the events at issue because of the time that had elapsed since; however, he remembered that the applicant had made no complaints of having been beaten. On the same day Ms I. questioned the implicated policemen, T. and B., and they denied the allegations of having used force in general and a truncheon in particular. They admitted that there had been a police truncheon in the room, hanging on the wall, but stated that it had not been used. Ms K., the investigator of the applicant’s criminal case who had formerly conducted the inquiry, was also questioned. She stated that she had not seen any injuries and had not received any complaints from the applicant.", "21. On 16 October 2001 the prosecutor’s office decided not to open a criminal investigation into the applicant’s allegations of ill-treatment. The decision referred to the statements of A.T., T., B. and K. and concluded that there was no evidence in support of the applicant’s claims.", "22. On 17 October 2001 the prosecutor’s office sent the applicant a letter, attaching a copy of the above-mentioned decision. The applicant claimed that he did not receive this notification and did not know about the decision until February 2002. He therefore sent several complaints to the prosecutor’s office about their failure to comply with the court order and investigate his ill-treatment. He also requested access to the inquiry file.", "23. On 25 April 2002 investigator I. replied to the applicant that she had conducted an inquiry into his allegations of ill-treatment within the statutory time-limit of ten days. She indicated that the inquiry file was with the prosecutor’s office of the Khanty-Mansiyskiy Autonomous Circuit.", "24. On 22 May 2002 the applicant lodged a complaint with the Court of the Khanty-Mansiyskiy Autonomous Circuit about the failure to investigate his ill-treatment in criminal proceedings. He requested that the court find the refusal to open criminal proceedings unlawful, grant him access to the inquiry file and award him compensation for non-pecuniary damage on account of the authorities’ alleged failure to provide him redress for a violation of his Convention rights. The court returned the applicant’s complaint, stating that it fell under the jurisdiction of the Pokachi Town Court, and instructed the applicant to apply to that court under the procedure provided for by the Code of Criminal Procedure.", "25. On 12 August 2002 the applicant submitted his complaint to the Pokachi Town Court and requested it to consider his complaint under the rules of civil procedure.", "26. On 19 August 2002 the Court of the Khanty-Mansiyskiy Autonomous Circuit sent the applicant another reply to his complaint, advising him that his action against the decision of the prosecutor’s office had to be lodged under the rules of criminal procedure.", "27. On 27 August 2002 the Pokachi Town Court returned the applicant’s complaint and indicated that he had to specify his claims and to distinguish the grounds for his request under civil procedure from those under criminal procedure. On 2 October 2002 it again refused, by letter, to accept the complaint for examination, stating that it could not be considered in civil proceedings. The applicant had to challenge the decision of the prosecutor’s office in criminal proceedings first and then, on the basis of that decision, claim damages under the civil procedure. On 26 December 2002 the same court took a formal decision refusing to accept the applicant’s complaint, citing the aforementioned grounds.", "28. The applicant reformulated his complaint under the rules of criminal procedure, and on 20 January 2003 it was accepted for examination.", "29. On 2 July 2004 the Pokachi Town Court examined the applicant’s complaint and decided that the decision of 16 October 2001 was lawful and well-founded. It found that the initial decision dispensing with a criminal investigation had been quashed because the investigator had been an interested party, and that in the new inquiry no shortfalls could be found. It noted that the investigator had questioned the police officers implicated, T. and B., as well as the attesting witness, all of whom had denied that the applicant had been subjected to violence or verbal assault. The court found that the prosecutor’s office had sent the applicant a copy of the decision of 16 October 2001 and rejected the applicant’s claims that he should have been informed about the course of the inquiry as lacking any basis in law.", "30. The applicant appealed, claiming, inter alia, that he had not been duly informed of the decision dispensing with a criminal investigation, that he had not been given access to the inquiry file, that neither the investigator nor the court had commented on the injuries recorded in the forensic report and that the date of his first complaint to the prosecutor’s office was 27 December 1999 and not 14 February 2000, as stated in the judgment.", "31. On 1 September 2004 the Court of the Khanty-Mansiyskiy Autonomous Circuit upheld the judgment of 2 July 2004. It found, in particular, that the existence of injuries, in the absence of other evidence supporting the applicant’s allegations, was not sufficient to find T. guilty of having inflicted them. The court also stated that the failure to notify the applicant of the decision did not render it unlawful, and that during the firstinstance hearing the applicant had not requested access to the inquiry file."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}