{"ITEMID": "001-105102", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF CIECHOŃSKA v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Non-pecuniary damage - award", "JUDGES": "Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1943 and lives in Warsaw.", "6. On 10 July 1999 the applicant’s husband died after being hit by a tree in a health resort at Kudowa Zdrój, where he had been staying in a sanatorium. The tree toppled over and fell on the applicant while he was walking on the pavement. Three other people were injured in the accident.", "7. The police arrived at the scene, examined the tree and took some black-and-white photographs. The police report stated that the tree was partly rotten and the roots had torn. The police heard an eye witness and a post mortem examination of the applicant’s husband was conducted. The Kłodzko District Prosecutor (Prokurator Rejonowy) opened an investigation into the incident.", "8. On 15 July 1999 the Kłodzko District Prosecutor (Prokurator Rejonowy) discontinued the investigation into the applicant’s husband’s death, finding that it had been an unfortunate accident and that no offence had been committed. He established that the tree had fallen in strong winds. The cause of death was a fractured skull. The prosecutor also established that the Kudowa Municipal Office (Urzad Miasta) was responsible for the condition of trees in the city, and heard evidence from Ms A.P., the Inspector for Environmental Protection (inspektor do spraw ochrony środowiska), who testified that she had carried out a visual inspection of the tree in April and June 1999, together with a Mr Z.K. who worked for a company specialising in the protection and care of trees and shrubs. She said that the tree had looked healthy and there had been no indication that its removal was required. The prosecutor considered that that assessment was consistent with the examination of the tree after the accident as there were no visible signs that it had been unhealthy or rotten.", "9. The applicant appealed against that decision.", "10. On 7 September 1999 she obtained an opinion from the Institute of Meteorology and Water Management (IMGW) on weather conditions in Kudowa on 10 July 1999. According to the opinion, the wind had been weak or moderate that day and there had been no violent atmospheric conditions.", "11. On 9 December 1999 the Kłodzko District Court (Sąd Rejonowy) allowed the applicant’s appeal and returned the case to the prosecutor to continue the investigation. It considered that the prosecuting authorities had failed to establish what had caused the tree to fall or to examine whether the visual inspection allegedly carried out by A.P. prior to the accident could be considered appropriate. It also pointed to the discrepancy between the police report, which had stated that the tree was partly rotten, and the prosecutor’s finding that it was healthy. The court instructed the prosecutor to question the police officers who had attended the scene and the persons who had been injured in the accident.", "12. On 31 March 2000 the Kłodzko District Prosecutor discontinued the investigation finding that no offence had been committed. From his questioning of the police officers, he established that the tree had looked healthy but that after the accident it had become apparent that it had been partly rotten and had a weak root system. The prosecutor also considered that although the Institute for Meteorology had not recorded any violent wind there could have been local gusts. He concluded that the fall of the tree and the death of the applicant’s husband had not been caused by any negligence on the part of those responsible for maintaining the trees.", "13. On 17 April 2000 the applicant appealed against that decision.", "14. On 29 May 2000 the Świdnica Regional Prosecutor allowed the appeal and remitted the case to the District Prosecutor. The appellate prosecutor stressed the need to order expert opinions to establish the condition of the tree.", "15. On 3 June 2000 an expert, E.M., submitted to the District Prosecutor his opinion on the condition of the fallen sycamore tree (klon jawor). On the basis of the testimonies of the police officers the expert established that the fallen tree was rotten inside and had been totally deprived of its roots. The photographs taken after the accident also showed that the tree’s root system had already been badly damaged beforehand. On the picture the trunk could be seen to have been completely deprived of its roots, which would not have been the case if the only thing which had caused it to fall had been strong winds. Nevertheless, the expert concluded that it was possible that such damage to the tree had not been visible from the outside, and that persons responsible for tree maintenance could not normally conduct a comprehensive examination of the roots.", "16. On 9 June 2000 the Kłodzko District Prosecutor discontinued the proceedings, mainly on the basis of the expert opinion.", "17. The applicant appealed.", "18. On 3 July 2000 the Świdnica Regional Prosecutor allowed the appeal and remitted the case to the District Prosecutor. The appellate prosecutor emphasised that given the gravity of the accident, in which a person had died, all the circumstances had to be comprehensively clarified.", "19. On 16 August 2000 the District Prosecutor ordered another expert opinion to determine the exact location of the tree and the owner of the property.", "20. On 22 September 2000 the Kłodzko District Prosecutor again decided to discontinue the investigation into the applicant’s husband’s death, finding that it had been an accident for which nobody could be held responsible.", "21. The applicant appealed and on 4 December 2000 the Świdnica Regional Prosecutor remitted the case to the District Prosecutor and ordered him to continue the investigation. On 15 December 2000 the case was transferred to another prosecutor and the prosecutor who had been dealing with the case up to that point was reprimanded for not following the instructions of the appellate authorities and for delaying the proceedings.", "22. On 22 January 2001 the Kłodzko District Prosecutor ordered a further expert opinion.", "23. On 19 March 2001 the expert inspected the scene of the accident and on 24 March 2001 submitted his opinion to the prosecutor.", "24. On 18 May 2001 the prosecutor closed the investigation into the death of the applicant’s husband and on 25 May 2001 lodged a bill of indictment against Ms A.P., the Inspector for Environmental Protection, with the Kłodzko District Court, on charges of having failed to carry out her duty to prevent the sycamore tree from falling, and thereby causing the death of the applicant’s husband and injuries to three other persons.", "25. On 31 May 2002 the applicant lodged a civil claim with the trial court for compensation in the amount of PLN 400,000 under Article 62 of the Code of Criminal Procedure. She also requested the court to begin the trial and hold a hearing. The applicant indicated her wish to act as an auxiliary prosecutor (oskarżyciel posiłkowy).", "26. On 13 November 2002 the trial court held the first hearing. However, the court failed to examine the admissibility of the applicant’s civil claim.", "27. On 2 December 2002 the applicant applied for legal aid as she could not afford to pay for a lawyer of her choice, was in poor health and – given the substantial distance of 550 kilometres between her home in Warsaw and the place of trial – it would be difficult for her to commute to hearings. It is not clear whether her application was ever examined.", "28. Subsequently, until 28 May 2003 the court held hearings at regular intervals, heard evidence from witnesses and ordered an expert opinion. All hearings scheduled thereafter were cancelled owing to the illness of either the accused or the judge rapporteur.", "29. At the next hearing, held on 7 October 2004, the composition of the court changed, so the trial had to start from the beginning. Subsequently witnesses were heard and on 4 January 2005 the trial court ordered an expert opinon. The expert failed to submit his opinion within the time-limit and on 27 June 2005 the trial court fined him. The expert finally submitted the opinion on 20 August 2005.", "30. On 15 February 2006 the applicant, who had standing in the proceedings as an auxiliary prosecutor, lodged a complaint with the Świdnica Regional Court (Sąd Okręgowy) under the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (“the 2004 Act”).", "31. On 31 March 2006 the Świdnica Regional Court allowed her complaint, found that there had been a breach of her right to a trial within a reasonable time and awarded her PLN 3,000 in compensation. It found that there had been several lengthy periods during which the trial court had been totally inactive, for example, no action had been taken for twelve months after the bill of indictment was lodged with the trial court.", "32. On 4 April 2006 the trial court held a hearing.", "33. On 26 April 2006 it gave a judgment in which it acquitted Ms A.P. after finding that no offence had been committed. It found that she had conducted a proper inspection of the tree prior to the accident and had established that it was healthy. The experts had concluded that the tree looked healthy from the outside and that there had been no signs that the roots were badly damaged. The court considered that the event of 10 July 1999 was an unfortunate accident which had no direct link with the actions of the accused.", "34. On 9 August 2006 the applicant appealed against the judgment. She submitted that Ms A.P. did not possess the relevant expertise and had been negligent in the manner in which she had inspected the trees or marked them out for removal. In particular, there was no evidence that the inspections had been carried out on the dates given by the accused. Moreover, the tree had been growing on an escarpment and the roots had apparently been removed during the installation of a gas pipeline directly underneath it. The applicant contended that these elements had not been examined by the trial court.", "35. On 3 November 2006 the Świdnica Regional Court allowed the appeal and remitted the case. It pointed to several inconsistencies in the district court’s findings as to the relevant facts. In particular, it was not clear to what extent the tree had been leaning or whether the angle had been calculated with reference to the slope or the pavement.", "36. The trial court held hearings on 11 April, 9 May and 7 September 2007.", "37. On 7 September 2007 the Kłodzko District Court gave a judgment in which it acquitted Ms A.P. It established that she had not been under an obligation to inspect the trees or to prevent them from falling because that was not part of her duties.", "38. The applicant and the prosecutor lodged appeals against the judgment.", "39. On 11 December 2007 the Świdnica Regional Court quashed the judgment and remitted the case. It found that the trial court had failed to analyse the legal regulations in force at the material time. It pointed out that issues concerning trees in public places were the responsibility of the municipal authorities and that they could be held criminally liable for failure to carry out their duties properly. Thus, the Mayor of Kudowa Zdrój was obliged by law to order the removal of trees that were unsafe. Moreover, it appeared from the documents in the file that a gas pipeline had been laid under the tree, making it necessary to remove some of the roots, and that that issue had not been clarified. Lastly, the court noted that the trial court had failed to deal with the complaint, raised by the applicant in her appeal, that her claim for compensation had never been examined.", "40. On an unspecified date in 2007 the applicant received from the office of the Mayor of Kudowa Zdrój a reply to her letter requesting compensation for her husband’s death. The Mayor refused to acknowledge the liability of the municipality and stated that the criminal court had not held the municipality responsible for her husband’s death. The applicant was further informed that if she lodged a civil claim for compensation it would most probably be stayed until the termination of the criminal proceedings.", "41. The trial court held hearings on 5 May, 16 June, 23 July and 1 October 2008.", "42. On 6 April 2009 it gave a judgment in which it again acquitted Ms A.P. The court established that the root system of the tree in question had been seriously damaged. However the disease had not been visible on the external parts of the tree – in particular on its crown. Thus persons checking the state of the tree could not have established that the tree had become a danger to the public and ordered its removal. Furthermore, the court established that there had been no grounds to believe that since the tree had grown on a slope it had been necessary to take any preventive measures by, for example, installing special supports.", "The court considered that there had been many shortcomings in the preparatory proceedings. Consequently, many issues relating to the exact location of the tree, its condition, and whether it had been leaning, had not been elucidated. For example, it was not possible to establish if the roots of the fallen tree could have been damaged during the installation of the gas pipeline because it had not been clear where exactly the tree had been growing. Moreover, the tree, or its part, had not been secured for further examination but had been destroyed immediately after the accident. The photographic evidence was of poor quality, black-and-white, and blurred so the reason for the fall of the tree, and where it actually grew, could not be unambiguously clarified. According to the court, the expert opinions prepared on the basis of such poor evidentiary material could not make it possible to conclude that there had been grounds for removal of the tree or use of supports.", "As regards the liability of Ms A.P. the court agreed with the previous findings and concluded that the accused had not been obliged to carry out controls of trees and to order their removal. Although her duties included “issuing of decisions to remove shrubs and trees”, such decisions had in fact been given by the Mayor and she had only been preparing files for his examination. The court acknowledged that Ms A.P. admitted to having carried out some controls of the trees together with a specialist. However, it considered that she had been doing so either directly in accordance with instructions of the Mayor or following complaints made by the public.", "The court considered that the absence of clear regulations regarding who was responsible for the care of green areas and for carrying out checks of trees amounted to clear organisational negligence on the part of the municipality, for which the accused should not be held liable.", "Finally, the court found that the applicant’s request for compensation had been pointless in the light of the acquittal of Ms A.P. because the obligation to compensate damage could arise only in the event of a conviction.", "43. The applicant and the prosecutor each lodged appeals against the judgment.", "44. On16 July 2009 the Świdnica Regional Court upheld the judgment. It agreed with the first-instance court in that, according to her contract of employment, the accused had not been required to undertake any actions aimed at protecting trees from falling. According to the law, the legal responsibility for care of the greenery lay with the municipality which should have secured the means and organised a system to fulfil its obligations. A failure of the municipality to take necessary measures to eliminate a danger to the public could result in criminal liability. The court however underlined that it had not been proved that the carrying out of these duties had been vested in the accused. Thus, she could not be held criminally liable for having failed to do so.", "The court also established that taking into account the state of the trees discovered during an inspection on 19 March 2001, and the lengthy process of development of pathologies in trees, the Kudowa Zdrój Municipality had not been correctly carrying out the above-mentioned duty of care in respect of its green areas. Nevertheless, the responsibility for that failure could not be attributed to the accused.", "45. The Regional Court’s judgment was final and binding (prawomocny). However, the parties could lodge a cassation appeal with the Supreme Court. On 15 October 2009 the Świdnica Regional Court dismissed the applicant’s request for legal aid for the purposes of lodging a cassation appeal. The applicant submits that a lawyer of her choice refused to lodge a cassation appeal on her behalf because it had no prospects of success.", "46. Article 62 of the Code of Criminal Procedure provides as follows:", "“The victim may, until the start of the judicial examination at the main trial, lodge a civil claim against the accused in order to determine, within the framework of the criminal proceedings, his pecuniary property claims directly resulting from the offence.”", "47. Article 63 of the Code allows a deceased victim’s next-of-kin to institute a civil action under Article 62.", "Article 65 reads as follows:", "“1. Before commencing its examination, the court shall reject a civil claim if:", "1) it is inadmissible by reason of some special provision;", "2) it has no direct connection with the charges included in the indictment;", "3) it has been filed by an unauthorised person;", "4) it is the object of other proceedings or a valid and final decision; or", "5) a public, local-government social institution or a person who is not an accused in the criminal proceedings needs to be joined as a defendant.", "2. If the civil claim is in proper form, and the circumstances set forth in § 1 do not apply, the court shall issue a decision regarding the admissibility of the civil claim.", "3. The court shall not hear the civil claim, even if previously declared admissible, if after it has commenced its judicial examination, any of the circumstances listed in § 1, comes to light.", "4. No interlocutory appeal shall lie against the refusal of the court to declare a civil claim admissible, or the fact that it has not been heard pursuant to § 3.”"], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}