{"ITEMID": "001-4971", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "FREEMAN v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a British national, born in 1939 and living in London, England. He is represented by Mr S. Creighton, a lawyer working with Bhatt Murphy, a firm of solicitors based in London.", "A.", "The applicant has been involved in the manufacture and distribution of erotic films since the 1960s. On 8 December 1969 the applicant was convicted of murdering one of his employees and sentenced to life imprisonment.", "The applicant was released on licence on 24 May 1979.", "In 1982 the applicant was convicted on charges of conspiracy to publish obscene articles, procuring women to become prostitutes, procuring acts of gross indecency between men in public and possession of cannabis. He received a prison sentence. The Secretary of State, on the recommendation of the Parole Board, revoked the applicant’s licence with effect from 31 August 1983.", "The applicant was released on licence on 7 May 1986.", "In February 1987 the applicant was bound over for one year following an altercation with another man in a London bookshop.", "In January 1989 the applicant was charged with theft, possessing an offensive weapon, threatening behaviour and possession of cannabis. The first two charges were dropped. On 28 March 1989 the applicant was cautioned for disturbing the peace and on 17 April 1989 it was alleged that he had been seen standing on a mound overlooking a police office in a London park making provocative gestures while a woman filmed the scene from behind bushes.", "The applicant absconded to the Netherlands before his trial on the threatening behaviour and possession charges.", "On 14 July 1989 the applicant’s licence was again revoked. The Dutch authorities subsequently refused the request of the authorities of the respondent State that the applicant be returned to the United Kingdom, being of the opinion that the charges he faced in the English courts were not sufficiently serious to justify this.", "On 26 September 1994 the applicant was deported to the United Kingdom following a renewed request to the Dutch authorities based on different grounds. On his arrival in the United Kingdom the applicant was informed that the charges brought against him in 1989 had been dismissed.", "The revocation of the applicant’s life licence was confirmed by the Parole Board on 28 April 1995. On 17 July 1996 the Parole Board refused to recommend that the applicant be released or moved to open conditions on the grounds, inter alia, that he had committed a particularly brutal murder and although released twice on licence he had shown a marked disregard of his licence obligations.", "The applicant sought to challenge the Parole Board’s decision by way of judicial review. The legal challenge was settled before a full hearing could take place on the judicial review application and in view of the Parole Board’s undertaking to reconsider the applicant’s case. Following the applicant’s complaint to the Prison Ombudsman about the delay in setting down a date for reconsideration of his application for release, the Parole Board recommended on 9 April 1997 the applicant’s immediate release from prison without his having to spend a period of time in open conditions. In reaching its recommendation, the Parole Board noted, inter alia, that reports on the applicant were positive and that it trusted that the applicant would remain firm in his resolution that “he can be in the film business and stay within the law...”", "On 8 December 1997 the Secretary of State informed the applicant that he had decided to accept the Parole Board’s recommendation. However, he considered that:", "“[the applicant] should spend six months in open conditions before ... release where any outstanding work on [his] offending behaviour, including [his] attitude to pornography and drugs, can be carried out and, in light of [his] previous failure to comply with the conditions of [his] life licence, [his] future trustworthiness can be tested.”", "The applicant’s solicitors made representations to the Secretary of State in respect of this decision. In a letter dated 9 January 1998, the Secretary of State replied to these representations stating that:", "“[the applicant’s] behaviour in absconding to Amsterdam in 1989 demonstrates his untrustworthiness and raises serious concerns about the likelihood of his abiding by the conditions of his life licence and probation service in the future. This aspect, together with his attitude to drugs (a feature of the index offence and the incident in Battersea Park in 1989 when he was charged with the possession of cannabis) and pornography, need to be tested in the more relaxed conditions of an open prison.”", "For these reasons the Secretary of State affirmed that he was not prepared to alter his decision not to order the applicant’s release until he had satisfactorily completed a six-month stay in open conditions.", "The applicant challenged the Secretary of State’s decisions of 8 December 1997 and 9 January 1998 by way of judicial review proceedings.", "In a judgment handed down on 5 June 1998 Mr Justice Turner quashed the impugned decisions and ordered that the applicant’s case be given urgent reconsideration by the Secretary of State. The judge held that:", "“The question remains, however, whether the reasons advanced in setting a period of six months as one in which the question of the applicant’s ‘trustworthiness’ could effectively be tested requires the most anxious scrutiny. The reasons are tenuous in nature and capable of producing the appearance that the applicant is to be sentenced again for his conduct in breaching the terms of his previous life sentences when he has already been punished for those breaches by the period which he has served in custody since 1989. Any such reason would have to be condemned as unfair if not irrational, as being incapable of supporting the decision. As a ‘reason’ it may also fail, because it is quite unrealistic to suppose that the extra period of six months could have made the difference between the applicant being considered trustworthy as opposed to his present, and supposed, state of not being ‘trustworthy’. It is trite law in the field of reasons that for such to be impervious to judicial interference they must be ‘proper, sufficient and intelligible’. In my judgment, the reasons advanced in support of the decision to require that the applicant, which must be regarded as a further six months, as a minimum, fail the tests of propriety (in the sense of fairness) and intelligibility. They also fail to satisfy the test of particularity why the decision of the Parole Board which was reached after a prolonged and careful investigation, was not accepted.”", "In correspondence following the judgment, the Secretary of State expressed his disagreement with the court’s judgment but nevertheless put in place arrangements for the applicant to be released immediately. The applicant was released on 29 June 1998.", "B. Relevant domestic law", "1. Life sentences", "Murder carries a mandatory sentence of life imprisonment under the Murder (Abolition of Death Penalty) Act 1965.", "2. Release on licence of prisoners serving mandatory life sentences", "Section 35 of the Criminal Justice Act 1991 (reproduced in section 29 of the Crime (Sentences) Act 1997) provides that the Secretary of State, if recommended to do so by the Parole Board and after consultation with the Lord Chief Justice, together with the trial judge if available, release on licence a life prisoner who is not a discretionary life prisoner.", "The power to release under section 35(2) of the 1991 Act cannot be exercised unless the Secretary of State has first referred the case to the Parole Board for its advice (section 35(3)). According to section 32(6) the Secretary of State may give the Parole Board directions as to the matters to be taken into account in discharging its functions.", "On 30 March 1993 the Home Secretary gave directions to the Parole Board concerning the release of mandatory life sentence prisoners. In those directions the Home Secretary stated that the final decision on the release of a mandatory life prisoner rests with him and that the decision may be taken on grounds that go beyond the risk posed by the prisoner.", "On 27 July 1993 the Secretary of State made a statement in Parliament explaining his practice in relation to mandatory life prisoners. The statement emphasised that before any mandatory life prisoner is released on life licence, the Secretary of State:", "“will consider not only, (a) whether the period served by the prisoner is adequate to satisfy the requirements of retribution and deterrence and, (b) whether it is safe to release the prisoner, but also (c) the public acceptability of early release. This means that I will only exercise my discretion to release if I am satisfied that to do so will not threaten the maintenance of public confidence in the system of criminal justice.”", "On 7 December 1994 the Secretary of State issued a statement in which he made clear that in the normal course of events a period in open conditions is vital in terms of testing the prisoner’s suitability for release and in preparing him for a successful return to the community. He declared that it is therefore normally the practice to require a prisoner to spend a period in open conditions before release."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}