{"ITEMID": "001-93882", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF GLADYSHEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Karel Jungwiert;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1943. He is currently serving a sentence in Kostroma OT-15/1 correctional colony.", "6. On 9 May 2001 policeman S. stopped the applicant for allegedly driving under the influence of alcohol. Mr S. then drew up an administrative offence report, noting that the applicant had committed an offence under Article 117 of the RSFSR Code of Administrative Offences (alcohol-impaired driving).", "7. On 10 May 2001, early in the morning, police officers came to the applicant's home and brought him to Manturovo police station. At the police station several police officers demanded that the applicant confess to killing policeman S. According to the applicant, when he refused to do so he was severely beaten several times. As a result of the beating the applicant wrote a confession statement. After that the applicant was questioned by a prosecutor in the presence of a lawyer P. appointed by the investigator. On 11 May 2001 the applicant repeated his confession statements during the reconstruction of events.", "8. On 24 August 2001 the criminal case against the applicant was referred to the Kostroma Regional Court.", "9. During the trial the applicant withdrew his self-incriminating statements made during the initial inquiry and pleaded not guilty. He stated that he had been forced to incriminate himself, and provided the court with his medical record. In the course of the proceedings the court requested the Regional Prosecutor to examine the applicant's complaints (see paragraph 22 below) and twice ordered forensic medical examinations of the applicant's injuries (see paragraphs 26 and 28 below). According to the last forensic medical report of 22 October 2002 (see paragraph 29 below), the applicant had a chest trauma with a fracture of the seventh, eighth and tenth ribs which could have occurred on 10 May 2001, the day of the applicant's arrest. These injuries were caused by the impact of a blunt hard object with a narrow surface, possibly by blows with fists or kicks with a booted foot.", "10. On 27 December 2002 the court convicted the applicant of the murder of a law enforcement official and illegal manufacture and possession of weapons, and sentenced him to eighteen years' imprisonment. It was found that the applicant had requested Mr S. not to charge him with an administrative offence, and when the latter had refused to do so the applicant had killed him. The applicant's conviction for murder was based on his self-incriminating statements obtained on 10 May 2001, similar statements made by him during the reconstruction of events on 11 May 2001 and during further interrogations on 30 May and 6 August 2001, statements of witnesses to whom the victim had complained the previous day that the applicant had threatened him, and the presence of the applicant's pistol not far from the crime scene. While the court agreed that the applicant could have received a chest trauma with fractured ribs on 10 May 2001, with respect to the applicant's confession it found as follows:", "“...at the same time the court considers that the bodily injuries of the defendant are not linked to his confession statements during the preliminary investigation, since Gladyshev gave these statements under circumstances which excluded any physical or mental pressure on the part of police officers of the Manturovo police station”.", "The court considered the applicant's confession statements a mitigating circumstance.", "11. The applicant and his lawyer challenged the judgment before the Supreme Court. They contested the admissibility of the evidence obtained as a result of ill-treatment and stated that the judgment was unsubstantiated as there had been no direct evidence of the applicant's guilt. They stressed that no expert examination confirmed that the victim had been killed by the pistol found at the crime scene and the court had failed to examine the applicant's allegation that this pistol had been taken from his home and had been planted at the crime scene.", "12. On 26 June 2003 the Supreme Court dismissed the appeal and upheld the judgment of 27 December 2002. It rejected the applicant's inadmissibility plea having referred to the first instance court's finding that the use of force had not been established.", "13. After being questioned on 10 May 2001 the applicant felt unwell and lost consciousness, and was taken for a medical examination. The forensic expert recorded various injuries to the applicant's body including a suspected chest trauma with fractured ribs.", "14. On next day, 11 May 2001, the applicant was escorted to the Manturovo Central Hospital. An X-ray examination did not show fractured ribs. The expert however reported two bruises on the applicant's body which had been inflicted by blunt objects not more than a day before the examination.", "15. On 14 May 2001 the applicant's mother requested the Manturovo District Prosecutor to institute criminal proceedings against the police officers for alleged torture and to conduct a medical examination of the applicant. She also complained that the applicant's lawyer could not have access to him. On 15 May 2001 a similar complaint was submitted by the applicant's wife.", "16. On 17 May 2001 the applicant was transferred to the SIZO and placed in the SIZO's medical unit as he had hypertonic crisis (severely reduced muscle function) and paraplegia - the applicant was unable to move.", "17. On 29 May 2001, the Assistant Prosecutor of Manturovo District issued a decree refusing to institute criminal proceedings against police officers, having found that the applicant's injuries had been caused prior to his arrest. He referred to the applicant's written submissions, his medical record and statements of the lawyer P. that the applicant had not complained of ill-treatment, and concluded that it was in the applicant's interests “to discredit the police officers in order to avoid criminal responsibility”.", "18. On 1 June 2001 the forensic medical report indicated a bruise on the applicant's abdominal wall and several scratches, which had occurred more than ten days before the examination.", "19. On 6 June 2001 the Deputy Kostroma Regional Prosecutor quashed the decision of 29 May 2001 and remitted the matter for further investigation. Questioned on 21 June 2001, the applicant explained that when he was arrested two police officers had severely kicked him. He complained that his mouth was taped and a gas mask put on him in order to shut him up. He also stated that he had written his confession statement in a break between the first and second beatings and suggested that the police officers had ill-treated him out of revenge for the murder of their colleague.", "20. On 6 August 2001 investigator M. of the Kostroma Regional Prosecutor's Office, who had investigated the applicant's criminal case, again refused to institute criminal proceedings against police officers on the ground that there was no evidence that an offence had been committed. He questioned the applicant, who had alleged cruelty, and police officers O., T. and L., who had denied any violence, and decided that there was no ground to challenge the credibility of the latter's statements.", "21. On 3 September 2001 an X-ray examination showed fractures of the applicant's tenth and eighth left ribs.", "22. On 24 September 2001, during the criminal proceedings against the applicant, the Kostroma Regional Court requested the Kostroma Regional Prosecutor to verify the ill-treatment referred to by the applicant. The investigator then ordered an additional medical forensic expert examination.", "23. On 15 October 2001 an additional medical forensic expert examination was conducted. It reported a bruise of 40 x 10 cm, which had been inflicted by blunt objects (it had appeared not earlier than two to three days before the applicant's examination of 18 May 2001); a fracture of the eighth rib (it had appeared not more than twelve weeks before the examination of 15 October 2001) and the tenth rib (it had appeared not more than sixteen weeks before the examination of 15 October 2001). The experts thus ruled out the above injuries occurring on 10 May 2001.", "24. On 15 October 2001 investigator Ya. of the Kostroma Regional Prosecutor's Office refused to institute criminal proceedings against police officers O., N., L., P., B. and S.. In the course of his investigation, he has questioned the police officers, the applicant, and also the prosecutor who had opened the criminal proceedings against the applicant. The prosecutor confirmed that when he first saw the applicant after questioning on 10 May 2001 the latter could hardly move and had complained that he had been beaten by the policemen. The investigator however relied on the above expert examination to the effect that the injuries complained of could not have been inflicted on 10 May 2001.", "25. The Government submitted that on 31 October 2001 the Manturovo District Court had found the decision of 15 October 2001 unlawful. A copy of this decision was not provided.", "26. In a view of discrepancies between the experts' conclusions, on an unspecified day the Kostroma Regional Court ordered an additional comprehensive forensic medical examination to be conducted by the Kostroma Regional Bureau of Forensic Medical Examinations. This examination was conducted on 12-19 November 2001, and the relevant part of the report reads as follows:", "“Given an integral assessment of the character and degree of intensity of bruises in their dynamics, coincidence of areas of bruises and rib fractures, as well as particularities of consolidation of rib fractures, the forensic medical experts conclude that the above injuries occurred within a limited period of time, most likely on 10 May 2001.", "These injuries were caused by repeated impacts of a blunt firm object with a narrow surface...", "These injuries cumulatively led to a lengthy impairment of health for more than three weeks, and consequently caused bodily harm of medium gravity...”", "27. Between 10 and 18 December 2001 one of the experts who conducted the above examination, Mr A., was questioned by the court. He confirmed that experts had concluded that the most probable date of the applicant's injuries was 10 May 2001. With respect to results of the previous examination of 15 October 2001 he expressed an opinion that the expert assessed only rib fractures and had not made a global assessment of all injuries.", "28. Given that the above examination had not fully dealt with all discrepancies concerning the applicant's injuries, on 18 December 2001 the court ordered the Russian Centre of Forensic Medical Examinations at the Ministry of Health to give a conclusion on the applicant's injuries on the basis of the case materials.", "29. On 22 October 2002 the Centre presented their report, according to which the applicant had a chest trauma with fractures of the seventh, eighth and tenth ribs which could have occurred on 10 May 2001, the day of the applicant's arrest. These injuries were caused by “at least two to three impacts of a blunt firm object with a narrow surface, possibly blows with fists or kicks with a booted foot”. The experts ruled out the injuries being the result of a fall.", "30. On 22 May 2006 the Manturovo Town Court dismissed an appeal by the applicant against the Prosecutor's Office decision of 15 October 2001.", "31. On 13 July 2006 the Kostroma Regional Court quashed this decision and remitted the case for a fresh examination.", "32. On 25 July 2006 the Manturovo Town Court again dismissed an appeal by the applicant against the decision of 15 October 2001.", "33. On 31 October 2006 the Manturovo Town Court allowed the applicant's complaint, recognised the decision of 15 October 2001 as illfounded and obliged the Prosecutor's Office to rectify shortcomings.", "34. On 6 June 2007 the investigator of the Manturovo District Prosecutor's Office quashed the decision of 15 October 2001 and instituted criminal proceedings on the basis of alleged ill-treatment of the applicant on 10 May 2001.", "35. On 1 April 2008 the applicant lodged a claim with the Sverdlovskiy District Court of Kostroma against the Kostroma Region Police Department, seeking compensation for non-pecuniary damage caused by alleged ill-treatment. On 3 June 2008 the proceedings were suspended following court orders sent to the Manturovo and Yaroslavl Courts.", "36. On 5 August 2008 the preliminary investigation of the alleged illtreatment was suspended in accordance with Article 208 (1) § 1 of the Russian Code of Criminal Procedure (failure to identify the culprits).", "37. Article 1064 § 1 of the Civil Code of the Russian Federation provides that damage caused to a person shall be compensated in full by the tortfeasor. Pursuant to Article 1069, a State agency or a State official shall be liable to a citizen for damage caused by their unlawful actions or failure to act. Such damage is to be compensated at the expense of the federal or regional treasury. Articles 151 and 1099-1101 of the Civil Code provide for compensation for non-pecuniary damage. Article 1099 states, in particular, that non-pecuniary damage shall be compensated irrespective of any award for pecuniary damage.", "38. Article 117 § 2 (f) of the Criminal Code of the Russian Federation makes acts of torture punishable by up to seven years' imprisonment. Pursuant to Article 286 § 3 (a) and (в) the abuse of official power associated with the use of violence or entailing serious consequences carries a punishment of up to ten years' imprisonment.", "39. The Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, the CCrP), establishes that a criminal investigation may be initiated by an investigator or prosecutor upon the complaint of an individual or obtaining information about the offence committed from other sources (Articles 140 and 146). Within three days of receipt of such a complaint the investigator or prosecutor must carry out a preliminary inquiry and make one of the following decisions: (1) to open criminal proceedings if there are reasons to believe that a crime has been committed; (2) to refuse to open criminal proceedings if the inquiry reveals that there are no grounds to initiate a criminal investigation; or (3) to refer the complaint to the competent investigative authority. The complainant must be notified of any decision taken. The refusal to open criminal proceedings is amenable to an appeal to a higher prosecutor or a court of general jurisdiction (Articles 144, 145 and 148).", "40. Article 29 § 4 of the Code provides that if the trial of a criminal case reveals circumstances that facilitated the commission of an offence, or violations of citizens' rights and freedoms, the court may render a special ruling (частное определение) to draw the attention of appropriate organisations and officials to such circumstances or violations of the law, which require adequate measures to be taken.", "41. Article 77 of the RSFSR Code of Criminal Procedure provided that a conviction cannot rest solely on the admission of the accused."], "VIOLATED_ARTICLES": ["3", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}