{"ITEMID": "001-5631", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "HOERNER BANK GmbH v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant company is a private bank in the form of a limited liability company that was set up in 1850 and has its head office at Heilbronn (Germany). It is represented before the Court by Mr R. Zuck of the Stuttgart Bar.", "The facts of the case, as presented by the applicant company, may be summarised as follows.", "The applicant company has two main activities, which are closely connected. Firstly, it offers a service for tracing missing heirs (Erbensuche) with a view to being subsequently instructed to wind up the deceased’s estate. It traces heirs, whether or not their identity is known, both in Germany and overseas, either on behalf of authorities or institutions such as the testamentary executors or the administrators, or of its own initiative. It does so at its own risk and bears the costs. It receives no down payment and, if it fails to locate the heirs, no remuneration. Secondly, once it has traced the heirs, it offers its services in winding up the estate (Nachlaβabwicklung), for which it is paid a fee of between 8% and 10% of the value of the estate.", "Under the first sentence of the first paragraph of section 1(1) of the Legal Advisers Act (Rechtsberatungsgesetz – see “Relevant domestic law” below), the applicant company was in 1936 granted the licence it required to carry on its activity. It remained licensed until the 1960s.", "In a judgment of 24 February 1965 the Federal Court for Tax Cases (Bundesfinanzhof) held that missing-heir tracing services were commercial (gewerblich) in character and that there was a close connection between that activity and the winding up of estates. Accordingly, the applicant company was required to pay a traders’ tax (Gewerbesteuer).", "Following that judgment, in which the Federal Court for Tax Cases ruled only on fiscal issues, the applicant company decided in 1966 to surrender its licence under section 1(1) of the Legal Advisers Act and to carry on its business unlicensed, on the basis of section 1(5)(1) of the Act (see “Relevant domestic law” below). At the time both the President of the Heilbronn Regional Court and the Federal Bar Council (Bundesrechtsanwaltskammer) considered that the applicant company did not require a licence to carry on its activity.", "Subsequently two separate sets of proceedings were brought against the applicant company.", "I. The first action was brought in 1985 by the Freiburg Bar Council relying on the Legal Advisers Act and the Unfair Competition Act (Gesetz gegen den unlauteren Wettbewerb). The Bar Council submitted in particular that following a 1980 amendment the applicant company’s activity no longer fell within the terms of the Legal Advisers Act, and accordingly the company could not receive a licence for it.", "The applicant company contended that owing to the close connection between tracing heirs and winding up estates it was not required to have a licence under section 1(1) of the Legal Advisers Act.", "In a judgment of 14 June 1985 the Constance Regional Court (Landgericht) accepted the applicant company’s argument finding that its activity of giving legal advice in the winding up of estates was a direct offshoot of its main commercial activity as genealogists.", "On an appeal by the Freiburg Bar Council, the Karlsruhe Court of Appeal (Oberlandesgericht) overruled the Regional Court’s judgment on 31 December 1986 and made an order restraining the applicant company from acting or offering to act for heirs (Realisierung von Erbansprüchen), since it did not have the requisite licence under section 1(1) of the Legal Advisers Act. The Court of Appeal considered that the genealogical activity was merely a way of finding clients in order to obtain work winding up estates, that being the main profit-making activity of the applicant company and one for which a licence was required. Furthermore, the genealogical activity was not necessarily connected to that of winding up estates as the two could be carried on separately. In any event, the latter was not under any circumstances a subsidiary legal activity capable of coming within the exceptions set out in section 1(5)(1) of the Legal Advisers Act. Lastly, that construction of the provision did not infringe the relevant provisions of the Basic Law.", "The Court of Appeal granted the applicant company a period of one year to make the change on condition that it immediately sought the requisite licence under section 1(1) of the Legal Advisers Act.", "The applicant company made a request for a licence to the competent authorities, but it was turned down. The President of the Heilbronn Regional Court stated in particular that the request, which was for a licence to act on behalf of heirs, fell outside the categories of activities set out in section 1(1) of the Legal Advisers Act. That statute had been amended in 1980 and the range of services which legal advisers were entitled to offer substantially curtailed, the right to perform most legal services being reserved to lawyers. Consequently, licences could be granted only for such activities as were exhaustively set out in section 1(1) of the Legal Advisers Act. The activity referred to by the applicant company was not one of them.", "At the same time the applicant company lodged an appeal on points of law with the Federal Court (Bundesgerichtshof), which was dismissed in a judgment of 16 March 1989. Like the Court of Appeal, the Federal Court considered that the applicant company could not act in the winding up of estates without the requisite licence.", "The applicant company then lodged a constitutional appeal with the Federal Constitutional Court (Bundesverfassungsgericht). Sitting as a committee of three judges, the Constitutional Court decided on 22 August 1995 to dismiss that appeal.", "II. The second action against the applicant company was brought in 1990 by the Karlsruhe Bar Council on the same grounds as those relied on in the first action.", "In a judgment of 9 August 1990 the Karlsruhe Regional Court found in favour of the Bar Council.", "The Karlsruhe Court of Appeal dismissed the applicant company’s appeal on 10 April 1991.", "Its appeal on points of law to the Federal Court was also dismissed, in a judgment of 30 January 1992.", "The applicant company then lodged a constitutional appeal with the Federal Constitutional Court, which, sitting as a committee of three judges, decided on 22 August 1995 to dismiss the appeal.", "The Legal Advisers Act (Rechtsberatungsgesetz), which came into force in 1935, provides that the profession of legal adviser (Rechtsberater) may, subject to certain conditions, be exercised by people not possessing legal qualifications.", "The first sentence of the first paragraph of section 1(1) states that “regardless of whether it constitutes a main or subsidiary activity or is performed for a fee or free of charge, legal work (Besorgung fremder Rechtsangelegenheiten), including the giving of legal advice, may be performed for third parties only by persons licensed to do so by the relevant authorities”.", "Section 1(5)(1) of the Act provides: “the fact that commercial or industrial undertakings perform legal work for their customers that is closely connected to their main activity (die mit einem Geschäft ihres Gewerbetriebs in unmittelbarem Zusammenhang stehen) shall not constitute an infringement of this Act”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}