{"ITEMID": "001-60614", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF ULKU EKINCI v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections dismissed (non-exhaustion of domestic remedies, six month period);No violation of Art. 2 with regard to killing of applicant's husband;Violation of Art. 2 with regard to lack of effective investigation;No violation of Art. 3;Violation of Art. 13;Not necessary to examine Art. 6-1;Not necessary to examine Art. 14;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Gaukur Jörundsson", "TEXT": ["10. The applicant's husband Yusuf Ekinci, was born in Lice (south-east Turkey) and was a member of a well-known Turkish family of Kurdish origin. He was a practising lawyer and a member of the Ankara Bar. During his studies, he worked for the Turkish Workers Party (Türkiye İşçi Partisi) and was a member of the Eastern Revolutionary Cultural Grouping (Doğu Devrimci Kültür Ocakları). On that latter account, he was arrested in May 1971. He spent six months in prison, but was finally acquitted. Following his acquittal, he took no further active part in politics.", "11. On 24 February 1994, at about 6.30 p.m., Yusuf Ekinci left his office in the central part of Ankara to drive in his private car to his home located in a different part of the town. Before he left his office, he spoke to several persons including the applicant who had telephoned him at about 5 p.m.. He gave his office assistant Güngör S.E. a lift. As the applicant's husband had just enough petrol to get home, he dropped Güngör S.E. off somewhere on the way.", "12. When Yusuf Ekinci failed to return home, the applicant and Güngör S.E. inquired at local hospitals and police stations in the course of the evening, but were unable to obtain any information about his whereabouts. As the applicant was concerned that her husband had met with the same fate as Behçet Cantürk from Lice – who had disappeared a month previously and whose body had been found soon after – she telephoned around midnight Mehmet Kahraman, the State Minister responsible for Human Rights and a friend of the family, and asked him for help. The first thing Mr Kahraman said was: \"This cannot have been done to Yusuf ...\", which frightened the applicant even more.", "13. On 25 February 1994, at about 2 a.m. and 7.30 a.m. respectively, the applicant received two anonymous telephone calls. No one spoke on the other end of the line. During the second call, the applicant could hear the sound of typewriters. At about 9.30 a.m. the telephone rang again. When the applicant answered, a woman said, \"I am the depths of hell\", and then put the receiver down.", "14. Later that day, at about 12.30 p.m., road workers found the body of Yusuf Ekinci along the E-90 TEM highway in Gölbaşı on the outskirts of Ankara, i.e. 1.5 kilometres from the Doktorlar Sitesi neighbourhood and 1 kilometre in the direction of Eskişehir. They informed the police. Yusuf Ekinci had been shot and killed. His car was found at a distance of 1 to 2 kilometres from the place where his body was found. The petrol tank was empty.", "15. On the same day, the Gölbaşı public prosecutor opened a criminal investigation into the death of Yusuf Ekinci.", "16. According to the applicant, the buttons of Yusuf Ekinci's coat were done up when his body was found. His identity documents, a small quantity of cash and his spectacles were missing. His ring and a valuable watch were returned to the applicant by the police.", "17. On a sketch map drafted by a police officer, dated 25 February 1994, it is recorded that eight bullets were found directly next to the head of Yusuf Ekinci.", "18. In the police report on the finding of Yusuf Ekinci's body, dated 26 February 1994, it is recorded that no weapon and no empty cartridges were found near to or within a radius of 500 metres from the body, and that his car was found at a distance of about 2.5 kilometres from the spot where the body was found.", "19. An autopsy on Yusuf Ekinci was carried out on 26 February 1994. He was identified by his paternal cousin, Ahmet Murat İ. It was concluded that he had died of bullet wounds to the head and chest. The autopsy report does not include any indication of the estimated time of death. In the autopsy report, 11 bullet entry wounds, 7 bullet exit wounds and 1 bullet graze wound were recorded. In the course of the autopsy 2 deformed bullets and 2 bullets which were not deformed were removed from his body. These bullets were described as having blue painted tips and a diameter of probably 9mm. The bullets were given to the prosecutor in whose presence the autopsy was conducted. A blood sample was taken for examination for traces of alcohol, stimulants and depressants.", "20. In a ballistics report of the Central Criminal Police Laboratory (Merkez Kriminal Polis Laboratuarı) of Ankara, dated 28 February 1994, it is recorded that six Parrabellum type bullets of 9 mm calibre as well as three outer layers of the same type and bullet calibre were submitted for a ballistics examination in relation to the killing of Yusuf Ekinci. As to the findings of the examination, the report states that all bullets examined had been fired from the same weapon, and that these bullets did not bear any resemblance to any other bullets previously examined by the Laboratory. The report further states that it could not be confirmed nor excluded with absolute certainty, given the lack of adequate comparative material, that these bullets had been fired from a Uzi weapon of Israeli make. The bullets, however, were found to be of Israeli make. The report further states that the items examined were being archived under code nr. 4155.", "21. On 3 March 1994, the typewriter that Yusuf Ekinci used in his office was examined by the Central Criminal Police Laboratory. The examination of the typewriter ribbon disclosed only a petition concerning a compensation case.", "22. According to a supplementary autopsy report of 12 April 1994, no traces of alcohol, stimulants or depressants had been found in Yusuf Ekinci's body.", "23. Between 25 February and 1 March 1994, the police took statements from fourteen persons, including the applicant.", "24. In a statement taken on 25 February 1994 by the police from Hacı M.Ö., one of the two road workers who had found the body of Yusuf Ekinci, Hacı M.Ö declared that, at 11.15 a.m., he and his colleague Akif H. had spotted the body on the banks of the highway and had informed the traffic police. They had also found a red car about one kilometre from the location of the body. They had not seen anyone in the vicinity of the body or the car.", "25. In a statement taken on 25 February 1994 by the police, Akif H. confirmed the account given by his colleague Hacı M.Ö.", "26. In a first statement taken on 25 February 1994 by the police from Yusuf Ekinci's assistant Güngör S.E., the latter declared that he had known Yusuf Ekinci since 1983, and that Yusuf Ekinci had dealt with compensation cases. He further stated that Yusuf Ekinci used to carry a gun whenever he travelled to another city, but that he never carried a gun in Ankara. Güngör S.E. had once asked Yusuf Ekinci what he would do if the PKK (Partiya Karkeren Kurdistan – Workers' Party of Kurdistan) demanded money from him. Yusuf Ekinci had replied that he would pay up, but that he would also inform the police. According to Güngör S.E., Yusuf Ekinci had not been involved in politics and had no connections with illegal organisations.", "27. In a second statement taken by the police on the same day, Güngör S.E. stated that Yusuf Ekinci had practised law in Ankara since 1982 and that his law practice mostly dealt with compensation cases. Yusuf Ekinci had an account at the Necetibey Branch of the Yapı Kredi Bank, a safe deposit box at the Yenişehir Branch of the İş Bank, and a further account at the Yapı Kredi Bank. He owned nine apartments and two cars, and had two offices. According to Güngör S.E., Yusuf Ekinci had no enemies. He had no knowledge of anyone ever having threatened Yusuf Ekinci.", "28. Güngör S.E. further stated that, in 1989 or 1990, Behçet Cantürk had started to call Yusuf Ekinci. Their first meeting took place in the office of Vekin A. Subsequent meetings were held in the office of Zeynel C., and over dinner with others in the S. Restaurant in Çankaya. They also had meetings in Behçet Cantürk's office in İstanbul.", "29. In 1992, Yusuf Ekinci had been involved in the case of Behçet Cantürk's nephew, Reşit Cantürk, who had been accused of carrying guns without a licence. Yusuf Ekinci had attended the funeral of Behçet Cantürk. Since the latter's funeral, there had been no further contacts between Yusuf Ekinci and the Cantürk family, but Yusuf Ekinci had asked his brother Tahsin Ekinci, who was also a lawyer as well as a member of the Executive Committee of the political party DEP (Demokrasi Partisi), whether there was any news about the killing of Behçet Cantürk.", "30. Güngör S.E. further stated that, on 24 February 1994, he and Yusuf Ekinci had gone to the Palace of Justice. After their return to the office, Yusuf Ekinci had a meeting with his cousin Murat İ. In the afternoon, Yusuf Ekinci received telephone calls from the applicant, the husband of a niece, as well as from his son and his sister. Güngör S.E. had not found these calls suspicious. At about 5.45 p.m., he left the office together with Yusuf Ekinci, who gave him a lift. The applicant called him at about 9.30 p.m., wondering where Yusuf Ekinci was. Suspecting a traffic accident, Güngör S.E. checked with several police stations located on the way to Yusuf Ekinci's home, but with no success.", "31. At around 11 p.m. Güngör S.E. went to the applicant's house, where he found the applicant, Mansure Ö., and friends of the applicant's daughter. Nadire İ. arrived later. The persons present then started to speculate on Yusuf Ekinci's whereabouts. According to Nadire İ., he could have been kidnapped by the PKK, and there might be a connection with Behçet Cantürk. According to others, he could have been kidnapped by the MİT (Milli İstihbarat Teşkilatı – National Intelligence Organisation) or by counter-guerrilla agents.", "32. Güngör S.E. later left the house to check with a police station and a hospital, but without any success. He returned to the applicant's house the next morning at around 9.30 a.m. At around 10 a.m., there was a telephone call from the police inviting the applicant to come to the police station. The applicant refused to go. Güngör S.E. and Özlem B. went to the police station where they were told that Yusuf Ekinci had been found dead.", "33. In a first statement taken on 25 February 1994 by the police from Yusuf Ekinci's secretary Özlem B., the latter declared that Güngör S.E. had called her on 25 February 1994 asking her whether Yusuf Ekinci had contacted the office. The public prosecutor Ali Rıza had called that morning asking her whether she had any information about Yusuf Ekinci. She replied that she did not. He then asked whether anything unusual had occurred. Güngör S.E. arrived at the office later and together they went to the police. She never witnessed anyone threatening Yusuf Ekinci. She further declared that Güngör S.E. and Yusuf Ekinci had been very close; she initially thought that Güngör S.E. was Yusuf Ekinci's son.", "34. In a second statement taken by the police from Özlem B. on 26 February 1994, Özlem B. declared that Yusuf Ekinci's law practice mostly dealt with compensation cases and that Nadire İ. was a client. She further declared that on 25 February 1994 Güngör S.E. had come to the office and had told her that Yusuf Ekinci had disappeared. He instructed her to take Yusuf Ekinci's notebooks and mobile telephone. They then went to the police headquarters, to the department dealing with disappearance cases. She did not know who Behçet Cantürk was, but she had seen this person's address in a notebook used by Yusuf Ekinci's previous secretary.", "35. In a statement taken by the police on 27 February 1994, the applicant declared that in 1979 she and her husband had moved from Diyarbakır to İstanbul and in 1982 to Ankara. Her husband had practised law in these three cities. She further stated that, since 1970, her husband had not been involved in politics and that his law practice dealt mainly with civil law cases. She further related what had happened when her husband had failed to return home on 24 February 1994, referring among other things to the anonymous telephone calls she had received. She did not remember anyone having threatened her husband. Her husband had never said anything about having been threatened.", "36. In a statement taken by the police on 27 February 1994 from Ahmet Ö., the witness declared that he was running an estate agency together with Orhan D. He had met Yusuf Ekinci in March 1993 in the office of Zeynel C., who was one of Yusuf Ekinci's clients. Yusuf Ekinci, who had recently become involved in buying and selling property, had been interested in buying a plot in Gölbaşı. Ahmet Ö. had no information about Yusuf Ekinci's death.", "37. In a statement taken on 27 February 1994 by the police, Orhan D. confirmed the account given by his business partner Ahmet Ö.", "38. In a statement taken by the police on 27 February 1994 from Hüdayi D., a doorman at the applicant's residence, the witness declared that he had observed nothing suspicious about Yusuf Ekinci and had seen no strangers coming to or leaving Yusuf Ekinci's home.", "39. The statement taken by the police on 27 February 1994 from Mehmet I., another doorman at the applicant's residence, was similar to the one given by his colleague Hüdayi D.", "40. In a statement taken by the police on 27 February 1994 from Vetin A., a business man and a hometown friend of Yusuf Ekinci, the witness declared that he used to see Yusuf Ekinci quite often and that the latter's brothers were involved in politics. He confirmed that Yusuf Ekinci and Behçet Cantürk knew each other and that the three of them had had several restaurant dinners together. He saw Yusuf Ekinci for the last time at Behçet Cantürk's funeral in Ankara.", "41. In a statement taken on 28 February 1994 from Mansure Ö., a friend of the applicant's family, the witness confirmed that she and others had been in the applicant's house on the evening of 24 February 1994. She denied that anyone present that evening had mentioned the possibility that Yusuf Ekinci had been kidnapped by the PKK, MİT or counter-guerrilla agents.", "42. In a statement taken on 28 February 1994 from Nadire İ., another friend of the applicant's family, she confirmed that she along with others had been in the applicant's house on the evening of 24 February 1994. She denied having said that Yusuf Ekinci had been kidnapped by the PKK, MİT or counter-guerrilla agents.", "43. In a statement taken by the police on 28 February 1994 from Ahmet Murat İ., a paternal cousin of Yusuf Ekinci, he declared that he had visited Yusuf Ekinci in his office on 24 February 1994 at 2 p.m., and that Yusuf Ekinci used to deal with compensation cases against the State.", "44. In a statement taken by the police on 1 March 1994 from Zeynel C., a hometown friend and client of Yusuf Ekinci, the witness declared that Yusuf Ekinci and Behçet Cantürk had twice met in his office and that the three of them had dined together on one occasion. He did not know what had been discussed between Yusuf Ekinci and Behçet Cantürk during their meeting in his office. He did know that Yusuf Ekinci had been dealing with a tax case related to Behçet Cantürk and with another case involving a relative of Behçet Cantürk. Zeynel C. further stated that he had been a personal friend of Behçet Cantürk, but that they had had no business dealings with each other. He added that, in 1990, he had bought a hotel on behalf of a company from Mehmet Hankozat “who was Cantürk's man”. He had paid 25% of the purchase price to Behçet Cantürk and 25% to Mehmet Hankozat. He had been unable to pay the remaining 50% of the purchase price.", "45. In a statement taken by the police on 21 March 1994 from Ağa Ç., the latter gave a detailed description of how he had bought his apartment from Yusuf Ekinci on 15 October 1991.", "46. On 28 February 1994, the Gölbaşı public prosecutor, who was in charge of the investigation, informed the National Turkish Bank Association that Yusuf Ekinci had been killed and that his bank accounts should be examined. The public prosecutor requested the Bank Association to take the necessary measures without giving any further specifications.", "47. By letter of 3 March 1994, the police informed the Gölbaşı public prosecutor that Yusuf Ekinci had a safe deposit box at the İş Bank and requested the public prosecutor to seek judicial permission to open this box in order to verify its contents. On 4 March 1994, the public prosecutor recorded that this request had been turned down.", "48. On 9 March 1994 the National Turkish Bank Association informed the public prosecutor that, pursuant to Article 83 of the Act on Banking (Bankalar Kanunu), information about private bank accounts was secret and, therefore, the prosecutor's request of 28 February 1994 could not be granted.", "49. By letter of 16 May 1994, the Gölbaşı public prosecutor asked the District Police Headquarters to be kept informed of any developments in the investigation into the killing of Yusuf Ekinci until 25 February 2009, i.e. when a prosecution in relation to the killing would become statute-barred.", "50. By letters of 25 June, 25 August, 25 October 1994, 25 February 1995 and 25 October 1995, the Commissioner of the Gölbaşı local police station informed the District Police Headquarters that the enquiries in relation to the identification of the perpetrator(s) conducted so far had proved unsuccessful, that they were still being actively sought and, if found, the victim's family would be notified. These letters do not contain any details about the modalities of the police investigation.", "51. On 8 November 1994, in reply to a request for information about the investigation filed by the applicant on the same day, the Gölbaşı public prosecutor informed the applicant that the investigation was still continuing.", "52. On 26 February 1996, referring to a letter of the Ministry of Foreign Affairs, the Ankara deputy chief public prosecutor asked the Gölbaşı public prosecutor for information about the investigation.", "53. On 28 February 1996 the Gölbaşı Provincial Police Headquarters transmitted copies of documents related to the investigation – obtained from the Ankara Police Headquarters – and the ballistics report of 28 February 1994 to the Gölbaşı public prosecutor, in response to the latter's oral instructions.", "54. On 7 March 1996, the Gölbaşı public prosecutor informed the Ankara chief public prosecutor that the investigation of the killing of Yusuf Ekinci was still being pursued", "55. In a letter of 7 March 1996, the Gölbaşı public prosecutor informed the Ankara chief public prosecutor that, as in his statement of 26 February 1994 Güngör S.E. had mentioned that Murat İ. was related to Yusuf Ekinci, Ahmet Murat İ. was to be summoned in order to clarify whether or not Yusuf Ekinci had a relative named Murat İ.", "56. On the same day, the Gölbaşı public prosecutor requested the Ankara Police Headquarters to send him the six Parrabellum type 9 mm calibre bullets and the three outer layers of the same type and bullet calibre that had been examined by the Central Criminal Police Laboratory and subsequently archived under code nr. 4155 (see § 20 above).", "57. In a brief statement given on 8 April 1996, Ahmet Murat İ. declared that Yusuf Ekinci did not have a relative named Murat İ.", "58. On 6 November 1996, the applicant requested the Gölbaşı public prosecutor for a ballistics comparison of the weapons found in the Susurluk accident (see §§ 92-93 below) and the weapon used in the killing of her husband.", "59. On 11 November 1996, the Gölbaşı public prosecutor instructed the İzmir District Criminal Police Laboratory to compare the weapons found in Susurluk with the weapon used in the killing of Yusuf Ekinci.", "60. In a report of the İzmir District Criminal Police Laboratory, dated 20 November 1996 and sent to the Gölbaşı public prosecutor on 21 November 1996, it is recorded that a ballistics examination had established that the bullets used in the killing of Yusuf Ekinci had not been fired from the six 9 mm. calibre weapons found on 3 November 1996 in Susurluk.", "61. In an article published in the daily newspaper “Radikal” on 5 December 1996, the journalist İsmet Berkan wrote:", "“It all dates back to early 1992. At that time the Turkish Chief of Staff's office made radical changes in its strategy in the fight against the outlawed PKK. The military units, which used to take action only after PKK attacks had taken place by engaging in hot pursuit, started to be organised as a guerrilla force. Now they were taking preemptive action. This change soon started to bear fruit. The PKK no longer had the initiative. Now the PKK was on the run with the soldiers at its heels.", "The PKK gradually withdrew from the centres of population where it had been staging attacks, taking refuge in the mountains. But Turkey's “active fight” against terrorism was continuing. This time, the logistic support for the PKK in the mountains began to diminish through village evacuations. The PKK had been greatly weakened, and seemed to be on the verge of being “finished off”.", "But the change in the strategy was not limited to a “low-intensity conflict” in the region. It was decided that a “more active” drive was required to dry up other sources of terrorism too. In this way, with a little effort, this job would be “finished off next spring”.", "This would take the form of a two-pronged effort. Terrorists would be caught – or killed if necessary – before they actually staged attacks. And the persons who provided the terrorists with material or moral support would be equated with the terrorists themselves.", "This change in strategy was put on the agenda of the National Security Board at the end of 1992. A National Security Board document, which the author of this column was allowed to see, contains the chart of the organisation that was to be created for this purpose, as well as the names of the persons who would take part in it. These names included Abdullah Çatlı. The others taking part in the organisation included policemen belonging to the \"special teams\", soldiers and some of Çatlı's friends.", "Initially, the proposed tactics did not meet with the approval of the National Security Board. Turgut Özal, at that time the President of Turkey, and Eşref Bitlis, at that time the Commander of the Turkish Armed Forces, both opposed the State taking action in co-operation with fugitives <from justice>. I guess this is pure coincidence, but first General Bitlis and then Özal died, the former in an accident and the latter due to a heart attack.", "Süleyman Demirel became President and Tansu Çiller the Prime Minister. Initially, Çiller was quite mild on the south-east issue. She was talking about the Basque model and, with good intentions, having discussions with the opposition leaders on the issue. But after a short time she underwent a change. She became more hawkish than all of the other hawks, declaring, “This <the PKK> will either be finished or it will be finished”. It was obvious that she was convinced that it would end soon.", "As there was no one around to raise objections any longer, the issue was again submitted to the National Security Board. And this new technique of struggle was approved in the autumn of 1993. The organisation, call it “Gladio” or \"special organisation,\" was founded by a decision taken by the National Security Board.", "According to figures released at that time, Turkey was spending more than $8 billion annually on the fight against the PKK. No doubt the PKK was also spending a lot in its fight against Turkey. Calculations made in the higher State echelons indicated that the PKK's war budget was no less than $3 billion. In the autumn of 1993, the year in which Çiller became Prime Minister, the PKK had two main sources of income: 1. money obtained through narcotics and extortion. 2. donations collected in Europe.", "First the income from the European channel was cut off. At first, Germany and then France closed down the associations connected with the PKK and prevented them from collecting funds. In both countries the PKK went underground.", "But there was also the income from drug trafficking. Here, the “special organisation” had to become active. We all remember that during those days Çiller was saying “We will dry up the PKK's sources of income”.", "Behçet Cantürk, Savaş Buldan, Yusuf Ekinci, Hacı Karay, Adnan Yıldırım, Medet Serhat and Ömer Lütfü Topal.", "All of them were figures involved in drug trafficking in one way or another. None is alive today. They were either involved in drug trafficking on behalf of the PKK or had to pay extortion money. In either case the PKK was getting income. All of these people are now dead.", "The daily newspaper Özgür Ülke was a PKK mouthpiece. The PKK leader Öcalan had a column in the paper, using the pen name, “Ali Fırat”. The head office and the branch offices of that daily have been bombed. It is being claimed that the İstanbul police caught the bombers but had to release them in line with “orders received from high up”.", "This article has been written entirely on the basis of a document which I was not permitted to photocopy. I was not permitted either to take notes. I just had a chance to read it quickly. I wish that this piece of “news”, the truth of which I measure by considering a lot of other things, proves to be false. Naturally, I have no doubt that it will be denied immediately. I just hope that those who will be denying it will be telling the truth.”", "62. On 6 December 1996, the applicant informed the Gölbaşı public prosecutor that, given the articles published on 5 and 6 December 1996 in the daily newspaper “Radikal”, the journalist İsmet Berkan held information and documents in relation to the killing of her husband.", "63. On the same day, the Gölbaşı public prosecutor Ali Rıza O. asked the Ankara public prosecutor to take a statement from İsmet Berkan.", "64. In a brief statement taken by a public prosecutor on 1 January 1997, İsmet Berkan declared that he had no information as to who killed Yusuf Ekinci or how he was killed. He had only commented, in the atmosphere created by the Susurluk incident, that Yusuf Ekinci might have been killed by the “Susurluk gang”.", "65. On 31 January 1997, the Gölbaşı public prosecutor requested the Turkish Parliamentary Susurluk Investigation Commission (Susurluk Araştırma Komisyona) to provide him with a copy of the statement given in the course of the investigation conducted by this Commission by İbrahim Şahin, the deputy head of the Special Operations Department (Özel Harekat Dairesi Başkan Vekili).", "66. On the same day and acting upon the applicant's request of 27 January 1997, the Gölbaşı public prosecutor requested the Turkish Telecommunications Directorate to identify the origin of the anonymous telephone calls received by the applicant on 25 and 26 February 1994.", "67. By letter of 7 February 1997, the Telecommunications Directorate informed the public prosecutor that it was technically impossible to identity these telephone numbers.", "68. On 28 March 1997 and referring to İsmet Berkan's newspaper article of 5 December 1996, the Gölbaşı public prosecutor requested the National Security Council (Milli Güvenlik Kurulu) to provide him with the document referred to in the newspaper article, i.e. the National Security Board document that İsmet Berkan had been allowed to see and which contained the chart of the organisation that had been created as well as the names of its members. He explained that this document could be of relevance to the investigation into the killing of Yusuf Ekinci.", "69. In a letter of 8 April 1997 to the Gölbaşı public prosecutor, the National Security Council denied the existence of the document referred to in the article written by İsmet Berkan.", "70. By letters of 26 June and 25 October 1995, the Commissioner of the Gölbaşı local police station informed the Gölbaşı District Police Headquarters that the enquiries in relation to the identification of the perpetrator(s) conducted so far had proved unsuccessful, that they were still actively being sought and that, if found, the victim's family would be notified. These letters do not contain any details about the modalities of the police investigation.", "71. In January 1998, the Prime Minister received the report he had commissioned on the Susurluk affair (see §§ 92-93 and §§ 100-102 below), according to which Behçet Cantürk had been killed on the instructions of an unspecified Turkish security organisation (“Türk Emniyet Teşkilatı”) on the basis of a decision to eliminate about 100 businessmen suspected of involvement in financing the PKK, and whose names were set out in a nondisclosed list referred to in a public statement made on 4 November 1993 in İstanbul by the former Prime Minister, Ms Tansu Çiller.", "72. On 26 February 1998, the Commissioner of the Gölbaşı local police station informed the Gölbaşı District Police Headquarters that the enquiries conducted so far in relation to the identification of the perpetrator(s) had proved unsuccessful, that they were still actively being sought and that, if found, the victim's family would be notified. These letters do not contain any details about the modalities of the police investigation.", "73. On 20 May 1998 the Gölbaşı public prosecutor requested the Ankara public prosecutor to identify, summon and take statements from the road workers and petrol station staff who had been on duty at the time of the incident.", "74. In a statement taken on 3 June 1998, Atilla C., the manager of a petrol station on the TEM highway, stated that he had been the manager of this petrol station for 13 years and that the employees on duty at the material time no longer worked there. It does not appear from the record of this statement whether or not he was asked for the names of the former employees.", "75. In a statement taken on 16 June 1998 from Ümit T., a traffic police officer who had been on duty on the TEM highway on the day of the incident date, Ümit T. stated that he could not remember anything about the incident. Too much time had passed since then.", "76. In a statement taken on the same day from the traffic police officer Şevket Y., he stated that he did not recall anything about the incident. He considered that it was probable that Yusuf Ekinci's body had been found when he was not on duty. Similar statements were taken on 16 June 1998 from the traffic police officers Abdullah G. and Osman Y.", "77. In a statement taken on 16 June 1998 from Sezgin S., a traffic police officer who had been on duty at the relevant time, Sezgin S. declared that he arrived at the scene of the crime after having heard the message on the police radio. The body had been lying in a ditch. He had not inspected the wounds on the body. The victim's car had been located at a distance of about 15 or 20 metres from the body. He left the scene after the arrival of the police officers from the Criminal Bureau.", "78. In a statement taken on 16 June 1998 from Arif İ., a traffic police officer on duty on the day of the incident, Arif İ declared that he arrived at the scene of the crime after having heard the message on the police radio. He had seen a dead body lying in a ditch. He had seen bullet wounds to the right and left cheek. The victim's car had been located at a distance of 20 or 25 metres from the body. He left the scene of the crime when police officers from the Criminal Bureau arrived.", "79. On 26 June 1998, the Commissioner of the Gölbaşı local police station informed the Gölbaşı District Police Headquarters that the investigation aimed at the identification of the perpetrator(s) of the killing of Yusuf Ekinci had, so far, proved unsuccessful, that they were still actively being sought and, if found, the victim's family would be notified. This letter does not contain any details about the modalities of the police investigation.", "80. On 10 August 1998 the Ankara public prosecutor requested the Gölbaşı public prosecutor for information about the steps taken in the investigation of the killing of Yusuf Ekinci.", "81. On 14 August 1998 the Gölbaşı public prosecutor informed the Ankara public prosecutor that the investigation was still continuing and, should the perpetrator(s) be found, the Ankara public prosecutor would be notified.", "82. In a further statement taken on 2 December 1998 from the traffic police officer Şevket Y., the latter declared that he had no information about the killing of Yusuf Ekinci. A similar statement was taken on 4 December 1998 from Abbas Ş., another traffic police officer who had been on duty at the relevant time.", "83. On 26 February 1999, the Commissioner of the Gölbaşı local police station informed the Gölbaşı District Police Headquarters that, so far, the enquiries in relation to the identification of the perpetrator(s) of the killing of Yusuf Ekinci had proved unsuccessful, that they were still actively being sought and, if found, the victim's family would be notified. This letter does not contain any details about the modalities of the police investigation.", "84. The applicant wrote two letters to the President of Turkey requesting him to order an effective investigation into the killing of her husband and to bring the perpetrators to justice. In addition, she appealed for help to the Prime Minister and to the Speaker of the Grand National Assembly. These requests remained unanswered.", "85. On 28 February 1996, the brother of Yusuf Ekinci, Tarik Ziya Ekinci, and the lawyer Tahsin Ekinci wrote to the President of Turkey voicing their continuing concerns and suspicions, and complaining that the investigation into the killing of Yusuf Ekinci was inadequate.", "86. In August 1997, during a Parliamentary session, the Member of Parliament Fikri Sağlar, put questions in relation to the killing of Yusuf Ekinci to the then Prime Minister Mr Mesut Yılmaz. Mr Sağlar mentioned that it was common knowledge that Yusuf Ekinci had been killed by a Uzi type weapon and that a number of these weapons destined for use by the police had gone missing. He enquired whether these weapons had been acquired by Turkey on the basis of a public tender, how many weapons had gone missing, who was responsible for the weapons and whether the ballistics characteristics of the weapons had ever been recorded. He further asked whether a ballistics comparison had been carried out between the bullets used in the killing of Yusuf Ekinci and the Uzi weapons that had gone missing from the records of the Special Police Teams.", "87. In December 1997, in reply to the questions put by Fikri Sağlar, the Minister of the Interior, Murat Başesgioğlu, declared that ballistics reports had revealed that the bullets used in the killing of Yusuf Ekinci were similar to those of the Uzi weapons allegedly used by the Susurluk gang in other illegal incidents.", "88. In a letter of 17 February 1998 to the Minister of Justice, Tarık Ziya Ekinci complained that the investigation into the killing of his brother was inadequate. He suggested inter alia that a team of independent investigators be formed to carry out investigation, that the case-file be transferred from the Gölbaşı public prosecutor to the public prosecutor of the Ankara State Security Court, that a ballistics examination of all the Uzi type weapons in the possession of the Special Operations Department be ordered in order to verify whether they matched the weapon used to kill his brother, and that statements be taken from road workers and petrol station staff on duty at the time when his brother was killed.", "89. In a statement taken on 17 April 1998 by the police, Tarık Ziya Ekinci confirmed that he had written a letter to the Minister of Justice in relation to the killing of his brother. On 6 May 1998 the Ankara public prosecutor informed the Gölbaşı public prosecutor of the statement given on 17 April 1998 by Tarık Ziya Ekinci.", "90. In 1998 the applicant allegedly succeeded in contacting an eyewitness, namely a person who had been working at a petrol station situated on the road between Yusuf Ekinci's office and his home. According to this witness, whose identity was not disclosed by the applicant, he had seen that a red Toyota – Yusuf Ekinci's car was a red Toyota – had been stopped by a police patrol car, that the police officers had taken the driver from this car and that they had searched his clothes. After about five minutes, a policeman got into the Toyota, which drove off together with the police patrol car. However, out of fear, this witness had refused to give a written statement. The account given by this witness was reported on the internet site of the daily newspaper “Hürriyet”.", "91. Before the Court the applicant referred to the so-called Susurluk incident and the domestic reports that have been produced in relation to this incident. These reports have been made available to the Court in a number of other cases brought against Turkey (cf. Yaşa v. Turkey judgment of 2 September 1998, Reports of Judgments and Decisions, 1998-VI, Tanrıkulu v. Turkey [GC], no. 23763/94, ECHR 1999IV, Özgür Gündem v. Turkey, no. 23144/93, ECHR 2000-III, Kılıç v. Turkey, no 22492/93, ECHR 2000III, Akkoç v. Turkey, nos. 22947/93 & 22948/93, ECHR 2000-X, and Avşar v. Turkey, no. 25657/94, ECHR 2001-VII).", "92. Susurluk was the scene of a road accident on 3 November 1996 involving a truck and a car. The four passengers in the car were Mr Sedat Bucak, a member of Parliament for the conservative True Path Party and close to Tansu Çiller, Mr Hüseyin Kocadağ, the former deputy head of the İstanbul security services, Mr Abdullah Çatlı, a notorious far-right militant wanted by Interpol for drug trafficking and by the Turkish authorities for the killing of seven left-wing militants, and Ms Gonca Us, Mr Çatlı's girlfriend and a former beauty queen. All passengers, except for Mr Bucak, were killed.", "93. The fact that they had been travelling together in the same car, that Abdullah Çatlı was found in possession of a licence to carry arms and a Turkish senior officials' passport, both documents signed by the Minister of the Interior Mehmet Ağar, and that various weapons of a model normally used by the police with matching silencers as well as money and drugs were found in the car had so shocked public opinion that it forced Mehmet Ağar to resign as Minister of the Interior on 8 November 1996, and led the authorities to carry out comprehensive investigations into the accident and to commission investigations at different levels. These investigations have resulted in the so-called “Susurluk Reports”.", "94. In its decision No. 472 of 12 November 1996, the Turkish Grand National Assembly (Türkiye Büyük Millet Meclisi) ordered the conduct of an official parliamentary inquiry into the “relations between illegal organisations and the State and the accident in Susurluk”. A Commission was set up from among the members of Parliament. The Commission heard evidence from 54 people, whose names had been implicated in the Susurluk affair in one way or another, including Sedat Bucak, Mehmet Ağar and İbrahim Şahin. The Commission also instructed inspectors from the Ministry of Home Affairs and the Ministry of Justice to carry out investigations on its behalf. The Commission published its findings in 1997 in the “Susurluk Commission Report of the Turkish Grand National Assembly” in 1997.", "95. In the concluding remarks of this Report it is stated:", "“...the uncontrollable forces were in collaboration with some public servants who worked for the State. The rising terrorist incidents in southeast Turkey in the nineties have also created an income-based terrorism. As to the unknown perpetrator killings, <the NCO> Hüseyin O. stated in his evidence to the Commission that 'the intelligence services used to give us a list the night before and the gunmen would go in the morning and kill those whose names were on the list'...”", "96. According to an article published on 27 May 1997 in the liberal daily newspaper “Milliyet”, the answers given by the MİT in relation to the killing of Yusuf Ekinci had not been published in the Parliamentary Report.", "97. The Prime Minister, in his letter no: B.02.0.MUS.1902/01236 of 19 November 1996, ordered Köksal Sönmez, the under secretary of the MİT to carry out an investigation into the allegations of the existence of an illegal organisation within the State and this organisation's activities. A report (No. 11.011.01.156/24746) was prepared and submitted to the Prime Minister on 17 December 1996. Although this report was never officially made public, its contents were leaked to the press and are currently in the public domain.", "98. This Report contained statements made by Doğu Perinçek, the leader of the Workers' Party (İşçi Partisi), who alleged that Tansu Çiller has set up an organisation comprising MİT members, police officers and members of the “Grey Wolves” (Ülkücüler). This organisation, known to its about 700 members – amongst whom Tansu Çiller, her husband Özer Çiller, Mehmet Ağar, the deputy-under secretary of the MİT, Mehmet Eymur, the Director of the Special Operations Department İbrahim Şahin, and Abdullah Çatlı – as “the Special Bureau” was responsible, according to Doğu Perinçek, for the killings of many persons, including Yusuf Ekinci.", "99. The Report contains one page on which information on Yusuf Ekinci's personal background and activities is set out. This pages states:", "“Yusuf Ekinci", "Son of Kamil, and born in Lice-Diyarbakır in 1942.", "In June 1963 he was a second year student at the Ankara University, Faculty of Law. He was known as a pro-Kurdish socialist. In December 1963 he was a member of the “youth branch” of the TIP (Türkiye İşçi Partisi - Turkish Workers Party) which was established in Ankara. He was further the editor of the “Emekçi” newspaper, the official bulletin of that party.", "After his graduation in April 1969, he went to Diyarbakır in order to finish his traineeship. In Diyarbakır he participated in an organised demonstration against the Law on the Protection of the Constitution.", "He was detained on remand in 1970 <or> 1971 and subsequently prosecuted on charges of involvement in pro-Kurdish activities in the Eastern Revolutionary Cultural Grouping (Doğu Devrimci Kültür Ocakları).", "As from 1972 he worked as a lawyer in Diyarbakır, where he tried to direct the Kurdish movement.", "In April 1971, during the 4th TIP General Assembly, he declared that he opposed the ideas of his brother Tarık Ziya Ekinci, and added that his own objective was the creation of Kurdistan and that he was a Kurdish nationalist.", "Since 1984 he worked as a lawyer in Ankara.", "In February 1990 he was expelled from the SHP (Sosyal Demokrat Halkçı Parti - Social Democrat People's Party). He became involved in establishing a Marxist party together with M. Ali Eren.", "He was found dead on 25 February 1994 close to the Doktorlar Sitesi neighbourhood in Gölbaşı Ankara.”", "100. On 13 August 1997, Prime Minister Mesut Yılmaz, instructed Kutlu Savaş, the vice-president of the Committee for Co-ordination and Control attached to the Office of the Prime Minister, to carry out an investigation into the Susurluk affair. Savaş and his personnel studied the report prepared by the Parliamentary Commission (see §§ 94-96 above), the MİT report (see §§ 97-99 above), and they conducted their own investigation. After receiving the report in January 1998, the Prime Minister made it available to the public, though eleven pages and certain annexes were withheld.", "101. The introduction states that the report was not based on a judicial investigation and did not constitute a formal investigative report. It was intended for information purposes and purported to do no more than describe certain events that had occurred mainly in south-east Turkey and which tended to confirm the existence of unlawful dealings between political figures, government institutions and clandestine groups.", "102. The report analyses a series of events, such as murders carried out under orders, the killings of well-known figures or supporters of the Kurds and deliberate acts by a group of “informants” supposedly serving the State, and concludes that there was a connection between the fight to eradicate terrorism in the region and the underground relations that formed as a result, particularly in the drug-trafficking sphere. The Report made reference to an individual Mahmut Yıldırım, also known as Ahmet Demir, “the Terminator” or “Yeşil” detailing his involvement in unlawful acts in the south-east and his links with the MİT:", "“The bombing of the newspaper Özgür Gündem in İstanbul, the killing of Behçet Cantürk, .... the trillion credits of the banks are in reality the extension of diverse aspects of the action in Ankara. ... The beginning of the Susurluk action might be hidden in a sentence of the Prime Minister at that time, Tansu Çiller. “The list with the names of the businessmen helping the PKK is in our possession.” she said. The executions began afterwards. Who decided the executions? It was inevitable that a deterioration would occur and that personal interests would replace the national interests, and in fact they did. This report perceives the Susurluk incident in that manner. (page 8)", "Since the struggle in the region <of eastern and south-eastern Anatolia> and the PKK attacks created an ever increasing reaction, even in the western regions, it is possible to understand and excuse some of the attitudes of martyrs, the reaction and anger of the State forces fighting the PKK, and those living in the State of Emergency Region. It is in fact inevitable. However it is necessary to detail the incidents which took place in this complicated structure and the institutions participating in this natural, albeit complicated, scenery. By doing so, it will be possible to see the country's fight with the PKK and the connection stretching to İstanbul, Ankara and the financial relationships. (page 9)", "... Whilst the character of Yeşil and the fact that he, along with the group of confessors he gathered around himself, is the perpetrator of offences such as extortion, seizure by force, assault on homes, rape, robbery, murder, torture, kidnap etc., were known, it is more difficult to explain the collaboration of the public authorities with this individual. It is possible that a respected organisation such as the MİT may use a lowly individual... it is not an acceptable practice that MİT should have used Yeşil several times... Yeşil opened an account at the Heykel Branch of the Ziraat Bank in Ankara under the name of Ahmet Demir in order to collect extortion money. The existence of this account appeared from the State Archives. ... Yeşil, who carried out activities in Antalya under the name of Metin Günes, in Ankara under the name of Metin Atmaca and used the name Ahmet Demir, is an individual whose activities and presence were known both by the police and the MIT... and they kept quiet. As a result of the State's silence the field is left open to the gangs (page 26)", "... Yeşil was also associated with JİTEM, an organisation within the gendarmes, which used large numbers of protectors and confessors (page 27)", "Muhsin Gül (Code name Kekeç-Pepe-Metin) testified, in his statements taken between 22.07.1994 and 16.08.1994 by the Commander of the Diyarbakır Crime Squad in relation to Ahmet Demir, that the kidnapping of Bayram Kanat and the finding of his dead body ... was result of a plan of Ahmet Demir who was then working at the Diyarbakır Gendarmerie ... and that he <Muhsin Gül> had worked for the Gendarmerie from time to time. (page 35)", "<In his confession to the Diyarbakır Crime Squad> Musin Gül ... had stated that Ahmet Demir would say from time to time that he had personally planned and committed the murder of Behçet Cantürk and of other mafia and PKK members who had died in the same manner. (page 37)", "Summary information on the antecedents of Behçet Cantürk, are set out below. He was of Armenian origin ... and was born in Lice. ... In 1990 he joined certain Kurdish intellectuals and formed a group called “The National Platform”. Later they set up a company called Mesopotamia and attempted to publish a newspaper called Mesopotamia. As of 1992 he was the middleman in collecting money from drugs smugglers to hand over to the PKK. In April 1992 he brought 6 tons of base morphine and 5 tons of hashish from Pakistan to Turkey and these drugs were purchased by <six persons> and ... Behçet Cantürk collected money from these individuals on various occasions in order to give it to the PKK. (page 72)", "As of 1992 < Behçet Cantürk> was one of the financiers of the newspaper Özgür Gündem. ... Although it was obvious who Cantürk was and what he did, the State was unable to cope with him. Because legal remedies were inadequate the Özgür Gündem was blown up with plastic explosives and when Cantürk started to set up a new undertaking ... the Turkish Security Force Organisation (Türk Emniyet Teşkilatı) decided that he should be killed and that decision was carried out. Thus one person was removed from “the list obtained of businessmen who finance the PKK” referred to by the then Prime Minister and which list is known to have consisted of nearly 100 persons. No discussion has taken place on the question as to whether the murder of Behçet Cantürk was right or wrong, or whether it was necessary. However, inevitable questions must be asked. Who ordered the murder of Cantürk? Who can exercise such authority? Under what circumstances can this authority be exercised? Who is responsible to whom? The objection “in a State where the rule of law prevails there can be no place for these questions” is not, in our opinion, valid and is not in accordance with reality. (page 73)", "All of the relevant State bodies were aware of these activities and operations. ... For example, one of the common features of the murders having taken place in the İzmitAdapzarı-Bolu axis <an area between İstanbul and Ankara> is the concerted activities of the police, the gendarmerie and members of the confessor organisations in this region ... When the characteristics of the individuals killed in such actions are examined, the difference between, on the one hand, those Kurdish supporters who were killed in the region where the state of emergency had been declared and, on the other, those who were killed elsewhere lay in the financial strength the latter represented in economic terms. ... The sole disagreement we have with what was done relates to the form of the procedure and its results. (page 74)", "<JİTEM - Gendarmerie Intelligence Service> We had the authority the execute almost everyone in Diyarbakır and its surroundings whom we suspected of being connected with the PKK. ... Instead of handing them over to the justice authorities, we adopted as a method the “unknown perpetrator killing” (“faili mesul cinayetleri”). This was what was wanted from us. We received instructions to this effect. (page 76)”", "103. In an interview published on 8 February 1998 in the newspaper Turkish Daily News, the State Minister responsible for Human Rights, Mr Hikmet Sami Türk, was asked:", "“In the Susurluk Report it was explained that some murders, which had previously been called “mysterious”, were committed by the security forces. Did the families of the victims come to your Ministry and how did you deal with them?”", "Mr Türk replied:", "“No, they have not come to us. The number of incidents reported to us is not that high. I think that those people apply to the courts. What we look at are those that the non-governmental organisations dealt with and the letters that we received.”", "In response to the remark:", "“You say that we have to trust our government, but in the Susurluk Report, which was given to the Prime Minister Mesut Yılmaz, it is indicated that certain violent activities and unsolved crimes were committed in the name of the State.”,", "Mr Türk stated:", "“It is not possible for us to find out these kinds of things. We would get lost within some labyrinth if we tried to find them out. These are issues that must always be investigated and supervised by the State. I must add that the State must not allow illegal formations within its body.”", "104. On 18 February 1998, the daily newspaper Yeniyüzyıl published an article in which it was claimed that “there existed an organisation called Çiller's Private Organisation, that Çiller ordered the <premises of> Özgür Gündem to be bombed and that F.G. was Çiller's secret partner in money laundering”.", "105. Tansu Çiller and her husband Özer Çiller took a civil action for defamation against the editor and the owner of the newspaper. In the resulting judgment no. 1998/624 of 23 September 1998, the Ankara Court of First Instance (Asliye Hukuk Mahkemesi) noted that the article was based on the contents of a MİT report. Having checked the author's copy of this report, i.e. the Report No. 11.011.01.156/24746 (see §§ 97-99 above) against a copy of the original report obtained from the MİT, the court concluded that these were identical. The Court of First Instance found against Ms Çiller, holding that:", "“The press ... has a duty to monitor the behaviour of politicians and to inform the public of their activities ... as long as the media are informing the public of any news that is in the public interest ... this constitutes a public duty on the part of journalists which should be carried out effectively ... The defendant has proved the source of his news and therefore there has been no attack on the plaintiffs' personal integrity.”", "In its unanimous decision no. 1999/5030 of 31 May 1999, the 4th Chamber of the Court of Cassation (Yargıtay) rejected the appeal in cassation filed by Ms Çiller and her husband, and upheld the judgment of 23 September 1998.", "106. In criminal proceedings brought against a number of persons implicated in the Susurluk affair, which have been extensively covered by the Turkish media, the İstanbul State Security Court (Devlet Güvenlik Mahkemesi) decided in a ruling of 3 May 1999 to discontinue the proceedings against Sedat Bucak and Mehmet Ağar on grounds of their immunity as elected members of parliament in the April 1999 elections.", "107. In its judgment of 12 February 2001, the İstanbul State Security Court convicted, inter alia, the former deputy head of the Special Operations Department İbrahim Şahin and the former MİT official Korkut Erken of \"founding and directing a gang with the aim of committing crimes\" and sentenced them both to six years' imprisonment. Twelve others, including former members of Special Operation Teams and police officers, received lower sentences. In its judgment, the State Security Court stated inter alia:", "“Obstruction of the judicial investigation through administrative, political and legal manoeuvring worries and scares society and damages the sense of justice. ... The people who commit crimes and hide behind political, social, administrative and legal shields, and others who refuse to remove these protections ought not to forget that they too will need justice one day.”", "108. On 24 October 2001, the 8th Chamber of the Court of Cassation (Yargıtay) declared the appeal in cassation filed against the judgment of 12 February 2001 founded and quashed this judgment. It held, inter alia, that the İstanbul State Security Court had unjustly rejected the defendants' request to have the proceedings conducted in camera.", "109. On 11 December 2001, the Plenary Court of Cassation (Yargıtay Ceza Genel Kurulu) accepted the objection filed by the public prosecutor against the judgment of 24 October 2001. It subsequently quashed this ruling and referred the case back to the 8th Chamber of the Court of Cassation for a new decision.", "110. On 23 January 2002, the 8th Chamber of the Court of Cassation rejected the appeal in cassation filed against the State Security Court's judgment of 12 February 2001.", "111. The Turkish Criminal Code (Türk Ceza Kanunu), as regards unlawful killings, has provisions dealing with unintentional homicide (Articles 452 and 459), intentional homicide (Article 448) and murder (Article 450).", "112. Pursuant to Articles 151 and 153 of the Turkish Code of Criminal Procedure (Türk Ceza Muhakemeleri Usulü Kanunu; hereinafter referred to as “CCP”), complaints in respect of these offences may be lodged with the public prosecutor. The complaint may be made in writing or orally. In the latter case, such a complaint must be recorded in writing (Article 151 CCP). The public prosecutor and the police have a duty to investigate crimes reported to them (Article 153 CCP).", "113. If there is evidence to suggest that a deceased has not died of natural causes, the police officers or other public officials who have been informed of that fact are required to advise the public prosecutor or a criminal court judge (Article 152 CCP). Pursuant to Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor's office an offence of which he has become aware in the exercise of his duty shall be liable to imprisonment.", "114. A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts by conducting the necessary inquiries to identify the perpetrators (Article 153 CCP). The public prosecutor may institute criminal proceedings if he or she decides that the evidence justifies the indictment of a suspect (Article 163 CCP). If it appears that the evidence against a suspect is insufficient to justify the institution of criminal proceedings, the public prosecutor may close the investigation. However, the public prosecutor may decide not to prosecute if, and only if, the evidence is clearly insufficient.", "115. Insofar as a criminal complaint has been lodged, a complainant may file an appeal against the decision of the public prosecutor not to institute criminal proceedings. This appeal must be lodged within fifteen days after notification of this decision to the complainant (Article 165 CCP).", "116. Article 125 §§ 1 and 7 of the Turkish Constitution provides as follows:", "“All acts of decisions of the administration are subject to judicial review ...", "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”", "117. This provision is not subject to any restriction even in a state of emergency or war. the second paragraph does not require proof of the existence of any fault on the part of the administration, whose responsibility is of an absolute, objective nature, based on a concept of collective liability and referred to as the theory of “social risk”. Thus, the administration may indemnify individuals who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "118. Pursuant to Article 41 of the Civil Code, anyone who suffers damage as result of an illegal act or tort act may bring a civil action seeking reparation for pecuniary damage (Articles 41-46) and non-pecuniary damage. The civil courts are not bound by either the findings or the verdict of the criminal court on the issue of the defendant's guilt (Article 53)."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}