{"ITEMID": "001-106873", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "NOCHA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["The applicant, Mr Lucjan Nocha, is a Polish national who was born in 1963 and lives in Częstochowa. He is represented before the Court by Ms A. Przedpełska, a lawyer practising in Częstochowa. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Since his early childhood, the applicant has been suffering from epilepsy marked by frequent seizures.", "On 23 March 2008 the applicant was remanded in custody in the United Kingdom in connection with criminal proceedings pending at that time against him. During his detention, he was treated at St George’s Hospital.", "On 18 July 2008 the applicant was extradited to Poland.", "On 17 February 2009 he was convicted of a criminal offence by a competent Polish court and sentenced to three years’ imprisonment.", "The proceedings are currently pending on appeal.", "On 27 August 2008 the applicant was committed to Częstochowa Remand Centre.", "On 25 March 2009 he was transferred to the hospital of Gdańsk Remand Centre.", "On 2 June 2009 the applicant was discharged from the hospital and transported in a prison van to Częstochowa Remand Centre (a journey of approximately 500 km). He was committed to Bydgoszcz Remand Centre overnight. Subsequent short stopovers took place on 3 June at Piotrków Trybunalski and Inowrocław Remand Centres.", "On 3 June 2009 at 5 p.m. the applicant arrived at Częstochowa Remand Centre. He was detained there until 25 August 2009 when he was released.", "On 19 November 2009 the applicant was committed to Częstochowa Remand Centre to serve his prison sentence.", "Six days later, on 25 November 2009 he was granted prison leave on health grounds.", "The applicant submitted that in Częstochowa Remand Centre he had been detained in overcrowded cells. The cells in question measured on average 12 sq. m and were shared by eight detainees including the applicant (1.5 sq. m per person). They were insufficiently lit. As a result, the applicant’s eyesight deteriorated.", "The applicant also claimed that the cells had been dirty and infested with insects. They were furnished with triple bunk beds, two tables and stools. The toilet annex in each cell was not separated and there was always a stench inside.", "The applicant also complained of being bullied and laughed at by the staff of Częstochowa Remand Centre.", "The Government acknowledged that from September 2008 until November 2009, with the exception of July 2009, Częstochowa Remand Centre had been overcrowded. The degree by which the number of prisoners exceeded the maximum capacity for that detention facility (calculated on the basis of the standard of 3 sq. m of cell space per prisoner provided for in Polish law) ranged from 22 to 33% in the period from September 2008 until January 2009. It was 16% in February, 7% in April, 5% in June, 3% in August, and 12% in November 2009.", "Moreover, the detailed records provided by the Government reveal the following information concerning the applicant.", "From 27 August until 17 October 2008 the applicant was assigned to cell no. 30 which measured 14 sq. m. It was shared by three to seven detainees, including the applicant (2 to 4.6 sq. m per person).", "From 17 to 23 October 2008 the applicant was committed to cell no. 27 which measured 14.6 sq. m and was shared by five detainees including the applicant (2.9 sq. m per person).", "From 23 October 2008 until 17 February 2009 he was again detained in cell no. 30, which was this time shared by five to seven persons (2 to 2.8 sq. m per person).", "Lastly, from 3 June to 25 August 2009 and from 19 to 25 November 2009 the applicant was held in cells nos. 37 and 39 respectively, which measured over 16 sq. m and were shared by two to seven detainees including the applicant (2.3 to 8 sq. m per person).", "The Government also submitted that the applicant’s cells had been clean, with the toilet annex separated by a concrete or plywood wall. The applicant had one shower per week and an hour’s outdoor exercise per day.", "The applicant submitted that in Częstochowa Remand Centre he had not been under regular medical supervision and that his epilepsy had been treated with inadequate generic drugs administered in wrong dosages. As a result his epileptic seizures had increased and he had lived in constant fear for his life and in despair.", "Ambulances were called to the remand centre for the applicant on more than sixty occasions (namely, five times in November and twenty-two times in December 2008, eighteen times in January, twelve in February and seven in March 2009). He continued to have fits in Gdańsk Remand Centre hospital, although, as he submitted, the medicine he received there had been more effective. The applicant also submitted that throughout his detention he had often been taken to the local hospitals in Częstochowa for emergency treatment.", "During the applicant’s journey from Gdańsk to Częstochowa Remand Centre on 2 and 3 June 2009, he did not receive adequate medical attention. His medicine was administered in the evening of 2 June in Bydgoszcz Remand Centre. The next morning, however, despite his repeated requests, the applicant did not receive any drugs. On 3 June at 1 p.m. he had a serious epileptic fit, after which he lost consciousness.", "On 17 July 2009 the applicant had a serious epileptic seizure during his outdoor exercise in Częstochowa Remand Centre. He fell and hit his head on the concrete floor of the courtyard. He received some help from his fellow inmates. Five minutes into the seizure the applicant was surrounded by the remand centre’s guards who were armed and wearing bullet proof vests. A remand centre doctor and a nurse only arrived twenty-five minutes later. The applicant was given an injection. Still unconscious, he was taken inside the building, where he was given another injection. He was then moved inside his cell, where he suffered from another seizure. Only then was an ambulance called and the applicant received some further medical treatment.", "On 26 July 2009 he was denied access to the remand centre’s in-house doctor, even though he was not feeling well. His legs became momentarily paralysed and he was dragged into his cell by his fellow inmates. Since then, he has had difficulty walking.", "The Government submitted that throughout his detention the applicant had been under constant medical treatment and care in conformity with the requirements of his medical condition and the recommendations of specialist doctors. In order to avoid any accidents or injuries the applicant was assigned a bottom bunk bed. He was also regularly administered medicines as prescribed by a neurologist and a psychiatrist.", "The Government did not comment on the number of the applicant’s epileptic seizures and medical emergencies. It was noted, however, that despite the efforts of the remand centre’s medical staff, the applicant’s epileptic fits had become more frequent and more serious.", "In March 2009 the applicant had to be hospitalised in Gdańsk Remand Centre. He was prescribed complex pharmacological treatment for patients with medicine-resistant epilepsy. The treatment gave good results and on 2 June 2009 the applicant was transferred back to Częstochowa Remand Centre in good condition with the recommendation to follow further treatment as an out-patient.", "The Government did not comment on the applicant’s transport from the hospital in Gdańsk to Częstochowa Remand Centre on 2 and 3 June 2009. They also did not refer to the alleged incidents of 17 and 26 July 2009.", "In the Government’s submission, until his release from the remand centre on 25 August 2009, the applicant’s seizures were mild and less frequent than before his hospitalisation.", "On the other hand, when the applicant returned to prison on 19 November 2009 after nearly two months at liberty, his epilepsy was much worse than before his release. A medical examination of 23 November 2009 confirmed that the applicant was at risk of suffering injuries during his epileptic fits in prison and that he was not fit for further detention. On these grounds the authorities of Częstochowa Remand Centre applied to suspend the execution of the applicant’s sentence (zawieszenie wykonania kary). The suspension was granted on 25 November 2009.", "On 13 May 2009 the Katowice Court of Appeal (Sąd Apelacyjny) examined the applicant’s interlocutory appeal against a decision to extend his pre-trial detention. The applicant argued, among other things, that he had not been fit for further detention. The domestic court relied on an expert report which had been obtained by the first-instance court reviewing the applicant’s preventive measure. It appears from another document in the Court’s possession that the expert report in question was ordered by the Częstochowa Regional Court on 15 January 2009. As quoted by the Katowice Court of Appeal, the expert had concluded that the applicant could receive adequate treatment in detention.", "The hospital information chart (karta informacyjna) of 2 June 2009, which was signed by a neurology specialist, Dr D.Z.W., contained the following relevant information: “Recommendations for further treatment: Periodical neurological check-ups. Regular pharmacological treatment. Bottom bunk bed. Medicine: Tegretol CR400 2 x 1 pill, Lamotrix 2 x 150 mg, Kepra 2 x 500 mg.”", "On 9 November 2009 the applicant was certified as having a mild disability (umiarkowany stopień niepełnosprawności). The relevant document stated that the applicant had had the disability since 2002.", "Since his release the applicant has been receiving constant medical treatment but his epilepsy is very severe. He suffers from frequent seizures, dizziness and anxiety. He claimed that he had to be accompanied by another person in his daily routine.", "From 11 to 15 March 2010 the applicant was admitted to the Częstochowa Municipal Hospital (Miejski Szpital Zespolony) because he had broken his elbow during one of his epileptic fits.", "The applicant submitted that his current state of health had been caused by the inadequate treatment provided to him in prison.", "The applicant lodged numerous complaints with the Governor of Częstochowa Remand Centre, the Director of the Prison Service and with other prison authorities. He claimed that he had not received adequate medical care in Częstochowa Remand Centre. He also alleged to have been denied access to his medical records.", "Moreover, the applicant submitted many habeas corpus requests, asking to be released on health grounds.", "Lastly, the applicant submitted that he could not afford to bring a civil lawsuit.", "The provisions pertaining to medical care in detention facilities and general conditions of detention, and the relevant domestic law and practice are set out in the Court’s judgments in the cases of Kaprykowski v. Poland, no. 23052/05, §§ 36-39, 3 February 2009; Sławomir Musiał v. Poland, no. 28300/06, §§ 48-61 ECHR 2009... (extracts); and Orchowski v. Poland, no. 17885/04, §§ 74-85, 13 October 2009. More recent developments are described in the Court’s decision in the case of Łatak v. Poland (no. 52070/08, §§ 25-54, 12 October 2010).", "In particular, the following civil-law provisions regulate the State Treasury’s liability in tort.", "Article 23 of the Civil Code contains a non-exhaustive list of “personal rights” (prawa osobiste). This provision states:", "“The personal rights of an individual, such as, in particular, health, liberty, honour, freedom of conscience, name or pseudonym, image, secrecy of correspondence, inviolability of the home, scientific or artistic work, [as well as] inventions and improvements, shall be protected by the civil law regardless of the protection laid down in other legal provisions.”", "Article 24 § 1 of the Civil Code provides:", "“A person whose personal rights are at risk [of infringement] by a third party may seek an injunction, unless the activity [complained of] is not unlawful. In the event of infringement [the person concerned] may also require the party who caused the infringement to take the necessary steps to remove the consequences of the infringement ... In compliance with the principles of this Code [the person concerned] may also seek pecuniary compensation or may ask the court to award an adequate sum for the benefit of a specific public interest.”", "Article 417 § 1 of the Civil Code provides:", "“The State Treasury, or [as the case may be] a self-government entity or other legal person responsible for exercising public authority, shall be liable for any damage (szkoda) caused by an unlawful act or omission [committed] in connection with the exercise of public authority.”", "Moreover, Article 445 § 1 of the Civil Code, applicable in the event that a person suffers a bodily injury or health disorder as a result of an unlawful act or omission of a State agent, reads as follows:", "“...[T]he court may award to the injured person an adequate sum in pecuniary compensation for the damage suffered.”", "Lastly, under Article 448 of the Civil Code, a person whose personal rights have been infringed may seek compensation. That provision, in its relevant part, reads as follows:", "“The court may grant an adequate sum as pecuniary compensation for non-material damage (krzywda) suffered to anyone whose personal rights have been infringed. Alternatively, the person concerned, regardless of seeking any other relief that may be necessary for removing the consequences of the infringement sustained, may ask the court to award an adequate sum for the benefit of a specific public interest ...”", "Article 4421 of the Civil Code sets out the limitation periods for civil claims based on tort. This provision, in the version applicable as from 10 August 2007, reads, in so far as relevant, as follows:", "“1. A claim for compensation for damage caused by a tort shall not be brought after the expiration of three years from the date on which the claimant learned of the damage and of the person liable for it. However, this time-limit may not be longer than ten years following the date on which the event causing the damage occurred.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}