{"ITEMID": "001-76412", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF JÄGGI v. SWITZERLAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Not necessary to examine Art. 14;Partly inadmissible;Non-pecuniary damage - finding of violation sufficient;Cost and expenses award - domestic and Convention proceedings", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;John Hedigan;Lucius Caflisch;Luzius Wildhaber;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1939 and lives in Geneva.", "5. On 14 July 1939, before the applicant’s birth, the State-appointed guardian brought an action against A.H., the applicant’s putative biological father, seeking a declaration of paternity and payment of a contribution towards his maintenance. A.H. admitted that he had had sexual relations with the applicant’s mother but denied paternity.", "6. On 26 July 1939, after the applicant’s birth, his mother declared on registering the birth that the father was A.H., with whom she had had sexual relations during the period of conception.", "7. On 30 January 1948 the Geneva Court of First Instance dismissed the action for a declaration of paternity. In the absence of an appeal, the judgment became final.", "8. In 1958 the applicant, who had been placed with a foster family, met his mother, who informed him that his father was A.H. According to the applicant, he had regular contact with his father and received presents from him and a monthly payment of 10 Swiss francs ((CHF) – 6.40 euros (EUR)) until he reached the age of majority. A.H. and his family denied those allegations. Only A.H.’s legitimate son admitted that he had received a telephone call from the applicant after A.H.’s death.", "9. Furthermore, A.H. always refused to undergo tests to establish his paternity. In 1976, shortly after his death, a blood-type analysis carried out at the applicant’s request did not rule out his being the latter’s father.", "10. In 1997 the applicant contacted the Geneva University Institute of Forensic Medicine to have a private paternity test carried out, but his request was refused.", "11. On 3 December 1997 the applicant successfully applied to renew the lease for A.H.’s tomb until 2016 for the sum of CHF 2,600 (EUR 1,657).", "12. On 6 May 1999 the applicant applied to the Canton of Geneva Court of First Instance for revision of the judgment of 30 January 1948. In the course of the proceedings he also requested a DNA test on the mortal remains of A.H.", "13. On 25 June 1999 the Court of First Instance refused the request for a DNA test.", "14. On 2 September 1999 the Canton of Geneva Court of Justice rejected the applicant’s application on the ground that it was impossible to obtain a declaration of paternity without also amending the register of births, deaths and marriages.", "15. The Court of Justice argued that the applicant was not entitled to such an amendment of the register as a result of the 1976 revision of the Civil Code abolishing the exceptio plurium constupratorum, a defence which the putative biological father could use in a paternity suit. However, in his application to the Court of First Instance the applicant had sought revision of the 1948 judgment, in which the exceptio plurium had been relied on to the benefit of A.H.", "16. The Court of Justice noted that before 1978 (when the revised Civil Code had come into force), an illegitimate child who was under ten years of age on 1 January 1978 had had the option of converting a maintenance claim into a civil action (paternity suit) where the exceptio plurium had been raised. However, this was no longer permitted under the revised Civil Code.", "17. The Court of Justice accordingly held that, even supposing that the applicant had been awarded maintenance in 1948, he was no longer entitled to have the register of births, deaths and marriages amended, firstly because the law had changed, and secondly because he had been born more than ten years before the end of the transition period between the old and new laws.", "18. His request for evidence to be taken by means of a DNA test was therefore refused.", "19. On 22 December 1999 the Federal Court adopted a judgment, served on 18 May 2000, in which it rejected the applicant’s application on the following grounds:", "“The right to know one’s parentage cannot be absolute in scope but must be weighed against the interests relating to protection of the personal freedom of others – in the instant case, the right of the deceased, deriving from human dignity, to protect his remains from interferences contrary to morality and custom, and the right of the close relatives to respect for the deceased and the inviolability of his corpse. ...", "The right to know one’s parents is generally linked to the right to be raised by them. The applicant, who is 60 years old, has been able to develop his personality and pursue a large portion of his existence without suffering any medically attested damage to his physical or mental health as a result of his uncertainty as to his parentage, despite the vicissitudes of his childhood and adolescence. On the other hand, while the reasons of family devotion opposing the exhumation of the mortal remains of the late [A.H.] are understandable, the respondents have not advanced any religious or philosophical grounds in support of their position; in particular, they have not argued that they would have renewed the lease on their relative’s tomb had the applicant not done so.", "However, in weighing up the conflicting interests, the refusal of the application for an expert examination may be upheld since, in the absence of any consequences of a civil-law nature, the applicant has not established that he has suffered sufficiently serious damage to his psychological well-being, as protected by the right to personal freedom, to justify the evidentiary measure requested. The measure appears excessive in view of the principle of proportionality, having regard to the applicant’s particular circumstances, from which it cannot be concluded that his personality or mental stability might be seriously threatened by the uncertainty that may still persist as regards his parentage, in spite of all the information in his possession suggesting that [A.H.] very probably is his father. The Court of Justice was therefore entitled to restrict the applicant’s personal freedom by taking into consideration that of the respondents, in view of the lack of public interest in having this parental tie established and the disproportionate nature of the steps required to establish it.”", "20. Lastly, the Federal Court observed that there were no consequences of a civil-law nature that could justify implementing the measure sought."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}