{"ITEMID": "001-96218", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF MATSYUK v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;Non-pecuniary damage - finding of violation sufficient", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["5. The applicant was born in 1938 and lives in Bila Tserkva.", "6. Between 1998 and 2000 the Bila Tserkva Tax Police (“the police”) instituted and subsequently discontinued several sets of criminal proceedings against the applicant for property embezzlement and tax evasion.", "7. On 6 November 2001 he claimed compensation from the police for pecuniary and non-pecuniary damage in respect of the above proceedings.", "8. By a letter of 23 November 2001 the police informed the applicant that his claims had to be rejected as unsubstantiated. They noted that he had been found guilty and amnestied in one set of the proceedings and that the property which had been seized from him in the course of the proceedings had in fact remained in his possession.", "9. On 10 December 2001 the applicant repeated his claim, which remained without reply.", "10. On 20 February 2002 he brought proceedings before the Bila Tserkva Town Court (“the Bila Tserkva Court”) against the police, claiming compensation for pecuniary and non-pecuniary damage in respect of the criminal proceedings against him.", "11. On 4 March 2002 the court stayed the examination of his claim in the part concerning the pecuniary damage having indicated some shortcomings which had to be rectified by 27 March 2002. It referred to section 12 of the Act “On the procedure of compensation for damage caused to citizens by unlawful actions of bodies of inquiry, pre-trial investigation authorities, prosecutors and courts” (“the Compensation Act”), according to which the amount of compensation for pecuniary damage was to be established by a resolution of the respective authority (the police in the present case). The court noted that the police had rejected the applicant's claim for such compensation by their letter of 23 November 2001 and that the applicant had not introduced a judicial appeal against that refusal. As to his claim in the part concerning the non-pecuniary damage, it was subsequently examined by the domestic courts and rejected as unsubstantiated.", "12. On 26 March 2002 the applicant introduced a complaint, by which he challenged the refusal of his claim by the police. Referring to his two requests to them of 6 November and 10 December 2001, he argued that he had made every attempt to settle the issue before bringing the judicial action.", "13. On 23 April 2002 the court rejected the above claim as time-barred, referring to the fact that the applicant had failed to raise it within six months after he had become aware of the discontinuation of the criminal proceedings against him (February 2000).", "14. On 25 October 2002 the Kyiv Regional Court of Appeal (“the Court of Appeal”) quashed the above decision on the applicant's appeal and remitted the case for fresh examination. It noted that the first-instance court had wrongly considered that the applicant's claim concerned the criminal proceedings against him. Instead, it should have been deemed to concern the refusal of the police to award him compensation for pecuniary damage. It further noted in that connection that the first-instance court had failed to clarify whether the police had issued a resolution concerning the applicant's compensation claim.", "15. On 21 November 2002 the Bila Tserkva Court refused to consider the applicant's complaint, since no resolution in that respect had been issued by the police in accordance with section 12 of the Compensation Act. The court also relied on the fourth paragraph of Article 248-3 of the Code of Civil Procedure in the part compliant with the Constitution pursuant to the decision of the Constitutional Court of 23 May 2001. It considered that it had no jurisdiction over the case, as the aforementioned provision provided for “a different procedure for lodging claims”, namely through challenging a resolution of the police. Accordingly, the court instructed the applicant that he could apply to the tax police “for settling the compensation issue under the legally envisaged procedure”.", "16. The applicant appealed, submitting that the first-instance court had been unduly formalistic as the police had clearly stated their position in the letter of 23 November 2001. He further argued that he could not be held responsible for the inadequate form of the response to his claim.", "17. On 17 January 2003 the Court of Appeal upheld the finding of the Bila Tserkva Court that given the absence of a resolution there was no procedural basis for the judicial examination of the applicant's claim.", "18. On 21 March 2003 the Supreme Court of Ukraine rejected the applicant's cassation appeal as unsubstantiated.", "19. The relevant constitutional provisions, as well as references to the pertinent practice of the Constitutional Court and the Supreme Court, can be found in Ponomarenko v. Ukraine, no. 13156/02, §§ 15, 17 and 19, 14 June 2007.", "20. The relevant provisions of the Compensation Act are cited in the partial admissibility decision of 15 January 2008 concerning this application.", "21. Paragraph 4 of Article 248-3 of the Code of Civil Procedure 1963 (as worded at the material time) read as follows:", "“The following complaints shall be outside the courts' jurisdiction:", "- ... against actions or acts of an official of a body of inquiry, preliminary investigation, prosecution or court with regard to which a different procedure for lodging claims is established....”", "By decision of the Constitutional Court of Ukraine No. 6-pп/2001 of 23 May 2001 this provision was declared unconstitutional in the part concerning lack of the courts' jurisdiction to examine complaints “against actions or acts of an official of a body of inquiry, preliminary investigation, prosecution...”, where the legislation provided only for extrajudicial settlement."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}