{"ITEMID": "001-58417", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF ALMEIDA GARRETT, MASCARENHAS FALCAO AND OTHERS v. PORTUGAL", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (Article 35-3-a - Ratione temporis);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions;Possessions);Just satisfaction reserved (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)", "JUDGES": "A. De Sousa Inês;Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["7. The six applicants, who are Portuguese nationals, were born respectively in 1926, 1932, 1939, 1919, 1935 and 1930. They all live in Lisbon, except for the last two applicants, who live at Constância. All owned land that had been expropriated and nationalised as part of the agrarian-reform policy in Portugal.", "8. In 1975 Mr Almeida Garrett was the owner of three plots of agricultural land with a total surface area of approximately 2,145 hectares.", "9. Under the agrarian-reform policy, two of the plots were nationalised by Legislative Decree no. 407-A/75 of 30 July 1975. The third plot had been expropriated by Ministerial Decree no. 52/76 of 29 January 1976 issued by the Minister of Agriculture, which was published under Legislative Decree no. 406-A/75 of 29 July 1975. The aforementioned legislative decrees provided that the owner could, subject to satisfying certain conditions, exercise his right to a “reserved share” (direito de “reserva”) over part of the land to carry on agricultural activities. They also provided for the payment of compensation, for which the amount, the time-limit and the terms of payment had yet to be determined.", "In accordance with the relevant legislation, the provisional compensation to which the applicant was entitled was assessed in March 1983 at 16,204,266 Portuguese escudos (PTE). On 16 September 1991 that sum was made available to the applicant in the form of government securities.", "The applicant exercised his right to a reserved share in the plots of land concerned on several occasions such that by 30 September 1990 at the latest, he was already in possession of part of the land. However, another part of the land, measuring 1,176 hectares, was not returned to him.", "10. On 30 December 1992 the applicant brought an action in damages against the State before the ordinary courts (Seventeenth Civil Division of the Lisbon Court of First Instance) because of its failure to pay the final compensation following the expropriation. He alleged that in view of the length of time he had been kept waiting for payment of the final compensation since the expropriation, the general law on expropriations should have been applied (not the law relating to the agrarian reform). He therefore sought payment of compensation that took into account the period that had elapsed since the expropriation.", "11. In a decision of 14 January 1993 the Court of First Instance dismissed the action holding, as a preliminary point, that it had no jurisdiction ratione materiae. The applicant appealed, but the Lisbon Court of Appeal (Tribunal da Relação) upheld the impugned judgment in a decision of 9 December 1993.", "12. The applicant appealed on points of law to the Supreme Court (Supremo Tribunal de Justiça), which, in a decision of 31 May 1994, dismissed the appeal holding, inter alia, as follows:", "“Delays in payment of compensation for nationalisation and expropriation must not be regarded as constituting an unlawful omission by the political and administrative authorities ... It has been established that sections 15 and 16 of Law no. 80/77, which require the authorities to assess the compensation due for the nationalisation and expropriation of agricultural land situated in the area to which the agrarian reform applies, are not substantively unconstitutional as the assessment of such compensation is also within the province of the administrative authorities (see the decision of the Constitutional Court no. 39/88 of 9 February 1988) ... It must be added that Legislative Decree no. 199/88 of 31 May 1988 expressly made the administrative authorities responsible for assessing the amount of [such] compensation ... It therefore follows from the decrees that compensation due to the former owners of rights in property that has been nationalised, expropriated or requisitioned is assessed by the administrative authorities [though an appeal lies to the Supreme Administrative Court against such assessments], such that the ordinary courts have no jurisdiction ratione materiae.”", "13. On 17 June 1994 the applicant lodged a constitutional appeal with the Constitutional Court (Tribunal Constitucional). On 7 June 1995 the Constitutional Court declared the appeal inadmissible. It said that before the lower courts the issue of constitutionality raised by the applicant concerned only the case-law, not the statutory provisions. Therefore, it could not hear the appeal, since it could only examine the conformity of statutory provisions with the Constitution, not the conformity of court decisions. The applicant then applied to the Constitutional Court to have that decision set aside as being null and void, but his application was dismissed on 6 July 1995.", "14. On 27 February 1985 the applicant brought a claim for damages against the State in the Lisbon Administrative Court (Auditoria Administrativa, which has now become the Tribunal Administrativo de círculo). He sought, inter alia, reparation for the damage he had sustained as a result of the failure to pay the final compensation following the nationalisation and expropriation of his plots of land.", "In a judgment of 29 November 1993, the Administrative Court dismissed the applicant's claims. Having referred to the relevant legislation, the Administrative Court held that no compensation for the alleged damage could be claimed other than by following the administrative procedure.", "15. On an appeal by the applicant, the Supreme Administrative Court (Supremo Tribunal Administrativo) upheld the impugned judgment in a decision of 12 July 1994. After recognising the applicant's right to “fair compensation”, it pointed out that under the legislation applicable in such cases the amount of compensation had to be assessed by the authorities.", "On 7 February 1995 the Supreme Administrative Court dismissed an application for interpretation of that decision. On 28 March 1995 it dismissed an application by the applicant for a declaration that that decision was null and void.", "16. The applicant lodged a number of claims with the authorities concerning the delays in the payment of the provisional compensation and in the assessment of the final compensation, the first such claim being lodged in 1978. He also requested that an arbitration tribunal be set up in order to decide his dispute with the State. His requests were, however, turned down. By an ordinance issued by the Prime Minister on 5 January 1989 it was decided among other things not to accept the request for the setting up of an arbitration tribunal “in view of the publication of Legislative Decree no. 199/88” (see paragraph 34 below).", "17. On 12 July 1991 the applicant requested the Ministry of Agriculture to assess the final compensation in accordance with Legislative Decrees nos. 199/88 and 199/91.", "18. On 21 June 1996 the Ministry of Agriculture sent the applicant a proposal for final compensation assessed at PTE 143,659,000 and requested his observations.", "19. On 17 July 1996 the applicant submitted his observations, drawing the relevant department's attention to various inaccuracies in the proposal.", "20. On 21 July 1999 the Ministry of Agriculture sent a revised proposal for final compensation replacing the previous one. The revised amount came to PTE 207,302,000.", "21. On an unspecified date the applicant sent his observations on the new proposal to the Ministry, drawing its attention to various factual and legal points. The proceedings concerning the assessment of the final compensation are thus still pending.", "22. In 1975 the Mascarenhas Falcão family was the owner of a plot of agricultural land with a total surface area of approximately 1,197 hectares.", "23. Under the agrarian-reform policy, the plot was expropriated by a ministerial decree (no. 560/75 of 17 September 1975) issued by the Minister of Agriculture and published pursuant to Legislative Decree no. 406-A/75 of 29 July 1975 (see paragraph 9 above).", "In accordance with the relevant legislation, the applicants received the sum of PTE 8,652,420 in government securities in November and December 1983, as provisional compensation.", "The applicants exercised their right to a reserved share in the land on several occasions, such that by March 1991 they were already in possession of the whole of the land.", "24. On 9 May 1990 the applicants brought an action in damages against the State before the ordinary courts (Twelfth Civil Division of the Lisbon Court of First Instance) because of the State's failure to pay the final compensation after the expropriation. They alleged that in view of the length of time they had been kept waiting for payment of the final compensation since the expropriation, the general law on expropriations should have been applied (not the law concerning the agrarian reform). They thus sought payment of compensation that took account of the period that had elapsed since the expropriation.", "25. In a judgment of 21 December 1993, the Court of First Instance declared that it had no jurisdiction ratione materiae, holding, in particular, as follows:", "“It is the ... government which is empowered to assess ... final compensation ... . In view of the administrative nature of the act concerned, an administrative appeal lies against such assessments to the Supreme Administrative Court ... . It therefore follows that, since the statute does not provide for the intervention of the ordinary courts in the procedure for assessing such compensation, the conclusion that this Court has no jurisdiction ratione materiae to hear the [applicants'] claims is inescapable.”", "26. The applicants appealed to the Lisbon Court of Appeal, which on 23 June 1994 dismissed the appeal, holding, inter alia:", "“It is not until after [the request for assessment of the final compensation] has been presented and after the corresponding administrative procedure ... that the remedy before the administrative authorities is exhausted. It is therefore for the claimants to appeal to the courts if they disagree with the decision. In view of the administrative nature of the acts in issue, any appeal should be to the administrative courts ... . Nor do the ordinary courts have any jurisdiction to hear requests for compensation for delay or for damage sustained because of delay, since the wording of Article 1 § 1 of Legislative Decree no. 199/88 – when referring to final compensation due on the nationalisation or expropriation of land under the legislation concerning the agrarian reform – suggests that the decree also covers compensation for such damage to the extent that it results, albeit indirectly, from the expropriation itself.”", "27. The applicants appealed on points of law to the Supreme Court but withdrew their appeal purportedly on account of the Supreme Court's settled case-law in such cases.", "28. On 26 September 1991 the applicants had lodged a request for compensation with the Minister of Agriculture for the delay in their recovering the land over which they had exercised their right to a reserved share. On the instructions of the Minister, legal counsel from the Ministry then issued a legal opinion concerning the request. The relevant part of the opinion reads as follows:", "“[The State] can have no liability in the instant case other than that which arises under Law no. 80/77 and the related statutory provisions ... . Otherwise, additional compensation would have to be added to that payable under Law no. 80/77, which would be contrary to the entire body of legislation on compensation payable under the agrarian reform.”", "29. On 25 October 1991 the Minister indicated his agreement with the opinion and ordered that the applicants be notified of it.", "30. The applicants then asked the Minister of Agriculture on 16 August 1991, 26 September 1991 and 18 April 1995 to award final compensation under Legislative Decrees nos. 199/88, 199/91 and 38/95.", "On 18 September 1998 the Ministry sent the applicants a proposal for final compensation of PTE 1,930,315 and requested their observations. It was nonetheless stipulated that from that amount had to be deducted the sum which the applicants had already received as provisional compensation, which meant that they were not entitled to any further sum.", "On 9 October 1998 the applicants submitted their observations. They drew the relevant department's attention to the fact that the proposal contained a number of inaccuracies. To date, no decision has been taken.", "31. The rules governing expropriations and nationalisations carried out as part of the policy of agrarian reform were set out in Legislative Decrees nos. 406-A/75 of 29 July 1975 and 407-A/75 of 30 July 1975. The right to a reserved share entitled owners to remain in possession of part of their land. Framework legislation (Law no. 77/77 of 29 September 1977) concerning the general basis of the agrarian reform amended the rules governing the right to a reserved share and established that the nature of the landowners' interest in the reserved share was proprietary. The rules governing the right to a reserved share were further amended by subsequent framework legislation (Law no. 109/88 of 26 September 1988).", "32. On 26 October 1977 Parliament adopted Law no. 80/77 laying down the procedures for compensating former owners of nationalised or expropriated property. Under section 19 of that Law, compensation, which was initially assessed provisionally before being assessed finally, was to be paid in government securities maturing over a period of several years and bearing interest at the rates prescribed in the schedule to the Law. For amounts exceeding PTE 6,050,000, payment was scheduled over twenty-three years (after a standstill period of five years) with an annual rate of interest of 2.5%. Section 24 specified that interest started to run from the date of the expropriation or nationalisation since it was due from the date scheduled for the issue of the government securities (which, in the applicants' case, by virtue of Legislative Decree no. 213/79 of 14 July 1979, was 1 September 1980). Lastly, section 13(3) provided that provisional compensation had to be regarded as a payment on account of final compensation such that the person concerned could be required to pay back provisional compensation to the State if either no final compensation was payable or the final compensation came to less than the provisional compensation.", "33. As to the procedure for challenging the decisions of the authorities on this issue, section 16 of the Law provided:", "“1. Without prejudice to any remedies available before other competent bodies, disputes relating to the right to final compensation and to the assessment, payment and effectiveness of such compensation shall be resolved by way of review of the relevant administrative act by an arbitration tribunal ...”", "As to compensation due specifically in connection with the agrarian reform, section 37 of the Law provided that the government would determine the criteria for valuing the expropriated or nationalised property within sixty days. The government did not, however, comply with that time-limit.", "34. On 31 May 1988 the government adopted Legislative Decree no. 199/88 determining how the general principles on compensation for expropriations and nationalisations set out in Law no. 80/77 would apply to the agrarian reform. The explanatory memorandum to the legislative decree included the following statement:", "“Although more than thirteen years have elapsed since those nationalisations and expropriations, there has yet to be paid, or even assessed, the amount of final compensation due to the private owners who were affected by the measures, since the legislative decree that should have determined the criteria necessary for assessment purposes has never been adopted. It is this serious gap in our legal system which the government now proposes to fill in the light of the general rules adopted by Parliament in 1977.”", "35. New criteria for the calculation of compensation were introduced by Legislative Decrees nos. 199/91 of 29 May 1991 and 38/95 of 14 February 1995. Compensation due to people who had recovered all or part of the land concerned by exercising their right to a reserved share was to be calculated on the basis that it was intended to cover only the damage caused by the occupation of that land during the period of deprivation of ownership.", "36. The rules of procedure for determining the final compensation were set out in Articles 8 and 9 of Legislative Decree no. 199/88. The onus was on the landowners to claim compensation, thereby commencing the procedure. Claims were decided by an arbitration tribunal which included one representative of each of the Minister of Agriculture, the Minister of Finance and the landowner. The tribunal then made a proposal to the government, which determined the amount of compensation in a decree issued jointly by the Ministers of Agriculture and Finance.", "That procedure was amended by Legislative Decree no. 38/95 of 14 February 1995. The amendments included a right for the authorities to initiate the procedure for assessing the final compensation ex officio. The arbitration tribunals were abolished, the task of assessing the final compensation becoming the sole responsibility of the Ministers of Agriculture and Finance, whose decision was based on a proposal by the relevant departments of the administrative authorities (the regional directorates of the Ministry of Agriculture). The landowner had the right to comment on the proposal made by the authorities before a final decision was taken by the Ministers of Agriculture and Finance.", "Those two statutory provisions, Legislative Decrees nos. 199/88 and 38/95, were silent as to the remedies available to the landowner, although under administrative law it is possible to lodge an application with the administrative courts for judicial review of a ministerial act that gives cause for complaint.", "37. The Constitutional Court examined the issue of the compatibility with the Portuguese Constitution of the system of payment of compensation following a nationalisation or expropriation in its decisions nos. 39/88 of 9 February 1988 and 452/95 of 6 July 1995. With regard to the authorities' delay in the payment of compensation, it held in the first of these decisions:", "“... certainly all that [namely, the payment of the compensation] was done a considerable time after the nationalisations were carried out. It might be said that such delay constitutes a violation of the principle set out in Article 82 of the Constitution requiring the payment of compensation. However, that would be wrong. If, as a result of such a situation, there was a breach of the right to compensation on the ground that that right might become uncertain and therefore devoid of substance, the breach would not have been caused by any defect in the provisions under consideration but by the authorities' inaction or lack of diligence; and if it was the case that the authorities failed to act owing to the absence of statutory provisions capable of ensuring the effective application of the provisions in force and, consequently, the effective exercise of the right embodied in Article 82 of the Constitution, then any failure to abide by the Constitution would be by way of omission ... . This Court is not, however, called upon to examine that issue.”"], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}