{"ITEMID": "001-78470", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "PORYAZOV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mr Blagoi Ivanov Poryazov, is a Bulgarian national who was born in 1955 and lives in Plovdiv. He was represented before the Court by Mr M. Ekimdjiev, a lawyer practising in Plovdiv.", "The respondent Government were represented by their Agent, Ms M. Karadjova, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On an unspecified date, the applicant was registered as a sole trader with the trade name “Rita-Blagoi Poryazov” and obtained a value-added tax (VAT) registration also on an unspecified date.", "On 1 June 1992 the applicant’s wife was registered as a sole trader with the Plovdiv Regional Court with the trade name “Rita-29-Margarita Poryazova” (the “sole trader”).", "On 18 May 1993 the applicant was authorised to represent the sole trader under a power of attorney, which granted him, inter alia, the following powers:", "“...to represent [the sole trader] before all bodies, organisations, firms, companies, traders, juridical and private persons in connection with all legal relationships of my [sole trader], as well as to negotiate, send and receive offers, draft and sign contracts on my behalf, whereby for the purposes of the present power of attorney he has the power to sign on my behalf [whatever] is necessary...”", "On 16 March 1994 the sole trader obtained a VAT registration.", "On 13 January 1998 the applicant filed the sole trader’s VAT return for the year 1997 with the tax authorities. At the time of making the filing he was verbally informed that the VAT return was incomplete, that following an amendment of the VAT Act the sole trader’s VAT registration was subject to termination and that he had to make additional filings in order to complete that procedure. The applicant did not make an additional filing or a correction of the tax return.", "On an unspecified date he was invited by the tax authorities to present the additional documents and to make the necessary filings in order to terminate the VAT registration of the sole trader.", "The applicant made those filings on 12 May 1998 and the VAT registration of the sole trader was terminated on the same day. At the same time, the tax authorities made a preliminary finding of a tax filing violation in respect of the applicant’s failure to comply with the VAT filing requirements in respect of the sole trader.", "On the basis of the preliminary finding of 12 May 1998, the Plovdiv Regional Tax Office issued a penal decree of 4 November 1998 against the applicant in the capacity of “manager of the sole trader”. It found that, in respect of the sole trader, he had failed (1) to inform the tax authorities that as a result of its activities and turnover during 1997 the sole trader no longer met the prerequisites for having a VAT registration, (2) to make an accurate VAT filing for the tax period ending on 31 December 1997 and (3) to return the VAT registration certificate of the sole trader. A fine of 5,000,000 old Bulgarian levs [BGL: approximately 2,564 euros (EUR)] was imposed on the applicant. He was served with a copy of the penal decree on 24 March 1999.", "The applicant, using the title of “manager of the sole trader”, appealed against the penal decree on 25 March 1999. He claimed that the sole trader’s business activities had been in decline for some time and that they had ceased after 30 April 1997. Nevertheless, the applicant noted that he had continued to file, on behalf of the sole trader, the required monthly VAT statements with the tax authorities for the remaining months of that year. Considering that he had made adequate attempts to comply with the sole trader’s VAT filing requirements and arguing that no losses had resulted for the State budget from his alleged filing infraction, the applicant claimed that the fine imposed was excessive. He also considered that it was imposed in reference to the wrong provision of the VAT Act, namely that it referred to paragraph 18 of the VAT Act, while it should have referred to Article 16.", "A hearing was conducted before the Plovdiv District Court on 9 June 1999. The applicant was represented by counsel who stated that he maintained the grounds of the appeal as filed on 25 March 1999. In disputing the grounds and merits of imposing the fine on the applicant his counsel referred to him as the “manager of the sole trader”.", "In a judgment of the same day, 9 June 1999, the Plovdiv District Court dismissed the applicant’s appeal. It found the actions of the applicant, as “manager of the sole trader”, to have violated the provisions of the VAT Act and the regulations for its implementations by having failed to file all the required documents and statements in order to terminate the VAT registration, that the Tax Office had correctly classified the offence of the applicant. It also considered that the size of the fine was properly set, insofar as the relevant provisions did not provide for an adjustment of the amount.", "The applicant appealed against the judgment on 29 June 1999, referring to himself as the “manager” of the sole trader. He argued that he was wrongly fined BGL 5,000,000 when for the offence in question the applicable fine was allegedly BGL 250,000 (approximately EUR 128). He also claimed that the Plovdiv District Court had allegedly been confused between the provisions of the VAT Act and the regulations for its interpretation, that it had wrongly examined the grounds for his appeal and had therefore come to the wrong conclusions.", "At a hearing on 7 December 1999, at which a prosecutor took part, the applicant reiterated his previous arguments and claimed that the VAT Act envisaged that the registered entities should be fined but not their representatives. The applicant did not claim nor argue that he was not a legal representative of the sole trader.", "By final judgment of 23 December 1999 the Plovdiv Regional Court dismissed the applicant’s appeal and upheld the lower court’s judgment. It found that the applicant, in his capacity of “manager of the sole trader”, had not complied with the tax filings requirements under the VAT Act and had not presented all the required documents for the termination of the VAT registration of the trader. It also found that the fine was correctly determined because its size was in reference to an offence committed in respect of the tax period ending on 31 December 1997.", "By amendment of 27 June 1997 the prerequisites for maintaining a registration under the VAT Act were amended. Accordingly, special provisions were introduced for those persons and entities which no longer met the new requirements (§§ 16-18 of the Final Provisions of the Act) detailing the procedure, deadlines and filing requirements for terminating their registrations and for returning their VAT registration certificates. For non-compliance with these requirements, Paragraph 19 of the Final Provisions of the Act envisaged a fixed fine of BGL 5,000,000 (approximately EUR 2,564) for the offenders.", "The imposing of fines under the VAT Act by way of penal decree and the appeals against them followed the procedure under the Administrative Offences and Penalties Act (section 52).", "The VAT Act (1994) was abolished with the entry into force, as of 1 January 1999, of the new VAT Act (1999).", "Section 132 (1), as in force at the end of 1999, envisaged a sanction applied directly on the sole trader or entity for failing to register or de-register under the Act or to inform the tax authorities of any changes affecting such registration. The sanction was in the range from 250 to 2,500 new Bulgarian levs (approximately from EUR 128 to EUR 1,282).", "Section 24 (2) of the Act provides that for offences perpetrated in the course of commercial activities the persons liable to be penalised under the Act are the employees or officers who perpetrated them or the managers who ordered them or allowed the offences to be committed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}