{"ITEMID": "001-70576", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "GOUDSWAARD-VAN DER LANS v. THE NETHERLANDS", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mrs A.C. Goudswaard-van der Lans, is a Netherlands national who was born in 1942 and lives in Aalsmeer. She is represented before the Court by Ms T. Spronken, a lawyer practising in Maastricht. The respondent Government are represented by Mr R.A.A. Böcker, of the Ministry of Foreign Affairs.", "In the interest of the proper administration of justice, the President has granted leave to the following persons to submit written comments: Mrs J.M. Breugem-Westerkamp, Mrs G. Gosschalk-Wigboldus, Mrs M.E.C. Santoro-van Halm Braam, Mrs W. Hop-Bloemberg, Mrs M.J.C. Braspenning, Mr M.J. Lens, Mr J.H.M. Boerland, Mrs M. Scholte-Sleumer, Mrs W.C. Monster and Mr M.C.A. Glas (Article 36 of the Convention and Rule 44 § 2 of the Rules of Court). These persons, referred to hereafter as “third parties”, are represented by Mr T. Barkhuysen, a lawyer practising in Amsterdam.", ".", "The applicant’s husband died on 18 January 1977. The applicant was left with two children born in 1970 and 1972 respectively. She was granted a pension under the General Widows and Orphans Act (Algemene Weduwen- en Wezenwet; “AWW”).", "She entered into a relationship with a Mr H., by whom she had a child in 1980, and set up home with him some time before 1 July 1996.", "At the time of the events complained of, the applicant’s AWW pension amounted to 21,981.12 Netherlands guilders (NLG) annually.", "The AWW was repealed on 1 July 1996 and replaced by the General Surviving Dependants Act (Algemene Nabestaandenwet; “ANW”).", "By a decision of 1 December 1997 the competent executive authority, the Social Insurance Bank (Sociale Verzekeringsbank), reduced the applicant’s pension to NLG 6,815.40 annually, with effect from 1 January 1998. The reason for this reduction was the fact that the applicant had been living with Mr H. on 1 July 1996, the date on which the ANW entered into force, and was expected to continue to do so beyond 31 December 1997.", "On 8 January 1998 the applicant lodged an objection against this decision with the Social Insurance Bank. It was dismissed on 17 February 1998.", "On 26 March 1998 the applicant lodged an appeal with the Amsterdam Regional Court (arrondissementsrechtbank).", "On 30 June 1998, owing to the entry into force of new transitional legislation (the Act of 18 June 1998 – see below), the Social Insurance Bank raised the applicant’s pension to NLG 8,449.44 annually, with effect from 1 July 1998.", "On 23 September 1998 the applicant’s representative wrote to the Regional Court informing it that the applicant’s appeal was one of several that had been selected as pilot cases intended to allow the courts to establish case-law. On 22 October 1998 the Social Insurance Bank also wrote to confirm this.", "The Regional Court gave a decision on 17 March 1999 declaring the appeal well-founded on grounds not relevant to the case before the Court. It quashed the decisions of 17 February and 30 June 1998 but left the effects of the latter decision unaffected.", "On 21 April 1999 the applicant lodged a further appeal with the Central Appeals Tribunal (Centrale Raad van Beroep), the highest tribunal with jurisdiction in social-security matters. The Social Insurance Bank also lodged an appeal, directed against aspects of the Regional Court’s decision with which it disagreed.", "The Central Appeals Tribunal dismissed the applicant’s further appeal in a decision delivered in open court on 24 January 2001 and notified to the applicant on the same day. It accepted that there had been a “partial deprivation of possessions” within the meaning of Article 1 of Protocol No. 1 to the Convention. Its reasoning included the following:", "“In this legal provision [i.e. section 67 of the ANW – see below] one of the basic assumptions of the ANW, namely that statutory insurance for surviving dependants should be based on actual need (dat aan een wettelijke nabestaandenverzekering het behoefteprincipe ten grondslag moet liggen), has been elaborated in respect of former recipients of AWW pensions. As compared to the ordinary ANW regime – under which, in short, the pension is reduced by the entire amount of work-related benefits [i.e. unemployment and disability benefits] and by income from work excluding a sum equal to 50% of the statutory minimum wage before tax, plus one third of any income in excess thereof – the deduction applicable to former AWW beneficiaries under the [Act of 4 July 1996 – see below] is more advantageous: 70% of the statutory minimum wage before tax, in respect of both forms of income, together with one third of any income from work in excess thereof, is disregarded for the purposes of the reduction. It can also be said in such cases that, regardless of the level of income, an amount of benefit equal to 30% of the statutory minimum wage before tax remains unaffected.", "As regards the transitional regime under section 67 of the ANW it is also relevant that, in the case of persons maintaining a common household who are treated under the ANW as married persons (with the exception of first-degree relatives), the former AWW beneficiary who is regarded as married on this ground retains, from 1 January 1998, an ANW pension equal to 30% of the statutory minimum wage, that percentage in the case of persons maintaining a common household in order to take care of an invalid rising to 50% (of the statutory minimum wage after tax), 20% of which is means-tested.", "The Regional Court held that this result was consistent with the criteria embodied in Article 1 of Protocol No. 1, which provides:", "...", "The Central Appeals Tribunal agrees that the transitional arrangements under the ANW fulfil those criteria, and in particular that the legislature, in determining what can and must be considered necessary in the general interest, has not overstepped its margin of appreciation. In addition to the Regional Court’s findings on this point, the Central Appeals Tribunal considers the following important: according to current opinion the statutory insurance regime for surviving dependants acts as a basic provision (bodemvoorziening) in terms of supplementary arrangements for surviving dependants and as an income provision (inkomensvoorziening) at the level of the social minimum. This does not sit well with the idea of leaving the (basic) benefit intact where circumstances indicate that the surviving dependant concerned is, or has been, able to meet his or her own needs. The fact that there was no provision of this nature in the AWW may plausibly be attributed to the then insignificant proportion of married women in employment, as a consequence of which the concurrence of an AWW pension and a salary, or social benefit in lieu of salary (loondervingsuitkeringen), was relatively rare. From the perspective of the aims of the new system, the social changes in this area required an arrangement that dealt with the concurrence of benefits for surviving dependants and other income. In addition, the legislature found it appropriate to extend the equal treatment of married couples and unmarried cohabitants (in a general sense), as for other social arrangements, to the statutory insurance for surviving dependants.", "The fact that the adaptations in question also extend to existing cases (persons in receipt of AWW pensions) is considered acceptable by the Central Appeals Tribunal within the scope of its present review, from the equality point of view, and also in the light of the potentially considerable duration of the benefit; and what is also acceptable within the same scope of review is the position of the legislature that, in terms of legal security, a temporary and/or partial (in the present case: an initially complete and subsequently partial) respect for existing rights is required.", "The position that only ‘full compensation’ would be consistent with Article 1 of Protocol No. 1, as has been argued by the persons concerned by the cases dealt with in the present proceedings, is based on an incorrect understanding of that provision, which does not go so far as to make it utterly impossible for a State to make changes to existing (social security) rights.”", "The AWW, which entered into force on 1 October 1959, insured against the risk of the death of the family breadwinner. Under the AWW scheme, all persons residing in the Netherlands and non-residents gainfully employed in the Netherlands were compulsorily insured. Contributions to this scheme were paid by all persons gainfully employed in the Netherlands.", "Entitlement to AWW benefit was not dependent on the level of contributions paid as, unlike a social-security scheme based on employment (werknemersverzekering), it was a nationwide social-security scheme (volksverzekering). The level of benefit was linked to the statutory minimum wage.", "The AWW conferred entitlement to a widow’s pension on the widow of an insured person, provided she was under the age of 65 and was caring for an unmarried child born or conceived no later than the date of her spouse’s death. A widow without children was also entitled to claim benefit subject to certain conditions, for example if she was incapacitated for work or was aged 40 or over at the time of her husband’s death. “Widow” meant the woman to whom the insured person was married on the date of his death.", "At the time when the AWW was replaced by the ANW, the amount of the pension was equal to the statutory minimum wage after tax in the case of a widow with dependent children below the age of 18, and 70% of that wage in other cases. This amount was the same for all widows, regardless of any income which they might have been receiving from other sources.", "Entitlement to an AWW pension was lost upon remarriage.", "From 1988 onwards, widowers enjoyed the same entitlement to benefit after the death of their wives pursuant to the case-law of the domestic tribunals under Article 26 of the International Covenant on Civil and Political Rights.", "By 1987 the Government of the day felt that the AWW, based as it was on the traditional division of labour between men and women, had become obsolete. It gave surviving dependants an entitlement to benefit even if they were not in need of it: increasingly, beneficiaries included widows and widowers in paid employment.", "For this reason the Government decided to introduce new legislation granting an entitlement to a pension only to certain categories of surviving dependants who could not be expected either to provide entirely for themselves or to take out private insurance.", "A first bill was introduced in 1991. It was rejected by the Upper House of Parliament, which disapproved of, among other things, the proposed transitional provisions.", "A revised bill was introduced during Parliament’s 1994-95 session.", "According to figures quoted by the Government in support of their proposals, in 1993, the percentages of working women among widows and female divorcees in the age groups 45-49 and 50-54 were 58% and 42% respectively (see the Explanatory Memorandum – Memorie van Toelichting –, Lower House of Parliament, no. 24, 169, 1994-95 session, no. 3).", "The ANW (Act of 21 December 1995, Official Gazette (Staatsblad) 1995, no. 690, as amended (with retroactive effect from 1 July 1996) by the Act of 4 July 1996, Official Gazette 1996, no. 369) entered into force on 1 July 1996.", "Under section 13 of the ANW, the persons insured under the Act are those who are either Netherlands residents or, if not Netherlands residents, are liable for wage tax (loonbelasting) in respect of work carried out in the Netherlands under a contract of employment.", "Section 14 of the ANW provides that the surviving dependants of an insured person shall be entitled to a pension if they have an unmarried child under eighteen years of age who does not form part of any other person’s household, or if they are unfit for work, or if they were born before 1 January 1950.", "Section 16 provides for the termination of the entitlement to an ANW pension in the event that the surviving dependant no longer meets the requirements of section 14 (unless he or she was born before 1 January 1950) or reaches the age of 65 (at which age, in the Netherlands, one normally becomes entitled ipso facto to an old-age pension under different legislation).", "The ANW pension is equal, after tax, to 70% of the statutory minimum wage after tax (section 17). The pension is reduced by an amount equal to the surviving dependant’s other income, if any; however, a proportion of income from paid employment (inkomen uit arbeid) equal to 50% of the statutory minimum wage before tax plus, if the surviving dependant’s income from work exceeds that sum, one third of the remainder, is disregarded for the purposes of the deduction (section 18).", "Section 67 laid down a transitional regime for persons who, before the entry into force of the ANW, had been entitled to benefit under the AWW.", "In accordance with section 67 (3), persons, like the applicant who maintained a common household with another person on the day on which the ANW entered into force (i.e. 1 July 1996), and were still maintaining that common household on 31 December 1997, lost their entitlement to an ANW pension entirely with effect from 1 January 1998 unless they were born before 1 January 1941, in which case they were entitled to an ANW pension amounting to 30% of the statutory minimum wage (after tax).", "As originally enacted in 1995, the ANW provided that persons previously entitled to an AWW pension who maintained a common household with another person on the day on which the ANW entered into force lost their entitlement to an ANW pension entirely with effect from 1 January 1998 unless they were born before 1 January 1941, in which case they were entitled to an ANW pension amounting to 30% of the statutory minimum wage (after tax).", "The Act of 4 July 1996 amending the transitional regime and introducing certain technical adaptations (Wet van 4 juli 1996 tot wijziging van de Algemene nabestaandenwet (wijziging overgangsrecht alsmede enkele technische aanpassingen)) amended this arrangement, limiting it to those who were still maintaining a common household with someone else on 31 December 1997 (section 67 (3) of the ANW – see above).", "As early as 31 October 1997 the Deputy Minister for Social Affairs and Employment (Staatssecretaris van Sociale Zaken en Werkgelegenheid) decided on a “Temporary Remedial Arrangement for Transitional Provisions of the ANW” (Tijdelijke regeling reparaties overgangswet ANW; Official Bulletin (Staatscourant) 1997, no. 210, page 6). Its stated intention was to remove some of the effects of section 67 of the ANW, which were widely felt to be excessively harsh in that they frequently led to the complete termination of entitlement to an ANW pension.", "The solution chosen, as relevant to the present case, was to reduce the ANW pension of surviving dependants who had previously enjoyed an AWW pension and were cohabiting in a common household to 30% of the statutory minimum wage (after tax) regardless of their date of birth.", "This temporary arrangement was withdrawn with effect from 1 July 1998 (Official Bulletin 1998, no. 133, page 8), having been made redundant by the Act of 18 June 1998 (see below).", "The Act of 18 June 1998 amending the ANW in view of apparent unfairness (Wet van 18 juni 1998 tot wijziging van de Algemene nabestaandenwet in verband met gebleken onbillijkheden; Official Gazette 1998, no. 377), amended section 67 (3) of the ANW to provide, in so far as relevant to the case before the Court, that for persons previously entitled to an AWW pension who maintained a common household with someone else on 1 July 1996, for reasons other than taking care of an invalid, and who were still maintaining that household on 31 December 1997, the ANW pension would be reduced to 30% of the statutory minimum wage (before tax) with effect from 1 January 1998."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}