{"ITEMID": "001-119274", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "ILINOVI v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicants, Ms Valentina Dimitrova Ilinova and Mr Yordan Yordanov Ilinov, are Bulgarian nationals who were born in 1961 and 1953 respectively and live in the village of Sinitevo. They were represented before the Court by Mr V. Tabakov, a lawyer practising in Pazardzhik.", "2. The Bulgarian Government (“the Government”) were represented by their Agent, first Ms N. Nikolova, and then Ms M. Kotseva, of the Ministry of Justice.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. On 22 April 1995 the applicants’ thirteen-year old son, Marin Ilinov, and a friend of his, G.G., entered a building housing an electric power transformer in the vicinity of their village. G.G. left the building first and immediately afterwards heard a blast. On looking inside, he saw Marin sprawled on the ground; he appeared to have been struck by high-voltage electricity. G.G. ran off and returned with the second applicant, Marin’s father. At this point an ambulance arrived and took the boy to hospital. Two days later Marin died.", "5. The electric power transformer was situated close to a road and to an animal feed factory owned by a company, M. Until 1993 it had served the needs of the factory; however, due to repeated thefts of equipment, in 1993 the company ceased using it and had abandoned it. Even though the company had dismantled the rest of the equipment, a feeder cable of 20 kV which served other plants and factories in the area had remained in use.", "6. Criminal proceedings were opened on 22 April 1995 against an unknown perpetrator for negligently causing the death of Marin Ilinov by the careless performance of a dangerous activity.", "7. An inspection of the site of the incident was carried out on the same day. It was established that the building had a low-voltage and a high-voltage chambers, accessible through separate doors. The main door leading to the high-voltage chamber was closed and locked; there was a warning sign on it. However, the door leading to the low-voltage chamber was missing and there was a hole in one of the chamber’s brick walls measuring 60 by 40 cm. It was through that hole that Marin Ilinov and G.G. had entered the high-voltage chamber.", "8. A post-mortem examination of Marin’s body was carried out on 24 April 1995. It found burns and other traces of electric shock and established that the immediate cause of death was severe cerebrocranial trauma, which could have been caused by a fall to the ground after an electric shock.", "9. Numerous witnesses were interviewed in the course of the criminal proceedings. Among them were several neighbours who had been nearby at the time of the incident, some of whom had seen the two boys enter the building housing the transformer and G.G. exit in a hurry. They had approached the scene, found Marin lying in a pool of blood and called an ambulance.", "10. Several witnesses said that the door leading to the low-voltage chamber had been missing for several months prior to 22 April 1995. They had also seen the hole in the wall of the high-voltage chamber. They had assumed that the transformer was not functioning.", "11. In fact, the electricity supply to the transformer was cut, following a request by company M. addressed to the National Company for Electricity (“the NCE”), on 26 April 1995, four days after the incident involving the applicants’ son.", "12. In two letters dated 2 July and 19 November 1996, the NCE informed the investigation authorities that the transformer at issue was not its property, but the property of company M. Several NCE employees, when interviewed as witnesses, made statements to the same effect.", "13. The investigators collected documentary evidence concerning the nature of the duties of a number of employees at company M. tasked with the maintenance of its electrical installations. It was established that after 1993 the plant’s department responsible for the maintenance of its electric installations had been headed by a Mr V.P.; he was interviewed, as were several other employees of M.", "14. An expert report commissioned by the investigation authorities detailed numerous breaches of the relevant safety rules at the factory, such as a lack of regular checks of the installations. It has not been established whether the factory’s installations had ever been inspected by the relevant State bodies. The report found also that Mr V.P., head of the department responsible for the maintenance of the company’s electric installations, had not had the professional qualifications required by law.", "15. The investigators worked on the case until 2001, after which they took no further investigative action and the case remained dormant.", "16. Until 2000 the applicants were active in the proceedings, filing requests and complaints. In 2000, following a request by the second applicant, a new investigator was appointed to deal with the case, as the previous one had died. It appears that after the appointment of the new investigator the applicants took no further initiative and remained passive.", "17. On 10 April 2006 a prosecutor at the Pazardzhik regional public prosecutor’s office discontinued the criminal proceedings as the statutory limitation period had expired. In a final decision of 28 April 2006 the Pazardzhik Regional Court upheld the prosecutor’s decision.", "18. The applicants have not sought damages from company M. in respect of their son’s death.", "19. The Electricity Act of 1975, in force until 16 July 1999, provided in section 2 that all electricity power stations, electrical installations and networks belonged to the State. Cooperatives and other organisations could acquire such electrical facilities following an authorisation by the Energy Agency (“Асоциация Енергетика”).", "20. By section 20 of the same Act and section 64(1) of the Regulations on its implementation (“the Regulations”), in force until 14 April 2000, the good technical repair of electrical installations and equipment was supervised by the Energy Agency. Such supervision could also be exercised by the electricity-supply organisations (section 64(2) of the Regulations) or by other bodies and organisations in the field of their competency (section 22 of the Act).", "21. The supervising bodies of the Energy Agency had the right (“имат право”) to carry out inspections and issue binding instructions to the users of electrical installations and equipment (section 65 of the Regulations). In cases of shortcomings or failures in electrical installations which could endanger the lives of personnel or the proper functioning of the whole electrical system, the supervising bodies were to take preventive measures and, if necessary, switch off the installation in question (section 66 of the Regulations).", "22. By section 21 of the Act, administrative bodies and other organisations had to ensure the good technical repair and the safety of the electrical installations which they used.", "23. Section 17(1) of the Regulations provided that the owners and the users of electrical installations and networks were liable for any damage caused by bad technical repair and inadequate safety; paragraph 2 of section 17 specified that the electricity-supply organisations would not be liable for damage caused by the bad technical repair of consumers’ electrical installations and networks.", "24. The Regulations on the state of electrical installations, in force until 9 June 2004, provided in section I-1-28 that electrical installations, including electric power transformers and buildings housing them, had to be located so as to prevent unauthorised access, with locked doors and warning signs in place. High voltage areas of electric installations had to be isolated to avoid accidental access or contact (section I-7-32).", "25. Sections 109-120 of that Decree provide for periodic checks of electrical installations and networks, which is to be carried out by bodies appointed by the Minister of Economics and Energy. The same bodies are required to investigate grave incidents and serious breaches of the safety regulations.", "26. Article 123 § 1 of the Criminal Code provides that an individual who has negligently caused the death of another, through lack of knowledge or the careless exercise of a profession or a dangerous activity regulated by law, is to be punished by a term of imprisonment of up to five years.", "27. Under Bulgarian law, tort liability is provided for in the Obligations and Contracts Act of 1950. In particular, section 50 of the Act provides that the owner of and the person supervising an object are jointly liable for any damage caused by that object. In its constant practice the Supreme Court of Cassation has held that liability under section 50 does not require proof of “fault” and covers damages caused by “objectively existing properties, qualities or defects of the object” (see, for example, judgment no. 94 of 27 July 2011, case no. 537/2010)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}