{"ITEMID": "001-61765", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF CIBIR v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Not necessary to examine Art. 14+P1-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award", "JUDGES": "Georg Ress", "TEXT": ["4. The applicant lives in Ankara.", "5. On 20 April 1992 the General Directorate of National Roads and Highways expropriated plots of land belonging to the applicant in Mamak, Ankara. A committee of experts assessed the value of the plots of land belonging to the applicant and compensation was paid to him when the expropriation took place.", "6. Following the applicant’s request for increased compensation, the Ankara First Instance Court awarded him 2,033,884,335 Turkish liras (TRL) of additional compensation plus interest at the statutory rate of 30% per annum, namely the rate applicable at the date of the court’s decision. The date, 29 August 1995 was fixed by the domestic court for the running of the statutory rate of interest.", "7. On 30 March 1998, upon the General Directorate’s appeal, the Court of Cassation upheld the decision of the first instance court. On 25 December 1998 the administration paid the applicant TRL 4,449,000,000 as the additional compensation together with interest. The interest on the additional compensation was calculated at the statutory rate applicable between the running date of the interest and 31 December 1997, namely 30%. As regards the period after 1 January 1998 the interest was calculated at the then applicable rate, namely 50%.", "8. The relevant domestic law and practice are set out in the Aka v. Turkey judgment of 23 September 1998 (Reports of Judgments and Decisions 1998-VI, pp. 2674-76, §§ 17-25)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}