{"ITEMID": "001-4750", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "KESKIN AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["The applicants, whose names appear in the appendix, are Turkish nationals.", "They are represented before the Court by Mr Vural Soytekin, a lawyer practising in İstanbul (Turkey).", "s, may be summarised as follows.", "The applicants, accused of being members of the illegal organisation Dev-Yol, (Revolutionary Way), were taken into police custody on various dates between 1980 and 1982.", "In 1983, the military public prosecutor instituted criminal proceedings against the applicants in the Erzincan Martial Law Court. It was alleged that the applicants were members of an illegal organisation whose aim was to undermine the constitutional order and replace it with a Marxist-Leninist regime. The prosecution called for the applicants to be sentenced pursuant to Section 146 of the Turkish Criminal Code.", "All the applicants were released pending trial on various dates between 1982 and 1986. Only one of the applicants, Özcan Bölükbaş, was kept in detention on remand until 1988.", "On 24 August 1988 the Martial Law Court delivered its judgment and acquitted the applicants of the charges against them.", "The public prosecutor challenged the judgment of the first instance court as regards 16 of the applicants. However, he did not appeal against the acquittals of four of the applicants, namely Ayten Atmaca, İzzet Gündüz, Mehmet Özcan, Mahmut Koç, and the decision against them became final in 1988.", "Pursuant to the law No. 3953 promulgated on 30 December 1993 the case-file was transferred to a non-military court, the Court of Cassation. On 4 July 1995 the Court of Cassation ordered that the criminal proceedings against the applicants be terminated on the ground that the statutory time-limit under Section 102 of the Turkish Criminal Code had expired.", "The applicants’ lawyer obtained a copy of this decision in July 1995."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}