{"ITEMID": "001-84705", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "JAKESEVIC v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis;Elisabeth Steiner;Giorgio Malinverni;Loukis Loucaides;Sverre Erik Jebens", "TEXT": ["The applicants, Mr Ivan Jakešević and Mr Ilija Jakešević, are Croatian nationals who were born in 1941 and 1962 respectively and live in Grubišno Polje. They were represented before the Court by Mr B. Kozjak, a lawyer practising in Virovitica. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 15 August 2000 the first applicant’s wife and son, and the second applicant’s mother and brother, died in a road accident.", "On 15 December 2000 the Daruvar State Attorney’s Office (Općinsko državno odvjetništvo u Daruvaru) indicted a certain D.P. for the criminal offence of causing the above road accident.", "At the hearing held on 19 December 2001 the Bjelovar Municipal Court (Općinski sud u Bjelovaru) heard evidence from D.P., the first applicant and several other witnesses.", "The court subsequently requested an expert opinion, which was obtained on 29 November 2003.", "On 27 February 2004 the court held another hearing and adopted a judgment finding D.P. guilty as charged and sentencing him to nine months’ imprisonment.", "Following an appeal by both parties, on 27 May 2004 the Bjelovar County Court (Županijski sud u Bjelovaru) quashed the first-instance judgment and remitted the case.", "In the resumed proceedings, the court ordered a combined traffic and forensic expert opinion in order to establish the cause of the accident. On 16 May 2005 the experts submitted their opinion.", "On 17 June 2005 the court held another hearing and adopted a judgment again finding D.P. guilty as charged and sentencing him to six months’ imprisonment.", "On appeal, on 6 October 2005 the Bjelovar County Court increased the sentence to one years’ imprisonment.", "The applicants participated in the proceedings from the beginning as injured parties (oštećenici) but never filed a civil (pecuniary) claim for damages.", "Meanwhile, on 22 July 2003 the first applicant brought a civil action in the Grubišno Polje Municipal Court (Općinski sud u Grubišnom Polju) against the insurance company C.O. seeking damages for the death of his son. Shortly afterwards, the second applicant brought an identical action before the same court. On 23 September 2003 the two cases were joined.", "On 24 September 2003 the court stayed the proceedings pending the outcome of the above criminal trial. The parties did not appeal against that decision.", "After it had been informed that the criminal proceedings had ended, on 28 October 2005 the court resumed the civil proceedings.", "The Court held hearings on 6 and 20 December 2005, 24 January and 20 February 2006.", "On 2 March 2006 the court gave judgment accepting the applicants’ claim in part. The first applicant appealed.", "On 7 September 2006 the Bjelovar County Court (Županijski sud u Bjelovaru) dismissed the first applicant’s appeal and upheld the first-instance judgment, which thereby became final.", "Meanwhile, on 12 January 2004 the applicants lodged a constitutional complaint under section 63 of the Constitutional Court Act complaining about the length of the above criminal proceedings. They argued, inter alia, that the duration of those proceedings had direct impact on the determination of their claim for damages in the above civil proceedings as they had been stayed pending the outcome of the criminal proceedings complained of.", "On 17 December 2004 the Constitutional Court (Ustavni sud Republike Hrvatske) declared their complaint inadmissible. It found that the applicants were not defendants in the impugned criminal proceedings and that those proceedings therefore did not concern the determination of a criminal charge against them.", "Under Croatian law a victim of a criminal offence (injured party) may seek damages from the perpetrator either by filing a pecuniary claim in criminal proceedings pursuant to the Criminal Procedure Act, or by bringing a separate civil action according to the Civil Procedure Act.", "The relevant part of the Criminal Procedure Act (consolidated text) (Zakon o kaznenom postupku, Official Gazette no.110/97, 27/98, 58/99, 112/99, 58/02, 143/02 and 62/03), as in force at the material time, provided as follows:", "“A pecuniary claim arising out of the commission of a criminal offence shall be examined in the criminal proceedings following the request of authorised persons, provided that this does not delay the proceedings considerably.", "The pecuniary claim may be asserted in criminal proceedings by a person entitled to do so in civil proceedings.", "The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette nos. 53/91, 91/92, 112/99 and 117/03) reads as follows:", "“In civil proceedings the court is bound by a final judgment given in criminal proceedings finding the accused guilty in so far as it concerns the existence of a criminal offence and the criminal liability of the accused.", "... [T]he court shall stay the proceedings:", "1. When it decided not to rule on a preliminary issue itself.", "....", "The court may stay the proceedings if the decision on the merits depends on ... whether a criminal act has been committed ..., who committed it and whether that person may be held liable...”", "“If the court has stayed the proceedings for the reasons set out in paragraph 1 (1), or paragraph 2 of section 213, the proceedings shall resume when the [concurrent] proceedings before a court or other competent authority end with a final decision, or when the court finds that the reasons for awaiting their outcome no longer exist.", "In all other cases stayed proceedings shall be resumed at the request of a party as soon as the reasons for their stay cease to exist.”", "The relevant part of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the competent court fails to decide a claim concerning the individual’s rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the competent court must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date a request for payment is lodged.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}