{"ITEMID": "001-103086", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BORTNIK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of P6-3-c", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1960 and is currently serving a sentence in Correctional Colony no. 32 (Виправна колонія №32) in Makiyivka, Ukraine. He is disabled (his feet were partly amputated in 2001) and walks with a stick.", "6. Late in the evening of 27 September 2002 P., the applicant's neighbour, was severely beaten in her house and received several knife wounds, concussion and broken bones. She died in hospital three days later.", "7. On 30 September 2002 criminal proceedings for grievous bodily harm causing death were instituted by the police. On the same day the applicant was questioned. He submitted that he knew P. as she was his neighbour. She had lived alone and communicated with nobody. He further submitted that in September 2002 two persons, K. and M., had built an extension to P.'s house and on 28-29 September 2002 there had been a party in the neighbourhood.", "8. On 1 October 2002 the applicant was arrested. In the report drawn upon his arrest it was indicated, without any further details, that the applicant had been arrested on suspicion of causing grievous bodily harm to P. The applicant was further questioned as a suspect. He submitted that in the evening of 27 September 2002 he had wanted to buy some home-made alcohol or to borrow some money from P. As the latter had refused, he had hit her with his wooden walking stick. P. told him that she would inform the police. The applicant decided that if she did that he would get a criminal record, he had taken a knife and struck P. several times “in order to intimidate her and take revenge”. In his written statements he also wrote that he “refused to be represented by a lawyer and this was not related to his financial state”.", "9. On the next day the police held an on-site reconstruction of events with the participation of the applicant and witnesses Ku. and L.", "10. On 4 October 2002 the applicant was charged with inflicting grievous bodily harm causing P.'s death; he pleaded guilty. The maximum possible punishment for this crime was ten years' imprisonment. The applicant again confirmed that he did not need a lawyer.", "11. On the same day Konstyantinovskiy Town Court remanded the applicant in pre-trial custody.", "12. On 13 November 2002, during a forensic psychiatric examination, the applicant stated that he had not committed the crime and had been subjected to physical and psychological pressure from the police. The experts stated that the applicant was lying and insincere. They also indicated that although the applicant was “socially dysfunctional” and suffered from chronic alcoholism, he was able to control his actions.", "13. On 21 and 26 November 2002 the applicant submitted that he did not want to be legally represented and “would defend his rights himself”. On the latter date he also pleaded guilty and indicated that he had not wanted to kill P.", "14. On 25 November 2002 the Konstyantinovka town prosecutor decided not to qualify the applicant's actions as murder.", "15. On an unknown date the case was transferred to the court.", "16. On 14 January 2003 during the preliminary examination of the case by the court the applicant lodged a request for a lawyer.", "17. On 28 January 2003 the applicant's representative, Mr Anikin, joined the proceedings as his lawyer.", "18. On 26 February 2003 the court returned the case for further investigation. In the court hearing the prosecutor indicated that more witnesses should be questioned, the construction workers who built an extension to P.'s house in September 2002 should be found, and there should be a further forensic examination of samples of P.'s skin, hair and nails and the applicant's stick. The applicant submitted that he had not committed the crime in question. He had confessed to it only because, being disabled, he was afraid that the police officers would ill-treat him. The ambulance doctor, G., testified that P. had said that she had been beaten by “men” without giving any names. G. insisted that the word was used in the plural. P.'s neighbours testified that P. lived alone and would never let strangers, including the applicant, who had lived on their street for a month, into her house.", "19. On 11 April 2003 the applicant's actions were reclassified as murder committed for financial gain, since the nature of the victim's injuries confirmed the attacker's intention to kill her. The possible penalties for this crime included a life sentence.", "20. On 12 May 2003 the applicant was questioned in the presence of his lawyer and denied guilt.", "21. On 25 November 2003 the Donetsk Regional Court of Appeal found the applicant guilty of murder and robbery. In particular, it found that the applicant had hit P. with his walking stick and with a knife, and had stolen a half-litre of home-made alcohol, an apple and a glass. In a court hearing the applicant contested the charges and submitted that he had pleaded guilty because the police officer Ki. had beaten him and the investigation officer Ko. had promised him the minimum punishment if he pleaded guilty. In the applicant's opinion, P. had been murdered by the people who had built the house extension, because she had not paid them.", "22. The court rejected the applicant's submissions and referred to the applicant's testimony given during the pre-trial investigation. It also based its decision on the following evidence.", "23. G., the ambulance doctor, testified that P. had told her that she had been attacked by a man, without giving a name. Ku. and L. testified that they had been present at the on-site reconstruction of events during which the applicant had explained how had he committed the crime. He was not subjected to any pressure. The police officer, Ki., explained that he had never met the applicant. The investigation officer, Ko., testified that the applicant had not been subjected to any pressure. K. and M. submitted that P. had paid them for their work. When they played football with the applicant he told them that they had not been paid enough. The forensic medical examination confirmed that some of P.'s injuries could have been inflicted in the circumstances described by the applicant earlier. According to the DNA examination the blood from the blood spots on the applicant's trousers could have been P.'s, with a degree of probability of 1/2000.", "24. The court finally sentenced the applicant to thirteen years' imprisonment, with obligatory treatment for alcoholism.", "25. The applicant appealed against this decision. He complained, inter alia, that his actions had been wrongly classified at the pre-trial stage of the proceedings, which had breached his right to defence. The applicant indicated that P. knew him but while still alive she had never identified him as her attacker. Also, P.'s neighbours, including Pu. and Ma., who were drinking in the house next to the victim's, were not questioned at all, or only perfunctorily.", "26. On 18 March 2004 the Supreme Court of Ukraine, in the presence of a prosecutor, upheld the applicant's sentence. Neither the applicant nor his lawyer were present at the hearing. The applicant was apprised of this decision on 3 August 2004.", "27. The relevant extracts from Article 45 of the CCP as worded at the material time read as follows:", "“Participation of a defence lawyer in the inquiry, pre-trial investigations and trial by the first-instance court is compulsory:", "...", "...", "(4) from the moment of the person's arrest or when he or she is [officially] charged with a criminal offence carrying a penalty of life imprisonment...”", "28. Article 46 of the CCP as worded at the material time provided that a suspect, accused or defendant was entitled to waive his or her right to defence counsel. Such a waiver was permissible only on the initiative of the suspect, accused or defendant, himself or herself.", "A waiver was not permitted if the participation of a defence lawyer was compulsory."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}