{"ITEMID": "001-57602", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1981, "DOCNAME": "CASE OF X. v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 5-4;No violation of Art. 5-1;Not necessary to examine art. 5-2;Just satisfaction reserved", "JUDGES": "", "TEXT": ["8. The applicant, a United Kingdom citizen born in 1934, died in 1979. At the time of lodging his application with the Commission he was detained in Broadmoor Hospital, a special secure mental hospital for the criminally insane.", "His complaints were directed against his recall to Broadmoor Hospital in April 1974, following a three-year period of conditional discharge. He claimed that his recall was unjustified, that he was not promptly given sufficient reasons for his re-detention, and that he had no effective way of challenging the authorities’ action.", "9. In England and Wales the law relating to the confinement of persons of unsound mind, and more particularly the compulsory detention of patients concerned in criminal proceedings, is contained in the Mental Health Act 1959 (\"the 1959 Act\"). At present, a review of the relevant provisions of the Act is under way.", "A \"patient\" is defined by section 147 par. 1 as \"a person suffering or appearing to suffer from mental disorder\"; according to section 4 par. 1, \"mental disorder\" means \"mental illness, arrested or incomplete development of mind, psychopathic disorder, any other disorder or disability of mind\". The \"responsible medical officer\" (as referred to in subsequent paragraphs of this judgment) is defined by section 80 par. 1 as being \"the medical practitioner in charge of the treatment of the patient\".", "10. Section 60 par. 1 of the 1959 Act empowers criminal courts to direct where appropriate that a person convicted of an offence shall be dealt with by way of medical treatment rather than by way of punishment, if necessary in a special secure mental hospital for the criminally insane (section 40 of the National Health Service Reorganisation Act 1973). Thus, where a person is convicted before a Crown Court - prior to 1971, a Court of Assize or Quarter Sessions - of an offence other than an offence the sentence for which is fixed by law, the court may, pursuant to section 60 par. 1, by order (hereafter referred to as a \"hospital order\") authorise his admission to and detention in such hospital as may be specified in the order. The conditions which must be met include the following:", "a) the court must be satisfied, on the written or oral evidence of two medical practitioners (at least one of whom has special experience in the diagnosis or treatment of mental disorders), that the offender is suffering from mental illness, psychopathic disorder, subnormality or severe subnormality; and that the mental disorder is of a nature or degree which warrants the detention of the patient in a hospital for mental treatment;", "b) the court must be of the opinion, having regard to all the circumstances, including the nature of the offence and the character and antecedents of the offender, and to the other available methods of dealing with him, that the most suitable method of disposing of the case is by means of a hospital order.", "11. Under section 65 par. 1, where it appears to the court, having regard to the nature of the offence, the antecedents of the offender and the risk of his committing further offences if set at large, that it is necessary for the protection of the public, the court may by further order (hereafter referred to as a \"restriction order\") direct that the hospital order shall be subject to special restrictions in respect of discharge, either without limit of time or during such a period as may be specified in the order. Before making a restriction order, the court must hear oral evidence from at least one of the medical practitioners mentioned above.", "12. Where a restriction order has been made, responsibility for the control of the patient, though not for his treatment, is vested in the Home Secretary.", "Thus, the Home Secretary has special powers under section 66 of the 1959 Act in connection with the discharge of restricted patients. If he is satisfied that the restriction order is no longer required for the protection of the public, he may direct that the patient shall cease to be subject to the special restrictions (sub-section 1). While a restriction order is in force, he may, \"if he thinks fit\", discharge a patient from hospital either absolutely or subject to certain conditions; where he absolutely discharges him the restriction order ceases to have effect (sub-section 2). If the discharge is conditional, the Home Secretary may, at any time during the continuance in force of the restriction order, by warrant recall the patient to hospital (sub-section 3).", "13. According to section 66 par. 6 to 8 of the 1959 Act, the Home Secretary may at any time refer to a Mental Health Review Tribunal for their advice the case of a patient who is for the time being subject to a restriction order. The patient himself may not apply directly to such a Tribunal, but he may ask the Home Secretary in writing to do so. Where so asked by a patient who is detained in hospital, the Home Secretary must refer the patient’s case to the Tribunal within two months of the receipt of the request unless during that period he discharges the patient absolutely or conditionally. Such requests may only be made at certain specified intervals, namely one year after the date of the relevant hospital order, one year after that and thereafter once every two years. In the case of a patient conditionally discharged and subsequently recalled, application may be made six months after readmission, one year after readmission and thereafter biennially.", "14. Mental Health Review Tribunals, set up under section 3 of the 1959 Act, consist of a lawyer, a psychiatrist (independent of the detaining authority who examines the patient) and a third member with suitable qualifications. One of the functions of such a Tribunal is to advise the Home Secretary periodically about the patient’s condition (see the preceding paragraph). The Home Secretary takes this advice into consideration, but is not bound by it. He may therefore reject the advice where medical opinion is not unequivocal, there is a conflict with other advice he has received or the interests of public safety so require.", "Rule 19 of the Mental Health Review Tribunals Rules provides that a Tribunal shall consider a reference made by the Home Secretary in whatever informal manner they think appropriate, that they may interview the patient and that they shall interview him if he so requests. In practice, a restricted patient may, like any other detained patient, be legally represented or accompanied by members of his family, or both. The dossier of papers supplied to the Tribunal by the Home Office is not generally disclosed to the patient himself and only partially disclosed to the legal representative, if any. In particular, the home circumstances report is never sent to the legal representative and the up-to-date medical report only if the responsible medical officer agrees.", "Advice from Mental Health Review Tribunals about restricted patients is regarded as confidential to the Home Secretary. Patients and the representatives are simply told that the Minister’s decision has been taken in the light of Tribunal advice.", "15. According to the evidence submitted by the Government, there are four ways by which the need for continued detention of a restricted patient may come to be reviewed by the Home Office:", "- there may be a recommendation from the medical officer responsible for the patient that the patient should be discharged;", "- the patient may ask for his case to be referred to a Mental Health Review Tribunal (see paragraph 13 above);", "- the patient may write about his case to a Member of Parliament who brings it to the attention of the Secretary of State;", "- the patient himself may write to the Secretary of State asking that he be discharged.", "16. The person responsible for initially taking a recalled patient \"into custody\" will usually be a police officer, but may also be a social worker, a probation officer, a nursing officer or \"any person authorised in writing by the managers of the hospital\" (see sections 40 par. 1 and 66 par. 3 (b) of the 1959 Act).", "At the end of 1980 ministerial circulars issued to the relevant authorities, including the police, the probation service and the special hospitals, announced that \"in order to meet criticisms made by the European Commission of Human Rights\", a new two-stage procedure for informing recalled patients of the reasons for their re-detention was to be introduced. At the first stage of this procedure, the person taking the patient into custody should inform the patient in simple terms that he is being recalled to hospital on the authority of the Home Secretary pursuant to the provisions of the 1959 Act and that a further explanation will be given later. A detailed account of the reasons for the recall must then be provided to the patient by the medical staff at the hospital where he is to be detained; this is to be done as soon as possible after the patient’s admission to hospital and in any event within 72 hours of admission. The responsible medical officer is also required to ensure that the officer who supervised the patient during release and a responsible member of the patient’s family (or his legal adviser) are informed of the reasons.", "17. Any person who is detained may make an ex parte, that is to say, a unilateral, application for a writ of habeas corpus to a Divisional Court of the Queen’s Bench Division or, if no such Court is sitting at that time, to a single judge (of the High Court) in court or, if there is none, to such a judge wherever he may be found. Habeas corpus is a common law remedy, developed both by statute and by the courts themselves, by which a person may challenge the legality of his detention. Applications are given priority over other business. The case is considered on the basis of affidavit evidence, as to which cross-examination does not take place in practice. The normal procedure is for applications to be made by counsel; only in exceptional circumstances would a court hear an applicant in person. The judge or the Divisional Court may, where the illegality is clear, order that the writ issue forthwith but more commonly will arrange for the person holding the detainee to be notified of the application and be given an opportunity of appearing before the full court to justify the detention. If at the hearing the Divisional Court is not satisfied that the detention is lawful, it will issue the writ which will have the effect of procuring the release of the person detained.", "There is in this respect no limitation on access to the courts by patients detained under the 1959 Act. According to the Government, such patients may apply at any time for a writ of habeas corpus save that where an application fails a fresh application made on the same grounds but without fresh evidence to support it will not succeed.", "18. The scope of review open to the courts in habeas corpus proceedings can be extensive. Under sections 3 and 4 of the Habeas Corpus Act 1816, the courts may inquire into the truth of the facts stated in the return to a writ of habeas corpus where the applicant is confined \"otherwise than for some criminal or supposed criminal matter and except persons imprisoned for debt or by process in any civil suit\".", "19. However, the operation in practice of the remedy of habeas corpus is by no means uniform and the case-law is not free from apparent contradiction. One factor partially explaining the apparently contradictory nature of the case-law is, as the Government pointed out, that the scope of review undertaken by the courts varies according to the context in which the application for a writ is brought. In particular, where the liberty of the subject has been restrained on account of an order made in purported exercise of a discretionary power vested by statute in the executive authorities, the scope of review will to a large extent be governed by the terms of the relevant statute.", "In habeas corpus proceedings, in examining an administrative decision to detain, the court will always inquire whether the applicant has been lawfully detained in accordance with the requirements stated in the relevant legislation. Furthermore, even an order for detention that is technically good on its face can be upset, inter alia, if the detaining authority misused its powers by acting in bad faith or capriciously or for a wrongful purpose (see R. v. Governor of Brixton Prison, ex parte Sarno (1916) 2 King’s Bench 742 and R. v. Brixton Prison (Governor), ex parte Soblen (1962) 3 All England Law Reports 641), or if the decision to detain is supported by no sufficient evidence or is one which no reasonable person could have reached in the circumstances (see Shahid Iqbal (1978) 3 Weekly Law Reports 884 and Zamir v. Secretary of State (1980) 2 All England Law Reports 768). Subject to the foregoing, the court will not be able to review the grounds or merits of a decision taken by an administrative authority to the extent that under the legislation in question these are exclusively a matter for determination by that authority.", "If the return to the writ on its face shows a valid authority for the detention, it will in effect be for the applicant to establish that the detention is illegal (see Re Wajid Hassan (1976) 2 All England Law Reports 123 and Zamir v. Secretary of State, loc. cit.).", "20. In 1965 and 1966, the applicant received psychiatric treatment for delusions. He was diagnosed as having a paranoid psychosis.", "On 22 October 1968, he appeared at the Sheffield Assizes and pleaded guilty to a charge of wounding with intent to cause grievous bodily harm. The facts before the court were that the applicant had struck a workmate in the mouth with a heavy spanner.", "Following his conviction, the court remanded him in custody for medical reports. At the adjourned hearing on 7 November 1968, oral reports were given by two medical practitioners concerning the applicant’s mental health; the court made an order under section 60 of the 1959 Act for his admission to and detention in Broadmoor Hospital, a special secure mental hospital for the criminally insane. The court also made a restriction order against the applicant for an indefinite period in accordance with section 65.", "21. During X’s detention in Broadmoor Hospital, his case was frequently reviewed by the hospital authorities. In January 1970, his case was referred, at his own request, to a Mental Health Review Tribunal. In the light of the Tribunal’s advice, the Home Secretary decided not to authorise the applicant’s discharge or transfer to another hospital.", "However, in January 1971, the responsible medical officer was able to report an improvement in X’s condition to the extent that he recommended that X should be conditionally discharged. On 19 May 1971, the Home Secretary ordered the applicant’s conditional discharge under section 66 par. 2 of the 1959 Act. The conditions to be observed were that the applicant should reside at the matrimonial home, be under the supervision of a probation officer and attend a psychiatric out-patients’ clinic as directed by the responsible medical officer at Broadmoor Hospital.", "22. Throughout the time of his conditional discharge the applicant lived with his wife. He committed no further criminal offence. After an initial period of unemployment, he eventually settled into stable employment. He was seen at regular intervals by the nominated probation officer and a consultant psychiatrist at Sheffield. Reports on his mental condition indicated that he continued to suffer from mental disorder, but until April 1974 the probation officer, the responsible medical officer at Broadmoor to whom the probation officer was reporting and the consultant psychiatrist in Sheffield saw no reason why he should not stay at liberty.", "23. On Friday, 5 April 1974, however, the applicant’s wife visited the probation officer and told him that the applicant’s condition had not, for a long time, been as she had described in her previous progress reports. On the contrary, she said, he remained deluded and threatening, using obscene language, accusing her of loose morals, and drinking quite heavily. She told the probation officer that she had reached the end of her endurance and intended to leave her husband the following day, but was afraid to stay in the house with him that night.", "The probation officer alerted the responsible medical officer at Broadmoor. The medical officer was aware of X’s previous history, including his record of impulsive and dangerous conduct under stress; he also had copies of the psychiatric reports prepared on X during the latter’s period of conditional release. In consequence, the doctor became alarmed at the possibility of a recurrence of violent behaviour by X, especially if X came to know of his wife’s intention to leave him. The doctor did not judge it necessary to seek to have the wife’s complaints verified since it was in his view sufficient that the complaints had been made and that the probation officer found them credible. The doctor therefore referred the matter to the Home Secretary who, acting on his advice, ordered the applicant’s immediate recall to Broadmoor Hospital in pursuance of section 66 par. 3 of the 1959 Act.", "24. On the afternoon of the same day, shortly after his return home from work, X was taken into custody by the police. There is no evidence as to what exactly the police said to the applicant on detaining him. X maintained that he received no explanation other than the warrant order itself. The Government referred to the usual procedure then applied in cases of this kind whereby the person concerned was simply informed that he was being recalled to Broadmoor by the Home Secretary. X was detained overnight and escorted back to Broadmoor Hospital on the following day.", "25. According to the applicant, on his arrival at the hospital he was not given any explanation for his recall, although he inferred from interviews with the responsible medical officer some time after his readmission that it had something to do with complaints from his wife.", "The Government maintained that immediately on X’s return to Broadmoor the responsible medical officer sought to explain to him the reasons for his recall, and in particular the fears and anxieties expressed by his wife. However, since X was at this time extremely resentful, disturbed and suffering from delusions, it is possible, so the Government submitted, that he did not fully understand or appreciate the explanations afforded to him.", "26. On the Saturday morning before being escorted back to Broadmoor, X had instructed solicitors to apply for a writ of habeas corpus on his behalf.", "The following Monday, the solicitors spoke on the telephone to the responsible medical officer who, in confidence, mentioned in general terms the wife’s visit to the probation officer, her anxiety regarding aspects of the applicant’s behaviour and his, the doctor’s, action in advising recall because of concern for the wife’s safety.", "The application - which was made ex parte - came before the Divisional Court on 24 May. With the agreement of X’s counsel, the application was adjourned in order to enable further information to be sought; the Court wished in particular to know more about the reasons that had led to the Home Secretary’s action. One of the judges remarked: \"It really needs more information, ... and very often the patient himself is unable to give it. One has to look to the sources which have called for his recall.\"", "27. The same day, the applicant’s solicitors wrote to the Home Office requesting information as to the reasons for their client’s recall. By letter dated 31 May 1974, the Home Office replied:", "\"In April 1974 the supervising probation officer reported to the responsible consultant psychiatrist at Broadmoor that [X’s] condition was giving cause for concern. In the light of the advice subsequently received from the consultant the Home Office considered it necessary for the protection of the public and in [X’s] own interest that he would be recalled to hospital immediately for further observation and treatment.\"", "The solicitors also approached the probation service in Sheffield, but the probation service declined to supply them with the information sought.", "28. On 21 June 1974, the adjourned application for a writ of habeas corpus was heard in the Divisional Court of the Queen’s Bench Division. The Court had before it the Home Office letter of 31 May 1974, letters from three of the applicant’s former workmates stating that they found nothing unusual about his behaviour, and affidavits from the applicant himself, from his general practitioner and from the consultant psychiatrist in Sheffield. Exhibited to the two latter affidavits were medical reports supplied at the request of X’s solicitors and covering the period of conditional discharge.", "In his report, dated 12 June 1974, the consultant psychiatrist wrote:", "\"For quite a time I felt that whilst one was sitting on a time-bomb I had no clear evidence that he was in fact likely to be harmful to somebody. Nevertheless I felt very apprehensive throughout the whole of his period ... In my opinion the man is a querulous suspicious person liable to paranoid ideation and inevitably presents a risk to the community ...\"", "He also confirmed views he had expressed in September 1971 in a letter to the Sheffield probation service. In this letter he spoke of the need to \"steer [X] clear of depressed situations which could lead to murder or serious bodily harm to other people\", and added:", "\"The greatest danger in handling him is to lose one’s judgement to such an extent that one minimises the degree to which he has shown evidence of a striking paranoid psychosis.\"", "Counsel for the applicant, stating that his client had not the slightest idea why the probation officer had alerted the responsible medical officer at Broadmoor, explained:", "\"... although enquiries have been made, no information has been obtained on that point so that it is difficult for the applicant or his advisers to know whether there was sufficient justification for the course taken by the Home Secretary.\"", "29. At the close of the hearing, the Divisional Court rejected the application. Although the record of the proceedings contained in the transcript is not entirely clear, it would appear that the Court, in reaching its conclusion, had regard to the discretion vested in the Home Secretary under section 66 par. 3 of the 1959 Act, the apprehension expressed by the consultant psychiatrist, and the fact that the probation officer saw possible signs of impending danger to other people. The concluding remarks of one of the judges on the Court were as follows:", "\"Unless the Broadmoor authorities, [the consultant psychiatrist] and the Home Secretary take this view, then people life [X] cannot be released from hospital except in the most exceptional circumstances. The only possible way this can operate is by letting people out on licence, with very careful supervision, and an immediate reaction in the event of any signs of new danger ...\"", "30. Following X’s readmission to Broadmoor, his responsible medical officer was of the opinion that he should be further detained for treatment and medical reports indicated that he remained in a psychotic state.", "In July 1975, X asked the Home Secretary to refer his case to a Mental Health Review Tribunal in accordance with section 66 par. 8 of the 1959 Act (see paragraph 13 above); X claimed to have made an earlier request in February 1975, but there is no record of this, either in the Home Office or at Broadmoor. The hearing before the Mental Health Review Tribunal took place in October 1975. The Tribunal’s advice, which was not communicated to X or his solicitors, was to the effect that the patient continued to suffer from mental illness but could now be released provided he remained subject to certain conditions. In December 1975, the responsible medical officer having noted an improvement in the patient’s state, the Home Secretary agreed in principle to a conditional discharge if suitable arrangements could be made.", "X left the hospital in February 1976 on leave. In July of that year, the Home Secretary consented to his conditional discharge. X died on 17 January 1979."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}