{"ITEMID": "001-112420", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF IACOV STANCIU v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Respondent State to take measures of a general character (Article 46-2 - Measures of a general character);Pecuniary and non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["6. The applicant was born in 1977 and lives in Bucharest.", "7. On 17 September 2002 the Prahova County Court sentenced the applicant to 12 years and 6 months’ imprisonment. The decision became final on 18 February 2004 with the decision of the High Court of Cassation and Justice.", "8. The applicant was arrested on 24 January 2002. He remained in prison until his release on probation on 18 May 2011. He served his sentence as follows:", "- from 24 January to 1 February 2002 in Ploieşti Prison;", "- from 1 to 26 February 2002 in Jilava Prison Hospital;", "- from 26 February 2002 to 7 January 2003 in Ploieşti Prison;", "- from 7 January 2003 to 20 March 2003 in Mărgineni Prison;", "- from 20 March 2003 to 29 February 2004 in Jilava Prison;", "- from 29 February 2004 to 11 February 2005 in Ploieşti Prison;", "- from 11 February to 21 February 2005 in Jilava Prison;", "- from 21 February to 3 March 2005 in Ploieşti Prison;", "- from 3 March to 25 April 2005 in Jilava Prison Hospital;", "- from 25 April to 8 July 2005 in Jilava Prison;", "- from 8 July to 18 July 2005 in Rahova Prison;", "- from 18 July to 21 July 2005 in Ploieşti Prison;", "- from 21 July to 29 August 2005 in Rahova Prison;", "- from 29 August to 27 September 2005 in Ploieşti Prison;", "- from 27 September to 3 October 2005 in Rahova Prison;", "- from 3 October to 22 November 2005 in Ploieşti Prison;", "- from 22 November to 28 November 2005 in Rahova Prison;", "- from 28 November 2005 to 7 February 2006 in Ploieşti Prison;", "- from 7 February to 13 March 2006 in Jilava Prison Hospital;", "- from 13 March to 9 May 2006 in Ploieşti Prison;", "- from 9 May to 15 May 2006 in Rahova Prison;", "- from 15 May 2006 to 11 January 2007 in Ploieşti Prison;", "- from 11 January 2007 to 12 January 2007 in Rahova Prison Hospital;", "- from 12 January to 2 March 2007 in Jilava Prison;", "- from 2 March to 19 June 2007 in Rahova Prison;", "- from 19 June 2007 to 19 July 2007 in Jilava Prison Hospital;", "- from 19 July to 27 September 2007 in Rahova Prison;", "- from 27 September to 12 October 2007 in Ploieşti Prison;", "- from 12 October 2007 to 11 November 2008 in Rahova Prison;", "- from 11 November 2008 to 14 November 2008 in Ploieşti Prison;", "- from 14 November to 4 December 2008 in Rahova Prison;", "- from 4 December 2008 to 11 May 2010 in Jilava Prison;", "- from 11 May to 28 May 2010 in Bacău Prison;", "- from 28 May to 21 June 2010 in Craiova Prison;", "- from 21 June to 5 July 2010 in Colibaşi Prison;", "- from 5 July 2010 to 13 July 2010 in Craiova Prison;", "- from 13 July 2010 to 18 May 2011 in Jilava and Ploieşti Prison.", "9. The exact circumstances of the applicant’s detention are in dispute between the parties.", "10. In respect of all the establishments in which he had been detained, the applicant alleged that he had been kept in overcrowded cells, in poor conditions of hygiene, that the food had been poor, and that he did not enjoy enough out-of-cell time and appropriate activities.", "11. He also referred to the information provided in the CPT and APADOR-CH reports and to the conditions of detention already established by the Court in its previous judgments with respect to each of the detention facilities where he was detained, alleging that he had experienced the same conditions.", "12. The material conditions in Ploieşti Prison throughout the periods when he was detained there between 24 January 2002 and 14 November 2008, were described by the applicant as follows.", "13. The cells were overcrowded and he often had to share an 80 cm wide bed with another inmate. He shared cells equipped with 15 to 24 beds with 20 to 45 detainees: in cell no. 15 (formerly no. 9) there were 24 beds for 42 inmates; in cell no. 31 (formerly no. 22) there were 30 beds for 54 inmates; in cell no. 24 (formerly no. 15) there were 24 beds for 38 inmates; and in cell no. 22 (formerly no. 13) there were 21 beds for 37 inmates.", "The above information makes it possible to calculate the personal space available to each detainee and is consistent with the information submitted by the Government and the National Prison Administration (“NPA”) and with the CPT reports on the surface of cells and the occupancy rate. For instance, in May 2005 there were 774 detainees in Ploieşti Prison, whereas the legal capacity of the prison was 566 places. In terms of the minimum space of 4 square metres per person recommended by the CPT, the prison should have housed no more than 220 inmates. The applicant referred to the CPT’s findings that the main problem of Ploieşti Prison was overcrowding, with no more than 2 square metres of personal space per detainee.", "14. There were only bunk beds, and the top bed was 2 metres high. There were no tables in the cells and there was no dining room, so detainees had their meals and other activities (writing, playing chess, and so on) in bed. Cells had only one window, which was 180 cm wide and 120 cm high.", "15. Cells were infested with insects, and the bed linen was unclean and lice-infested.", "16. There were only one or two sinks to a cell, providing cold water only.", "17. Access to communal showers with hot water was allowed only once a week.", "18. The applicant alleged a lack of activities outside the cell during his stay in Ploieşti Prison. He referred also to the CPT findings that the lack of daily activities in that prison was another major problem.", "19. The applicant alleged that the cells in Mărgineni Prison were overcrowded too, so he had to share a bed with another inmate. In the cell he occupied, no. 56, there were 36 beds for 68 inmates.", "The sinks in the cell did not have hot water and there were 2 toilets for all 68 prisoners.", "20. The material conditions in Rahova Prison and its Hospital throughout his detention there between 2005 and December 2008, were described by the applicant as follows.", "21. There was overcrowding in Rahova Prison and detainees had some 2.77 square metres per person.", "22. There were no chairs in the cell, and the metal bunk beds were designed so that detainees were not able to sit up straight on the lower bed.", "23. Lavatories in the cells had deteriorated ceilings and walls and hot water was available only once a week for one hour.", "24. Moreover, during an unspecified period in the summer of 2005 the water was cut off between 9 a.m. and 1 p.m. and between 4 p.m. and 6 p.m., a situation due, according to a statement made by the head of logistics at Rahova Prison, to a general water shortage.", "25. As a result of these conditions, the applicant was unable to maintain a proper standard of corporal hygiene.", "26. The material conditions which the applicant experienced during his periods of detention in Jilava Prison and its hospital from 2003 until his release in 2011 were described by the applicant as follows.", "27. Overcrowding was general and severe throughout the prison and the personal space per detainee was extremely limited: cells with a surface of 13 square metres were accommodating 8 prisoners, and cells with a surface of 20 to 25 square metres housed 35 to 40 prisoners. There were several rows of bunk beds. The applicant often had to share a bed with another inmate; in cell no. 215, for instance, there were 30 beds for 45 inmates, and in cell no. 206 there were 21 beds for 30 inmates.", "28. The above information makes it possible to calculate the personal space available to each detainee and is consistent with the information submitted by the Government and the National Prison Administration (“NPA”) on the surface of cells and the occupancy rate. Between 2007 and 2010 the personal space available to detainees, according to the monthly information recorded in the official registers, varied from 1.21 square metres in April 2007 to 2.43 square metres in March 2008 and 2.34 square metres from February to May 2010. During all these years, only in February 2008 did the applicant have personal space exceeding 4 square metres, that is, 4.55 square metres, to be precise.", "29. The sanitary facilities were poor, the toilets had no water supply and the sinks in the cells had no hot water.", "30. Cells were often dirty and the bed linen was old, worn and often unclean.", "31. Sanitary conditions were very poor, there were cockroaches, rats, lice and bedbugs in the prison; the applicant was even bitten by a rat in August 2009, for which he was given a vaccination.", "32. There were hardly any out-of-cell activities.", "33. The Government submitted more than 2,000 pages with general information on the legal framework and conditions of detention in prisons in Romania, and part of the applicant’s administrative file in detention.", "34. With regard to overcrowding, they submitted that the overcrowding problem had been solved in 2004, save in Ploieşti Prison, where it had been solved only in 2006. The Government provided information submitted by the NPA concerning the number of beds available in each prison and the number of detainees accommodated each year. It shows that in the prisons of Jilava, Rahova and Mărgineni, the number of beds has exceeded the number of prisoners since 2004. In Ploieşti Prison the number of beds has exceeded the number of detainees since 2006.", "35. The Government submitted nonetheless that it was not always possible to determine the precise cells where the applicant had been detained, as prison records were regularly destroyed after a certain time.", "36. Detainees were responsible for cleaning the cells and were accordingly provided with the necessary cleaning products. The other parts of the prisons were cleaned twice a day or whenever necessary, specialised companies were in charge of disinfesting the premises every four months or whenever necessary and the bed sheets were changed once a week.", "37. It was the legal right of detainees to be provided with the necessary products for their personal hygiene.", "38. Between 2006 and 2009 substantial investments were made to modernise the prisons. In each prison there was a committee in charge of supervising the condition of the buildings and cells and ordering repairs whenever necessary. These committees functioned or function according to orders nos. 10306/1997, 82957/1998 and 434/2006 of the General Directorate of Prisons (GDP) within the Ministry of Justice, and order no. 328/2010 of the Director General of the Prisons Directorate.", "39. As a result of the entry into force of Law no. 275/2006, the domestic legislation concerning detention facilities now complied with CPT recommendations on lighting, heating, ventilation, sanitary installations and furniture in prisons.", "40. In all prisons the quality of drinking water was checked regularly, as required by Law no. 458/2002, Government Decision no. 974/2004 and Order no. 3149/2003 of the GDP’s Director General. Cut-offs were purely accidental or limited in time. As for the food, the quantity and quality were set according to the categories of detainees, as prescribed by Order no. 2713/C/2001 of the Minister of Justice.", "For an ordinary, male, non-working detainee, the standard was set by “Norm no. 17” at 2,855 calories per day, from a diet consisting of starch, pork meat, vegetables of the Apiaceae family, biscuits, tinned vegetables, margarine, oil, marmalade, 20 grams of salted cheese, onion and garlic, sugar and various spices. Other kinds of meat, fresh vegetables and dairy products, as well as eggs and fruit, dried or fresh, were reserved for particular categories of detainees, such as pregnant women and their babies and sick detainees during their stay in a hospital.", "41. Before the adoption of Law no. 275/2006, prisoners were entitled to at least one shower per week and they could have their bed sheets changed once every fortnight.", "Law no. 275/2006 improved this situation, providing for detainees to have a shower at least twice a week and, since all prisons now had a laundry service, bed sheets were changed weekly.", "42. All prisons had a central heating system and cells were heated in winter with warmers. The Minister of Justice’s Order no. 2874/C/1999 laid down clear rules regulating the heating of prisons according to their geographical location. In summer, according to an order of the GDP’s Director General, cell doors had to be kept open and sustained efforts were made to allow detainees to spend as much time outside the cell as possible.", "43. The Government made specific submissions in respect of the following detention facilities in which the applicant was detained:", "44. The Government had no information concerning the dimensions of the cells, the number of beds and the available space.", "45. There was no refectory room in Ploieşti Prison, so prisoners had their meals in their cells, where tables were part of the furniture.", "46. Air circulation was possible through the cell windows.", "47. Each cell had two sinks with cold water. Before 2006, prisoners were allowed to shower once a week. After the entry into force of Law no. 275/2006, they were entitled to two showers a week.", "48. As to outside activities, before 2006 the applicant was entitled to a daily one-hour walk. Law no. 275/2006 increased the duration of the daily walk, and the new norm depended on the detention regime (open, semi-open and closed).", "Moreover, the applicant had taken part in many out-of-cell activities which, before Law no. 275/2006 entered into force, were available every day to detainees in each cell. After 2006, only prisoners with an open or semi-open regime were entitled to daily activities.", "49. As regards the severe overcrowding in Ploieşti Prison, the Director of National Prison Administration had taken effective measures in January 2006 to diminish the number of prisoners admitted to prison.", "50. The Government had no information concerning the dimensions of the cells, the number of beds and the available space.", "51. Cells contained beds, a table, a bench, a coat hanger, a stand for a TV set and a TV set.", "52. A sanitary annex was equipped with sinks, shower, and toilets.", "53. Each cell and sanitary annex had windows, which let in air and natural light.", "54. Detention cell no. 56, where the applicant alleged that he had been detained, had 18 beds and 16 prisoners.", "55. The number of detainees did not exceed the number of beds. The cell, with a surface of 21 square metres and a window measuring 1.44 square metres, contained three beds, a table, a bench, a coat hanger and a stand for a TV set. A 1.2 square meters store room with a 0.72 square meters window was attached to the cell.", "56. A sanitary annex measuring 6.45 square metres was attached to the cell, equipped with two sinks, one shower, a toilet, and a window measuring 0.72 square metres.", "57. In winter, the cells were heated to 18 degrees. Hot and cold water was available permanently. Until 2006, detainees were allowed to use the shower weekly, and thereafter twice a week. However, in summer, to save money, there were restrictions on the use of cold water.", "58. The applicant was involved in many activities outside the cell, such as building wooden ships (from December 2007 to November 2008), writing articles for two prison newspapers, attending religious activities (from April 2007 to November 2008) and a special programme to prevent HIV infection and the consumption of illicit drugs, and he frequently used the prison library.", "59. The applicant also received psychological assistance for his problems.", "60. The prison records indicating the cells occupied by the applicant from 2003 to 2006 had been destroyed.", "61. In 2007 and 2008 the applicant had occupied cells no. 206, which measured 32.76 square metres, and no. 618, measuring 36.45 square metres. Between 11 and 30 persons had been held with him at a time.", "62. In 2008 and 2009 the applicant had occupied cell no. 514, measuring 43.65 square metres. Between 8 and 22 persons had been held with him at a time, although no exact details were available.", "63. The applicant had also occupied the following cells in 2009 and 2010:", "- nos. 102 and 104, each measuring 32.90 square metres and shared with 14 other persons;", "- no. 214, measuring 40.28 square metres, with 20 other persons;", "- no. 302, measuring 29.14 square metres, with 15 to 17 other persons;", "- no. 106, measuring 33.18 square metres, with 14 other persons;", "- no. 105, measuring 33.84 square metres, with 14 other persons;", "- no. 104, measuring 32.76 square metres, with 14 other persons.", "64. All the cells had good air circulation and natural light coming from three windows, in the cell, the sanitary group and the store room.", "65. Sanitary groups in the cells were disinfected every day, cells were whitewashed whenever necessary, and rat extermination and treatment with insecticide were carried out at least once every three weeks.", "66. Detainees were allowed to use the showers twice a week, on Mondays and Fridays.", "Cold water was available permanently, and in 2007 a water purification system was introduced for drinking water.", "67. As for outside activities, before 2006 the applicant was entitled to a daily 30 minute walk. Law no. 275/2006 increased that to three hours a day.", "Moreover, the applicant took part in many out-of-cell activities, such as sanitary, legal, moral and religious activities. He was also free to participate in activities focusing on family life and the prevention of HIV infection, sports and intellectual competitions, and maintaining a pro-active attitude to social activities.", "68. Both the applicant and the respondent Government relied mainly on documents from the applicant’s prison medical file. They each interpreted the information in the documents differently, however.", "69. The applicant alleged that while in detention he had developed various diseases as a result of the poor conditions. He alleged a lack of adequate treatment by the prison doctor and a lack of medicines.", "70. The applicant’s medical record drawn up when he was placed in detention on 25 January 2002 made no reference to any disease save for hepatitis which he had developed six years earlier.", "71. The applicant claimed that from 2002 he developed numerous dental problems, which became very serious for lack of proper treatment and monitoring.", "72. On 25 October 2002 the applicant was seen by a prison dentist, who diagnosed an abscess.", "He claimed that in November-December 2003 he had had several teeth extracted, but this was not recorded in his medical file.", "73. From January 2004, while in Ploieşti Prison, the applicant was issued with a series of medical records which referred to his dental health.", "In January 2004, for example, he received medical treatment with antibiotics and pain killers for toothache and regular headaches.", "On 13 May 2004, in reply to his request to see a dentist, the applicant was informed by the Ploieşti Prison that the prison dentist was on maternity leave. As a consequence, only emergencies were taken to the Ploieşti Hospital Dental Emergency Service. His case was not an emergency.", "On 25 August 2004, the Ploieşti Prison informed the NPA that the applicant had personality disorders and problems affecting his nose, but that he did not have any dental problems requiring emergency treatment.", "74. On 3 December 2004 he was diagnosed with occipital neuralgia (Arnold’s neuralgia), for which treatment was recommended.", "75. Between 2004 and 2006 the applicant sent numerous letters to the NPA about his dental problems.", "76. On 13 May and 26 August 2004 the NPA informed the applicant by letter that Ploieşti Prison had no dentist and that he would be sent to see the dentist at Târgşor Prison for urgent dental treatment only. The applicant was never sent to Târgşor Prison for dental treatment.", "77. On 28 October 2004, the applicant having requested a stay of execution of his sentence on health grounds, an official medical report issued by Prahova Department of Pathology diagnosed the applicant as having occipital neuralgia which could be treated within the prison system. No treatment was prescribed for his neuralgia and no mention was made of his dental problems.", "78. On 25 January 2005 the applicant was informed by the NPA that he had been diagnosed with “partial edentulism” (loss of teeth) and that the dental prosthesis he had been recommended could be manufactured within the prison dentistry system, but only when he could afford to pay for it.", "79. On 24 March 2005 the partial edentulism diagnosis was confirmed by the Jilava Bucharest Prison Hospital, which also diagnosed chronic periodontitis and recommended further dental extraction. On 20 April 2005 the applicant was hospitalised because of his frontal and lateral edentulism and a tooth was extracted; further monitoring was recommended.", "80. The applicant’s medical record indicated chronic periodontitis on the following dates: 22, 25 and 28 November 2005, 19 June, 19 July, 27 September, and 12 October 2007, and 13 November and 4 December 2008, but there is no mention of any treatment prescribed for this ailment.", "81. In 2005 the applicant complained on numerous occasions (in June, July, October and December) that he was not receiving appropriate medical treatment. In reply, based on information provided by the Ploieşti Prison, the NPA informed him that he was receiving appropriate treatment.", "82. On 19 September and 8 November 2005 the applicant submitted the same complaint to the Ministry of Justice. He provided details of his condition (a swollen neck and clearly visible injuries on his neck, sharp pains in the ears and blood in his saliva), and indicated that he had not been seen by a doctor.", "83. The applicant was hospitalised in Jilava Prison Hospital from 7 February to 13 March 2006 and was treated with antibiotics and pain killers. A medical letter of 13 March 2006 indicated that the applicant was suffering from multiple and complicated dental caries, chronic generalised periodontitis requiring treatment, frontal edentulism, neuralgia of the superior laryngeal nerve, nasal septal deviation, chronic rhinitis and occipital neuralgia requiring treatment. Special diet, antibiotics and treatment of the applicant’s dental problems were further recommended.", "84. On 23 March 2006 the NPA confirmed that the applicant had swollen glands and nodules in the mouth, but denied any link between these symptoms and the applicant’s dental problems, alleging that the latter had been treated.", "85. The applicant had several teeth extracted between March 2006 and November 2008.", "86. A medical report of 14 June 2007 indicated that the applicant was suffering from chronic periodontitis. No treatment was prescribed.", "87. On 1 September 2008 the applicant was able to consult a neurologist, who found that his migraine had worsened in terms of intensity and frequency.", "88. On 17 October 2008 the applicant was examined at the Rahova Hospital where he was diagnosed with chronic pharyngitis and dental radicular remains.", "89. The applicant’s medical record in Rahova Prison mentioned migraine on 4 December 2008; no treatment was mentioned.", "90. On 13 May 2010 the applicant’s medical file indicated that the applicant had lost 12 teeth and that little remained of two other teeth.", "91. Between 21 June and 1 July 2010 the applicant was hospitalised at the Colibaşi Prison Hospital, where he was diagnosed with duodenal ulcer, chronic hepatitis, chronic migraine, biliary dyskinesia and urinary tract infection. He was not examined by the dentist, who was on leave.", "92. On 2 July 2010 the administration of Rahova Prison indicated in a letter to the Romanian Government that the applicant was not known to have any chronic diseases.", "93. On 12 July 2010, while in Craiova Prison, the applicant demanded proper treatment for his dental problems, including dentures, and said that he was ready to bear the cost of the treatment.", "94. On 19 July 2010 NPA informed the applicant, in reply to his renewed request for a dental prosthesis that he had to pay 40 % of its price.", "95. In August 2010 the applicant reiterated his request for urgent treatment and informed the authorities that he was finally in a position to pay the necessary costs.", "96. On 11 October 2010 he was allowed to start the treatment for his dental problems at his own expense in the private practice of Dr E.M. in the city of Ploieşti, with appointments and treatment (including a prosthesis) on 11, 15, 20 and 26 October 2010, 3, 19, 23 and 29 November 2010, 3, 8 and 17 December 2010, and 5, 18 and 24 January 2011. During the appointments he was under prison escort. The medical findings and the treatment prescribed were recorded in health reports which were included in his prison medical file.", "The applicant submitted to the Court a copy of the medical report following his first appointment, on 11 October 2010, from which it appears that he had caries and needed a prosthesis.", "97. By May 2011 the applicant had lost 14 teeth.", "98. The Government submitted that while in Ploieşti Prison the applicant was diagnosed with tooth abscesses, partial edentulism, gum inflammation and chronic periodontitis.", "99. He was examined, diagnosed and/or underwent treatment as follows:", "- tooth abscesses, on 16, 17, 18 and 19 August 2002, on 9 and 15 January 2004 and on 20 December 2005;", "- tooth pain, facial and tooth neuralgia, on 11 April, 4 August, 1 September, 13 October and 3 November 2004;", "- periodontal inflammation, on 20 April 2005;", "- chronic periodontitis, on 13 May 2005 and 2 May and 16 June 2006;", "- tooth extraction, on 28 January 2006;", "- vital dental pulp extirpation, on 12 June 2006; and", "- coronary obturation of one root canal, on 22 September 2006.", "100. For all these problems he received appropriate treatment with antibiotics, vitamins, anti-inflammatory drugs and pain killers.", "101. While in Rahova Prison, the applicant was examined and diagnosed with periodontal abscess on 16 March 2007 and with vestibular abscess on 26 March 2007, for which he received antibiotic treatment.", "He also underwent the following surgery: two vital dental pulp extirpations on 12 June 2006, coronary obturation on 22 September 2006, root canal obturation on 29 March 2007, as well as two dental extractions, on 14 November 2007 and 29 January 2008.", "102. On 6 July 2007 the applicant was taken to the Dental Surgery Clinic in Bucharest, where no disease “requiring emergency surgery” was detected.", "103. The Government submitted a letter of 15 February 2011 from the Director of the Medical Directorate of the NPA, in which the Director indicated that, upon examination of the applicant’s prison medical file, it appeared that the applicant had received treatment for his dental problems from 9 January 2004 until 7 October 2010. He admitted that it did not emerge from that file that any therapy plan had been conceived in respect of the applicant’s dental problems. Lastly, the letter indicated that from 13 October 2010 the applicant had been consulting a private dentist in Ploieşti to have a prosthesis made.", "104. Lastly, the Government submitted an undated medical record concerning the applicant from which it appears that he was provided with an estimate of the costs of a dental prosthesis by the private practice of Dr E.M., where he had been treated between October 2010 and January 2011 (see paragraph 96 above).", "105. In 2004 and 2006 the applicant made numerous complaints on the basis of Government Ordinance no. 56/2003 (see paragraph 115 below) concerning the poor conditions of his detention, including the lack of beds and living space, and inadequate medical treatment.", "106. For instance, on 4 June 2004 the applicant lodged a complaint with the Ploieşti Court of First Instance, complaining of overcrowding, a poor diet and lack of appropriate medical care.", "This complaint was eventually dismissed by a final judgment of Prahova County Court on 12 August 2004, which found that “the conditions of detention complained of exist in all prisons and cannot therefore be considered as an action or a failure imputable to the prison administration and therefore contrary to the legal provisions”.", "107. Following the entry into force of Law no. 275/2006 on the execution of sentences (see paragraph 116 below), the applicant lodged a complaint with the delegate judge concerning the conditions of his detention, and in particular, poor hygiene, lack of personal space, lack of dental examinations and appropriate medical treatment in general, and inappropriate and insufficient food.", "108. On 26 January 2009 the delegate judge dismissed the complaint on the grounds that the conditions of detention in Jilava Prison were not contrary to the requirements of either the domestic law or the Council of Europe’s instruments, that Jilava Prison had not had a dentist since 2007 and that therefore detainees were taken for consultation in limited numbers to Prahova Prison, and that in any event, about 80% of the prison population in Romania had dental problems. The applicant was also informed that he would be taken to see a dentist at Rahova Prison on 29 January 2009.", "The applicant’s appeal against this decision was dismissed on 23 March 2009.", "109. On the basis of Article 455 of the Code of Criminal Procedure, in conjunction with Article 453 c), the applicant made several requests for a stay of execution of his sentence, in order to work and earn the money he needed for his family and to afford proper medical treatment for himself.", "110. His request made in 2004 was eventually dismissed by the Ploieşti Court of Appeal on 16 June 2004, despite a favourable recommendation by the Welfare Department of Ploieşti City Council.", "Another request, made in 2006, was dismissed on 15 November 2006 by the Ploieşti Court of Appeal, and a request made in 2007 was eventually dismissed by the Bucharest Court of First Instance on 12 December 2007.", "111. The applicant also lodged a criminal complaint against A.R., the general practitioner at Ploieşti Prison, alleging that he was left without appropriate medical care for his various ailments, such as dental and eye diseases, headaches, stomach ulcer, sinusitis and cervical spinal cord compression.", "112. On 13 October 2004 the military prosecutor in charge of the investigation took a statement from the doctor, who declared that the applicant had no chronic or acute disease that required emergency treatment. The same day, the prosecutor decided not to open proceedings against the doctor. The applicant’s appeal against that decision was dismissed on 18 February 2005 by a higher-ranking prosecutor as having been lodged out of time.", "The applicant lodged a complaint against the prosecutors’ decisions with the Bucharest Military Court, which dismissed it on 12 April 2005. This decision was upheld by the Military Court of Appeal (Tribunalul Militar Teritorial) on 26 May 2005.", "113. Articles 998 and 999 of the Civil Code provide that any person who has suffered damage can seek redress by bringing a civil action against the person who intentionally or negligently caused that damage.", "114. Excerpts from the relevant provisions of Law no. 23/1969, on the execution of sentences, concerning the rights of detainees are described in paragraphs 23 and 25 of the Năstase-Silivestru judgment (see NăstaseSilivestru v. Romania, no. 74785/01, 4 October 2007).", "115. Law no. 23/1969 was replaced by Emergency Ordinance no. 56/2003 (“Ordinance 56”) on the rights of prisoners, adopted by the Government on 25 June 2003 and ratified by Parliament on 7 October 2003. The Ordinance stated, in section 3, that prisoners had the right to bring legal proceedings before a court concerning measures taken by prison authorities in connection with their rights provided for by law. The court could either cancel the impugned measure or reject the complaint.", "116. Emergency Ordinance no. 56/2003 was repealed on 18 October 2006 by Law no. 275/2006 on the execution of sentences, which in its section 38 provides for a similar appeal to be lodged with a judge delegated by the court of appeal to supervise the observance of the prisoners’ rights. The delegate judge’s decisions can be appealed against to a court. The delegate judge and the court can either cancel the impugned measure or reject the complaint.", "Law no. 275/2006 also stipulates that sentences must be executed in conditions compatible with respect for human dignity, and that each detainee must be provided with a bed, that cells must have natural light, that detainees must wear civilian clothes when serving their sentences, and that if they do not have any, these should be provided free of charge by the prison authorities.", "No provision deals with the structural quality of the place of detention or how much space detainees should have.", "117. Order No. 433/C of the Minister of Justice, of 5 February 2010, concerning compulsory minimum standards in prison facilities, entered into force on 15 February 2010. According to this order, the minimum living space was set at 6 cubic meters per person (about 2 square metres per person) for prisoners assigned to the open and semi-open prison regime, and 4 square metres per person for other categories of prisoners, including minors and remand prisoners.", "118. Joint Order No. 1361/C/1016/2007 of the Ministers of Justice and Health, of 6 July 2007, concerning health insurance for detained persons provided, inter alia, that only detainees who lacked financial resources and had lost more than 50% of their chewing ability while in detention were entitled to a free prosthesis. In other cases, detainees had to bear part of the cost of the prosthesis.", "119. On 21 February 2012 the Ministers of Justice and Health issued a new Joint Order No. 429/125/2012 concerning health insurance for detained persons. According to this order, detained persons are entitled in all cases to free medical assistance from a special budget at the disposal of the National Prisons Administration.", "120. The Standard Minimum Rules for the Treatment of Prisoners, adopted by the First United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held in Geneva in 1955, and approved by the Economic and Social Council by its resolutions 663 C (XXIV), of 31 July 1957, and 2076 (LXII), of 13 May 1977, provide, in particular, as follows:", "“10. All accommodation provided for the use of prisoners and in particular all sleeping accommodation shall meet all requirements of health, due regard being paid to climatic conditions and particularly to cubic content of air, minimum floor space, lighting, heating and ventilation...", "11. In all places where prisoners are required to live or work,", "(a) The windows shall be large enough to enable the prisoners to read or work by natural light, and shall be so constructed that they can allow the entrance of fresh air whether or not there is artificial ventilation;", "(b) Artificial light shall be provided sufficient for the prisoners to read or work without injury to eyesight.", "12. The sanitary installations shall be adequate to enable every prisoner to comply with the needs of nature when necessary and in a clean and decent manner.", "13. Adequate bathing and shower installations shall be provided so that every prisoner may be enabled and required to have a bath or shower, at a temperature suitable to the climate, as frequently as necessary for general hygiene according to season and geographical region, but at least once a week in a temperate climate.", "14. All parts of an institution regularly used by prisoners shall be properly maintained and kept scrupulously clean at all times.", "15. Prisoners shall be required to keep their persons clean, and to this end they shall be provided with water and with such toilet articles as are necessary for health and cleanliness...", "19. Every prisoner shall, in accordance with local or national standards, be provided with a separate bed, and with separate and sufficient bedding which shall be clean when issued, kept in good order and changed often enough to ensure its cleanliness.", "20. (1) Every prisoner shall be provided by the administration at the usual hours with food of nutritional value adequate for health and strength, of wholesome quality and well prepared and served.", "(2) Drinking water shall be available to every prisoner whenever he needs it.", "21. (1) Every prisoner who is not employed in outdoor work shall have at least one hour of suitable exercise in the open air daily if the weather permits.", "45. (2) The transport of prisoners in conveyances with inadequate ventilation or light, or in any way which would subject them to unnecessary physical hardship, shall be prohibited...”", "121. The relevant extracts from the General Reports prepared by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) read as follows:", "“46. Overcrowding is an issue of direct relevance to the CPT’s mandate. All the services and activities within a prison will be adversely affected if it is required to cater for more prisoners than it was designed to accommodate; the overall quality of life in the establishment will be lowered, perhaps significantly. Moreover, the level of overcrowding in a prison, or in a particular part of it, might be such as to be in itself inhuman or degrading from a physical standpoint.", "47. A satisfactory programme of activities (work, education, sport, etc.) is of crucial importance for the well-being of prisoners... [P]risoners cannot simply be left to languish for weeks, possibly months, locked up in their cells, and this regardless of how good material conditions might be within the cells. The CPT considers that one should aim at ensuring that prisoners in remand establishments are able to spend a reasonable part of the day (8 hours or more) outside their cells, engaged in purposeful activity of a varied nature...", "48. Specific mention should be made of outdoor exercise. The requirement that prisoners be allowed at least one hour of exercise in the open air every day is widely accepted as a basic safeguard... It is also axiomatic that outdoor exercise facilities should be reasonably spacious and whenever possible offer shelter from inclement weather...", "49. Ready access to proper toilet facilities and the maintenance of good standards of hygiene are essential components of a humane environment...", "50. The CPT would add that it is particularly concerned when it finds a combination of overcrowding, poor regime activities and inadequate access to toilet/washing facilities in the same establishment. The cumulative effect of such conditions can prove extremely detrimental to prisoners.”", "“30. Health care services for persons deprived of their liberty is a subject of direct relevance to the CPT’s mandate. An inadequate level of health care can lead rapidly to situations falling within the scope of the term \"inhuman and degrading treatment\". Further, the health care service in a given establishment can potentially play an important role in combating the infliction of ill-treatment, both in that establishment and elsewhere (in particular in police establishments). Moreover, it is well placed to make a positive impact on the overall quality of life in the establishment within which it operates...", "34. While in custody, prisoners should be able to have access to a doctor at any time, irrespective of their detention regime [...] The health care service should be so organised as to enable requests to consult a doctor to be met without undue delay.", "Prisoners should be able to approach the health care service on a confidential basis, for example, by means of a message in a sealed envelope. Further, prison officers should not seek to screen requests to consult a doctor.", "35. A prison’s health care service should at least be able to provide regular out-patient consultations and emergency treatment (of course, in addition there may often be a hospital-type unit with beds). The services of a qualified dentist should be available to every prisoner. Further, prison doctors should be able to call upon the services of specialists.", "As regards emergency treatment, a doctor should always be on call. Further, someone competent to provide first aid should always be present on prison premises, preferably someone with a recognised nursing qualification.", "Out-patient treatment should be supervised, as appropriate, by health care staff; in many cases it is not sufficient for the provision of follow-up care to depend upon the initiative being taken by the prisoner.", "36. The direct support of a fully-equipped hospital service should be available, in either a civil or prison hospital...", "38. A prison health care service should be able to provide medical treatment and nursing care, as well as appropriate diets, physiotherapy, rehabilitation or any other necessary special facility, in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly...", "39. A medical file should be compiled for each patient, containing diagnostic information as well as an ongoing record of the patient’s evolution and of any special examinations he has undergone. In the event of a transfer, the file should be forwarded to the doctors in the receiving establishment.", "Further, daily registers should be kept by health care teams, in which particular incidents relating to the patients should be mentioned. Such registers are useful in that they provide an overall view of the health care situation in the prison, at the same time as highlighting specific problems which may arise...", "53. It lies with prison health care services - as appropriate acting in conjunction with other authorities - to supervise catering arrangements (quantity, quality, preparation and distribution of food) and conditions of hygiene (cleanliness of clothing and bedding; access to running water; sanitary installations) as well as the heating, lighting and ventilation of cells. Work and outdoor exercise arrangements should also be taken into consideration.", "Insalubrity, overcrowding, prolonged isolation and inactivity may necessitate either medical assistance for an individual prisoner or general medical action vis-à-vis the responsible authority.”", "“...", "As the CPT pointed out in its 2nd General Report, prison overcrowding is an issue of direct relevance to the Committee’s mandate (cf. CPT/Inf (92) 3, paragraph 46). An overcrowded prison entails cramped and unhygienic accommodation; a constant lack of privacy (even when performing such basic tasks as using a sanitary facility); reduced out-of-cell activities, due to demand outstripping the staff and facilities available; overburdened health-care services; increased tension and hence more violence between prisoners and between prisoners and staff. This list is far from exhaustive.", "The CPT has been led to conclude on more than one occasion that the adverse effects of overcrowding have resulted in inhuman and degrading conditions of detention...”", "“28. The phenomenon of prison overcrowding continues to blight penitentiary systems across Europe and seriously undermines attempts to improve conditions of detention. The negative effects of prison overcrowding have already been highlighted in previous General Reports...", "29. In a number of countries visited by the CPT, particularly in central and eastern Europe, inmate accommodation often consists of large capacity dormitories which contain all or most of the facilities used by prisoners on a daily basis, such as sleeping and living areas as well as sanitary facilities. The CPT has objections to the very principle of such accommodation arrangements in closed prisons and those objections are reinforced when, as is frequently the case, the dormitories in question are found to hold prisoners under extremely cramped and insalubrious conditions... Large-capacity dormitories inevitably imply a lack of privacy for prisoners in their everyday lives... All these problems are exacerbated when the numbers held go beyond a reasonable occupancy level; further, in such a situation the excessive burden on communal facilities such as washbasins or lavatories and the insufficient ventilation for so many persons will often lead to deplorable conditions.", "30. The CPT frequently encounters devices, such as metal shutters, slats, or plates fitted to cell windows, which deprive prisoners of access to natural light and prevent fresh air from entering the accommodation. They are a particularly common feature of establishments holding pre-trial prisoners. The CPT fully accepts that specific security measures designed to prevent the risk of collusion and/or criminal activities may well be required in respect of certain prisoners... [E]ven when such measures are required, they should never involve depriving the prisoners concerned of natural light and fresh air. The latter are basic elements of life which every prisoner is entitled to enjoy; moreover, the absence of these elements generates conditions favourable to the spread of diseases and in particular tuberculosis...”", "122. Concerning overcrowding, the CPT indicates the following in the document named “CPT standards” (CPT/Inf/E (2002) 1):", "“50. The CPT would add that it is particularly concerned when it finds a combination of overcrowding, poor regime activities and inadequate access to toilet/washing facilities in the same establishment. The cumulative effect of such conditions can prove extremely detrimental to prisoners....”", "123. On 30 September 1999 the Committee of Ministers of the Council of Europe adopted Recommendation No. R (99) 22 concerning prison overcrowding and prison population inflation, which provides in particular as follows:", "“Considering that prison overcrowding and prison population growth represent a major challenge to prison administrations and the criminal justice system as a whole, both in terms of human rights and of the efficient management of penal institutions;", "Considering that the efficient management of the prison population is contingent on such matters as the overall crime situation, priorities in crime control, the range of penalties available on the law books, the severity of the sentences imposed, the frequency of use of community sanctions and measures, the use of pre-trial detention, the effectiveness and efficiency of criminal justice agencies and not least public attitudes towards crime and punishment...", "Recommends that governments of member states:", "- take all appropriate measures, when reviewing their legislation and practice in relation to prison overcrowding and prison population inflation, to apply the principles set out in the appendix to this recommendation...", "I. Basic principles", "1. Deprivation of liberty should be regarded as a sanction or measure of last resort and should therefore be provided for only, where the seriousness of the offence would make any other sanction or measure clearly inadequate.", "2. The extension of the prison estate should rather be an exceptional measure, as it is generally unlikely to offer a lasting solution to the problem of overcrowding. Countries whose prison capacity may be sufficient in overall terms but poorly adapted to local needs should try to achieve a more rational distribution of prison capacity...", "II. Coping with a shortage of prison places", "6. In order to avoid excessive levels of overcrowding a maximum capacity for penal institutions should be set.", "7. Where conditions of overcrowding occur, special emphasis should be placed on the precepts of human dignity, the commitment of prison administrations to apply humane and positive treatment, the full recognition of staff roles and effective modern management approaches. In conformity with the European Prison Rules, particular attention should be paid to the amount of space available to prisoners, to hygiene and sanitation, to the provision of sufficient and suitably prepared and presented food, to prisoners’ health care and to the opportunity for outdoor exercise.", "8. In order to counteract some of the negative consequences of prison overcrowding, contacts of inmates with their families should be facilitated to the extent possible and maximum use of support from the community should be made...”", "124. On 11 January 2006 the Committee of Ministers of the Council of Europe adopted Recommendation Rec(2006)2 to member States on the European Prison Rules, which replaced Recommendation No. R (87) 3 on the European Prison Rules accounting for the developments which had occurred in penal policy, sentencing practice and the overall management of prisons in Europe. The amended European Prison Rules lay down the following relevant guidelines:", "“1. All persons deprived of their liberty shall be treated with respect for their human rights.", "2. Persons deprived of their liberty retain all rights that are not lawfully taken away by the decision sentencing them or remanding them in custody.", "3. Restrictions placed on persons deprived of their liberty shall be the minimum necessary and proportionate to the legitimate objective for which they are imposed.", "4. Prison conditions that infringe prisoners’ human rights are not justified by lack of resources.", "...", "10.1. The European Prison Rules apply to persons who have been remanded in custody by a judicial authority or who have been deprived of their liberty following conviction.”", "“18.1. The accommodation provided for prisoners, and in particular all sleeping accommodation, shall respect human dignity and, as far as possible, privacy, and meet the requirements of health and hygiene, due regard being paid to climatic conditions and especially to floor space, cubic content of air, lighting, heating and ventilation.", "18.2. In all buildings where prisoners are required to live, work or congregate:", "a. the windows shall be large enough to enable the prisoners to read or work by natural light in normal conditions and shall allow the entrance of fresh air except where there is an adequate air conditioning system;", "b. artificial light shall satisfy recognised technical standards; and", "c. there shall be an alarm system that enables prisoners to contact the staff without delay.", "18.4. National law shall provide mechanisms for ensuring that these minimum requirements are not breached by the overcrowding of prisons.", "18.5. Prisoners shall normally be accommodated during the night in individual cells except where it is preferable for them to share sleeping accommodation.", "19.3. Prisoners shall have ready access to sanitary facilities that are hygienic and respect privacy.", "19.4. Adequate facilities shall be provided so that every prisoner may have a bath or shower, at a temperature suitable to the climate, if possible daily but at least twice a week (or more frequently if necessary) in the interest of general hygiene.", "22.1. Prisoners shall be provided with a nutritious diet that takes into account their age, health, physical condition, religion, culture and the nature of their work.", "22.4. There shall be three meals a day with reasonable intervals between them.", "22.5. Clean drinking water shall be available to prisoners at all times.", "27.1. Every prisoner shall be provided with the opportunity of at least one hour of exercise every day in the open air, if the weather permits.", "27.2. When the weather is inclement alternative arrangements shall be made to allow prisoners to exercise.”", "“40.1 Medical services in prison shall be organised in close relation with the general health administration of the community or nation.", "40.2 Health policy in prisons shall be integrated into, and compatible with, national health policy.", "40.3 Prisoners shall have access to the health services available in the country without discrimination on the grounds of their legal situation.", "40.4 Medical services in prison shall seek to detect and treat physical or mental illnesses or defects from which prisoners may suffer.", "40.5 All necessary medical, surgical and psychiatric services including those available in the community shall be provided to the prisoner for that purpose.", "41.1 Every prison shall have the services of at least one qualified general medical practitioner.", "41.2 Arrangements shall be made to ensure at all times that a qualified medical practitioner is available without delay in cases of urgency.", "41.3 Where prisons do not have a full-time medical practitioner, a part-time medical practitioner shall visit regularly.", "41.4 Every prison shall have personnel suitably trained in health care.", "41.5 The services of qualified dentists and opticians shall be available to every prisoner.", "42.1 The medical practitioner or a qualified nurse reporting to such a medical practitioner shall see every prisoner as soon as possible after admission, and shall examine them unless this is obviously unnecessary.", "42.2 The medical practitioner or a qualified nurse reporting to such a medical practitioner shall examine the prisoner if requested at release, and shall otherwise examine prisoners whenever necessary.", "42.3 When examining a prisoner the medical practitioner or a qualified nurse reporting to such a medical practitioner shall pay particular attention to:", "a. observing the normal rules of medical confidentiality;", "b. diagnosing physical or mental illness and taking all measures necessary for its treatment and for the continuation of existing medical treatment;", "c. recording and reporting to the relevant authorities any sign or indication that prisoners may have been treated violently;", "d. dealing with withdrawal symptoms resulting from use of drugs, medication or alcohol;", "e. identifying any psychological or other stress brought on by the fact of deprivation of liberty;", "f. isolating prisoners suspected of infectious or contagious conditions for the period of infection and providing them with proper treatment;", "g. ensuring that prisoners carrying the HIV virus are not isolated for that reason alone;", "h. noting physical or mental defects that might impede resettlement after release;", "i. determining the fitness of each prisoner to work and to exercise; and", "j. making arrangements with community agencies for the continuation of any necessary medical and psychiatric treatment after release, if prisoners give their consent to such arrangements.", "43.1 The medical practitioner shall have the care of the physical and mental health of the prisoners and shall see, under the conditions and with a frequency consistent with health care standards in the community, all sick prisoners, all who report illness or injury and any prisoner to whom attention is specially directed.", "43.2 The medical practitioner or a qualified nurse reporting to such a medical practitioner shall pay particular attention to the health of prisoners held under conditions of solitary confinement, shall visit such prisoners daily, and shall provide them with prompt medical assistance and treatment at the request of such prisoners or the prison staff.", "43.3 The medical practitioner shall report to the director whenever it is considered that a prisoner’s physical or mental health is being put seriously at risk by continued imprisonment or by any condition of imprisonment, including conditions of solitary confinement.", "44. The medical practitioner or other competent authority shall regularly inspect, collect information by other means if appropriate, and advise the director upon:", "a. the quantity, quality, preparation and serving of food and water;", "b. the hygiene and cleanliness of the institution and prisoners;", "c. the sanitation, heating, lighting and ventilation of the institution; and", "d. the suitability and cleanliness of the prisoners’ clothing and bedding.", "45.1 The director shall consider the reports and advice that the medical practitioner or other competent authority submits according to Rules 43 and 44 and, when in agreement with the recommendations made, shall take immediate steps to implement them.", "45.2 If the recommendations of the medical practitioner are not within the director’s competence or if the director does not agree with them, the director shall immediately submit the advice of the medical practitioner and a personal report to higher authority.", "46.1 Sick prisoners who require specialist treatment shall be transferred to specialised institutions or to civil hospitals, when such treatment is not available in prison.", "46.2 Where a prison service has its own hospital facilities, they shall be adequately staffed and equipped to provide the prisoners referred to them with appropriate care and treatment. ”", "125. The CPT visited Romania in 1995, 1999, 2001, 2002, 2003, 2004, 2006, 2009 and 2010 and carried out periodic visits to various detention establishments, including the prisons of Gherla, Bucharest-Jilava and its hospital, Codlea, Craiova, Tulcea, Bacău and Ploieşti.", "126. Overcrowding of prisons and lack of reasonable hygiene facilities at the national level were constantly highlighted by the CPT, which also concluded that in the light of the deplorable material conditions of detention in some of the cells of the establishments visited, the conditions of detention could be qualified as inhuman and degrading.", "127. In the report published on 11 December 2008 (CPT/Inf (2008) 41) following a visit from 8 to 19 June 2006 to a number of detention facilities, including the prisons of Bucharest-Jilava, Bacău, Craiova and Ploieşti, the CPT found that severe overcrowding and lack of reasonable hygiene facilities remained a constant problem, not only in the establishments visited but at national level, and that this had remained the case since its first visit to Romania in 1999.", "Moreover, the CPT found in respect of the prisons visited, in particular the prisons of Bacău and Ploieşti, a lack of access to natural light, bad air ventilation, particularly dirty mattresses, lack of activities outside the cells, bad quality food and poor hygiene in the kitchens, and widespread non­observance of the daily one-hour walk. The conditions in Bucharest­Jilava Prison, in particular the section for dangerous detainees, were qualified as appalling by the CPT, which noted that the prison administration itself had acknowledged that material conditions of detention throughout the prison were extremely poor. The CPT declared itself particularly concerned about the constant lack of beds and the fact that in all the prisons visited the personal space per detainee was no more than 1.5 square metres and sometimes even as little as 0.6 square metres. While welcoming the changes introduced in domestic legislation providing for personal space of 4 square metres for each prisoner, the CPT recommended, inter alia, that necessary measures be taken to ensure compliance with this requirement. The CPT found the detainees’ access to medical treatment to be insufficient, including with respect to dental care: lack of adequate staff, long waiting periods for consultation, inadequate consultation procedures. The CPT formulated a number of recommendations, including increased use of the possibility to grant, in due time, a stay of execution for health reasons.", "128. In a report following his visit to Romania in October 2002 the Commissioner for Human Rights made the following comments on the situation in prisons:", "“11. However, the prison service is facing serious problems, in particular the dilapidation of many of the prisons and, above all, chronic overcrowding. [...] Thus the overall occupancy level for prisons is 137% and there is a manifest shortage of beds. My visit to Codlea prison, which has an occupancy level of 197% and where 25 prisoners are regularly held in cells designed for 15, clearly illustrated the situation. I was all the more concerned to learn that some prisons had even higher occupancy levels, rising to 353%.", "12. Being aware of the problem, the authorities keep the highest rates of overcrowding for open prisons, where the prisoners work during the day and are therefore not continually faced with the acute lack of space. However, this solution cannot be other than very temporary. The fact that several prisoners received pardons during my visit demonstrates that changes in prison policy are both possible and expected. Given that, for economic reasons, there are no plans to build new prisons at the moment I would urge the authorities to develop a system of alternative penalties, effective management of release on parole and a judicial policy requiring moderation in the use of detention. I welcome the efforts of the Ministry of Justice in this direction and invite it to complete these reforms as soon as possible [...].”", "129. In his follow-up report on Romania (2002-2005) on the assessment of the progress made in implementing his earlier recommendations, published on 29 March 2006, the Council of Europe Commissioner for Human Rights made the following comments on the situation in prisons:", "“11. In spite of the efforts made to improve prisons, recent studies carried out by the Romanian authorities show that the situation remains difficult. In 2004, out of 44 prisons, 8 had very good conditions, 15 had good conditions, 15 had satisfactory conditions and 6 had particularly difficult conditions, including Jilava prison, near Bucharest, which was visited by the members of the Office of the Commissioner.", "12. Prison over-population continues to be a persistent problem in Romania, although the number of prisoners has fallen from more than 47,000 in 2002 to around 39,000 at the end of 2004. On average, the rate of overpopulation has fallen significantly and is now at an acceptable level of 101%. However, certain prisons still have an intolerable overpopulation [In particular the Bacău prison, which had a rate of overpopulation of 288% on 31 December 2004]. From a general point of view, living conditions in prison have improved but still require further improvement, owing in particular to the lack of resources allocated to them.", "13. As well as the lack of means, there is a manifest lack of prison staff. Romania has on average one warder for seven prisoners, and even one for seventeen prisoners in certain prisons, whereas the average in Europe is closer to one warder for four prisoners. That shortage means that warders on duty have to increase their working time and are reduced to a purely supervisory role, and it may have negative consequences on their actions or interventions. Lastly, the lack of staff represents a significant obstacle to the normalisation of prison life and exacerbates the shortage of equipment and the problems associated with overpopulation, and severely limits work towards reintegration.", "14. Nonetheless, a significant process of modernisation has been initiated. Among the objectives of the Strategy for the reform of the judicial system 2004-2007, mention should be made of the intention to build new prisons and to modernise nine centres. Over the period 2001-2005, 6,332 new places were created.", "15. In this process for the improvement of living conditions in prisons, mention may be made of the modernisation of the young offenders’ centre in Gaesti and the creation of the centres in Ocna and Buzias, the construction at Rahova prison of a hospital specialising in surgery, and the provision of hot and cold water and installation of central heating in all prisons. Also noteworthy, finally, is the transparency of the Ministry of Justice, which publishes detailed statistics on the prison situation on its internet site.", "16. As regards alternatives to detention, the new Criminal Code, adopted in June 2004 introduced the possibility of an open or semi-open prison regime for petty offences. It also provides for options other than imprisonment for young offenders and offers wider possibilities for the application of penalties.", "17. The Commissioner’s team visited Jilava and Rahova prisons, both near Bucharest. These two prisons to a large extent reflect the situation in prisons in Romania at the time of the visit.", "18. At the time of the visit, Rahova prison had 1,915 prisoners, including 80 minors, for 2,200 places. The different wings of Rahova prison have recently been renovated and provide reasonable living conditions. However, a problem of overcrowding affected the women’s section, where up to 16 women were being held in cells with only 10 beds. There are two reasons for this overcrowding. First, women’s prison sections are rare in the Bucharest area and prisoners wish to or must remain in Rahova (in order to be near their families, or because the proceedings are still pending, etc.); and, second, the women’s wing was reduced by one half in order to build the new prison hospital.", "19. Rahova prison hospital admits and treats prisoners from the whole country. It has a very modern operating facility and the latest generation of medical equipment. As the Director of the Prison Administration states, the construction of this facility required a significant but essential financial effort, as prison medicine was incomplete and inappropriate. Prisoners are now able to receive proper care, sometimes in better conditions than in some civil hospitals.", "20. By comparison with the positive example found in Rahova, Jilava prison appeared, at the time of the visit, to be in an alarming situation. Essentially a transit prison and a preventive detention prison, it had 2,500 prisoners for 1,400 places, and was one of the most overcrowded prisons in Romania. Conditions were deplorable from any point of view, as the Director of Romanian Prisons acknowledged. All the installations were obsolete, the windows incapable of keeping out the cold and the furniture from another era. Over-population meant that in some cases 27 prisoners had to live in cells designed for 6 or 8 prisoners.", "Conclusions", "21. The Commissioner emphasises the efforts made and the investments carried out to improve prison conditions and welcomes the adoption of new alternative measures. There is a clear intention to increase available prison places in order to reduce prison overpopulation. The programme of bringing prisons into line with the standards of the Council of Europe must be continued. However, significant difficulties remain and an urgent solution must be envisaged for the most obsolete and the most overcrowded prisons, such as Jilava prison.”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}