{"ITEMID": "001-101257", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ALEKSEYEV v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 11;Violation of Art. 13+11;Violation of Art. 14+11;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1977 and lives in Moscow. He is a gay rights activist.", "6. In 2006 the applicant, together with other individuals, organised a march to draw public attention to discrimination against the gay and lesbian minority in Russia, to promote respect for human rights and freedoms and to call for tolerance on the part of the Russian authorities and the public at large towards this minority. The march was entitled “Pride March” that year, and “Gay Pride” in subsequent years, to replicate similar events held by homosexual communities in big cities worldwide. The date chosen for the march, 27 May 2006, was also meant to celebrate the anniversary of the abolition of criminal liability in Russia for homosexual acts.", "7. On 16 February 2006 the Interfax news agency published a statement by Mr Tsoy, the press secretary of the mayor of Moscow, to the effect that “the government of Moscow [would] not even consider allowing the gay parade to be held”. Interfax further quoted Mr Tsoy as saying: “The mayor of Moscow, Mr Luzhkov, has firmly declared: the government of the capital city will not allow a gay parade to be held in any form, whether openly or disguised [as a human rights demonstration], and any attempt to hold any unauthorised action will be severely repressed”.", "8. On 22 February 2006 Interfax quoted the mayor of Moscow as having said, on a different occasion, that if he received a request to hold a gay parade in Moscow he would impose a ban on it because he did not want “to stir up society, which is ill-disposed to such occurrences of life” and continuing that he himself considered homosexuality “unnatural”, though he “tried to treat everything that happens in human society with tolerance”.", "9. On 17 March 2006 the first deputy to the mayor of Moscow wrote to the mayor about the imminent campaign to hold a gay parade in Moscow in May that year. She considered that allowing the event would be contrary to health and morals, as well as against the will of numerous petitioners who had protested against the idea of promoting homosexuality. Having noted that the Federal Law on Assemblies, Meetings, Demonstrations, Marches and Picketing (“the Assemblies Act”) did not provide for the possibility of banning the event, she stated that the authorities could suggest changing the venue or time or that, if the event turned out to be a real public threat, it could be interrupted. She requested the mayor's agreement on developing an effective action plan for the prevention of any actions – public or otherwise – aimed at promoting or holding a gay parade or festival.", "10. On 24 March 2006 the mayor of Moscow instructed his first deputy, five other officials of his office and all prefects of Moscow “to take effective measures for the prevention and deterrence of any gay-oriented public or mass actions in the capital city”. He called for action proposals based on the legislative and regulatory framework and demanded an “active mass-media campaign and social commercials with the use of petitions brought by individuals and religious organisations”.", "11. On 15 May 2006 the organisers submitted a notice to the mayor of Moscow stating the date, time and route of the intended march. It was to take place between 3 p.m. and 5 p.m. on 27 May 2006, with an estimated number of about 2,000 participants, who would march from the Moscow Post Office along Myasnitskaya Street to Lubyanskaya Square. The organisers undertook to cooperate with the law-enforcement authorities in ensuring safety and respect for public order by the participants and to comply with regulations on restriction of noise levels when using loudspeakers and sound equipment.", "12. On 18 May 2006 the Department for Liaison with Security Authorities of the Moscow Government informed the applicant of the mayor's decision to refuse permission to hold the march on grounds of public order, for the prevention of riots and the protection of health, morals and the rights and freedoms of others. It stated, in particular, that numerous petitions had been brought against the march by representatives of legislative and executive State bodies, religious denominations, Cossack elders and other individuals; the march was therefore likely to cause a negative reaction and protests against the participants, which could turn into civil disorder and mass riots.", "13. Having received the above reply, the organisers submitted a notice with a view to holding another event on the same date and time as the march for which permission had been refused. They informed the prefect of their intention to hold a picket in the park at Lubyanskaya Square.", "14. On 19 May 2006 the applicant challenged before a court the mayor's decision of 18 May 2006 refusing permission to hold the march.", "15. On 23 May 2006 the deputy prefect of the Moscow Central Administrative Circuit refused permission to hold the picket on the same grounds as those given for the refusal to hold the march.", "16. On 26 May 2006 Interfax quoted the mayor of Moscow as saying in an interview to the radio station Russian Radio that no gay parade would be allowed in Moscow under any circumstances, “as long as he was the city mayor”. He stated that all three “major” religious faiths – “the Church, the Mosque and the Synagogue” – were against it and that it was absolutely unacceptable in Moscow and in Russia, unlike “in some Western country more progressive in that sphere”. He went on to say: “That's the way morals work. If somebody deviates from the normal principles [in accordance with which] sexual and gender life is organised, this should not be demonstrated in public and anyone potentially unstable should not be invited.” He stated that 99.9% of the population of Moscow supported the ban.", "17. On the same day the Tverskoy District Court of Moscow dismissed the applicant's complaint. It referred to provisions of the Assemblies Act concerning the authorities responsible for ensuring the safety of events (sections 12 and 14), who were entitled to suggest changing the time or venue, or both, of a proposed event on safety grounds (section 12). It also noted that a public event could be held at any suitable venue unless it threatened to cause the collapse of buildings or constructions or entailed safety risks for its participants (section 8). It then noted the organisers' right to hold the event at the venue and time indicated in the notice to the authorities, or at the venue and time agreed with the authorities if they had suggested a change, and stated that it was prohibited to hold the event if the notice had not been submitted on time or if the organisers had failed to agree to a change of venue or time proposed by the authorities (section 5). Finally, the court noted that the organisers, officials or other individuals were prohibited from interfering with the expression of opinion by the participants in the public event unless they breached public order or contravened the format of the event (section 18). It concluded on the basis of these provisions that the authorities could ban a public event on safety grounds and that it was for the organisers to submit a notice suggesting a change of venue and time for consideration by the authorities. It considered that the refusal to hold the event in the present case had legitimate grounds and that the applicant's right to hold assemblies and other public events had not been breached.", "18. The applicant lodged an appeal, relying on section 12 of the Assemblies Act, which imposed an obligation on the authorities, and not the organisers, to make a reasoned proposal to change the venue or the time of the event as indicated in the notice. He also challenged the finding that the ban was justified on safety grounds, claiming that concerns for safety could have been addressed by providing protection to those taking part in the event.", "19. On 27 May 2006 the applicant and several other persons participated in a conference celebrating the International Day Against Homophobia, at which they announced their intention to gather in the Aleksandrovskiy Garden to lay flowers at the war memorial, the Tomb of the Unknown Soldier, allegedly to commemorate the victims of fascism, including gay and lesbian victims, and to hold a fifteen-minute picket at the Moscow mayor's office to protest against the ban on the march and the picketing.", "20. Later that day the applicant and about fifteen other persons arrived at the Aleksandrovskiy Garden to find the gates closed, with police patrolling the access. According to the applicant, there were about 150 policemen from the special riot squad (OMON), and also about a hundred individuals protesting against the flower-laying event planned by the applicant and his fellow participants.", "21. The applicant was arrested and taken to the police station to be charged with the administrative offence of breaching the conditions for holding a demonstration.", "22. In the meantime, other participants in the flower-laying event proceeded towards the Moscow mayor's office, with protesters pursuing and attacking them. Several persons reportedly sustained slight injuries. According to the applicant, the OMON arrested about one hundred persons involved in attacking those taking part in the event.", "23. The applicant submitted two reports by NGOs on the events of 27 May 2006, one prepared by the International Lesbian and Gay Association and another one by Human Rights Watch. These reports corroborated the applicant's account of events.", "24. On 31 May 2006 Interfax quoted the mayor of Moscow as saying in a television interview: “Those gays trying to lay flowers at the Tomb of the Unknown Soldier ... it is a provocation. It was a desecration of a holy place” and reiterating the condemnation of the action on behalf of the public at large.", "25. On 16 June 2006 the applicant challenged before a court the prefect's decision of 23 May 2006 refusing to allow the picketing. On 22 August 2006 the Taganskiy Disctrict Court of Moscow dismissed the complaint, finding that the ban had been justified on safety grounds. The applicant appealed.", "26. On 19 September 2006 the Moscow City Court examined the appeal against the judgment of 26 May 2006. It upheld the first-instance judgment as lawful and justified in the circumstances.", "27. On 28 November 2006 the Moscow City Court examined the appeal against the judgment of 22 August 2006 and dismissed it on essentially the same grounds.", "28. In 2007 the applicant, together with other individuals, decided to organise a march similar to the one attempted in 2006.", "29. On 15 May 2007 the organisers submitted a notice to the mayor of Moscow, stating the date, time and route of the intended march and its purpose, all of which were identical to the march proposed the previous year, except that the estimated number of participants was 5,100.", "30. On 16 May 2007 the Department for Liaison with Security Authorities of the Moscow Government informed the applicant that permission to hold the march had been refused on the grounds of potential breaches of public order and violence against the participants, with reference to the events of the previous year. The organisers were warned that holding the event without permission would render them liable.", "31. Having received the above reply, the organisers submitted a notice with a view to holding other events on the same date and time as the march for which permission had been refused. They informed the prefect of the Moscow Central Administrative Circuit of their intention to hold a picket in front of the Moscow mayor's office at Tverskaya Square and another one in Novopushkinskiy Park.", "32. On 23 May 2007 the organisers were informed that the prefect had refused permission to hold the picket at both venues on the grounds of public order, prevention of riots and protection of health, morals and the rights and freedoms of others. They were warned that they would be held liable for holding any unauthorised picketing.", "33. On 26 May 2007 the applicant and several other persons announced at the annual “LGBT Rights are Human Rights” conference that they would meet the following day in front of the Moscow mayor's office to file a petition together in protest against the ban on the march and the picketing.", "34. On 27 May 2007 the applicant and about twenty other individuals were stopped by the police as they attempted to approach the mayor's office. The applicant and two other men were detained at the police station for twenty-four hours on charges of having committed the administrative offence of disobeying a lawful order from the police. On 9 June 2007 the applicant was found guilty of the administrative offence and had to pay a fine of 1,000 roubles. That decision was upheld by the Tverskoy District Court on 21 August 2007.", "35. On 30 May 2007 the applicant challenged before a court the decision of 16 May 2007 by the mayor of Moscow refusing permission to hold the march. In particular, he alleged that under the Assemblies Act, the authorities were not entitled to ban public events, but could only propose changing their time and location, which in the present case they had not. He also argued that official disapproval of the purpose of a public event was not by itself a sufficient ground, in a democratic society, for a ban.", "36. On 26 June 2007 the applicant challenged before a court the prefect's decision of 23 May 2007 refusing permission for the picketing.", "37. On 24 August 2007 the Taganskiy District Court of Moscow dismissed the complaint concerning the ban on the picketing, finding that the ban had been justified on safety grounds. That judgment was upheld on 8 November 2007 by the Moscow City Court.", "38. On 4 September 2007 the Tverskoy District Court dismissed the applicant's claim, upholding the grounds for the ban on the march and confirming the lawfulness of the authorities' acts. That judgment was upheld on 6 December 2007 by the Moscow City Court.", "39. In 2008 the applicant, together with other individuals, decided to organise several marches similar to the ones attempted the two previous years.", "40. On 18 April 2008 the organisers submitted a notice to the mayor of Moscow stating the date, time and route of ten intended marches to be held on 1 and 2 May 2008 in central Moscow.", "41. On 24 April 2008 the Department for Liaison with Security Authorities of the Moscow Government informed the applicant that permission to hold all the marches had been refused on the grounds of potential breaches of public order and violence against the participants.", "42. Having received the above reply, on 22 April 2008 the organisers submitted a notice with a view to holding a further fifteen marches from 3 to 5 May 2008.", "43. On 28 April 2008 the Department for Liaison with Security Authorities of the Moscow Government informed the applicant that permission to hold the fifteen marches had also been refused on the same grounds.", "44. The applicant submitted a number of alternative proposals for holding marches on different dates in May 2008 and in various locations. These proposals were refused, on the same grounds, as follows:", "(i) applications of 25 and 28 April 2008 (30 marches in total), refused on 5 May 2008;", "(ii) application of 30 April 2008 (20 marches), refused on 7 May 2008;", "(iii) application of 5 May 2008 (20 marches), refused on 8 May 2008;", "(iv) application of 8 May 2008 (15 marches), refused on 13 May 2008;", "(v) application of 12 May 2008 (15 marches), refused on 16 May 2008;", "(vi) application of 15 May 2008 (15 marches), refused on 21 May 2008;", "(vii) application of 19 May 2008 (15 marches), refused on 23 May 2008.", "45. On 16 May 2008 the applicant gave notice to the President of Russia of his intention to hold a march in the Aleksandrovskiy Garden on 31 May 2008. He received no reply to the notice.", "46. From 28 April 2008 to 17 June 2008 the applicant brought several court actions challenging the decisions by the mayor of Moscow refusing permission to hold the marches. The Tverskoy District Court joined these applications and on 17 September 2008 it dismissed the applicant's claim, upholding the grounds for the bans on the marches and confirming the lawfulness of the authorities' acts. That judgment was upheld on 2 December 2008 by the Moscow City Court.", "47. In the meantime, the applicant also attempted to organise picketing to call for criminal charges to be brought against the mayor of Moscow for hindering the holding of public events. The picket intended to be held on 17 May 2008 was prohibited on 13 May 2008 on the same grounds as those given for the previous events. This decision was reviewed and upheld by the Taganskiy District Court on 22 July 2008 and, on appeal, by the Moscow City Court on 14 October 2008.", "48. On 1 June 2008 the applicant, in a group of twenty individuals, held a picket on Bolshaya Nikitskaya Street for about ten minutes.", "49. Article 30 of the Constitution of the Russian Federation provides that everyone has the right to freedom of association. Article 55 § 3 provides that rights and freedoms may be restricted by federal laws for the protection of constitutional principles, public morals, health and the rights and lawful interests of others, and to ensure the defence and security of the State.", "50. The Federal Law on Assemblies, Meetings, Demonstrations, Marches and Picketing (no. 54-FZ of 18 August 2004 – “the Assemblies Act”) provides in so far as relevant as follows:", "“...", "3. The organiser of a public event shall have the right:", "(i) to hold meetings, demonstrations, marches and pickets at the venues and time specified in the notice on holding the public event or as altered by agreement with the executive authority of the subject of the Russian Federation or the municipal body; to hold assemblies at a venue that has been specially allocated or adapted to ensure the safety of citizens while such assemblies are held;", "...", "(v) in holding assemblies, meetings, demonstrations and marches, to use sound-amplifying technical devices (audio, video and other equipment) with a level of sound corresponding to the standards and norms established in the Russian Federation.", "4. The organiser of the public event must:", "(i) submit to the executive authority of the subject of the Russian Federation or the municipal body a notice on holding the public event in accordance with the procedure prescribed by section 7 of this Federal Law;", "(ii) no later than three days prior to the holding of the public event (except in the case of an assembly or picket held by a single participant), notify in writing the executive authority of the subject of the Russian Federation or the municipal body of the acceptance (or non-acceptance) of its proposal to alter the venue and/or time of the public event as specified in the notice of the event;", "(iii) ensure compliance with the conditions for holding the public event as specified in the notice of the event or with any conditions that have been altered as a result of an agreement reached with the executive authority of the subject of the Russian Federation or the municipal body;", "(iv) require the participants in the public event to observe public order and comply with the conditions for holding the public event. Persons who fail to comply with the lawful requirements of the organiser of the public event may be expelled from the venue of the public event;", "(v) ensure, within their competence, public order and the safety of citizens when holding the public event and, in instances specified by this Federal Law, perform this obligation jointly with the authorised representative of the executive authority of the subject of the Russian Federation or the municipal body and the authorised representative of the Ministry of the Interior and comply with all their lawful requirements;", "...", "5. The organiser of the public event shall have no right to hold it if the notice on holding the public event has not been submitted in due time or no agreement has been reached with the executive authority of the subject of the Russian Federation or the municipal body on their reasoned proposal as to the alteration of the venue and/or time of the public event.”", "“A public event may be held at any venue suitable for holding the event if its conduct does not create a threat of the collapse of buildings or structures or other threats to the safety of the participants in the public event. Conditions governing bans or restrictions on holding a public event at particular venues may be specified by federal laws.", "...”", "“1. The executive authority of the subject of the Russian Federation or the municipal body, upon receiving notice of the public event, must:", "...", "(ii) inform the organiser of the public event, within three days of receipt of the notice on holding the event (or, if a notice on holding a picket by a group of individuals is submitted within less than five days before its intended date, on the day of its receipt), of a reasoned proposal to alter the venue and/or time of the public event, as well as of any proposal for the organiser of the event to bring the aims, form or other conditions for holding the event as indicated in the notice into line with the requirements of this Federal Law;", "(iii) designate, depending on the form of the public event and the number of participants, an authorised representative to assist the event organisers in conducting the event in accordance with this Federal Law. The authorised representative shall be formally appointed by a written order which must be forwarded to the organiser of the public event in advance [of the event];", "...", "(v) ensure, within its competence and jointly with the organiser of the public event and the authorised representative of the Ministry of the Interior, public order and safety of citizens while holding the event and, if necessary, provide them with urgent medical aid;", "...”", "“...", "3. The authorised representative of the Ministry of the Interior must:", "(i) facilitate the conduct of the public event;", "(ii) ensure, jointly with the organiser of the public event and the executive authority of the subject of the Russian Federation or the municipal body, public order and safety of citizens and compliance with the law while holding the public event.”", "“1. The organiser of the public event, officials or other individuals may not prevent the participants in the event from expressing their opinion in a manner that does not breach public order or the conditions for holding the public event.", "...”", "51. The following are extracts from Recommendation CM/Rec(2010)5 of the Committee of Ministers of the Council of Europe to member States on measures to combat discrimination on grounds of sexual orientation or gender identity:", "“...", "III. Freedom of expression and peaceful assembly", "13. Member states should take appropriate measures to ensure, in accordance with Article 10 of the Convention, that the right to freedom of expression can be effectively enjoyed, without discrimination on grounds of sexual orientation or gender identity, including with respect to the freedom to receive and impart information on subjects dealing with sexual orientation or gender identity.", "14. Member states should take appropriate measures at national, regional and local levels to ensure that the right to freedom of peaceful assembly, as enshrined in Article 11 of the Convention, can be effectively enjoyed, without discrimination on grounds of sexual orientation or gender identity.", "15. Member states should ensure that law enforcement authorities take appropriate measures to protect participants in peaceful demonstrations in favour of the human rights of lesbian, gay, bisexual and transgender persons from any attempts to unlawfully disrupt or inhibit the effective enjoyment of their right to freedom of expression and peaceful assembly.", "16. Member states should take appropriate measures to prevent restrictions on the effective enjoyment of the rights to freedom of expression and peaceful assembly resulting from the abuse of legal or administrative provisions, for example on grounds of public health, public morality and public order ...”", "52. On 6 June 2006 the Council of Europe Commissioner for Human Rights issued the following press release:", "“In a statement given in St Petersburg yesterday, Commissioner Hammarberg stressed that the rights to freedom of expression and peaceful assembly belong to all people and that the authorities have a duty to protect peaceful demonstrators. The Commissioner regrets that his statement has been misrepresented by the news agency RIA Novosti (Report by RIA Novosti dated 5 June 2006 at 13:33).”"], "VIOLATED_ARTICLES": ["11", "13", "14"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}