{"ITEMID": "001-102235", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF TAYMUSKHANOVY v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domesic remedies);Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Violation of Art. 3 (substantive aspect);No violation of Art. 3 (substantive aspect);Violation of Art. 5-1;Violation of Art. 13+2;Pecuniary damage and non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The first applicant was born in 1956. The second and third applicants were born in 2001 and 2003, respectively. They live in the village of Prigorodnoe, the Groznenskiy District, in the Chechen Republic.", "6. The first applicant is the mother of Mr Ruslan Taymuskhanov, born in 1981. Ruslan Taymuskhanov is the father of the second and third applicants.", "7. On the morning of 30 December 2002 the first applicant, Ruslan Taymuskhanov and Mr Z., a police officer, were driving home in a UAZ SUV vehicle. At some point they passed by the village of Starye Atagi, where the special task force units of the Chechen Republic and the Russian federal troops had been carrying out a special “sweeping” operation.", "8. At the military checkpoint near Starye Atagi federal servicemen stopped the UAZ SUV car. Some of the servicemen were wearing masks and camouflage uniforms; they all spoke Russian. The servicemen ordered the first applicant, Ruslan Taymuskhanov and Mr Z. to get out of the car, searched them and tied Ruslan Taymuskhanov and Mr Z.'s arms behind their backs.", "9. The servicemen put the first applicant, Ruslan Taymuskhanov and Mr Z. in a UAZ minivan. The first applicant noticed that its registration number contained the digits “655”. The minivan drove off in the direction of Grozny. It was followed by a Gazel vehicle. While the minivan was moving, one of the servicemen made a phone call. The first applicant overheard the words “woman, woman”. Shortly afterwards the servicemen pushed her out of the minivan.", "10. The first applicant lost consciousness as a result of the fall. Some passers-by discovered her lying by the side of the road and took her home. Four or five hours later the first applicant recovered her senses.", "11. At some point Mr Z. was thrown out of the UAZ minivan.", "12. The first applicant has not seen her son since.", "13. At about 11 a.m. on 30 December 2002 in the vicinity of the village of Starye Atagi unidentified armed persons wearing camouflage uniforms abducted Ruslan Taymuskhanov and took him away to an unknown destination.", "14. At some point Mr D., Mr Z.'s uncle, suggested that the first applicant contact Mr G., the head of the special task force unit who had been in charge of the special “sweeping” operation of 30 December 2002 in Starye Atagi. Mr G. promised to release Ruslan Taymuskhanov, but then left for a business trip; at some point he died. Later Mr G.'s deputy denied that Ruslan Taymuskhanov had been arrested.", "15. On 31 March 2003 the prosecutor's office of the Groznenskiy District (“the district prosecutor's office”) instituted an investigation in case no. 42061 into the kidnapping of Ruslan Taymuskhanov.", "16. On 21 April 2003 the first applicant complained about her son's abduction to the prosecutor's office of the Chechen Republic and the military prosecutor's office of the United Group Alignment (“the UGA prosecutor's office”).", "17. On 24 April 2003 the prosecutor's office of the Chechen Republic forwarded the first applicant's complaint to the district prosecutor's office.", "18. On 30 April 2003 the UGA prosecutor's office forwarded the first applicant's complaint to the prosecutor's office of Grozny.", "19. On 30 November 2003 the district prosecutor's office suspended the investigation in case no. 42061 for failure to identify those responsible.", "20. On 5 March 2004 the district prosecutor's office issued a report stating the following. At about 11 a.m. on 30 December 2002 in the area of Starye Atagi unidentified masked persons in camouflage uniforms armed with machine guns had arrested Ruslan Taymuskhanov and taken him away to an unknown destination. The whereabouts of the missing person had not been established. On 31 March 2003 the district prosecutor's office had opened an investigation into the kidnapping in case no. 42061. Ruslan Taymuskhanov's wife had been granted victim status.", "21. On 10 June 2005 the prosecutor's office of the Chechen Republic forwarded a letter from the first applicant to the district prosecutor's office and requested an update on progress in the investigation.", "22. On 18 June 2005 the district prosecutor's office informed the first applicant that an investigation into Ruslan Taymuskhanov's kidnapping had been opened under the number 42061 and that measures were being taken to establish her son's whereabouts.", "23. On 8 September 2005 the first applicant wrote to the district prosecutor's office describing the circumstances of her son's abduction and asking for the incident to be investigated.", "24. On 15 September 2005 the Groznenskiy District Court, on the first applicant's request, declared Ruslan Taymuskhanov missing.", "25. On 3 October 2005 the first applicant was informed that her son had not been held in any of the penitentiary facilities of the Rostov Region.", "26. On 20 October 2005 the prosecutor's office of the Chechen Republic informed the first applicant that the investigation was pending with the district prosecutor's office.", "27. On 24 October 2005 and 25 February 2006 the prosecutor's office of the Chechen Republic forwarded the first applicant's complaints to the district prosecutor's office.", "28. On 3 March 2006 the district prosecutor's office informed the first applicant that the investigation in case no. 42061 into her son's kidnapping had been commenced on 31 March 2003 and had then been suspended on an unspecified date. However, measures were being taken to find Ruslan Taymuskhanov and his kidnappers.", "29. On 10 July 2006 the first applicant requested the district prosecutor's office to grant her victim status, to provide her with copies of the decisions on the institution and suspension of the investigation, to allow her access to the case file and to keep her updated on any progress in the proceedings.", "30. On 8 September 2006 the SRJI requested an update on case no. 42061 from the district prosecutor's office.", "31. It is not clear whether the investigation in case no. 42061 has been completed to date.", "32. On 21 March 2003 the district prosecutor's office received a complaint from the first applicant about the disappearance of her son.", "33. Between 24 and 31 March 2003 requests were sent to the heads of law-enforcement units to establish whether any special operations had been carried out in Starye Atagi on 30 December 2002 and whether Ruslan Taymuskhanov had been arrested or involved in the activities of illegal armed groups.", "34. On 31 March 2003 the district prosecutor's office instituted criminal proceedings in case no. 42061 under Article 126 § 2 of the Russian Criminal Code (aggravated kidnapping).", "35. On 15 April 2003 the first applicant was granted victim status and questioned.", "36. On 22 April 2003 the prosecutor's office of the Chechen Republic received a statement from the first applicant concerning her conversation with Mr G.", "37. On 28 April 2003 the district prosecutor's office ordered the police to establish Mr Z.'s whereabouts and to identify the owners of the UAZ minivan and Gazel vehicle.", "38. On 27 May 2003 the Ministry of the Interior of the Chechen Republic received instructions to carry out an internal inquiry into the kidnapping of Ruslan Taymuskhanov and the head of the Groznenskiy district department of the Federal Security Service (“FSB”) was ordered to establish the identities of the kidnappers and witnesses to the crime. The replies, received on unspecified dates, indicated that there was no information concerning the first applicant's son's whereabouts and that no witnesses had been found.", "39. On 31 May 2003 the investigation in case no. 42061 was suspended for failure to identify those responsible.", "40. On 29 August 2003 the district prosecutor's office quashed the decision of 31 May 2003 and resumed the investigation.", "41. On 10 September 2003 the Ministry of the Interior of the Chechen Republic was ordered to establish the identity of Mr Z. and to carry out an internal inquiry into Mr Z.'s arrest.", "42. The district prosecutor's office asked whether a UAZ minivan with registration number “566” had been owned by the Ministry of the Interior of the Chechen Republic. The reply received was negative.", "43. On 20 and 21 September 2003 the district prosecutor's office requested the heads of the task force unit of the Ministry of the Interior of the Chechen Republic and of the Groznenskiy district department of the FSB to establish whether Ruslan Taymuskhanov had been arrested or involved in the activities of illegal armed groups. The replies received indicated that the first applicant's son had not been arrested and there was no information on his involvement in illegal armed groups.", "44. On 22 September 2003 the first applicant was again questioned as a victim.", "45. On 6 and 17 October 2003 the district prosecutor's office requested several law-enforcement agencies to submit information on the whereabouts of Ruslan Taymuskhanov and Mr Z. and to establish whether servicemen of the task force unit of the Ministry of the Interior of the Chechen Republic had been involved in the applicants' relative's kidnapping. It followed from the replies received that no such involvement had been established.", "46. On 30 October 2003 the investigation in case no. 42061 was suspended for failure to identify those responsible.", "47. On 1 October 2005 the district prosecutor's office quashed the decision of 30 October 2003 and resumed the investigation.", "48. On 11 October 2005 Ms D., the wife of Ruslan Taymuskhanov and the mother of the second and third applicants, was granted victim status and questioned.", "49. On 12 October 2005 Mr V.G., the head of the local authority of Starye Atagi, was questioned as a witness. He submitted that in December 2002, before New Year's Eve, a special operation had been carried out by the task force unit of the Chechen Republic in his village for some ten or twelve days. Several villagers had been arrested but none of them had disappeared. Mr V.G. vaguely recollected that two men had been kidnapped near Starye Atagi on 30 December 2002 but in his opinion servicemen of the task force unit had not been involved in the kidnapping.", "50. Two police officers were questioned as witnesses in October 2005. They stated that a special operation had been carried out in Starye Atagi in December 2002 by the task force unit and that they had heard about Ruslan Taymuskhanov's kidnapping but had not known anything about it.", "51. On 16 and 17 October 2005 the first applicant and Ms D. were questioned again. They did not provide any new information.", "52. Between 3 and 17 October 2005 the district prosecutor's office sent requests to a number of law-enforcement agencies to provide information on whether Ruslan Taymuskhanov had been arrested, whether any special operations had been carried out in Starye Atagi at the material time and whether any unidentified dead bodies resembling Ruslan Taymuskhanov had been discovered, and to establish the whereabouts of Mr Z. and a certain Mr D. It followed from the replies received that no criminal proceedings had been instituted against Ruslan Taymuskhanov, that he had not been arrested by the task force unit or detained in a penitentiary institution; Mr Z. had been killed in autumn 2004; Mr D. lived in Moscow.", "53. On 25 October 2005 Mr M., a police officer responsible for the applicants' home village of Prigorodnoe, was questioned as a witness and stated that Ruslan Taymuskhanov had been a member of an illegal armed group.", "54. Five more people were questioned as witnesses in October 2005. They did not report any new information.", "55. On 28 October 2005 the district prosecutor's office ordered the police to check if Ruslan Taymuskhanov had had any connections with illegal armed groups.", "56. On 1 November 2005 the district prosecutor's office ordered the Groznenskiy district department of the FSB to check if Ruslan Taymuskhanov had had any contact with any of the leaders of illegal armed groups. It followed from the reply received that since 2002 Ruslan Taymuskhanov had been a member of an illegal armed group.", "57. On 3 November 2005 the investigation was again suspended.", "58. On 24 August 2006 the first applicant requested the district prosecutor's office to grant her victim status.", "59. On 2 September 2006 the first applicant was informed that she had been granted victim status on 15 April 2003.", "60. On 5 March 2009 the Groznenksiy inter-district investigating unit of the investigating department of the Investigating Committee of the Russian Prosecutor's Office for the Chechen Republic (“the investigating unit”) quashed the decision of 3 November 2005 and notified the first applicant accordingly.", "61. On 11 March 2009 the investigating unit ordered the police to establish Mr D.'s place of residence and the circumstances surrounding the death of Mr Z., as well as to take steps to establish the whereabouts of Ruslan Taymuskhanov and find witnesses to his kidnapping.", "62. On 11 March 2009 the investigating unit requested the traffic police to establish whether registration numbers “566” or “655” had belonged to law-enforcement agencies. According to the replies received, one vehicle with registration number “566” and three vehicles with registration numbers “655” belonged to various branches of the Ministry of the Interior of the Chechen Republic. The types of those vehicles were not specified.", "63. On 11 March 2009 the investigating unit asked the Ministry of the Interior of the Chechen Republic if on 30 December 2002 they had had a UAZ minivan with registration numbers “566” or “655”. The reply was negative.", "64. On 25 March 2009 the investigating unit requested information concerning the death of Mr Z. It turned out that his dead body had been found on 2 January 2005 and that an investigation into the murder was pending.", "65. On 4 April 2009 the investigating unit suspended the investigation.", "66. On 14 May 2009 the district prosecutor's office pointed out that the investigation in case no. 42061 had been flawed because the following investigative steps had not been taken: Mr D., who had allegedly negotiated Ruslan Taymuskhanov's release with the task force unit, had not been questioned, Mr Z.'s car had not been found and documents concerning his death had not been included in the case file.", "67. On 20 May 2009 the investigation in case no. 42061 was resumed.", "68. On 3 June 2009 Mr D. was questioned as a witness. He stated that on 1 January 2003 he had been told that his nephew, Mr Z., had been kidnapped. On 3 January 2003 he had found out that Mr Z. had been released. The first applicant had asked Mr D. to help find her son. Mr D. had talked to the head of the task force unit who had said that his subordinates had not arrested Ruslan Taymuskhanov.", "69. Despite specific requests by the Court the Government did not disclose most of the materials from the investigation file in case no. 42061. They submitted copies of the decisions to open, suspend and re-open the investigation, records of witnesses' interviews and several replies by the authorities to the applicant and explained that they had provided the “main case-file materials”.", "70. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}