{"ITEMID": "001-114966", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF D.N.W. v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 2 - Right to life (Article 2 - Expulsion) (Ethiopia);No violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Ethiopia)", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Helena Jäderblom;Mark Villiger;Paul Lemmens", "TEXT": ["7. The applicant was born in 1978.", "8. The applicant appears to have arrived in Sweden in the summer of 2007. He applied for asylum and submitted that in his home country he had been a deacon in the Orthodox Coptic church. In 2005 he had been called upon to be an observer in the national elections. Serving in this capacity, he had witnessed many wrongdoings by officials. The personal integrity and freedom of election of voters had been violated. Due to this, the applicant had refused to sign a statement asserting that the election procedure had been carried out correctly. Subsequently he had received several death threats. In connection with a sermon on 12 June 2005 he had been severely beaten outside the church by two unknown men. He had lost a tooth and had been cut on the hand. In September 2005 he had attended a traditional Christian feast. There he had been pursued and arrested by two policemen who had taken him to a police station in Addis Ababa. He had been accused of activities against the regime and had been incarcerated for three months and eleven days, during which time he had been tortured. On 20 January 2006, after being released, he had participated in a demonstration against the election results. He had again been taken into custody by two unknown men and taken to the Kaliti prison in Addis Ababa. There, he had been kept without criminal charges or a trial and had been tortured through violence with fists and truncheons, cut with sharp objects, chained and blind-folded, forced to hear other inmates being tortured, forced to crawl on his knees on sharp rocks and have his head shaved with broken bottle glass. The detention had lasted for five months. During his time in the prison, he had preached to his fellow inmates. He had told his story to one of the military prison guards, who had then helped him to escape. He had hidden from the authorities by travelling between Christian holy places where he had preached. A group of pilgrims had helped him and had paid him to travel with them and preach to them. On 8 May 2007, the pilgrims had informed him that they had decided to help him flee the country. They had arranged for his travel to Kenya, where he had had to wait for a while. A smuggler had then helped him to reach Sweden, via an unknown European country.", "9. On 27 October 2008 the Migration Board (Migrationsverket) rejected the application. It stated that, although the applicant had not submitted any identification papers, a language test had shown it probable that he was from Ethiopia. It further stated that the general situation in Ethiopia was not a sufficient ground for asylum. Regarding the applicant’s situation and individual reasons for asylum, the Board found that his story lacked credibility and that his submission about his escape from prison was not plausible. Also, the applicant had never been convicted of any crime, nor had he tried to contact the judicial authorities in Ethiopia regarding the violence to which he had been subjected. He had not shown it probable that he would be at risk if he returned to Ethiopia.", "10. The applicant appealed to the Migration Court (Migrations-domstolen) in Stockholm. He maintained his earlier submissions and added the following. He had been harassed in Ethiopia due to his foreign appearance, his mother being Eritrean. He also claimed that he had been accused by the Government of being a spy. He submitted an arrest order issued by the Ethiopian authorities on 27 February 2008 and stated that some members of his church in Sweden had been visiting Ethiopia and the local police had handed them the arrest order. He also submitted a medical certificate from the Trauma Centre at Danderyd Hospital (Kris- och traumacenter vid Danderyds Sjukhus) containing a psychiatric and physical evaluation as well as a forensic evaluation.", "11. The psychiatric evaluation had been carried out by F.H., a licensed physician and specialist in general and forensic psychiatry, and was based on a meeting with the applicant on 6 April 2009. The applicant had claimed to worry a lot, to have a dark outlook on life and to suffer from depression and loss of appetite. He had had thoughts of being better off dead, but had not seemed to consider suicide as an option and had claimed to leave himself in the hands of God. He had tried to cure his depression with holy water and by staying in a monastery. During the examination the applicant had been very formal and had given clear and distinct answers to all the questions. However, he had given an emotionally detached impression and had seemed to have an intellectual and distant attitude towards the story he told. There had been no signs of psychosis. He had seemed rigid in his personality and had had difficulties in adjusting his mind-set and the topics discussed to the limited time of the examination. The risk of suicide had been hard to assess. The applicant had expressed a clear will to die, but had seemed to have religious doubts about actually committing suicide and would therefore deny any such plans. The assessment was that he was probably suffering from Post-Traumatic Stress Disorder (PTSD) and that his depression was a result of this.", "12. The forensic evaluation was issued by E.E., associate professor and specialist in forensic medicine, on 17 April 2009. According to the forensic findings the applicant had scar tissue on his head, right arm, both legs and also an artificial tooth. The concluding assessment was that none of the findings contradicted that the applicant’s injuries had occurred at the time he described. Furthermore, the injuries were visibly compatible with his story and could support his claims that he had been subjected to torture in the way he had submitted.", "13. On 17 December 2009 the Migration Court rejected the appeal. It noted that the applicant had not proved his identity. Moreover, it stated that the arrest order submitted by the applicant was very simplistic in nature and hence had little evidential value. Regarding the medical certificate, the court found that it confirmed that the applicant was suffering from PTSD and that he had scars, but that it could not confirm how his injuries had occurred. The court further stated that the applicant’s submissions had been vague and had escalated during the proceedings. The applicant had submitted for the first time at the oral hearing, among other things, that he had been suspected of being a spy. Moreover, it found peculiar his explanations as to how he had escaped from prison and how he had received information on being wanted by the Ethiopian authorities. The court thus found that the credibility of the applicant’s submissions was weak. It also added that the incidents described by the applicant had happened several years earlier, that he had not been politically active and that he had not had any problems prior to the 2005 elections. Moreover the court stated that the political situation in Ethiopia had calmed down since then and that the applicant’s submissions did not substantiate that he would risk being subjected to persecution to such an extent that he should be perceived as a refugee. Nor did they substantiate that he would be at risk of being subjected to degrading or inhuman treatment if he were to return. He was therefore not considered to have other needs for protection.", "14. On 17 March 2010 the Migration Court of Appeal (Migrations-överdomstolen) refused leave to appeal.", "15. The applicant subsequently claimed that there were impediments to his deportation and requested that his application for a residence permit be examined anew. In support of his claim he mainly referred to his previous submissions but also stated that the general situation in Ethiopia was such that he feared, due to his background as a critic of the regime, that he would be subjected to further ill-treatment upon return. The applicant further stated that the general situation in the country had become more serious after the elections of May 2010.", "16. In its decision of 1 March 2011, the Migration Board found that the applicant’s submissions did not qualify as impediments to deportation nor reasons to examine his asylum application anew. The applicant did not appeal against this decision.", "17. The basic provisions applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the 2005 Aliens Act (Utlänningslagen, 2005:716 – hereafter referred to as “the 2005 Act”).", "18. An alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden (Chapter 5, section 1 of the 2005 Act). The term “refugee” refers to an alien who is outside the country of his or her nationality owing to a wellfounded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country (Chapter 4, section 1). This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, section 2).", "19. Moreover, if a residence permit cannot be granted on the above grounds, such a permit may be issued to an alien if, after an overall assessment of his or her situation, there are such particularly distressing circumstances (synnerligen ömmande omständigheter) to allow him or her to remain in Sweden (Chapter 5, section 6). Special consideration should be given, inter alia, to the alien’s health status. According to the preparatory works (Government Bill 2004/05:170, pp. 190-191), life-threatening physical or mental illness for which no treatment can be given in the alien’s home country could constitute a reason for the grant of a residence permit.", "20. As regards the enforcement of a deportation or expulsion order, account has to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, section 1). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, section 2).", "21. Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This is the case where new circumstances have emerged which indicate that there are reasonable grounds for believing, inter alia, that an enforcement would put the alien in danger of being subjected to capital or corporal punishment, torture or other inhuman or degrading treatment or punishment or there are medical or other special reasons why the order should not be enforced (Chapter 12, section 18). If a residence permit cannot be granted under these criteria, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, sections 1 and 2, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not having done so. Should the applicable conditions not have been met, the Migration Board shall decide not to grant a re-examination (Chapter 12, section 19).", "22. Under the 2005 Act, matters concerning the right of aliens to enter and remain in Sweden are dealt with by three instances: the Migration Board, the Migration Court and the Migration Court of Appeal (Chapter 14, section 3, and Chapter 16, section 9)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}