{"ITEMID": "001-99913", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF CLIFT v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 14+5;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1966 and lives in Westcliff on Sea.", "6. On 30 April 1994 the applicant was sentenced to eighteen years' imprisonment for serious crimes including attempted murder, which carried a maximum sentence of life imprisonment. Under the legislative regime applicable at the time, he became eligible for release on parole on 13 March 2002 and entitled to release on 18 March 2005 (see paragraphs 24 and 27 below).", "7. On 25 March 2002 the Parole Board recommended the applicant's release on parole on the grounds that the risk to the public had been significantly reduced; that the proposed resettlement plan would secure his rehabilitation; and that the applicant would comply with the licence conditions.", "8. Under the legislation in force at the time, the final decision on early release in cases involving prisoners serving determinate sentences (i.e. fixed-term sentences) of more than fifteen years' imprisonment lay with the Secretary of State (see paragraphs 27-29 below). For prisoners serving determinate sentences of less than fifteen years and for prisoners serving indeterminate (i.e. life) sentences, the approval of the Secretary of State following a positive recommendation of the Parole Board was not required. On 25 October 2002 the Secretary of State rejected the recommendation of the Parole Board in the applicant's case, concluding that the release of the applicant would present an unacceptable risk to the public. As a result, the applicant was not released.", "9. On 17 February 2003, the applicant was granted leave to bring judicial review proceedings in respect of the decision of the Secretary of State to refuse his early release. His principal ground of challenge was that it was a breach of Article 5 of the Convention taken together with Article 14 that the Secretary of State should retain the power to determine the release on parole licence of only one group of prisoners, i.e. those who were serving determinate terms of imprisonment of fifteen years or more (see paragraphs 23-31 below for details of the law in force at the relevant time).", "10. The Parole Board subsequently reconsidered the applicant's case and on 17 March 2003 did not recommend release. The Court has not been provided with details of the reasons for this decision.", "11. On 9 June 2003, the Divisional Court dismissed the applicant's judicial review claim. For the purposes of the proceedings, the Secretary of State accepted that the question of early release from a determinate sentence fell within the ambit of Article 5 of the Convention and that Article 14 was therefore engaged. Hooper J found that there was differential treatment between analogous groups, namely those serving sentences of fifteen years or more and those serving sentences of almost fifteen years, in that prisoners serving sentences of fifteen years or more had to secure a recommendation from the Parole Board and approval from the Secretary of State whereas those serving almost fifteen years needed only a recommendation from the Parole Board. However, he considered that the differential treatment pursued the legitimate aim of reserving to a politically and democratically accountable minister the power to control the release of those serving long determinate sentences. He further considered that the power was proportionate in light of the problems posed by such prisoners for public safety and public order. Accordingly, he found that there was no violation of Article 5 together with Article 14.", "12. On 30 October 2003, the applicant was granted leave to appeal to the Court of Appeal.", "13. The Parole Board subsequently reconsidered the applicant's case and on 25 February 2004 once again recommended the applicant's release. On this occasion the Secretary of State accepted the recommendation, and on 10 March 2004 Mr Clift was released on licence.", "14. On 29 April 2004, the Court of Appeal endorsed the judgment of Hooper J and dismissed the applicant's appeal. It found the question of release from a determinate sentence to be arguably within the ambit of Article 5 of the Convention and agreed with Hooper J that although there was differential treatment between two comparable groups, this difference in treatment was objectively justified in that it pursued a legitimate aim and was proportionate.", "15. The applicant was granted leave to appeal to the House of Lords.", "16. On 13 December 2006, their Lordships unanimously dismissed the applicant's appeal. They agreed that the right to seek early release, where domestic law provided for such a right, was clearly within the ambit of Article 5 of the Convention. Lord Bingham of Cornhill noted (at paragraphs 17-18):", "“The Convention does not require member states to establish a scheme for early release of those sentenced to imprisonment. Prisoners may, consistently with the Convention, be required to serve every day of the sentence passed by the judge, or be detained until a predetermined period or proportion of the sentence has been served, if that is what domestic law provides. But this is not what the law of England and Wales provided, in respect of long-term determinate prisoners, at the times relevant to these appeals. That law provided for a time at which (subject to additional days of custody imposed for disciplinary breaches) a prisoner must, as a matter of right, be released, and an earlier time at which he might be released if it was judged safe to release him but at which he need not be released if it was not so judged.", "A number of grounds (economy and the need to relieve over-crowding in prisons) have doubtless been relied on when introducing pre-release schemes from determinate sentences such as those under consideration here. But one such consideration is recognition that neither the public interest nor the interest of the offender is well served by continuing to detain a prisoner until the end of his publicly pronounced sentence; that in some cases those interests will be best served by releasing the prisoner at the earlier, discretionary, stage; and that in those cases prisoners should regain their freedom (even if subject to restrictions) because there is judged to be no continuing interest in depriving them of it. I accordingly find that the right to seek early release, where domestic law provides for such a right, is clearly within the ambit of article 5, and differential treatment of one prisoner as compared with another, otherwise than on the merits of their respective cases, gives rise to a potential complaint under article 14.”", "17. However, unlike the lower courts, and with some hesitation, their Lordships did not find the difference in treatment in the applicant's case to be the result of his “status”, such as to fall within the prohibition on discrimination in Article 14 of the Convention. Lord Bingham said (at paragraph 28):", "“I do not think that a personal characteristic can be defined by the differential treatment of which a person complains. But here Mr Clift does not complain of the sentence passed upon him, but of being denied a definitive Parole Board recommendation. Is his classification as a prisoner serving a determinate sentence of 15 years or more (but less than life) a personal characteristic? I find it difficult to apply so elusive a test. But I would incline to regard a life sentence as an acquired personal characteristic and a lifer as having an 'other status', and it is hard to see why the classification of Mr Clift, based on the length of his sentence and not the nature of his offences, should be differently regarded. I think, however, that a domestic court should hesitate to apply the Convention in a manner not, as I understand, explicitly or impliedly authorised by the Strasbourg jurisprudence, and I would accordingly, not without hesitation, resolve this question in favour of the Secretary of State and against Mr Clift.”", "18. Lord Hope of Craighead made similar observations (at paragraphs 46-49):", "“It could be said in Mr Clift's case that the length of his sentence did confer a status on him which can be regarded as a personal characteristic. This is because prisoners are divided by the domestic system into broadly defined categories, or groups of people, according to the nature or the length of their sentences. These categories affect the way they are then dealt with throughout the period of their sentences. As a result they are regarded as having acquired a distinctive status which attaches itself to them personally for the purposes of the regime in which they are required to serve their sentences. This is most obviously so in the case of prisoners serving life sentences and where distinctions are drawn between short-term and long-term prisoners serving determinate sentences. It is less obviously so in the case of long-term prisoners serving determinate sentences of different lengths.", "It must be accepted, as Lord Bingham points out, that a personal characteristic cannot be defined by the differential treatment of which a person complains. It is plain too that the category of long-term prisoner into which Mr Clift's case falls would not have been recognised as a separate category had it not been for the Order which treats prisoners in his group differently from others in the enjoyment of their fundamental right to liberty. But he had already been sentenced, and he had already acquired the status which that sentence gave him before the Order was made that denied prisoners in his group the right to release on the recommendation of the Parole Board. The question which his case raises is whether the distinguishing feature or characteristic which enables persons or a group of persons to be singled out for separate treatment must have been identified as a personal characteristic before it is used for this purpose by the discriminator.", "The function of article 14, read with article 1 of the Convention, is to secure to everyone within the jurisdiction of the High Contracting Parties the enjoyment of the rights and freedoms set out in section 1 of the Convention without discrimination on grounds which, having regard to the underlying values of the Convention, must be regarded as unacceptable. This suggests that a generous meaning should be given to the words 'or other status' while recognising, of course, that the proscribed grounds are not unlimited. It seems to me, on this approach, that the protection of article 14 ought not to be denied just because the distinguishing feature which enabled the discriminator to treat persons or groups of persons differently in the enjoyment of their Convention rights had not previously been recognised.", "But the Strasbourg jurisprudence has not yet addressed this question and, as my noble and learned friend Baroness Hale of Richmond points out, it is possible to regard what he has done, rather than who or what he is, as the true reason for the difference of treatment in Mr Clift's case ... [T]he duty of national courts is to keep pace with the Strasbourg jurisprudence as it evolves over time. A measure of self-restraint is needed, lest we stretch our own jurisprudence beyond that which is shared by all the States Parties to the Convention. I am persuaded, with some reluctance, that it is not open to us to resolve the second agreed issue in Mr Clift's favour.”", "19. Baroness Hale of Richmond considered (at paragraphs 62-63) that:", "“it is plain ... that a different parole regime for foreigners who are liable to deportation from that applicable to citizens or others with the right to remain here, falls within the grounds proscribed by article 14 and thus ... requires objective justification. The same would surely apply to a difference in treatment based on race, sex or the colour of one's hair. But a difference in treatment based on the seriousness of the offence would fall outside those grounds. The real reason for the distinction is not a personal characteristic of the offender but what the offender has done.", "The result is that the difference of treatment between Mr Clift and people sentenced either to shorter determinate sentences or to life imprisonment is not covered by article 14 at all. The law may look odd. But not every apparent anomaly is a breach of Convention rights. This one is the result of what the Home Secretary chose to do in relation to people sentenced to shorter terms of imprisonment and what he was obliged by the terms of article 5 itself to do in relation to life imprisonment. The law has since been changed and one can well understand why. But it is not for us to declare legislation which Parliament has passed incompatible with the Convention rights unless the Convention and its case law require us so to do. For the reasons given above, in amplification of those given by my noble and learned friend, Lord Bingham of Cornhill, we are not required to do so in this case.”", "20. Notwithstanding the conclusion of the House as to the applicability of Article 14, Lords Bingham and Brown of Eaton-under-Heywood went on to consider whether, had there been “status”, the difference in treatment would have been objectively justified. Lord Bingham (at paragraph 33) was of the view that:", "“When, in October 2002, the Secretary of State rejected the Parole Board's recommendation that Mr Clift be released on parole, discretionary lifers and HMP detainees had already been brought within the definitive jurisdiction of the Parole Board, and Stafford v United Kingdom (2002) 35 EHRR 1121, requiring the same procedure for mandatory lifers, had already been decided. The differential treatment of prisoners serving 15 years or more had, in my opinion, become an anomaly. That would not, in itself, be a ground for holding it to be unjustified. Anomalies are commonplace. But by 2002 it had, in my opinion, become an indefensible anomaly because it had by then come to be recognised that assessment of the risk presented by any individual prisoner, in the application of publicly promulgated criteria, was a task with no political content and one to which the Secretary of State could not (and did not claim to) bring any superior expertise. I would accordingly resolve this issue in favour of Mr Clift and against the Secretary of State.”", "21. Lord Brown agreed with the conclusion of Lord Bingham.", "22. Under sections 59-61 of the Criminal Justice Act 1967, all determinate and indeterminate sentence prisoners were eligible for discretionary release on licence after serving specified minimum amounts of their sentences. In both cases, once the Parole Board had recommended release, the Secretary of State had discretion to decide whether to release a prisoner.", "23. The law regarding release of prisoners on parole was subsequently changed by the Criminal Justice Act 1991 (“the 1991 Act”) and the Crime (Sentences) Act 1997 (“the 1997 Act”), as amended.", "24. Sections 33 and 34 of the 1991 Act created a duty to release fixed term and discretionary life prisoners once they had served a specified period of detention. Section 33 provided, in so far as relevant, as follows:", "“Duty to release short-term and long-term prisoners", "(1) As soon as a short-term prisoner has served one-half of his sentence, it shall be the duty of the Secretary of State—", "(a) to release him unconditionally if that sentence is for a term of less than twelve months; and", "(b) to release him on licence if that sentence is for a term of twelve months or more.", "(2) As soon as a long-term prisoner has served two-thirds of his sentence, it shall be the duty of the Secretary of State to release him on licence.", "...", "25. Section 33(5) defined “short-term” and “long-term” prisoners:", "“In this Part—", "'long-term prisoner' means a person serving a sentence of imprisonment for a term of four years or more;", "'short-term prisoner' means a person serving a sentence of imprisonment for a term of less than four years.”", "26. Section 34 dealt with the early release of discretionary life prisoners:", "“Duty to release discretionary life prisoners", "(1) A life prisoner is a discretionary life prisoner for the purposes of this Part if—", "(a) his sentence was imposed for a violent or sexual offence the sentence for which is not fixed by law; and", "(b) the court by which he was sentenced for that offence ordered that this section should apply to him as soon as he had served a part of his sentence specified in the order.", "...", "(3) As soon as, in the case of a discretionary life prisoner—", "(a) he has served the part of his sentence specified in the order ...; and", "(b) the [Parole] Board has directed his release under this section,", "it shall be the duty of the Secretary of State to release him on licence.”", "27. Section 35 provided for an additional discretionary power to release long-term prisoners before the two-thirds point of their sentence and provided that:", "“(1) After a long-term prisoner has served one-half of his sentence, the Secretary of State may, if recommended to do so by the [Parole] Board, release him on licence.”", "28. Section 50 provided a power for the Secretary of State to reduce the period of detention which had to be served before long-term prisoners became entitled to release upon a recommendation of the Parole Board by converting his discretionary power set out in section 35 into a duty in relation to a specified class of prisoners. It provided that:", "“(1) The Secretary of State, after consultation with the [Parole] Board, may by order made by statutory instrument provide that, in relation to such class of case as may be specified in the order, the provisions of this Part specified in subsections (2) to (4) below shall have effect subject to the modifications so specified.", "(2) In section 35 above, in subsection (1) for the word 'may' there shall be substituted the word 'shall' ...”", "29. The Secretary of State exercised the power provided to him under section 50 of the 1991 Act on two occasions. Under the Parole Board (Transfer of Functions) Order 1992 his section 35 discretion to release longterm prisoners serving a sentence of imprisonment for a term of less than seven years was transformed into a duty. The subsequent Parole Board (Transfer of Functions) Order 1998 transformed the discretion into a duty for prisoners serving a sentence of imprisonment for a term of less than fifteen years. For those serving sentences of fifteen years or more, the Secretary of State retained his discretion to order early release after the halfway point and before two-thirds of the sentence had been served.", "30. Section 28 of the 1997 Act was originally enacted and later amended following judgments of this Court in Hussain v. the United Kingdom, 21 February 1996, Reports of Judgments and Decisions 1996I and Stafford v. the United Kingdom [GC], no. 46295/99, ECHR 2002IV. It provides, insofar as relevant:", "“28. Duty to release certain life prisoners.", "(1A) This section applies to a life prisoner in respect of whom a minimum term order has been made and any reference in this section to the relevant part of such a prisoner's sentence is a reference to the part of the sentence specified in the order.", "...", "(5) As soon as–", "(a) a life prisoner to whom this section applies has served the relevant part of his sentence; and", "(b) the Parole Board has directed his release under this section,", "it shall be the duty of the Secretary of State to release him on licence.", "(6) The Parole Board shall not give a direction under subsection (5) above with respect to a life prisoner to whom this section applies unless–", "(a) the Secretary of State has referred the prisoner's case to the Board; and", "(b) the Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined.”", "31. Section 34 sets out the definition of “life prisoner”, which covers prisoners serving various different types of indeterminate sentence.", "32. The law regarding the early release of long-term determinate prisoners was amended by the Criminal Justice Act 2003, which entered into force on 4 April 2005. The new provisions regarding release on licence provide, insofar as relevant, as follows:", "“244 (1) As soon as a fixed-term prisoner ... has served the requisite custodial period, it is the duty of the Secretary of State to release him on licence under this section.", "...", "(3) In this section 'the requisite custodial period' means—", "(a) in relation to a person serving a sentence of imprisonment for a term of twelve months or more ... one-half of his sentence ...”", "33. The above provisions apply to prisoners who committed their offences after 3 April 2005 or whose parole eligibility date fell after 8 June 2008 and whose offence was not a specified violent or sexual offence.", "34. Section 145 of the Coroners and Justice Act 2009 further amended the law on early release to remove the difference in treatment of prisoners depending on their conviction or parole eligibility dates. It amended section 35 of the 1991 Act to provide for a duty, instead of a discretion, on the Secretary of State to release all long-term prisoners upon a recommendation from the Parole Board. This provision is not yet in force.", "35. Once section 145 has entered into force, only prisoners serving life sentences with whole life tariffs will require the approval of the Secretary of State for early release. For all other prisoners, early release will either be automatic or automatic upon a recommendation of the Parole Board."], "VIOLATED_ARTICLES": ["14", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}