{"ITEMID": "001-5390", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "KEPKA v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant is a Polish national, born in 1935 and living in Warsaw, Poland", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 1 April 1988 the applicant, who at about the same time took his doctor’s degree in physics, joined the National Fire Service (Państwowa Straż Pożarna) and, when he obtained a post of senior academic teacher at the National Fire Academy (Szkoła Główna Slużby Pożarniczej), attained the rank of lieutenant. During the entire period of his service the applicant worked as a teacher. He gave lectures on physics and carried out scientific research. Part of that research concerned issues considered important for national defence. He also published articles and scientific dissertations.", "In 1988 the applicant completed two training courses: the first in fire prevention, the second designed for fire officers.", "On an unspecified later date he achieved the rank of captain.", "On 31 May 1994 the applicant underwent a routine medical examination. The relevant report stated that he was permanently unfit to take part in fighting fires and emergency actions but fit to serve if he continued to work as a lecturer.", "On 23 January 1995 the Superintendent of the National Fire Academy opened disciplinary proceedings against the applicant on charges of insubordination (in connection with his failure to comply with a superior’s order), wilful disregard of instructions (in that he had allowed third persons to have access to research carried out in respect of the matter of crucial importance for national defence) and two other breaches of discipline.", "On 10 March 1995 the Superintendent issued an order disciplinarily discharging the applicant from the fire service “with effect from 31 March 1995”. The applicant appealed to the Commandant of the National Fire Service (Komendant Główny Państwowej Straży Pożarnej).", "On 29 March 1995 the Commandant upheld the order. The applicant appealed to the Minister of the Interior (Minister Spraw Wewnętrznych) on 6 April 1995. He requested the Minister, inter alia, to “quash immediately the relevant orders” and to “promote him and award a special prize as reward for his achievements”.", "On 30 May 1995 the Minister upheld the decision to discharge the applicant from the fire service but amended the date on which it was to take effect, ordering that the material date be 31 May 1995.", "Subsequently, on an unspecified date, the applicant appealed to the Supreme Administrative Court (Naczelny Sąd Administracyjny). He contested the decision of the Commandant of the National Fire Service of 29 March 1995 and the decision of the Minister of the Interior of 30 May 1995, alleging that they were contrary to the law.", "The Supreme Administrative Court gave judgment on 13 September 1995. It dismissed the appeal for two principal reasons: firstly, because it had no jurisdiction to deal with disciplinary matters and, secondly, as it had found no legal flaw in the impugned decisions.", "In the meantime, on an unspecified date, the applicant had sued the Superintendent of the National Fire Academy in the Warsaw District Court of Labour (Sąd Rejonowy - Wydział Pracy), seeking reinstatement to the fire service. The court refused to deal with the merits of the claim because a discharge from the fire service did not fall within the labour courts’ jurisdiction, such matters being resolved exclusively in administrative proceedings.", "The organisation of the National Fire Service, terms and conditions of service therein and detailed duties of firemen are laid down in the Law of 24 August 1991 on the National Fire Service (Ustawa o Państwowej Straży Pożarnej) (as amended), hereafter referred to as “the 1991 Act”.", "The National Fire Service in Poland is part of the national public service. From the organisational point of view, it is, like the police, incorporated into the Ministry of the Interior. The Commandant of the National Fire Service is a public authority called a “central organ of governmental administration” (centralny organ administracji rządowej) and, like the Commandant of the Police, is subordinate to the Minister of the Interior (section 9 §1 of the 1991 Act). The Minister of the Interior not only supervises the National Fire Service but also has the power to issue ordinances or other regulations setting out the detailed organisation of fire-fighting brigades, units and their equipment (section 8 § 4 of the 1991 Act).", "Within the general structure of the State, the National Fire Service, like other emergency services, belongs to the forces for maintenance of public safety.", "Section 1 of the 1991 Act lays down the general tasks and duties of the National Fire Service. This provision reads:", "“1. There shall be established the National Fire Service – a professional, uniformed and specially equipped formation, which shall deal with fire-fighting, disasters and other local emergencies.", "2. The National Fire Service shall carry out the following principal tasks:", "1) identifying fire hazards and other local emergencies;", "2) organising and carrying out rescue actions during fires, disasters or operations to combat local emergencies;", "3) carrying out supporting specialised rescue actions during disasters or operations by other emergency services to combat local emergencies;", "4) training staff for the National Fire Service and other organs of fire protection and the national system for the protection of the nation;", "5) supervising compliance with fire-safety regulations;", "6) carrying out research into fire prevention and protection of the nation.", "3. Service in the National Fire Service shall be performed by fire service officials, hereafter named “firemen”.”", "Section 2 § 1 states:", "“The National Fire Service shall organise the national system of fighting fires and combating emergencies, aimed at protecting life, health, property and the environment, in particular through:", "1) fighting fires and other disasters;", "2) technical rescue operations;", "3) chemical rescue operations;", "4) ecological rescue operations;", "5) medical rescue operations.”", "Section 8 § 1 sets out the following structure of the National Fire Service:", "“There shall be the following organisational units of the National Fire Service:", "1) the Chief Command;", "2) the Regional Command;", "3) the County/Town Command;", "4) the National Fire Academy and other schools or training centres;", "5) the research and development units;", "6) the Central Museum of the Fire Service.”", "Section 17 § 1 of the Act, referring to the organisation of the National Fire Academy, stipulates:", "“The organisation and scope of the activities of the National Fire Academy, as well as the rules governing the appointment or dismissal of its Superintendent and his deputies, shall be regulated by the provisions concerning higher military academies.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}