{"ITEMID": "001-72771", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "VIROLAINEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Pertti Virolainen, is a Finnish national, who was born in 1939 and lives in Espoo. He is represented before the Court by Mr Jyrki Virolainen, a law professor at the University of Lapland. The respondent Government are represented by their Agent, Mr Arto Kosonen, Director in the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties and as they appear from the documents, may be summarised as follows.", "On 4 April 1996 lawyer K. submitted to the District Court (käräjäoikeus, tingsrätten) of Joensuu an application for a summons against ten persons, including the applicant (also a lawyer), requesting their punishment for alleged false denunciation “despite better knowledge” (vastoin parempaa tietoa tehty perätön ilmianto, osann angivelse emot bättre vetande) and defamation “despite better knowledge” (vastoin parempaa tietoa tehty herjaus, smädelse emot bättre vetande) on several counts, and demanding damages. K. alleged that the applicant had participated in a campaign of false accusations against him, allegedly caused by the fact that K. had tried to recover unpaid fees from his former clients.", "In an appended indictment (including charge no. 1.2) K. demanded the punishment of the applicant on three counts of alleged false denunciation and three counts of alleged defamation committed “despite better knowledge”. K. alleged that, on 1 June 1995, while representing H. the applicant had reported an offence against K. alleging aggravated fraud, aggravated extortion (kiristys, utpressning), misuse of a position of trust (luottamusaseman väärinkäyttö, missbruk av förtroendeställning) and forgery. According to K., the applicant, in his report of offences, had claimed that K. had overcharged one of his clients, intentionally lost his clients’ cases and caused them damage, and forged the signatures of his clients to several powers of attorney. A public prosecutor had on 26 February 1996 waived charges against K.", "In another appended indictment (including charge no. 2.2) K. demanded the punishment of the applicant on five counts of alleged false denunciation and five counts of alleged defamation “despite better knowledge”. K. alleged that, on 14 February 1995, while representing several of his clients the applicant had reported an offence against K. and accused K. of several offences, namely forgery, misuse of a position of trust, breach of consumer credit regulations (kulutusluottorikos, konsumentkreditbrott), slander and profanation of the memory of a deceased person (kuolleen miehen muiston häpäiseminen, skymfande av död mans minne). K. also accused the applicant of having given false information and putting forward false allegations against K. in the pre-trial investigations following the applicant’s report to the police. A public prosecutor had on 19 February 1996 waived part of the charges against K.. Based on the remaining issues in the reports of offences submitted by the applicant, a public prosecutor had lodged charges of embezzlement and attempted fraud against K.", "On 24 April 1996 the District Court served a writ of summons on the applicant. It noted that it had transferred the examination of the indictments against two co-defendants to separate criminal proceedings which were pending at the same time. The applicant received the summons on 3 May 1996.", "On 12 June 1996 the District Court held the first hearing, in which K.’s indictment was considered. A public prosecutor, present at the hearing, did not support the charges. The applicant was not present due to a holiday trip abroad, of which he had informed the District Court in advance. The case was adjourned at K.’s request. The court imposed a conditional fine on the applicant in order to obtain his attendance. The second hearing took place on 12 September 1996. The case was adjourned as one of the two presiding judges had become disqualified.", "On 17 December 1996 the third hearing was held. The applicant contested the charges disputing the alleged facts and requested that these proceedings should follow the pending criminal proceedings against K. concerning the embezzlement and fraud in order for the facts to be better established. The applicant maintained that he had reported the offences against K. on his clients’, i.e. the co-defendants’, instructions, after verifying the facts with his clients and becoming convinced of the probable existence of reasons to suspect the offences. K. requested an adjournment, to which the applicant did not object.", "The fourth hearing took place on 29 January 1997. The case was adjourned at K.’s request.", "The fifth hearing was held on 12 February 1997, when the case was adjourned with the agreement of all parties in anticipation of the outcome of the criminal proceedings against K., which were now pending before the same District Court.", "On 14 March 1997 the District Court dismissed the charges of alleged embezzlement and fraud against K.. Upon appeal, the Court of Appeal (hovioikeus, hovrätten) of Eastern Finland upheld the judgment on 9 April 1998, and finally, on 19 November 1999, the Supreme Court (korkein oikeus, högsta domstolen) refused leave to appeal.", "On 20 January 2000 the applicant submitted his observations to the District Court in reply to K.’s written statements of 3 and 5 January 2000. According to the applicant, in his letter of 3 January 2000 K. “renewed his requests and the description of the alleged offences in broad outline.”", "According to the applicant, on 16 February 2000 the District Court sent a memorandum to the parties, which included K.’s indictment, corresponding to his application for a summons on 4 April 1996.", "A preparatory hearing was held on 25 February 2000, in which the applicant was not present. At that hearing the District Court prepared the examination of the criminal proceedings instigated by K., as well as another set of criminal proceedings instigated at some point by one of the applicant’s co-defendants against K.. K. repeated his indictment as regards the allegedly unlawful reports of offences submitted by the applicant on 14 February 1995 and 1 June 1995. The applicant’s written observations, contesting these charges (see above), were included in the minutes of the preparatory hearing.", "On page 2 of the minutes of the preparatory hearing it was stated:", "“K. specified that his indictment was based on those acts that the defendants had committed prior to the public prosecutor’s decision not to lodge charges.”", "The District Court’s main hearing was held on five days on 5-7 April and 10-11 April 2000. The applicant was present on 5-7 April, partially present on 10 April (with the court’s consent), and again present during the entire hearing of 11 April 2000.", "According to the minutes of the main hearing (on pp. 6 and 11), K. presented alternative charges of defamation “without better knowledge” (ei vastoin parempaa tietoa tehty herjaus, smädelse dock icke emot bättre vetande) i.e. negligent defamation, to be distinguished from defamation “despite better knowledge”, that is to say, intentionally imputing an offence to K. whilst knowing that he had not committed it (rather than voicing a mere suspicion that he had).", "On page 5 of the minutes of the main hearing the charge no. 1.2 was particularised, insofar as relevant, as follows:", "“[A co-defendant H.] represented/advised/urged by [the applicant] and [the applicant], have in a report of an offence drawn up by [the applicant] on 1 June 1995, which report was received by the Police of Joensuu on 29 June 1995, and in the subsequent pre-trial investigations, despite without better knowledge ... .”", "On page 6 of the minutes of the main hearing, it was further noted in connection with charge no. 1.2 that:", "“K. has based his indictment on all those acts that the defendants have committed in connection with the reports of offences prior to the public prosecutor’s decision not to lodge charges.”", "On 25 April 2000 the District Court delivered its judgment. It dismissed all charges concerning false denunciation. According to the District Court, the applicant had not deliberately given false information to the police. It convicted the applicant of defamation committed “without better knowledge”. As to the first set charges (charge 1.2) the court found that the applicant’s allegations presented in his final statement of 11 January 1996 to the police had been harmful to K. and not been proven to be correct. The District Court further ruled that the applicant had in the final statement demanded that K. be charged with those offences reported by his clients, and that at that point he had at his disposal the entire pre-trial investigation report, and could therefore not rely entirely on his clients’ assertions. As regards the second set of charges of defamation (charge no. 2.2) the District Court found, inter alia, that the applicant had submitted to the police final statements of 31 August 1995 and 13 December 1995 in which he had alleged that K. was guilty of the offences reported on 14 February 1995. The District Court noted that at that point the applicant had at his disposal the entire pre-trial investigation report. It also took into account a report of an offence drawn up by the applicant on 22 May 1995 on his clients’ behalf. It found that the applicant, as a lawyer, should have been aware of the groundlessness of the allegations of forgery and misuse of a position of trust, and had, thus, committed defamation “without better knowledge”.", "The District Court sentenced the applicant to 80 day-fines, amounting to 18,000 Finnish Marks (FIM; corresponding to 3,027 euros (EUR)) and ordered him to pay, separately and jointly with a co-defendant, damages of FIM 20,000 (EUR 3,364) and legal expenses of FIM 40,000 (EUR 6,728) plus interest, and, separately, damages of FIM 20,000 plus interest.", "On 8 June 2000 the applicant appealed against the entire judgment to the Court of Appeal of Eastern Finland, complaining under Article 6 § 3 (a) of the Convention that the District Court had convicted him of offences with which he had not been charged and requesting, inter alia, an oral hearing. According to the applicant, K.’s indictment was insufficiently specified and had demanded punishment for defamation “despite better knowledge” whereas the District Court had convicted him of defamation “without better knowledge”, thus depriving him of a chance to defend himself. The applicant maintained that, despite the District Court’s minutes, K. had not presented alternative charges of “without better knowledge” during the principal hearing, and that had this occurred while he was absent on 10 April 2000, it was in any case prohibited.", "Further, the applicant complained that the final statements submitted by him to the police on 11 January 1996 (charge no. 1.2) and on 13 December 1996 (charge no. 2.2) were not mentioned in the indictments and that he had, thus, not been charged with defamation in those regards. According to the applicant, the District Court’s conviction was entirely based on these final statements, which deprived him of a chance to defend himself. The applicant emphasised that K.’s indictment relied only on his reports of offences of 14 February 1995, 22 May 1995 and 1 June 1995.", "The applicant put forward that he had submitted the final statements to the police following the normal proceedings pursuant to section 42 of the Act on Pre-Trial Investigation (esitutkintalaki, förundersökninglag; 449/1987) and not with the intent of offending K. He maintained, inter alia, that he had not alleged K.’s guilt beyond what K. had himself admitted in the pre-trial investigations, and that he was entitled to rely on his clients’ instructions and assertions. He had in fact in both cases requested the police to continue their investigations. He maintained that as the police had conducted four further witness interrogations and other investigative measures after his final statements, he did not have at his disposal the entire pre-trial investigation reports as the District Court had, according to the applicant, wrongly held. He also complained that punishing legal counsel for pursuing their clients’ cases would impede the lawyers’ actions.", "The applicant further maintained that the presiding judge had allowed K. to insult him during the trial several times which disclosed bias and rendered the trial unfair.", "On 12 December 2000 the Court of Appeal, without having held an oral hearing, upheld the District Court’s judgment, accepting its reasons and upholding the applicant’s conviction and sentence. It however reduced his overall damage liabilities to FIM 20,000 (EUR 3,364) and ordered him to reimburse K’s legal expenses in the District Court jointly and separately with a co-defendant by FIM 25,000 (EUR 4,205). It ordered the parties to bear their own legal expenses in the Court of Appeal.", "On 18 January 2001 the Finnish Bar Association (Suomen asianajajaliitto, Finlands Advokatförbund) informed the applicant that it had commenced disciplinary proceedings against him.", "On 7 February 2001 the applicant sought leave to appeal and appealed to the Supreme Court expressing his dissatisfaction with the outcome and reasoning of the appellate court’s judgment.", "On 29 January 2002 the Supreme Court refused the applicant leave to appeal.", "Section 12 of the Finnish Constitution (perustuslaki, grundagen; 731/1999) provides that everyone has the freedom of expression. Freedom of expression entails the right to express, disseminate and receive information, opinions and other communications without prior prevention by anyone. More detailed provisions on the exercise of the freedom of expression are laid down by an Act.", "Chapter 14, section 3 of the Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalk; 362/1960), as in force at the relevant time, provided that a public prosecutor was to present his/her requests and their grounds at the beginning of the trial. Unless there were pressing reasons, the same applied to the victim.", "Chapter 5, section 17 of the Code on Criminal Procedure (laki oikeudenkäynnistä rikosasioissa, lag om rättegång i brottmål; 689/1997), as subsequently in force, provides that a served indictment may not be changed. A public prosecutor may, however, expand the indictment to include another alleged offence, provided that the court finds it appropriate. Subsection 2 of the section provides that to restrict the charges or to rely on another legal provision or a new fact is not regarded as expanding the charge.", "Section 42 of the Act on Pre-Trial Investigation (esitutkintalaki, förundersökningslagen; 449/1987) provides that the police must give the parties an opportunity to submit their final statements concerning the material gathered in the pre-trial investigations, if such a statement is liable to expedite or facilitate the examination of the case in a court. The final statement must be attached to the minutes of the pre-trial investigations.", "Chapter 27, section 1 of the Penal Code (rikoslaki, strafflagen) as in force at the relevant time, provided that a person alleging, albeit contrary to his or her better knowledge, that someone had committed an offence was to be convicted of defamation, unless he or she could show probable cause in support of the allegation.", "According to Chapter 27 section 2 of the Penal Code, as in force at the relevant time, a person alleging, albeit not contrary to his or her better knowledge, that someone had committed an offence was to be convicted of defamation, unless he or she could show probable cause in support of the allegation."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}