{"ITEMID": "001-5550", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "SAUKAITIS v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is a Lithuanian national, born in 1978 and living in Klaipėda. He is represented before the Court by Mr A. Petrauskas, a lawyer practising in Vilnius.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was suspected of robbery. The complainant in the proceedings was a taxi driver, who reported to the police that in the late evening of 18 November 1996 two armed men had appropriated his car and other belongings by threats of force. On 29 May 1997 the Klaipėda Regional Court convicted the applicant of robbery on the basis of the statements by the complainant and an anonymous witness M. The Regional Court sentenced the applicant to 7 years’ imprisonment. His property was confiscated.", "On 20 August 1997 the Court of Appeal dismissed the applicant’s appeal. On 11 November 1997 the Supreme Court rejected the applicant’s cassation appeal.", "In April 1998 certain third persons, while being interviewed in the context of another criminal case, told the police that they had committed the robbery of 18 November 1996. On 6 October 1998 the Supreme Court quashed the applicant’s conviction on the ground of newly established facts. The court also ruled that the decisions confirming the applicant’s guilt raised “serious doubts as [the complainant’s] statements had been inconsistent … and the testimony of the anonymous witness M had not been assessed carefully”, whereas the applicant’s guilt had been “based essentially on the above evidence”. The Supreme Court returned the case to the prosecution for pre-trial investigation.", "On 29 January 1999 a prosecutor discontinued the case against the applicant because of the absence of evidence. By a letter of 15 April 1999 the prosecutor informed the applicant that the case had been discontinued.", "As a result of the above proceedings, the applicant has spent more than 20 months in prison.", "He brought no action for damages in connection with his conviction.", "B. Relevant domestic law", "Article 4 § 1 (1) of the Criminal Damages Act 1997 (Žalos, padarytos neteisėtais kvotos, tardymo, prokuratūros ir teismo veiksmais, atlyginimo įstatymas) provides that a person can claim damages in connection with errors by law enforcement authorities where he has been acquitted, or his conviction has been quashed and criminal proceedings discontinued.", "Under Article 5 of the Act, in order to obtain damages, a person must sue the Ministry of Justice in accordance with the procedure established by the Act."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}