{"ITEMID": "001-59590", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "GRANDCHAMBER", "DATE": 2001, "DOCNAME": "CASE OF MALHOUS v. THE CZECH REPUBLIC", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. In June 1949 plots of agricultural land owned by the applicant’s father were expropriated by the former Doksy District National Council (okresní národní výbor) under the Czechoslovak New Land Reform Act No. 46/1948 (“the 1948 Act”). The applicant’s father had never obtained any compensation. In 1957 some of these plots were transferred to the ownership of natural persons in an assignment procedure under the 1948 Act. In 1977 the applicant’s father died and the applicant’s rights over his estate were confirmed.", "10. After the fall of the communist regime in Czechoslovakia, the Act No. 229/1991 on Adjustment of Ownership Rights in respect of Land and Other Agricultural Property (“zákon o půdě”, the “Land Ownership Act”) entered into force on 24 June 1991. The Act provided that the 1948 Act was no longer applicable and that under certain conditions property confiscated pursuant to that Act without compensation could be returned to its former owners or their heirs if it was still in the possession of the State or of a legal person. However, if such property had been transferred into the possession of natural persons, the former owners or their heirs could – subject to certain exceptions – only claim the assignment of other equivalent property or financial compensation.", "11. On the basis of the Land Ownership Act, the applicant entered into restitution agreements with two legal persons (the Hradec Králové State Forest Enterprise and the Líny – Krásná Ves Agricultural Cooperative) on 10 December 1993 and 4 May 1994 respectively. By two decisions of 12 October 1994 the Mladá Boleslav Land Office (pozemkový úřad, “the Land Office”) refused to approve the restitution agreements. Referring to section 32(3) of the Land Ownership Act, it found that some of the plots had been assigned to different owners pursuant to the 1948 Act, and that these owners, being natural persons, had proved their property rights by showing their deeds of assignment. The Land Office based its decisions on the following documents: the decision of the former Mladá Boleslav State Notary (státní notářství) of 26 May 1977 on the applicant’s father’s inheritance, the decision of the former Doksy District National Council of 7 June 1949 on the expropriation of the applicant’s father’s property, the record of the former Líny Local National Council (místní národní výbor) of 7 November 1949 on the proceedings on the applicant’s father’s appeal against the expropriation, the decision of the former Liberec Regional National Council (krajský národní výbor) of 29 November 1949 by which the decision of expropriation had been modified, and an extract (výpis) from the land register (pozemková kniha) relating to the Líny and Krásná Ves Districts. The Land Office had also at its disposal copies of the deeds of assignment made out by the Mladá Boleslav Land Register Office (katastrální úřad) on 23 September 1994.", "12. It appears from the text of the invitation issued by the Land Office on 28 September 1994 that the latter scheduled a hearing for 12 October 1994 to which the applicant and his lawyer were invited, together with the representatives of the State Forest Enterprise, the agricultural cooperative and representatives of the Mladá Boleslav Land Fund (Pozemkový fond). According to the record of the hearing, only the applicant and the representatives of the State Forest Enterprise and of the agricultural cooperative attended the hearing. The applicant refused to make any comments on the issue of the administrative proceedings and did not sign the record. The representatives of both legal persons left the hearing before the end.", "13. On 11 November 1994 the applicant lodged appeals with the Prague Municipal Court (městský soud, “the Municipal Court”) against the two administrative decisions. He claimed the restitution of the entire property, contesting that the acquisition of part thereof had been proven by the natural persons concerned and requesting access to the respective deeds of assignment.", "14. On 31 May 1995 the Municipal Court joined both appeals and upheld the administrative decisions of 12 October 1994. It held that the Land Office had correctly refused to approve the restitution agreements as a whole as they also covered property whose ownership had been transferred to natural persons and thus could not be returned to the original owner. This had been established on the basis of all relevant documents including the deeds of assignment, which were included in the administrative files. The applicant could have consulted them at any time during the administrative proceedings if he had wished to do so as provided for in section 23(1) of the Code of Administrative Procedure. The Municipal Court considered that no hearing was necessary in the applicant’s case, as the facts had been correctly established by the administrative authority and only points of law were in issue before it. In this respect, it referred to section 250(f) of the Code of Civil Procedure.", "15. The case was referred back to the Land Office pursuant to section 9(3) of the Land Ownership Act (see paragraph 25 below) which gave a new decision on 25 July 1995. In accordance with the opinion of the Municipal Court, by which it was bound by virtue of section 250(r) of the Code of Civil Procedure, the Land Office confirmed the applicant’s property rights in respect of those plots which had not been transferred to natural persons under the 1948 Act. At the same time, it informed the applicant that he could seek compensation under section 11 or 16 of the Land Ownership Act for the plots which could not be returned to him.", "16. On 14 September and 15 October 1995 the applicant lodged a constitutional appeal (ústavní stížnost) claiming inter alia that his property rights had been violated, that he had not been able to put forward further evidence and that the Municipal Court had not informed him about its decision to join both cases. He invoked inter alia Articles 36 and 38 of the Charter of Fundamental Rights and Freedoms (Listina základních práv a svobod).", "17. On 29 November 1995 the Constitutional Court (Ústavní soud) rejected the applicant’s appeal as manifestly ill-founded. It considered that the applicant’s constitutional rights to a proper court procedure had not been violated by the manner in which the Municipal Court had dealt with his appeal. Having regard to the special nature of the judicial review of administrative decisions, the court’s function was limited to a legal reassessment of the case on the basis of the facts established by the administrative authority. The applicant had not invoked evidence disregarded by the Land Office and, by merely articulating his discontent with the latter’s decision, had not raised any valid objection to the facts as established by it. Furthermore, according to the Constitutional Court, the Municipal Court had not infringed constitutional law by deciding the case without a hearing as this was lawful under section 250(f) of the Code of Civil Procedure when the case involved only the assessment of points of law.", "18. On 1 May 1998 the applicant died. Nevertheless, his lawyer introduced before the Land Office a request for compensation by the assignment of other plots pursuant to section 11(2) of the Land Ownership Act. According to the Government, this request is still pending before the Land Office.", "19. On 29 October 1998 the judicial proceedings regarding the applicant’s inheritance were terminated by a finding of the Prague 2 District Court that the applicant had not left any estate. Apparently, the court was not aware of the Land Office’s decision of 25 July 1995.", "20. On 22 February 2000 the applicant’s nephew, Mr Bouček, requested the district court to re-open the inheritance proceedings. He produced his uncle’s last will of 22 March 1998 in which he was designated as a universal heir of the applicant’s estate, while the applicant’s two adult children were disinherited. The re-opening of the judicial proceedings concerning the inheritance was eventually granted on 21 August 2000. On 28 March 2001 the Prague 2 District Court approved an agreement concluded between Mr Bouček and the applicant’s two children concerning the division of the applicant’s estate on an equal basis.", "21. The Land Ownership Act regulates, inter alia, the restitution of certain agricultural and other properties (defined in section 1), which have been ceded or transferred to the State or other legal persons between 25 February 1948 and 1 January 1990. Section 6(1) lists the acts giving rise to a restitution claim including, in sub-paragraph (b), confiscation without compensation pursuant to the 1948 Act.", "22. According to section 5, those obliged to make restitution are, in principle, the State or any legal person possessing the real property at the date when the Act entered into force. Natural persons can be obliged to return real property to a rightful claimant only in the circumstances set out in section 8, that is if they or their relatives acquired it from the State or another legal person contrary to any law in force at the relevant time or for a price inferior to that specified in any applicable price regulations or on the basis of unlawful advantage. In such cases the restitution is ordered by a judicial decision upon the application of the rightful claimant which must be filed before 31 December 1992 or within six months from the date when the decision of the land office refusing the restitution of the real property in question has become final. In any other case, a plot assigned to a natural person who has established his property rights by producing his deed of assignment is not available for restitution (section 32(3), which was, however, repealed by a judgment of the Czech Constitutional Court (No. 166/1995) with effect from 15 August 1995).", "23. Furthermore, no restitution shall take place in the cases listed in section 11(1) of the Act which include, inter alia, cases where a right of personal use of the property has been created for a natural person except in the circumstances mentioned in section 8. In such cases, the land office shall transfer other equivalent State property, preferably located in the same area and determined according to the principles of the agricultural land reallocation legislation, to the rightful claimant if the latter consents (section 11(2)).", "24. If no restitution is provided for and the person entitled to restitution cannot be compensated by the assignment of other real property, he has a right to financial compensation according to specified conditions (section 16).", "25. As regards the procedure to be followed, section 9(1) of the Act provides that a rightful claimant must lodge his claim with the appropriate land office and at the same time request restitution from the person or entity possessing the real property at issue. The latter is required to conclude, within 60 days, an agreement on the transfer of the property with the claimant (restituční dohoda, “restitution agreement”). According to section 9(2), any restitution agreement must be confirmed by the appropriate land office. If the land office does not approve the restitution agreement, the entitled person can appeal to the court. If the court, too, refuses to approve the agreement, it refers the case back to the land office for a decision on the merits of the case (section 9(3)). This decision is again subject to judicial review (section 9(6)).", "26. The proceedings before land offices are governed by Act No. 71/1967 (Code of Administrative Procedure).", "27. Sections 3 and 4 regulate the basic principles of the proceedings before administrative authorities. The proceedings must be conducted in accordance with the law, and parties must always be given the opportunity to defend effectively their rights and interests, to challenge the facts of the case and to make proposals as to the proceedings. Furthermore, the parties enjoy equal rights and have the same obligations. The decisions of administrative authorities must be based on facts that have been established in a reliable manner.", "28. Pursuant to section 21, the administrative authority shall order an oral hearing if this is required by the nature of the case, in particular where such a hearing will contribute to the clarification of the matter at issue. The parties to the proceedings must be summoned to attend the oral hearing and invited to express their comments and proposals in the course of the hearing. Oral hearings are not public unless a special legal rule provides otherwise or the administrative authority decides that the hearing shall be public.", "29. According to section 23(1), the parties to the administrative proceedings and their representatives have the right to have access to documents and to make extracts therefrom, except for the records of voting.", "30. According to section 32(1), administrative authorities are under the obligation to establish all facts accurately and comprehensively. For that purpose they have to obtain all necessary supporting documents and data.", "31. The lawfulness of decisions of the administrative authorities can be reviewed by the courts in accordance with Part V of the Code of Civil Procedure.", "32. At the relevant time section 250(f) (repealed by a judgment of the Czech Constitutional Court No. 269/96 with effect from 1 May 1997) entitled the courts to deliver a judgment without an oral hearing in simple cases, in particular when there was no doubt as to whether the administrative authority had established the facts correctly, and only points of law were at issue.", "33. Pursuant to section 250(i)(1), the courts, when reviewing administrative authorities’ decisions, take into consideration the facts as they existed at the moment when the administrative decision was taken.", "34. In accordance with section 250(m)(3), the parties to the proceedings before the court are the parties in the proceedings before the administrative authority and the administrative authority whose decision is to be reviewed.", "35. Pursuant to section 250(q), when the court reviewing an administrative authority’s decision does not decide without an oral hearing pursuant to section 250(f), it may take such evidence as is necessary for reviewing the decision at issue.", "36. Pursuant to section 250(r), if the court quashes the decision of the administrative authority, the latter, when taking a new decision, is bound by the legal opinion expressed by the court.", "37. In accordance with section 250(s), a court decision reviewing an administrative decision is not subject to a remedy except in the cases listed in sub-paragraph 2 (which are not pertinent in the present case).", "38. According to section 156, a judgment must be pronounced publicly. In accordance with the established practice, the public delivery of the judgment must be recorded in the minutes also in those cases where the judgment was delivered without an oral hearing.", "39. According to section 11(1), district land offices are autonomous departments (samostatné referáty) of district offices.", "40. At the relevant time, the status and competence of district offices was governed by Act No. 425/1990. This Act was repealed on 12 November 2000 when a new Act on District Offices (No. 147/2000) entered into force.", "41. Section 2 describes district offices as administrative organs, which carry out local state administration on their respective territories. The law can empower district offices to carry out local state administration on other territories. According to section 14, the exercise of the activities of district offices is directed and controlled by the Government.", "42. Pursuant to section 8(1), the head (přednosta) of a district office is appointed and dismissed by the Government on the proposal of the Minister of the Interior.", "43. According to section 8(5), the officers of district offices are subordinated to the heads of those offices."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}