{"ITEMID": "001-107147", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MKD", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "KAMCEVA v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Steiner;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["The applicant, Ms Verka Kamčeva, is a Macedonian national who was born in 1979 and lives in Radoviš. She was represented before the Court by Mr N. Kamčev, a lawyer practising in Radoviš.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant worked, on a temporary basis, as a teacher in a State-run school K.S. in Radoviš (“the school”). In August 2006, when her contract expired, the school advertised a vacancy announcement for several posts. The school recruited Ms Z.S. for the post for which the applicant also had applied. She complained to several inspection bodies alleging procedural irregularities. These bodies issued instructions, on the basis of which the school annulled the results of the competition.", "On 25 September 2006 the applicant brought a civil action requesting payment of damages for having been discriminated on political grounds. She alleged that Ms Z.S., the successful candidate, had not had the required qualifications for the post. The claim was based on sections 6, 7 and 181 (6) of the Employment Act (see “Relevant domestic law” below).", "The Radoviš Court of First Instance (“the first-instance court”) heard oral evidence from the applicant, witnesses Ms B.Z., Mr E.Lj., Ms I.A. and Ms Z.K., as well as Mr P.J., the school’s director.", "In her statement, the applicant referred to a meeting with Mr P.J. in August 2006 when allegedly he admitted to her that he had been under considerable pressure from other fellow-members of his political party and that he was not able to take any decision by himself. At a next meeting, Mr P.J. confirmed that he had not taken the recruitment decision by himself.", "Ms B.Z., a former teacher in the school and unsuccessful candidate for one of the advertised posts, stated that during a meeting held in August 2006, Mr P.J. said that a new contract would not be concluded with some acting teachers since the decision had not been made by himself, but by those who had appointed him director. On that occasion, he also stated that Ministers and Deputy Ministers had called and suggested him to appoint other candidates. She further referred to a discussion that she had on 11 September 2006 with Mr P.J., together with 10 other unsuccessful candidates. On that meeting, Mr P.J. allegedly told them that given their qualifications he “had cried for them”, but that his political party had pressed him to dismiss them, and that 20 people had voted against their recruitment. Mr E.L. and Ms I.A., who were also former teachers in the school and unsuccessful candidates, confirmed Ms B.Z.’s statement.", "Ms Z.K., the applicant’s mother-in-law, stated that Mr P.J. told her that he had not made the selection, but that he had brought the list of candidates to the attention of his political party, which in fact, had taken the decision. None of 20 people present at that meeting had voted in favour of the applicant.", "Mr P.J. contested the statements described above. He stated that he had selected the successful candidate by himself and that no political party had been involved in the selection process. He further argued that the applicant and witnesses had invented the whole story with the aim to achieve a common objective. Lastly, he confirmed that on the basis of the instructions given by the inspection bodies, he had annulled the results of the competition.", "On 24 April 2007 the first-instance court dismissed the applicant’s claim as unsubstantiated. It found that the political affiliation of candidates was not specified as a post requirement in the vacancy announcement. Furthermore, the inspection bodies, on the basis of the complaints submitted by the applicant and other unsuccessful candidates, issued instructions which prompted the annulment of the announcement. The court rejected the witnesses’ statements as unsubstantiated since the vacancy announcement had not required that candidates be of any political affiliation.", "The applicant appealed against this decision arguing that the first-instance court had not provided adequate reasons for having ignored the witnesses’ statements that provided clear evidence that she had not been appointed due to political reasons. She asked the court why, despite the fact that she had been the only candidate who had satisfied the post requirements and had previous working experience, the school had appointed Ms Z.S., who had not had the necessary qualifications for the post.", "On 29 October 2007 the Štip Court of Appeal dismissed the applicant’s appeal and confirmed the lower court’s decision. It found no grounds to depart from the facts established by the first-instance court and the reasons given. It confirmed that the announcement, on the basis of the instructions given by the inspection bodies, had been annulled. The applicant was served with this decision on 9 November 2007.", "Under Article 110 § 3 of the Constitution, the Constitutional Court has jurisdiction to protect human rights and freedoms concerning inter alia the prohibition of discrimination on political grounds.", "Section 6 (1) of the 2005 Act provides that a candidate for a post cannot be discriminated against on the basis of his or her race, colour, sex, age, health, religious, political or other opinion.", "Section 7 of the 2005 Act defines direct and indirect discrimination.", "Section 10 of the 2005 Act provides that the unsuccessful candidate can claim compensation in case of discrimination.", "Under section 11, if the candidate produces evidence of practice contrary to section 6 of this Act, the burden of proof is on the employer to prove that there was no discrimination.", "Section 181 (6) of the 2005 Act provides that the unsuccessful candidate claiming to have been discriminated against can claim compensation in proceedings before the competent court.", "Section 51 of the Rules of Procedure provides that a person who considers that any of his or her rights or freedoms, set forth in Section 110 § 3 of the Constitution, has been violated by an individual decision or action may seek redress before the Constitutional Court within two months from the adoption of the final decision or from the day he or she had knowledge of the action taken, but no later than five years from the day of its occurrence.", "Section 82 provides that in its decision for the protection of rights and freedoms, the Constitutional Court shall determine the way of eliminating the consequences from applying the individual decision or action, with which those rights and freedoms had been violated.", "In its decision of 20 June 2007, the Constitutional Court dismissed a constitutional appeal (барање за заштита на слободите и правата) submitted by four individuals under Article 110 § 3 of the Constitution. The complainants claimed that they had been dismissed from work due to their ethnic origin and political affiliation. The court, after having interviewed them and held a public hearing, dismissed their appeal as manifestly ill-founded. It appears that the complainants did not claim damages in civil proceedings under sections 10 and 181 (6) of the 2005 Act (U.br.227/2006)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}