{"ITEMID": "001-58594", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF V. v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-a - After conviction);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Independent tribunal);Violation of Article 5 - Right to liberty and security (Article 5-4 - Take proceedings)", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["7. The applicant was born in August 1982.", "On 12 February 1993, when he was ten years old, he and another ten-year-old boy, “T.” (the applicant in case no. 24724/94), had played truant from school and abducted a two-year-old boy from a shopping precinct, taken him on a journey of over two miles and then battered him to death and left him on a railway line to be run over.", "8. The applicant and T. were arrested in February 1993 and detained pending trial.", "9. Their trial took place over three weeks in November 1993, in public, at Preston Crown Court before a judge and twelve jurors. In the two months preceding the trial, each applicant was taken by social workers to visit the courtroom and was introduced to trial procedures and personnel by way of a “child witness pack” containing books and games.", "The trial was preceded and accompanied by massive national and international publicity. Throughout the criminal proceedings, the arrival of the defendants was greeted by a hostile crowd. On occasion, attempts were made to attack the vehicles bringing them to court. In the courtroom, the press benches and public gallery were full.", "The trial was conducted with the formality of an adult criminal trial. The judge and counsel wore wigs and gowns. The procedure was, however, modified to a certain extent in view of the defendants' age. They were seated next to social workers in a specially raised dock. Their parents and lawyers were seated nearby. The hearing times were shortened to reflect the school day (10.30 a.m. to 3.30 p.m., with an hour's lunch break), and a ten-minute interval was taken every hour. During adjournments the defendants were allowed to spend time with their parents and social workers in a play area. The judge made it clear that he would adjourn whenever the social workers or defence lawyers told him that one of the defendants was showing signs of tiredness or stress. This occurred on one occasion.", "10. At the opening of the trial on 1 November 1993 the judge made an order under section 39 of the Children and Young Persons Act 1933 (see paragraph 32 below) that there should be no publication of the names, addresses or other identifying details of the applicant or T. or publication of their photographs.", "On the same day, the applicant's counsel made an application for a stay of the proceedings, on the grounds that the trial would be unfair due to the nature and extent of the media coverage. After hearing argument, the judge found that it was not established that the defendants would suffer serious prejudice to the extent that no fair trial could be held. He referred to the warning that he had given to the jury to put out of their minds anything which they might have heard or seen about the case outside the courtroom.", "11. Dr Bentovim, of the Great Ormond Street Hospital for Children, interviewed the applicant and his parents on behalf of the defence in September 1993, although he did not give evidence at the trial. He found that V. showed post-traumatic effects and extreme distress and guilt, with fears of punishment and terrible retribution. V. found it very difficult and distressing to think or talk about the events in question and it was not possible to ascertain many aspects. The doctor found that he showed evidence of immaturity, behaving in many ways like a younger child emotionally, and recommended that, whatever happened, he was likely to need therapeutic care in a residential context.", "12. During the trial, the prosecution presented evidence for the purpose of establishing that the two defendants were criminally responsible for their actions in that they knew that what they were doing was wrong (see paragraph 29 below).", "The court heard evidence from Dr Susan Bailey, a consultant psychiatrist from the Adolescent Forensic Service of the Home Office, who had written a report on the applicant on behalf of the Crown. Dr Bailey gave evidence that the applicant presented as a child of average intelligence, and would have been able in February 1993 to distinguish between right and wrong. He would have known that it was wrong to take a child from his mother, injure him and leave him on a railway line. She had seen the applicant on a number of occasions. On each occasion, he had cried inconsolably and shown signs of distress. He was not able to talk about the events in issue in any useful way.", "The prosecution also called the headmistress at the school attended by the two boys. She stated that from the ages of four and five children were aware that it was wrong to strike another child with a weapon. She stated that T. and the applicant would have been aware that what they were doing was wrong. Another teacher gave evidence to the same effect.", "13. In addition, evidence was given by persons who had witnessed T. and the applicant in the shopping centre from which the two-year-old boy was taken and who had seen the three boys at various points between the shopping centre and the vicinity of the railway line, where the body was later found. The tapes of the interviews of the police with T. and the applicant were replayed in court. Neither the applicant nor T. gave evidence.", "14. In his summing-up to the jury the trial judge noted that witnesses had arrived in court in a blaze of publicity and many had faced a bevy of photographers. They had had to give evidence in a large court packed with people and not surprisingly several of them were overcome with emotion and some had had difficulty in speaking audibly. This was one of the factors to be borne in mind in assessing their evidence. He instructed the jury, inter alia, that the prosecution had to prove beyond reasonable doubt, in addition to the ingredients of the offences charged, that the applicant and T. knew that what they were doing was wrong.", "15. On 24 November 1993 the jury convicted T. and the applicant of murder and abduction. Neither applicant made any appeal to the Court of Appeal against his conviction.", "16. Following their conviction, the judge modified the order under section 39 of the 1933 Act (see paragraph 10 above) to allow the applicant and T.'s names, but no other details, to be published. The following day – 25 November 1993 – their names, photographs and other particulars were published in newspapers throughout the country. On 26 November 1993 the judge granted an injunction restraining, inter alia, the publication of the addresses where the boys were being detained or any other detail which could lead to information about their whereabouts, care or treatment being revealed.", "17. In January 1995 the applicant was interviewed again by Dr Bentovim for the purposes of the judicial review proceedings (see below). The doctor noted, inter alia, that V. was suffering from very high levels of fear that he would be attacked or punished for his actions. When the trial was mentioned, the applicant had described his sense of shock when he had seen the public being let in and his considerable distress when his name and photograph were published. He had been terrified of being looked at in court and had frequently found himself worrying what people were thinking about him. Most of the time he had not been able to participate in the proceedings and had spent time counting in his head or making shapes with his shoes because he could not pay attention or process the whole proceedings. He did not follow when he heard his and T.'s interviews with the police being played in court and he recalled crying at that time.", "Dr Bentovim commented that:", "“In my view, because of his immaturity, and his age when the act was committed and when he was tried, [V.] did not have the capacity to fully take in the process of the trial except for the major actions for which he was responsible. ... [W]hether ... he had an understanding of the situation such that he could give an informed instruction to his lawyer to act on his behalf ... is, in my view, very doubtful given his immaturity. Although he was chronologically over the age of ten at the time of his action, I am in no doubt that he was less mature than this as far as psychological or emotional age was concerned.”", "18. In a report by Dr Bailey (see paragraph 12 above) dated November 1997, it was noted that until the trial the events during the offence were with the applicant ninety-eight per cent of the time and especially every night during the trial. It took him twelve months to get over the trial itself. He still thought of it every night. He had been most scared when in the magistrates' court on the first occasion. After the first three days at the Crown Court he had felt all right because he played with his hands and stopped listening. He had to stop listening because they played the police interviews with him and T. in front of everyone as if they were shouting it out. The press were laughing at him and he could tell from the faces of the jury that they would find him guilty. He still did not understand why the trial had been so long.", "19. In a report on the applicant dated February 1998, Sir Michael Rutter, Professor of Child Psychiatry at the Institute of Psychiatry, University of London, observed:", "“I have also been asked to comment on the likely mental and emotional effects on children in general, and on [V.] in particular, of the prolonged trial process being in public. In my opinion there are two negative aspects of the trial process as they apply to children of [V.'s] age. First, one serious consequence of the long time involved in a trial means that there is an inevitable delay in providing the psychological care and therapeutic help that is needed. A child of ten has many years of psychological development still to come and it is most important that there is not a prolonged hiatus when this is impeded by the trial process. In particular, when children have committed a serious act, such as killing another child, it is most important that they are able to come to terms with the reality of what they have done and with all that that means. That is not possible at a time when a trial is still under way and guilt has still to be decided by the court. Thus, I conclude that the very prolonged nature of the trial process is bound to be deleterious for a child as young as ten or eleven (or even older).", "The fact that the trial process is held in public and that the negative public reactions (often extreme negative reactions) are very obvious is a further potentially damaging factor. While it is crucially important for young people who have committed a serious act to accept both the seriousness of what they have done and the reality of their own responsibilities in the crime, this is made more difficult by the public nature of the trial process ...”", "20. Following the applicant and T.'s conviction for murder, the judge sentenced them, as required by law, to detention during Her Majesty's pleasure (see paragraph 36 below).", "He subsequently recommended that a period of eight years be served by the boys to satisfy the requirements of retribution and deterrence (the “tariff” – see paragraphs 40-42 below). He commented that he could not determine the boys' relative culpability, and stated:", "“Very great care will have to be taken before either defendant is allowed out into the general community. Much psychotherapeutic, psychological and educational investigation and assistance will be required.", "Not only must they be fully rehabilitated and no longer a danger to others but there is a very real risk of revenge attacks upon them by others.", "... If the defendants had been adults I would have said that the actual length of deterrence necessary to meet the requirements of retribution and general deterrence should have been eighteen years.", "However these two boys came from homes and families with great social and emotional deprivation. They grew up in an atmosphere of matrimonial breakdown where they were exposed to, saw, heard, or suffered abuse, drunkenness and violence. I have no doubt that both boys saw video films frequently showing violent and aberrant activities.", "In my judgment the appropriate length of detention necessary to meet the requirement of retribution and general deterrence for the murder, taking into account all its appalling circumstances and the age of the defendants when it was committed is eight years... . Eight years is 'very very many years' for a ten or eleven year old. They are now children. In eight years' time they will be young men.”", "21. The Lord Chief Justice recommended a tariff of ten years. The applicant's representatives made written representations to the Home Secretary, who was to fix the tariff period.", "22. By a letter dated 16 June 1994, the Secretary of State informed the applicant that the family of the deceased child had submitted a petition signed by 278,300 people urging him to take account of their belief that the boys should never be released, accompanied by 4,400 letters of support from the public; that a Member of Parliament had submitted a petition signed by 5,900 people calling for a minimum of twenty-five years to be served; that 21,281 coupons from the Sun newspaper supporting a whole life tariff and a further 1,357 letters and small petitions had been received of which 1,113 wanted a higher tariff than the judicial recommendations.", "The applicant's solicitors were given an opportunity to submit further representations to the Secretary of State.", "23. By a letter dated 22 July 1994, the Secretary of State informed the applicant that he should serve a period of fifteen years in respect of retribution and deterrence. The letter stated, inter alia:", "“In making his decision, the Secretary of State had regard to the circumstances of the offence, the recommendations received from the judiciary, the representations made on your behalf and the extent to which this case could be compared with other cases. He also has regard to the public concern about this case, which was evidenced by the petitions and other correspondence the substance of which were disclosed to your solicitors by our letter of 16 June 1994, and to the need to maintain public confidence in the system of criminal justice.", "The Secretary of State takes fully into account the fact that you were only ten years old when the offence was committed. He further acknowledges that a much lesser tariff should apply than in the case of an adult.", "The Secretary of State notes the representations which were made on your behalf regarding the relative culpability of yourself and your co-defendant. The Secretary of State notes that the trial judge was unable to determine this. The Secretary of State has reached the same conclusion.", "The recommendations made by the trial judge and the Lord Chief Justice were that the appropriate tariff should be eight years, and ten years respectively. The trial judge added that if the defendants had been adults then the appropriate tariff would have been eighteen years. The Secretary of State has had regard to these views. He takes the view that this was an exceptionally cruel and sadistic offence against a very young and defenceless victim committed over a period of several hours. The Secretary of State believes that if the offence had been committed by an adult then the appropriate tariff would have been in the region of twenty-five years and not eighteen years as suggested by the trial judge.", "For these reasons, and bearing in mind your age when the offence was committed, the Secretary of State has decided to fix a tariff of fifteen years in your case. The Secretary of State is satisfied that such a tariff is consistent with the tariffs fixed in other cases.", "The Secretary of State is prepared to consider any fresh representations which you or your representatives might wish to make about the length of the tariff and, in the light of such fresh representations, to reduce the tariff if appropriate.”", "24. Dr Bentovim's January 1995 report (see paragraph 17 above) stated that the applicant had been distraught when told of the eight and ten year recommendations. When he was informed that a fifteen-year tariff had been fixed, he was devastated. He made comments that he would never be let out and had a preoccupation that he was like Myra Hindley. He felt that his life was no longer worth living and there was no point going on.", "25. The applicant instituted judicial review proceedings challenging, inter alia, the tariff which had been set by the Secretary of State as being disproportionately long and fixed without due regard to the needs of rehabilitation. Leave was granted on 7 November 1994.", "26. On 2 May 1996 the Divisional Court upheld part of the applicant's claims. On 30 July 1996 the Court of Appeal dismissed the appeal of the Secretary of State. On 12 June 1997 the House of Lords by a majority dismissed the Secretary of State's appeal and allowed the applicant's cross-appeal. A majority of the House of Lords found that it was unlawful for the Secretary of State to adopt a policy, in the context of applying the tariff system, which even in exceptional circumstances treated as irrelevant the progress and development of a child who was detained during Her Majesty's pleasure. A majority of the House of Lords also held that in fixing a tariff the Secretary of State was exercising a power equivalent to a judge's sentencing power and that, like a sentencing judge, he was required to remain detached from the pressure of public opinion. Since the Secretary of State had misdirected himself in giving weight to the public protests about the level of the applicant's tariff and had acted in a procedurally unfair way, his decision had been rendered unlawful (see further paragraph 43 below). The tariff set by the Secretary of State was accordingly quashed.", "27. On 10 November 1997 the Secretary of State informed Parliament that, in the light of the House of Lords' judgment, he had adopted a new policy in relation to young offenders convicted of murder and sentenced to detention during Her Majesty's pleasure, pursuant to which, inter alia, he would keep the tariff initially set under review in the light of the offender's progress and development. The Secretary of State invited the applicant's representatives to make representations to him with regard to the fixing of a fresh tariff.", "28. At the time of the adoption of this judgment, no decision has been taken in respect of the applicant's tariff. The Government in their memorial informed the Court that although the applicant V. had submitted representations regarding the appropriate length of tariff, similar representations were still awaited in respect of T., and the Home Secretary was in addition seeking independent psychiatric advice regarding both detainees.", "29. Pursuant to section 50 of the Children and Young Persons Act 1933 as amended by section 16(1) of the Children and Young Persons Act 1963 (“the 1933 Act”), the age of criminal responsibility in England and Wales is ten years, below which no child can be found guilty of a criminal offence. The age of ten was endorsed by the Home Affairs Select Committee (composed of Members of Parliament) in October 1993 (Juvenile Offenders, Sixth Report of the Session 1992-93, Her Majesty's Stationary Office). At the time of the applicant's trial, a child between the ages of ten and fourteen was subject to a presumption that he did not know that what he was doing was wrong (doli incapax). This presumption had to be rebutted by the prosecution proving beyond reasonable doubt that, at the time of the offence, the child knew that the act was wrong as distinct from merely naughty or childish mischief (C. (a minor) v. the Director of Public Prosecutions [1996] Appeal Cases 1).", "The doli incapax presumption has since been abolished with effect from 30 September 1998 (section 34 of the Crime and Disorder Act 1998).", "30. Pursuant to section 24 of the Magistrates' Courts Act 1980, children and young persons under eighteen years must be tried summarily in the magistrates' court, where the trial usually takes place in the specialist youth court, which has an informal procedure and from which the general public are excluded. The exceptions are children and young persons charged with murder, manslaughter or an offence punishable if committed by an adult with fourteen or more years' imprisonment, who are tried in the Crown Court before a judge and jury.", "31. Where a child is tried in the youth court, section 49 of the 1933 Act imposes an automatic prohibition restraining the media from reporting the child's name or personal details or from publishing his photograph or any other information which might lead to his identification. The court has a discretion to dispense with the restriction following conviction if it considers it in the public interest to do so.", "32. Where a child is tried in the Crown Court, there is no restriction on the reporting of the proceedings unless the trial judge makes an order under section 39 of the 1933 Act, which provides:", "“(1) In relation to any proceedings in any court ... the court may direct that –", "(a) no newspaper report of the proceedings shall reveal the name, address or school, or include any particulars calculated to lead to the identification of any child or young person concerned in the proceedings, either as being the person by or against or in respect of whom the proceedings are taken, or as being a witness therein;", "(b) no picture shall be published in any newspaper as being or including a picture of any child or young person so concerned in the proceedings as aforesaid;", "except in so far (if at all) as may be permitted by the direction of the court.", "(2) Any person who publishes any matter in contravention of any such direction shall on summary conviction be liable in respect of each offence to a fine ...”", "This provision was extended by section 57(4) of the Children and Young Persons Act 1963 to cover sound and television broadcasts.", "The Court of Appeal interpreting section 39 has held that, since Parliament intentionally distinguished between trial in a youth court, where there is a presumption against publicity, and trial in the Crown Court, where the presumption is reversed, there should be a good reason for the making of an order under section 39 of the 1933 Act (R. v. Lee (a minor) 96 Criminal Appeal Reports 188).", "33. An accused is “unfit to plead” if by reason of a disability, such as mental illness, he has “insufficient intellect to instruct his solicitors and counsel, to plead to the indictment, to challenge jurors, to understand the evidence, and to give evidence” (R. v. Robertson 52 Criminal Appeal Reports 690). The question whether or not a defendant is fit to plead must be decided by a jury upon the written or oral evidence of at least two medical experts. Where a jury has found the defendant unfit to plead, either the same or another jury may be required to proceed with the trial and decide whether the accused did the act or made the omission charged against him as the offence, in which case the court may make a hospital order against him (Criminal Procedure (Insanity) Act 1964, sections 4, 4A and 5). Alternatively, the trial may be postponed indefinitely until the accused is fit to plead.", "34. In the case of Kunnath v. the State ([1993] 1 Weekly Law Reports 1315), the Privy Council quashed the conviction of an uneducated peasant from Kerala in southern India who had been sentenced to death for murder after a trial in Mauritius conducted in a language he did not understand and where the evidence was not translated for him by an interpreter. The Privy Council stated, inter alia:", "“It is an essential principle of the criminal law that a trial for an indictable offence should be conducted in the presence of the defendant. The basis of this principle is not simply that there should be corporeal presence but that the defendant, by reason of his presence, should be able to understand the proceedings and decide what witnesses he wishes to call, whether or not to give evidence and if so, upon what matters relevant to the case against him.”", "35. In England and Wales, adults convicted of murder are subject to mandatory life imprisonment (Murder (Abolition of Death Penalty) Act 1967). Adults convicted of certain violent or sexual offences, for example manslaughter, rape or robbery, may be sentenced to life imprisonment at the discretion of the trial judge, if he or she considers that (i) the offence is grave and (ii) there are exceptional circumstances which demonstrate that the offender is a danger to the public and that it is not possible to say when that danger will subside.", "36. Offenders under the age of eighteen who are convicted of murder are automatically to be detained during Her Majesty's pleasure, in accordance with section 53(1) of the Children and Young Persons Act 1933 (as amended), which provides:", "“A person convicted of an offence who appears to the court to have been under the age of eighteen years at the time the offence was committed shall not, if he is convicted of murder, be sentenced to imprisonment for life nor shall sentence of death be pronounced on or recorded against any such person but in lieu thereof the court shall ... sentence him to be detained during Her Majesty's pleasure, and if so sentenced he shall be liable to be detained in such a place and under such conditions as the Secretary of State may direct.”", "Until the age of eighteen a child or young person detained during Her Majesty's pleasure will be held at a children's home or other institution providing facilities appropriate to his age. At the age of eighteen the detainee becomes liable to be transferred to a Young Offenders' Institution and, at the age of twenty-one, to detention in the same institution as an adult sentenced to life imprisonment for murder.", "37. At the time of the applicant's conviction, the effect of the sentence of detention during Her Majesty's pleasure was that the child or young person was detained for an indeterminate period, the duration of which was wholly within the discretion of the Home Secretary. The Secretary of State had a discretion to refer the case of a detained child to the Parole Board for its advice and, if so advised by the Parole Board, had a discretion to decide to order the child's release (Criminal Justice Act 1991 (“the 1991 Act”), sections 35(2) and (3) and 43(2); see the speech of Lord Browne-Wilkinson in the House of Lords, R. v. Secretary of State for the Home Department, ex parte V. and T. [1998] Appeal Cases 407 at p. 492A-F, hereafter “Ex parte V. and T.”).", "38. On 1 October 1997 section 28 of the Crime (Sentences) Act 1997 was brought into force in order to implement the judgments of the European Court in the Hussain and Singh cases (Hussain v. the United Kingdom judgment of 21 February 1996, Reports of Judgments and Decisions 1996-I, p. 252, and Singh v. the United Kingdom judgment of 21 February 1996, Reports 1996-I, p. 280). The section provides that, after the tariff period has expired (see paragraphs 40-42 below), it shall be for the Parole Board, and not, as previously, for the Secretary of State, to decide whether it is safe to release on licence an offender serving a sentence of detention during Her Majesty's pleasure for an offence of murder committed before the age of eighteen.", "39. A person detained during Her Majesty's pleasure who is released on licence is liable to be recalled throughout his or her life, subject to the decision of the Parole Board.", "40. Over the years, the Secretary of State has adopted a “tariff” policy in exercising his discretion whether to release offenders sentenced to life imprisonment. This was first publicly announced in Parliament by Mr Leon Brittan on 30 November 1983 (Hansard (House of Commons Debates) cols. 505-507). In essence, the tariff approach involves breaking down the life sentence into component parts, namely retribution, deterrence and protection of the public. The “tariff” represents the minimum period which the prisoner will have to serve to satisfy the requirements of retribution and deterrence. The Home Secretary will not refer the case to the Parole Board until three years before the expiry of the tariff period, and will not exercise his discretion to release on licence until after the tariff period has been completed (per Lord Browne-Wilkinson, Ex parte V. and T., op. cit., at pp. 492G-493A).", "41. Pursuant to section 34 of the 1991 Act, the tariff of a discretionary life prisoner is fixed in open court by the trial judge after conviction. After the tariff has expired, the prisoner may require the Secretary of State to refer his case to the Parole Board which has the power to order his release if it is satisfied that it is no longer necessary to detain him for the protection of the public.", "42. A different regime, however, applies under the 1991 Act to persons detained during Her Majesty's pleasure or serving a mandatory sentence of life imprisonment. In relation to these prisoners, the Secretary of State decides the length of the tariff. The view of the trial judge is made known to the prisoner after his trial, as is the opinion of the Lord Chief Justice. The prisoner is afforded the opportunity to make representations to the Secretary of State who then proceeds to fix the tariff and is entitled to depart from the judicial view (R. v. Secretary of State for the Home Department, ex parte Doody [1994] 1 Appeal Cases 531; and see the Home Secretary, Mr Michael Howard's, policy statement to Parliament, 27 July 1993, Hansard (House of Commons Debates) cols. 861-864).", "43. In the judicial review proceedings brought by the applicant (Ex parte V. and T., op. cit.), the House of Lords gave consideration, inter alia, to the nature of the tariff-fixing exercise in respect of sentences of detention during Her Majesty's pleasure.", "Lord Steyn held:", "“The starting point must to be inquire into the nature of the power to fix a tariff which the Home Secretary exercises. Writing on behalf of the Home Secretary the Home Office explained that: 'The Home Secretary must ensure that, at all times, he acts with the same dispassionate fairness as a sentencing judge.' The comparison between the position of the Home Secretary, when he fixes a tariff representing the punitive element of the sentence, and the position of the sentencing judge is correct. In fixing a tariff the Home Secretary is carrying out, contrary to the constitutional principle of the separation of powers between the executive and the judiciary, a classic judicial function. Parliament entrusted the underlying statutory power, which entailed a discretion to adopt a policy and fix a tariff, to the Home Secretary. But the power to fix a tariff is nevertheless equivalent to a judge's sentencing power.”", "Lord Hope held:", "“But the imposition of a tariff, which is intended to fix the minimum period in custody is, in itself, the imposition of a form of punishment. This has, as Lord Mustill observed in R. v. Secretary of State for the Home Department, ex parte Doody at p. 557A-B, the characteristics of an orthodox judicial exercise, which is directed to the circumstances of the offence and those of the offender and to what, having regard to the requirements of retribution and deterrence, is the appropriate minimum period to be spent in custody. The judge, when advising the Secretary of State about the tariff, must and does confine his attention to these matters ...", "If the Secretary of State wishes to fix a tariff for the case – in order to replace the views of the judiciary with a view of his own about the length of the minimum period – he must be careful to abide by the same rules ...”", "Lord Hope also commented on the imposition of a tariff on a child offender:", "“A policy which ignores at any stage the child's development and progress while in custody as a factor relevant to his eventual release date is an unlawful policy. The practice of fixing the penal element as applied to adult mandatory life prisoners, which has no regard to the development and progress of the prisoner during this period, cannot be reconciled with the requirement to keep the protection and welfare of the child under review throughout the period while he is in custody.”", "Lord Goff stated, inter alia:", "“... if the Secretary of State implements a policy of fixing a penal element of the sentence of a mandatory prisoner pursuant to his discretionary power under section 35, he is to this extent exercising a function which is closely analogous to a sentencing function with the effect that, when doing so, he is under a duty to act under the same restraints as a judge will act when exercising the same function. In particular, should he take into account public clamour directed towards the decision in the particular case which he has under consideration, he will be having regard to an irrelevant consideration which will render the exercise of his discretion unlawful.", "In so holding I wish to draw a distinction in the present context between public concern of a general nature with regard to, for example, the prevalence of certain types of offence, and the need that those who commit such offences should be duly punished; and public clamour that a particular offender whose case is under consideration should be singled out for severe punishment ...”", "44. On 10 November 1997 the Secretary of State announced that, in the light of the House of Lords' decision, he would adopt the following policy in respect of fixing the tariff for young offenders convicted of murder and detained during Her Majesty's pleasure:", "“I shall continue to seek the advice of the trial judge and that of the Lord Chief Justice in deciding what punishment is required in any case of a person convicted under section 53(1) of the Children and Young Persons Act 1933. I shall then set an initial tariff with that advice, and the offender's personal circumstances, in mind; I shall continue to invite representations on the prisoner's behalf and give reasons for decisions.", "Officials in my Department will receive annual reports on the progress and development of young people sentenced under section 53(1) whose initial tariff has yet to expire. Where there appears to be a case for considering a reduction in tariff, that will be brought to the attention of Ministers.", "When half of the initial tariff period has expired, I, or a Minister acting on my behalf, will consider a report on the prisoner's progress and development, and invite representations on the question of tariff, with a view to determining whether the tariff period originally set is still appropriate ...”", "45. The Beijing Rules were adopted by the United Nations General Assembly on 29 November 1985. These Rules are not binding in international law; in the Preamble, States are invited, but not required, to adopt them. They provide, as relevant:", "“4. Age of criminal responsibility", "4.1 In those legal systems recognising the concept of the age of criminal responsibility for juveniles, the beginning of that age shall not be fixed at too low an age level, bearing in mind the facts of emotional, mental and intellectual maturity.", "Commentary", "The minimum age of criminal responsibility differs widely owing to history and culture. The modern approach would be to consider whether a child can live up to the moral and psychological components of criminal responsibility; that is, whether a child, by virtue of her or his individual discernment and understanding, can be held responsible for essentially antisocial behaviour. If the age of criminal responsibility is fixed too low or if there is no lower age limit at all, the notion of criminal responsibility would become meaningless. In general, there is a close relationship between the notion of responsibility for delinquent or criminal behaviour and other social rights and responsibilities (such as marital status, civil majority, etc.).", "Efforts should therefore be made to agree on a reasonable lowest age limit that is applicable internationally.", "...", "8. Protection of privacy", "8.1 The juvenile's privacy shall be respected at all stages in order to avoid harm being caused to her or him by undue publicity or by the process of labelling.", "8.2 In principle, no information that may lead to the identification of a juvenile offender shall be published.", "...", "17. Guiding principles in adjudication and disposition", "17.1 The disposition of the competent authorities shall be guided by the following principles:", "(a) The reaction taken shall always be in proportion not only to the circumstances and gravity of the offence but also to the circumstances and the needs of the child as well as to the needs of the society;", "(b) Restrictions on the personal liberty of the juvenile shall be imposed only after careful consideration and shall be limited to the possible minimum;", "...", "(d) The well-being of the juvenile shall be the guiding factor in the consideration of her or his case.", "...", "Commentary", "...", "Rule 17.1(b) implies that strictly punitive approaches are not appropriate. Whereas in adult cases, and possibly also in cases of severe offences by juveniles, just desert and retributive sanctions might be considered to have some merit, in juvenile cases such considerations should always be outweighed by the interest of safeguarding the well-being and future of the young person.", "...”", "46. This treaty (hereafter “the UN Convention”), adopted by the General Assembly of the United Nations on 20 November 1989, has binding force under international law on the Contracting States, including all of the member States of the Council of Europe.", "Article 3 § 1 of the UN Convention states:", "“In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.”", "Article 37 (a) and (b) provides:", "“States Parties shall ensure that:", "(a) No child shall be subjected to torture or other cruel, inhuman or degrading treatment or punishment. Neither capital punishment nor life imprisonment without the possibility of release shall be imposed for offences committed by persons below eighteen years of age;", "(b) No child shall be deprived of his or her liberty unlawfully or arbitrarily. The arrest, detention or imprisonment of a child shall be in conformity with the law and shall be used only as a measure of last resort and for the shortest appropriate period of time ... ”", "Article 40 provides, as relevant:", "“1. States Parties recognise the right of every child alleged as, accused of, or recognised as having infringed the penal law to be treated in a manner consistent with the promotion of the child's sense of dignity and worth, which reinforces the child's respect for the human rights and fundamental freedoms of others and which takes into account the child's age and the desirability of promoting the child's reintegration and the child's assuming a constructive role in society.", "2. To this end ... the States Parties shall, in particular, ensure that:", "...", "(b) Every child alleged as or accused of having infringed the penal law has at least the following guarantees:", "...", "(vii) To have his or her privacy fully respected at all stages of the proceedings.", "3. States Parties shall seek to promote the establishment of laws, procedures, authorities and institutions, specifically applicable to children alleged as, accused of, or recognised as having infringed the penal law, and, in particular:", "(a) The establishment of a minimum age below which children shall be presumed not to have the capacity to infringe the penal law;", "(b) Whenever appropriate and desirable, measures for the dealing with such children without resorting to judicial proceedings, providing that human rights and legal safeguards are fully respected.", "...”", "47. In its concluding observations in respect of the United Kingdom (CRC/C/15/add. 34) dated 15 February 1995, the Committee set up by the United Nations to monitor compliance with the UN Convention stated, inter alia:", "“35. The Committee recommends that law reform be pursued to ensure that the system of the administration of juvenile justice is child-oriented ...", "36. More specifically, the Committee recommends that serious consideration be given to raising the age of criminal responsibility throughout the areas of the United Kingdom ...”", "48. The Covenant provides in Article 14 § 4, which broadly corresponds to Article 6 of the European Convention, that:", "“In the case of juvenile persons, the procedure shall be such as will take account of their age and the desirability of promoting their rehabilitation.”", "49. The above recommendation, adopted by the Committee of Ministers on 17 September 1987, states, inter alia:", "“The Committee of Ministers, under the terms of Article 15.b of the Statute of the Council of Europe,", "...", "Considering that social reactions to juvenile delinquency should take account of the personality and specific needs of minors, and that the latter need specialised interventions and, where appropriate, specialised treatment, based in particular on the principles embodied in the United Nations Declaration of the Rights of the Child;", "Convinced that the penal system for minors should continue to be characterised by its objective of education and social integration ...;", "...", "Having regard to the United Nations Standard Minimum Rules for the Administration of Juvenile Justice (the Beijing Rules),", "Recommends the governments of member states to review, if necessary, their legislation and practice with a view:", "...", "4. to ensuring that minors are tried more rapidly, avoiding undue delay, so as to ensure effective educational action;", "5. to avoiding committing minors to adult courts, where juvenile courts exist;", "...", "8. to reinforcing the legal position of minors throughout the proceedings ... by recognising, inter alia:", "...", "the right of juveniles to respect for their private lives;", "...”", "50. The age of criminal responsibility is seven in Cyprus, Ireland, Switzerland and Liechtenstein; eight in Scotland; thirteen in France; fourteen in Germany, Austria, Italy and many eastern European countries; fifteen in the Scandinavian countries; sixteen in Portugal, Poland and Andorra; and eighteen in Spain, Belgium and Luxembourg."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": ["5-1-a"]}