{"ITEMID": "001-120951", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF PRIZZIA v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life);Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "András Sajó;Guido Raimondi;Helen Keller;Nebojša Vučinić;Paulo Pinto De Albuquerque;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1962 and lives in Glen Allen, Virginia, USA.", "6. The applicant married a Hungarian citizen, Ms J.B., and the couple had one son, T.M.P., born on 3 February 2000. The family lived in Virginia.", "7. In 2003, following a visit to relatives in Hungary, J.B. did not return to the USA and instituted divorce proceedings. The applicant initiated proceedings before the Hungarian courts in order to have the Hague Convention on the Civil Aspects of International Child Abduction (“the Hague Convention”) applied and the child taken back to the USA.", "By a decision of 14 September 2004, the Hungarian Supreme Court found that the retention of the child in Hungary by her mother without the father’s consent was illegal but refused to grant a return order under the Hague Convention. The applicant’s visiting rights were regulated through a number of interim measures pending the divorce proceedings.", "8. On 19 March 2005, following the pronouncement of the divorce of the applicant and his wife, the Budapest Central District Court placed the couple’s son with the mother. After appeals, on 27 March 2007 the Supreme Court regulated by a final judgment the applicant’s access rights in a way that he had access to his son four consecutive days every month and was entitled to spend one month of the summer vacation with him, including the possibility to take him to the USA. The mother was obliged to hand over the necessary travel documents for this purpose.", "The court explained that it was in the child’s best interest to maintain emotional links with his father, which would become difficult should he be disconnected from the linguistic environment. In addition, the court, referring to the Hague Convention, found no evidence to support J.B.’s supposition that the applicant would fail to return the child to Hungary.", "9. In August 2007 the applicant complained to the Budapest XII District Guardianship Authority that his access granted in respect of the months of August 2007 could not be exercised on account of the mother’s reluctance to co-operate. In reply, J.B. maintained that the son was sick and needed medical treatment.", "Despite assurances from the applicant that he would accompany T.M.P. to all medical appointments that were necessary, the mother left Budapest with the child for a place unknown to the applicant.", "The Guardianship Authority established that the mother and son had not been available on 1 August 2007 as regulated in the Supreme Court’s judgment. On 11 September 2007 the Authority warned the mother that she might be fined for her conduct. The applicant for his part initiated enforcement proceedings with no success.", "10. On 1 July 2008 the mother again failed to comply with the applicant’s access right. On 23 July 2008 the then competent Budapest XIII District Guardianship Authority imposed a fine of 100,000 Hungarian forints (HUF) (approximately 360 euros (EUR)) on her, ordering the handover of the child to the applicant on 1 August 2008. The mother stated that she would not comply with the court judgment as regards the child’s visit to the USA, since there was an international warrant in place to locate the child, which might impede his return to Hungary.", "In the resumed first-instance administrative proceedings the Guardianship Authority ordered J.B. to pay a fine and to reimburse the applicant’s travel costs in the amount of HUF 396,375 (approximately EUR 1,300). This decision was upheld by the Budapest Regional Court on 26 April 2010.", "11. The applicant again requested the enforcement of the access arrangements. On 28 July 2008 a bailiff ordered J.B. to deliver the child’s passport to the applicant within three days. Nonetheless, she did not comply with this decision but handed over the child’s passport to an employee of the Ministry of Foreign Affairs on 19 August 2008. However, the Ministry did not transfer the passport to the applicant upon the bailiff’s order but returned it to the mother on 15 October 2008.", "12. The applicant lodged a criminal complaint against the employee of the Ministry of Foreign Affairs on charges of abuse of power. Eventually, on 19 October 2010 the Budapest Public Prosecutor’s Office discontinued the investigation, finding no appearance of a criminal offence.", "13. On 24 September 2009 the Authority established the mother’s non-compliance with the access arrangements in respect of 1 August 2008 and imposed a further fine of HUF 200,000 (approximately EUR 720) for the overdue visit. Moreover, she was ordered to compensate the applicant for the costs incurred by travelling in vain. During the hearing before the Authority the mother reiterated that she would not allow the child to travel to the USA since the father would obstruct his return to Hungary. The mother’s request for a judicial review was rejected by the Budapest Regional Court on 23 June 2010.", "14. It appears that the applicant was otherwise able to have contact with his son in compliance with the Supreme Court’s decision.", "15. Meanwhile, both the applicant and the mother initiated actions before the Buda Central District Court in February 2007, the applicant seeking, in particular, a change in custody and the official deposit of the child’s passport. The mother requested a restriction on the applicant’s access rights, removing his entitlement to take the child to the USA. The cases were joined.", "On 11 December 2008 the court rejected both actions. Nonetheless, the court allowed the applicant’s request to have the annual summer visits moved to July (in which case a missed opportunity could be substituted for by a visit in August) and modified the scheme accordingly. The decision was upheld by the Budapest Regional Court, acting as a second instance court, on 25 January 2010.", "16. The child’s envisaged stay with his father, first scheduled for 1 July and then rescheduled for 1 August 2009, did not take place. The mother stated that she would not co-operate in this respect, unless the applicant saw to it that the criminal proceedings allegedly initiated against her in the USA were discontinued.", "On both occasions a police officer accompanied the applicant to the mother’s flat, but his access right could not be enforced, since the mother had left with the child for an unknown place.", "The applicant’s first request seeking the enforcement of his right to July visit was dismissed by the Guardianship Authority as premature, because he was entitled to reschedule the visit to August. However, subsequent to the omission of the visit in August, the applicant initiated enforcement proceedings, following which a penalty in the sum of HUF 300,000 (approximately EUR 1,000) was imposed on the mother by the Guardianship Authority. This decision was confirmed by the Budapest Regional Court on 14 July 2011.", "17. Furthermore, it appears that the applicant’s access to his son of four consecutive days every month, as regulated by the Supreme Court’s decision, did not take place at least in June 2009 and November 2009.", "18. The applicant brought proceedings against J.B. in respect of the missing visit of July/August 2011. Based on the mother’s statement that she had stayed at home and been available on the prescribed day in order to hand over the child to the applicant, his action was dismissed by the Government Office for Budapest, acting as the second-instance administrative authority, on 10 August 2012.", "19. Meanwhile, the applicant initiated another action before the Pest Central District Court, again seeking a change of custody. In an interim measure of 15 June 2010, the court ruled that the applicant’s access rights in respect of the 2010 summer holiday should be exercised in Hungary.", "20. In its judgment of 19 May 2011 the court dismissed the applicant’s action. It limited his access rights to the effect that the access visits during the child’s summer holiday could take place in Hungary only, and this until the child’s sixteenth birthday, explaining that the child was concerned about his father not bringing him back to Hungary. The applicant was granted access visits for some days during autumn, Christmas and spring holidays, to be exercised in Hungary as well. The court also regulated the exact days of every other month when the applicant was entitled to visit his son in Hungary in the coming years. It considered, among other things, that the child did not consider the applicant as being a member of his family, the disputes between the parents had negative impact on him and he seemed to be reluctant to leave for the USA with his father alone.", "On 29 November 2011 the Budapest Regional Court upheld the first-instance decision, rejecting the applicant’s request to establish the bi-monthly days of visit in a flexible way.", "21. The applicant’s petition for review is pending before the Supreme Court.", "22. The relevant rules concerning the enforcement of contact orders are contained in Government Decree no. 149/1997 (IX. 10.) on Guardianship Authorities, Child Protection Procedure and Guardianship Procedure, which provides as follows:", "“(2) A child’s development is endangered where the person entitled or obliged to maintain child contact repeatedly fails, by his or her own fault, to comply or to properly comply with the [contact rules], and thereby fails to ensure undisturbed contact.", "...", "(4) Where, in examining compliance with subsections (1)-(2), the guardianship authority establishes [culpability on the parent’s side], it shall, by a decision, order the enforcement of the child contact within thirty days from the receipt of the enforcement request. In the enforcement order it shall:", "a) invite the omitting party to meet, according to the time and manner specified in the contact order, his or her obligations in respect of the contact due after the receipt of the order and to refrain from turning the child against the other parent,", "b) warn the omitting party of the legal consequences of own-fault non-compliance with the obligations under subsection (a)", "c) oblige the omitting party to bear any justified costs incurred by the frustration of contact.", "(5) Where the person entitled or obliged to maintain contact fails to meet the obligations specified in the enforcement order under subsection (4), the guardianship authority may ...", "a) initiate to involve the child contact centre of the child welfare service or to take the child into protection in case the maintenance of contact entails conflicts, is continuously frustrated by obstacles, or the parents have communication problems,", "b) initiate child protection mediation procedure ....", "...", "(7) If it is proved that the person liable to contact brings up the child by continuously turning him/her against the person entitled to contact and, despite the enforcement measures specified under subsections (4)-(5), fails to comply with the contact order, the guardianship authority:", "a) may bring an action seeking change of placement if it is the best interests of the child,", "b) shall file a criminal complaint ...”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}