{"ITEMID": "001-4903", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "DI SOMMA v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant is an Italian national, born in 1967 and currently residing in Naples. He is represented before the Court by Mr Vittorio Trupiano, a lawyer practising in Naples.", "The facts of the present case, as submitted by the applicant, may be summarised as follows.", "A.", "On 10 November 1997 the police arrested red-handed two persons who were carrying out a robbery at a bank in Terni. A third accomplice had escaped.", "On 28 November 1997 the Public Prosecutor attached to the Terni District Court requested that the applicant be remanded in custody on grounds that there was a serious indication of his guilt, the applicant having been identified on the basis of a video filmed during the robbery and recognised by two police officers and by some others witnesses. Moreover, there was a significant risk that he would commit other similar offences, tamper with evidence, interfere with witnesses or abscond.", "On 29 November 1997 the Judge for Preliminary Investigations of Terni issued a warrant of arrest against the applicant.", "The applicant was arrested and remanded in custody on 29 November 1997.", "On 10 December 1997 the applicant requested the Judge for Preliminary Investigations to revoke the decision to detain him on remand, arguing that there was no serious indication of guilt. The evidence submitted by the applicant included declarations from three of his colleagues stating that on the day of the robbery he was at work, transporting goods on behalf of his employer, together with invoices and tacograph print-outs.", "On 13 December 1997 the Judge for Preliminary Investigations rejected the application. Having found out that the tacograph of the truck was not functioning properly and the invoices had not been signed by the applicant, the Judge considered that the evidence submitted by the latter was not sufficient to eliminate the serious suspicion against him. Moreover, custody was the only way of preventing the risk of tampering with evidence or absconding.", "On 17 December 1997 the applicant lodged an appeal with the Perugia District Court against the decision of the Judge for Preliminary Investigations. The outcome of these proceedings is not known.", "On 23 December 1997, the two persons charged together with the applicant made a statement to the effect that the applicant was innocent and implicated another person.", "On 24 December 1997 the Judge of Preliminary Investigation revoked the remand in custody and the applicant was accordingly released, since further investigations had led to the implication of another suspect.", "On 12 January 1998, following the guilty plea of the latter, the Judge of Preliminary Investigations dismissed the charge against the applicant.", "On 6 February 1998 the applicant filed a criminal complaint against the police officers who had recognised him “beyond any doubt” as the third person participating in the robbery and against the Public Prosecutor and the Judge of Preliminary Investigations who had remanded him in custody.", "B. Relevant domestic law and practice", "Articles 273 and 280 of the Code of Criminal Procedure set out the conditions of applicability of preventive measures, namely the existence of serious indications of guilt (“gravi indizi di colpevolezza”) in respect of a crime punishable with life imprisonment or detention for more than three years.", "Article 274 of the Code of Criminal Procedure sets out the grounds for preventive measures namely : prevention of interference with the course of justice (Article 274.a), danger of flight (274.b) and prevention of crime (274.c)", "Under Article 314 § 1 and § 3 of the Code of Criminal Procedure, a person who has been detained in remand during a criminal prosecution is entitled to compensation if prosecution is discontinued or the accused is acquitted.", "Under Article 314 § 2 of the Code of Criminal Procedure, a person whose detention on remand has been found, in a final decision, to have been ordered or maintained in breach of Articles 273 or 280 of the Code of Criminal Procedure is entitled to compensation. In a judgement of 20 December 1993, no. 21, the Court of Cassation sitting in Plenary held that, when an applicant is released while his appeal against the decision to put him in detention on remand is still pending, he still has an interest to pursue the appeal in order to obtain a final determination that his detention on remand was unlawful, and this for the purpose of obtaining compensation in pursuance of Article 314 § 2 of the Code of Criminal Procedure."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}