{"ITEMID": "001-104157", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF GÜRKAN v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Giorgio Malinverni;Ireneu Cabral Barreto", "TEXT": ["3. The applicant was born in 1961 and lives in Kars.", "4. On 2 March 1998 the applicant, a civil engineer at the Directorate of the Esenboğa Airport, was appointed to the Directorate of the Şanlıurfa Airport.", "5. On 20 March 1998 the applicant brought a case before the Ankara Administrative Court against the General Directorate of National Airports (Devlet Hava Meydanları İşletmesi Genel Müdürlüğü) (“the General Directorate”) to challenge his transfer to the Şanlıurfa Airport. He claimed that his transfer had a purely punitive motive, aimed at penalising him for having uncovered certain irregular conduct at the General Directorate. He also requested the suspension of his transfer pending the outcome of the court’s final decision.", "6. On 27 March 1998 the applicant lodged a criminal complaint with the Ankara Public Prosecutor against his employers in respect of the aforementioned irregularities. On 30 November 1998 the public prosecutor issued a decision not to prosecute.", "7. On 29 April 1998 the Ankara Administrative Court rejected the applicant’s request for suspension of his transfer. On 22 May 1998 the applicant objected to that decision. On 3 June 1998 the Ankara District Administrative Court dismissed the applicant’s objection.", "8. On 15 July 1998 the applicant requested the Ankara Administrative Court to hold an oral hearing.", "9. On 11 November 1998 the Ankara Administrative Court dismissed the applicant’s case, without holding a hearing. It ruled that the applicant’s appointment to the Şanlıurfa Airport had been effected in view of the needs of the General Directorate and that the administration had thus acted within its legal discretion and in accordance with the relevant laws.", "10. On 22 December 1998 the applicant appealed against the judgment of the administrative court and requested the suspension of the transfer. He also requested the Supreme Administrative Court to hold an oral hearing.", "11. On 7 April 1999 the Supreme Administrative Court dismissed the request for suspension.", "12. On 21 May 1999 the applicant once again requested the suspension of the administrative act. His request was dismissed by the Supreme Administrative Court on 9 July 1999.", "13. On 30 October 2002 the Supreme Administrative Court issued an interim decision requesting certain information and documents from the respondent administration, including the applicant’s classified appraisal records (gizli sicil raporları) and a description of his duties at the new place of assignment. It appears that the administration submitted the requested information and documents to the Supreme Administrative Court on 13 December 2002. However, neither the interim decision nor the responses of the administration were communicated to the applicant.", "14. On 30 January 2003 the Supreme Administrative Court upheld the Ankara Administrative Court’s judgment of 11 November 1998 by a majority decision, without holding a hearing. The dissenting judge opined that the replies provided by the General Directorate to the questions put to it in the interim decision indicated that the applicant’s transfer had been based on subjective grounds and not on any public need as alleged. Upon service of the Supreme Administrative Court’s decision, the applicant found out about the interim decision of 30 October 2002 and the administration’s submissions in reply, including his appraisal grades which had apparently fallen following the various actions he had brought against the administration.", "15. On 30 April 2003 the applicant requested the rectification of the Supreme Administrative Court’s decision, complaining, inter alia, of the noncommunication of the interim decision of 30 October 2002 and the General Directorate’s replies thereto, which had prevented him from responding to its arguments. In the same letter, the applicant also attempted to challenge the accuracy of the information provided by the General Directorate.", "16. On 15 September 2004 the Supreme Administrative Court dismissed the applicant’s rectification request, holding that none of the reasons put forth by the applicant for rectification fell within the exhaustive list of permissible grounds for rectification indicated in Section 54 (1) of Administrative Procedure Act (Law no. 2577).", "17. According to Section 16 (1) and (2) of the Administrative Procedure Act, after a claimant lodges a case with the administrative court, his or her submissions are transmitted to the defendant party. The initial written pleadings of the defendant in response are communicated to the claimant, who submits his or her replies thereto. The claimant’s replies are then sent to the defendant, who is invited to submit his or her final pleadings, to which the claimant cannot reply.", "18. According to Section 17 (1) of the Administrative Procedure Act, an oral hearing will be held in administrative proceedings involving, inter alia, an action for annulment of an administrative act (iptal davası), upon request of either one of the parties.", "19. According to Section 17 (3) of the Administrative Procedure Act, a request for an oral hearing can be made by the parties only at certain stages of the administrative proceedings, that is at the time of bringing the case by the claimant, or as part of the subsequent written pleadings and replies submitted to the court by the parties (see paragraph 17 above)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}