{"ITEMID": "001-76931", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "ZIEGNER-KOPPANEY v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["The applicant, Mrs Olga Ziegner-Koppaney, is a German national who lives in Ratingen. She was represented before the Court by Mr J. Wolfering, a lawyer practising in Düsseldorf.", "The application concerns a real estate in Parchim which is located in the State (Land) Mecklenburg-Western Pomerania. The estate had been owned since 1937 by Mrs von Graevenitz, an Austrian citizen who, after having married a German national, temporarily lost her Austrian citizenship until 1948. Mrs von Graevenitz was succeeded in 1955 by Mr Weinbacher, an Austrian bishop who died in 1985 and who was succeeded on his part by Mrs Kaufmann, who was also an Austrian citizen. The applicant inherited upon Mrs Kaufmann’s death in 1998.", "After the foundation of the German Democratic Republic (GDR), foreign assets were in general put under public administration, and the owners’ powers of disposal were considerably restricted. As a consequence, the GDR went into bilateral negotiations with several Western European States (among them Austria) over financial and property issues. In the 1970s and 1980s, the GDR concluded several Lump Sum Agreements (Globalentschädigungsabkommen). A Lump Sum Agreement with Austria was concluded on 21 August 1987 according to which the parties agreed that the GDR would pay to Austria a certain lump sum in order to settle property claims of Austria as well as of Austrian citizens and legal persons. The last rate of the lump sum was paid in 1993 by the Federal Republic of Germany (FRG) as the legal successor of the GDR. The lump sum was distributed by the Federal Distribution Commission (Bundesverteilungskommission) in the Austrian Ministry of Finance on the basis of Austrian law, in particular the so-called GDR Distribution Act (Verteilungsgesetz DDR).", "In 1974, Mr Weinbacher applied to the Austrian Government for consideration of the Parchim estate, which had been put under GDR administration in 1952, in the negotiations for the Lump Sum Agreement. Mr Weinbacher was informed by the Austrian Government on two occasions in 1981 and 1983 that the Parchim estate was part of the negotiations to the Lump Sum Agreement.", "In 1996, Mrs Kaufmann (who had inherited from Mr Weinbacher and whom the applicant succeeded in 1998) applied to the Federal Distribution Commission for compensation from the lump sum. Her application was dismissed on 7 May 1998. The Federal Distribution Commission found that Mr Weinbacher and Mrs Kaufmann fulfilled the conditions of Austrian nationality under the GDR Distribution Act. However, Mrs von Graevenitz, who had been the owner of the Parchim estate when it was put under GDR administration in 1952, did not have Austrian citizenship on 8 May 1945, one of the relevant dates. The Commission reasoned that Austrian nationality of Mrs von Graevenitz as the injured person was a necessary requirement under the said legislation.", "The applicant, who pursued the application after Mrs Kaufmann’s death in 1998, filed a constitutional complaint with the Austrian Constitutional Court (Verfassungsgerichtshof) against the decision of the Federal Distribution Commission. The Austrian Constitutional Court dismissed the application on 30 November 1998. It observed inter alia that there should be congruency between the Lump Sum Agreement and the national legislation governing the distribution. In its view, the Distribution Act met that requirement.", "On 28 September 1998, upon application by the Federal Office for the Regulation of Outstanding Property Issues (Bundesamt zur Regelung offener Vermögensfragen), the real estate in Parchim was allocated to the FRG in accordance with Section 1 (b) § 1 of the Assets Allocation Act (Vermögenszuordnungsgesetz) by order of the Rostock Regional Finance Office (Oberfinanzdirektion). Section 1 (b) § 1 of the Assets Allocation Act provides that assets for which compensation was provided for in bilateral treaties between the GDR and third states should be allocated to the FRG. The provision refers to Section 1 § 8 (b) of the Resolution of Outstanding Property Issues Act (Vermögensgesetz, hereinafter the “Property Act”), which excludes restitution for property losses which are covered by bilateral treaties between the GDR and third states.", "The applicant who had been participating in the allocation process subsequently brought an action for annulment of the allocation order.", "On 7 February 2001, the Schwerin Administrative Court dismissed the applicant’s claim and refused to grant leave to appeal on points of law. Referring to the established case law of the Federal Administrative Court, it found that, since the purpose of Section 1 § 8 (b) of the Property Act was to avoid that Germany had to pay double compensation where damages imputable to the GDR had already been compensated. Accordingly, the only prerequisite for of Section 1 § 8 (b) of the Property Act was the asset in question had been covered by the Lump Sum Agreement. As it was based on the payment of a lump sum, it did not matter whether the individual had actually received compensation, a matter which was anyway within the sphere of the State party to the agreement with the GDR. The State party to the lump sum agreement with the GDR had protected the interests of their nationals on the international level and the international agreement, once full payment was made, finally solved all property issues covered by that agreement. The Schwerin Administrative Court, having regard to the material before it, established that the Parchim estate had been covered by the Lump Sum Agreement between Austria and the GDR. In this respect, the court noted that, in the appendix to the Agreement, the Austrian delegation had registered the estate as a subject matter during the negotiations. It further found that the estate had been validly included, with the consent of its then owner. In this respect, the Schwerin Administrative Court referred to the Federal Administrative Court which interpreted the relevant provisions of the Lump Sum Agreement to the effect that it applied to individuals of Austrian citizenship on 8 May 1945 and on 21 August 1987, the date of signature, but did not require that the owner at the time when the estate was placed under public administration held Austrian citizenship on 8 May 1945. The refusal of compensation from the lump sum was a matter of Austrian law and the legal opinion of the Austrian Constitutional Court could not be decisive for the allocation of the assets under German law.", "On 14 December 2001, the Federal Administrative Court dismissed the applicant’s motion against the Schwerin Administrative Court’s refusal to grant leave to appeal on points of law. The Federal Administrative Court, referring to its earlier case law, confirmed that Section 1 § 8 (b) of the Property Act merely required that the asset in question was covered by the Lump Sum Agreement. The actual compensation on an individual basis, which in any event was subject to the domestic law of the third State which had received and distributed the lump sum, was not required. The purpose of Section 1 § 8 (b) of the Property Act was to avoid double compensation of financial and property losses which were attributable to the GDR but which had already been compensated by the payment of a lump sum to a third State. The Federal Administrative Court took note of the fact that the applicant had neither been compensated by the Austrian Government nor had he received any restitution by the Federal Republic. However, the Federal Administrative Court stressed that the German side had paid a lump sum to the Austrian government for all assets which were covered by the Agreement (including the estate in Parchim) in order to compensate individuals who had suffered material losses. The German side however had no influence on whether these individuals participated in the distribution of the lump sum. The applicability of an exclusion clause such as Section 1 § 8 (b) of the Property Act could not depend on whether or not the Austrian Government had in fact made payments to all individuals whose claims had been taken into account when calculating the lump sum. It could therefore not be regarded as unfair if German law would deny restitution to such individuals.", "On 1 March 2002, the Federal Constitutional Court refused to admit the applicant’s constitutional complaint, finding that the impugned decisions did not violate the applicant’s right to property as guaranteed by Article 14 of the Basic Law (Grundgesetz).", "According to its Articles 1 and 2, the Lump Sum Agreement covers property and financial claims of Austria as well as of Austrian citizens and legal persons with regard to property which was under GDR administration. Article 4 § 1 provides that “Austrian nationals” within the meaning of Article 1 are those who had Austrian citizenship on 8 May 1945 and on the date of the signing of the Agreement, i.e. on 21 August 1987. Article 4 § 2 provides that, if the property claimant died before 21 August 1987 and held Austrian citizenship upon his or her death, the successor is entitled under the condition that he or she held Austrian citizenship on 21 August 1987.", "According to Article 7 of the Agreement, all property and financial issues covered by the Agreement were to be settled exhaustively and definitely with the payment of the lump sum.", "The Austrian Distribution Act is the domestic law which corresponds to the Lump Sum Agreement. According to this Act, the term “Austrian nationals” was defined as persons who had Austrian citizenship both on 8 May 1945 and on the date of the signing of the Agreement, i.e. on 21 August 1987. If the owner died before 21 August 1987 and held Austrian citizenship upon his or her death, the successor is entitled under the condition that he or she held Austrian citizenship on 21 August 1987.", "The Resolution of Outstanding Property Issues Act of 23 September 1990, also known as the Property Act, entered into force on 29 September 1990 and was a part of the German Unification Treaty. Under the terms of the Treaty, the Property Act was to continue to subsist in the reunified Germany after the reunification of the two German States on 3 October 1990. The aim of the Act was to resolve disputes over property in the territory of the GDR in a way that was socially acceptable, in order to achieve permanent legal order in Germany. Section 1 § 8 (b) of the Act holds:", "“This Act shall, subject to its provisions on competences and procedure, not apply to: (...) (b) property claims which were covered by bilateral treaties between the German Democratic Republic and third states (...)”.", "The first sentence of Section 1 (b) § 1 of the Act provides:", "“Any assets which were subject to the agreements referred to in Section 1 § 8 (b) of Resolution of Outstanding Property Issues Act/ Property Act, shall be (...) allocated to the Federal Republic once the payments provided for in the agreements have been made.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}