{"ITEMID": "001-57819", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF BRANNIGAN AND McBRIDE v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Derogation of Art. 5-3 satisfies the requirements of Art. 15;No violation of Art. 5-5;No violation of Art. 13", "JUDGES": "C. Russo;John Freeland;N. Valticos;R. Pekkanen", "TEXT": ["10. The first applicant, Mr Peter Brannigan, was born in 1964. He is a labourer and lives in Downpatrick, Northern Ireland.", "He was arrested at his home by police officers on 9 January 1989 at 6.30 a.m. pursuant to section 12 (1) (b) of the Prevention of Terrorism (Temporary Provisions) Act 1984 (\"the 1984 Act\"). He was then removed to the Interrogation Centre at Gough Barracks, Armagh, where he was served with a copy of the \"Notice to Persons in Police Custody\" which informs the prisoner of his legal rights (see paragraph 24 below). A two-day extension of his detention was granted by the Secretary of State on 10 January 1989 at 7.30 p.m., and a further three-day extension was granted on 12 January 1989 at 9.32 p.m. He was released at 9 p.m. on 15 January 1989. He was therefore detained for a total period of six days, fourteen hours and thirty minutes.", "During his detention he was interrogated on forty-three occasions and denied access to books, newspapers and writing materials as well radio and television. He was not allowed to associate with other prisoners.", "Although access to a solicitor was at first delayed for forty- eight hours because it was believed by the police that such a visit would interfere with the investigation, the first applicant was subsequently visited by his solicitor on 11 January 1989. He was seen by a medical practitioner on seventeen occasions during police custody.", "11. The second applicant, Mr Patrick McBride, was born in 1951.", "He was arrested at his home by police officers on 5 January 1989 at 5.05 a.m. pursuant to section 12 (1) (b) of the 1984 Act. He was then removed to Castlereagh Interrogation Centre where he was served with a copy of the \"Notice to Persons in Police Custody\". A three-day extension of his period of detention was granted by the Secretary of State at 5.10 p.m. on 6 January 1989. He was released at 11.30 a.m. on Monday 9 January 1989. He was therefore detained for a total period of four days, six hours and twenty-five minutes.", "During his detention he was interrogated on twenty-two occasions and was subject to the same regime as Mr Brannigan (see paragraph 10 above).", "He received two visits from his solicitor on 5 and 7 January 1989 and was seen by a medical practitioner on eight occasions during police custody.", "Mr McBride was shot dead on 4 February 1992 by a policeman who had run amok and attacked Sinn Fein Headquarters in Belfast.", "12. The emergency situation in Northern Ireland in the early 1970s and the attendant level of terrorist activity form the background to the introduction of the Prevention of Terrorism (Temporary Provisions) Act 1974 (\"the 1974 Act\"). Between 1972 and 1992, over three thousand deaths were attributable to terrorism in Northern Ireland. In the mid 1980s, the number of deaths was significantly lower than in the early 1970s but organised terrorism has continued to grow.", "Since the commencement of the terrorist campaign there have been 35,104 people injured in Northern Ireland as a result of terrorist acts. Many of these injuries involved loss of limbs and permanent physical disability. In the same period there have been a total of 41,859 terrorist shooting or bombing incidents. Other parts of the United Kingdom have also been subjected to a considerable scale of terrorist violence.", "13. The 1974 Act came into force on 29 November 1974. The Act proscribed the Irish Republican Army (\"IRA\") and made it an offence to display support in public of that organisation in Great Britain. The IRA was already a proscribed organisation in Northern Ireland. The Act also conferred special powers of arrest and detention on the police so that they could deal more effectively with the threat of terrorism (see paragraphs 16-17 below).", "This Act was subject to renewal every six months by Parliament so that, inter alia, the need for the continued use of the special powers could be monitored. The Act was thus renewed until March 1976, when it was re-enacted with certain amendments.", "Under section 17 of the 1976 Act, the special powers were subject to parliamentary renewal every twelve months. The 1976 Act was in turn renewed annually until 1984, when it was re-enacted with certain amendments. The 1984 Act, which came into force in March 1984, proscribed the Irish National Liberation Army as well as the IRA. It was renewed every year until replaced by the 1989 Act which came into force on 27 March 1989. Section 14 of the 1989 Act contains provisions similar to those contained in section 12 of the 1984 Act.", "14. The 1976 Act was reviewed by Lord Shackleton in a report published in July 1978 and subsequently by Lord Jellicoe in a report published in January 1983. Annual reports on the 1984 Act have been presented to Parliament by Sir Cyril Philips (for 1984 and 1985) and Viscount Colville (from 1986-1991). A wider-scale review of the operation of the 1984 Act was also carried out by Viscount Colville in 1987.", "15. These reviews were commissioned by the Government and presented to Parliament to assist consideration of the continued need for the legislation. The authors of these reports concluded in particular that in view of the problems inherent in the prevention and investigation of terrorism, the continued use of the special powers of arrest and detention was indispensable. The suggestion that decisions extending detention should be taken by the courts was rejected, notably because the information grounding those decisions was highly sensitive and could not be disclosed to the persons in detention or their legal advisers. For various reasons, the decisions were considered to fall properly within the sphere of the executive.", "In his 1987 report reviewing the provisions of section 12, Viscount Colville considered that good reasons existed for extending detention in certain cases beyond forty-eight hours and up to seven days. He noted in this regard that the police in Northern Ireland were frequently confronted by a situation where they had good intelligence to connect persons with a terrorist incident but the persons concerned, if detained, made no statements, and witnesses were afraid to come forward, certainly in court: in these circumstances, it was concluded, the reliance on forensic evidence by the prosecution was increasing, and detective work had assumed a higher degree of importance. He also set out the reasons which individually or, as often, in combination constituted good grounds for extending the various periods within which otherwise persons suspected of involvement in terrorism would have to be charged or taken to court. These included checking of fingerprints; forensic tests; checking the detainee’s replies against intelligence; new lines of inquiry; information obtained from one or more than one other detainee in the same case; finding and consulting other witnesses (Command Paper 264, paragraphs 5.1.5-5.1.7, December 1987).", "16. The relevant provisions of section 12 of the 1984 Act, substantially the same as those of the 1974 and 1976 Acts, are as follows:", "\"12. (1) [A] constable may arrest without warrant a person whom he has reasonable grounds for suspecting to be", "...", "(b) a person who is or has been concerned in the commission, preparation or instigation of acts of terrorism to which this Part of this Act applies;", "...", "(3) The acts of terrorism to which this Part of this Act applies are", "(a) acts of terrorism connected with the affairs of Northern Ireland;", "...", "(4) A person arrested under this section shall not be detained in right of the arrest for more than forty-eight hours after his arrest; but the Secretary of State may, in any particular case, extend the period of forty-eight hours by a period or periods specified by him.", "(5) Any such further period or periods shall not exceed five days in all.", "(6) The following provisions (requirement to bring accused person before the court after his arrest) shall not apply to a person detained in right of the arrest", "...", "(d) Article 131 of the Magistrates’ Courts (Northern Ireland) Order 1981;", "...", "(8) The provisions of this section are without prejudice to any power of arrest exercisable apart from this section.\"", "17. According to the definition given in section 14 (1) of the 1984 Act, \"terrorism means the use of violence for political ends, and includes any use of violence for the purpose of putting the public or any section of the public in fear\". An identical definition of terrorism in the Northern Ireland (Emergency Provisions) Act 1978 was held to be \"in wide terms\" by the House of Lords, which rejected an interpretation of the word \"terrorist\" that would have been \"in narrower terms than popular usage of the word ‘terrorist’ might connote to a police officer or a layman\" (McKee v. Chief Constable for Northern Ireland [1985] 1 All England Law Reports 1 at 3-4, per Lord Roskill).", "18. Article 131 of the Magistrates’ Courts (Northern Ireland) Order 1981, declared inapplicable in cases of suspected terrorism by section 12(6)(d) of the 1984 Act (see paragraph 16 above), provided that where a person arrested without warrant was not released from custody within twenty-four hours, he had to be brought before a Magistrates’ Court as soon as practicable thereafter but not later than forty-eight hours after his arrest.", "19. Article 131 was repealed by the Police and Criminal Evidence (Northern Ireland) Order 1989 (Statutory Instrument 1989/1341 (Northern Ireland) 12). Under the provisions of the 1989 Order (which corresponds directly with the Police and Criminal Evidence Act 1984 in force in England and Wales) a person arrested on suspicion of his involvement in an offence may initially not be kept in police detention for more than twenty-four hours without being charged (Article 42(1)). On the authority of a police officer of the rank of Superintendent or above, the detention may be extended for a period not exceeding thirty-six hours from the time of arrest, or arrival at a police station after arrest, when the officer concerned:", "\"... has reasonable grounds for believing that -", "(a) the detention of that person without charge is necessary to secure or preserve evidence relating to an offence for which he is under arrest or to obtain such evidence by questioning him;", "(b) an offence for which he is under arrest is a serious arrestable offence;", "(c) the investigation is being conducted diligently and expeditiously.\" (Article 43(1))", "By Article 44(1) of the Order a Magistrates’ Court is empowered, on a complaint in writing by a constable, to extend the period of police detention if satisfied that there are reasonable grounds for believing that the further detention of that person is justified. Detention is only justified for these purposes if the conditions set out in (a)-(c) above are satisfied (Article 44(4)). The person to whom the complaint relates must be furnished with a copy of the complaint and brought before the court for the hearing (Article 44(2)) and is entitled to be legally represented at the hearing (Article 44(3)). The period of further detention authorised by the warrant may not exceed thirty-six hours (Article 44(12)). By Article 45 a Magistrates’ Court may, on a complaint in writing by a constable, extend the period of detention for such period as the court thinks fit, having regard to the evidence before it (Article 45(1), (2)). This additional extension may not exceed thirty-six hours and may not end later than ninety-six hours after the time of arrest or arrival at the police station after arrest (Article 45(3)).", "20. In order to make a lawful arrest under section 12(1)(b) of the 1984 Act, the arresting officer must have a reasonable suspicion that the person being arrested is or has been concerned in the commission, preparation or instigation of acts of terrorism. In addition, an arrest without warrant is subject to the applicable common law rules laid down by the House of Lords in the case of Christie v. Leachinsky [1947] Appeal Cases 573 at 587 and 600. The person being arrested must in ordinary circumstances be informed of the true ground of his arrest at the time he is taken into custody or, if special circumstances exist which excuse this, as soon thereafter as it is reasonably practicable to inform him. This does not require technical or precise language to be used provided the person being arrested knows in substance why.", "In the case of Ex parte Lynch [1980] Northern Ireland Reports 126 at 131, in which the arrested person sought a writ of habeas corpus, the High Court of Northern Ireland discussed section 12(1)(b). The arresting officer had told the applicant that he was arresting him under section 12 of the 1976 Act as he suspected him of being involved in terrorist activities. Accordingly, the High Court found that the lawfulness of the arrest could not be impugned in this respect.", "21. The arresting officer’s suspicion must be reasonable in the circumstances and to decide this the court must be told something about the sources and grounds of the suspicion (per Higgins J. in Van Hout v. Chief Constable of the RUC and the Northern Ireland Office, decision of Northern Ireland High Court, 28 June 1984).", "22. Under ordinary law, there is no power to arrest and detain a person merely to make enquiries about him. The questioning of a suspect on the ground of a reasonable suspicion that he has committed an arrestable offence is a legitimate cause for arrest and detention without warrant where the purpose of such questioning is to dispel or confirm such a reasonable suspicion, provided he is brought before a court as soon as practicable (R. v. Houghton [1979] 68 Criminal Appeal Reports 197 at 205, and Holgate-Mohammed v. Duke [1984] 1 All England Law Reports 1054 at 1059).", "On the other hand, Lord Lowry LCJ held in the case of Ex parte Lynch (loc. cit. at 131) that under the 1984 Act no specific crime need be suspected to ground a proper arrest under section 12(1)(b). He added (ibid.):", "\"... [I]t is further to be noted that an arrest under section 12(1) leads ... to a permitted period of detention without preferring a charge. No charge may follow at all; thus an arrest is not necessarily ... the first step in a criminal proceeding against a suspected person on a charge which was intended to be judicially investigated.\"", "23. In Northern Ireland, applications for extended detention beyond the initial forty-eight-hour period are processed at senior police level in Belfast and then forwarded to the Secretary of State for Northern Ireland for approval by him or, if he is not available, a junior minister.", "There are no criteria in the 1984 Act (or its predecessors) governing decisions to extend the initial period of detention, though strict criteria that have been developed in practice are listed in the reports and reviews referred to above (see paragraphs 14 and 15 above).", "According to statistics submitted by the Government a total number of 1,549 persons were arrested under the Prevention of Terrorism (Temporary Provisions) Act in 1990 of whom approximately 333 were eventually charged. Of these, 1,140 were detained for two days or less, 17% of whom were charged. However, of the 365 persons detained for more than two days and less than five days 39% were charged. In addition, of the 45 persons detained for more than five days some 67% were charged, many with serious offences including murder, attempted murder and causing explosions. In each of these cases the evidence which formed the basis of the charges only became available or was revealed in the latest stages of the detention of the person concerned.", "24. A person detained under section 12 of the 1984 Act (now section 14 of the 1989 Act) has the rights, if he so requests, to have a friend, relative or other person informed of the fact and place of his detention and to consult a solicitor privately; he must be informed of these rights as soon as practicable. Any such requests must be complied with as soon as practicable. This may, however, be delayed for up to forty-eight hours in certain specified circumstances (sections 44 and 45 of the Northern Ireland (Emergency Provisions) Act 1991 - formerly sections 14 and 15 of the 1987 Act).", "A decision to deny access to a solicitor within the first forty-eight hours is subject to judicial review. Cases decided by the High Court in Northern Ireland establish that under section 45 of the Northern Ireland (Emergency Provisions) Act 1991 the power to delay access can only be used if the officer concerned has reasonable grounds for believing that the exercise of the right would have one or more of the specific consequences set out in subsection 8 of section 45. There is a burden on the officer concerned to show to the satisfaction of the court that he had reasonable grounds for his belief. In the absence of evidence to establish such reasonable grounds the court will order the immediate grant of access to a solicitor (decisions of the Northern Ireland High Court in applications for judicial review by Patrick Duffy (20 September 1991), Dermot and Deirdre McKenna (10 February 1992), Francis Maher and Others (25 March 1992)).", "Since 1979, the practice has been that a detainee is not interviewed until he has been examined by a forensic medical officer. Thereafter, arrangements are made for the detainee to have access to a medical officer including his own doctor. There is provision for consultation with a forensic medical officer at a pre-arranged time each day.", "The above rights are briefly set out in a \"Notice to Persons in Police Custody\" which is served on persons arrested under section 12 when they are detained.", "25. Under paragraph 2 of Schedule 7 to the Prevention of Terrorism (Temporary Provisions) Act 1989 a justice of the peace may grant a warrant authorising a constable involved in a terrorist investigation to search premises and seize and retain anything found there if he has reasonable grounds for believing inter alia that it is likely to be of substantial value to the investigation. Paragraphs 5(1) and (4) of Schedule 7 confer a similar power on a circuit judge and on a county court judge in Northern Ireland.", "However, paragraph 8(2) provides that the Secretary of State may give to any constable in Northern Ireland the authority which may be given by a search warrant under paragraphs 2 and 5 if inter alia it appears to him that the disclosure of information that would be necessary for an application under those provisions \"would be likely to prejudice the capability of members of the Royal Ulster Constabulary in relation to the investigation of offences ... or otherwise prejudice the safety of, or of persons in, Northern Ireland\".", "26. The principal remedies available to persons detained under the 1984 Act are an application for a writ of habeas corpus and a civil action claiming damages for false imprisonment.", "27. Under the 1984 Act, a person may be arrested and detained in right of arrest for a total period of seven days (section 12(4) and (5) - see paragraph 16 above). Paragraph 5(2) of Schedule 3 to the 1984 Act provides that a person detained pursuant to an arrest under section 12 of the Act \"shall be deemed to be in legal custody when he is so detained\". However, the remedy of habeas corpus is not precluded by paragraph 5(2) cited above. If the initial arrest is unlawful, so also is the detention grounded upon that arrest (per Higgins J. in the Van Hout case, loc. cit. at 18).", "28. Habeas Corpus is a procedure whereby a detained person may make an urgent application for release from custody on the basis that his detention is unlawful.", "The court hearing the application does not sit as a court of appeal to consider the merits of the detention: it is confined to a review of the lawfulness of the detention. The scope of this review is not uniform and depends on the context of the particular case and, where appropriate, the terms of the relevant statute under which the power of detention is exercised. The review will encompass compliance with the technical requirements of such a statute and may extend, inter alia, to an inquiry into the reasonableness of the suspicion grounding the arrest (Ex parte Lynch, loc. cit., and Van Hout, loc. cit.). A detention that is technically legal may also be reviewed on the basis of an alleged misuse of power in that the authorities may have acted in bad faith, capriciously or for an unlawful purpose (R. v. Governor of Brixton Prison, ex parte Sarno [1916] 2 King’s Bench Reports 742, and R. v. Brixton Prison (Governor), ex parte Soblen [1962] 3 All England Law Reports 641).", "The burden of proof is on the respondent authorities which must justify the legality of the decision to detain, provided that the person applying for a writ of habeas corpus has first established a prima facie case (Khawaja v. Secretary of State [1983] 1 All England Law Reports 765).", "29. A person claiming that he has been unlawfully arrested and detained may in addition bring an action seeking damages for false imprisonment. Where the lawfulness of the arrest depends upon reasonable cause for suspicion, it is for the defendant authority to prove the existence of such reasonable cause (Dallison v. Caffrey [1965] 1 Queen’s Bench Reports 348 and Van Hout, loc. cit. at 15). In false imprisonment proceedings, the reasonableness of an arrest may be examined on the basis of the well-established principles of judicial review of the exercise of executive discretion (see Holgate-Mohammed v. Duke, loc. cit.).", "30. Issues akin to those arising in the present case were examined by the Court in its Brogan and Others judgment of 29 November 1988 (Series A no. 145-B) where it held that there had been a violation of Article 5 para. 3 (art. 5-3) of the Convention in respect of each of the applicants, all of whom had been detained under section 12 of the 1984 Act. The Court held that even the shortest of the four periods of detention concerned, namely four days and six hours, fell outside the constraints as to time permitted by the first part of Article 5 para. 3 (art. 5-3). In addition, the Court held that there had been a violation of Article 5 para. 5 (art. 5-5) in the case of each applicant (Series A no. 145-B, pp. 30-35, paras. 55-62 and 66-67).", "Following that judgment, the Secretary of State for the Home Department made a statement in the House of Commons on 22 December 1988 in which he explained the difficulties of judicial control over decisions to arrest and detain suspected terrorists. He stated inter alia as follows:", "\"We must pay proper regard to the tremendous pressures that are already faced by the judiciary, especially in Northern Ireland, where most cases have to be considered. We are also concerned that information about terrorist intentions, which often forms part of the case for an extension of detention, does not find its way back to the terrorists as a consequence of judicial procedures, which at least in the United Kingdom legal tradition generally require someone accused and his legal advisers to know the information alleged against him.", "...", "In the meantime, the position cannot be left as it stands. I have already made clear to the House that we shall ensure that the police continue to have the powers they need to counter terrorism, and they continue to need to be able to detain suspects for up to seven days in some cases. To ensure that there can be no doubt about the ability of the police to deal effectively with such cases, the Government are today taking steps to give notice of derogation under Article 15 (art. 15) of the European Convention of Human Rights, and Article 4 of the International Covenant on Civil and Political Rights. There is a public emergency within the meaning of these provisions in respect of terrorism connected with the affairs of Northern Ireland in the United Kingdom ...\"", "31. On 23 December 1988 the United Kingdom informed the Secretary General of the Council of Europe that the Government had availed itself of the right of derogation conferred by Article 15 para. 1 (art. 15-1) to the extent that the exercise of powers under section 12 of the 1984 Act might be inconsistent with the obligations imposed by Article 5 para. 3 (art. 5-3) of the Convention. Part of that declaration reads as follows:", "\"... Following [the Brogan and Others judgment], the Secretary of State for the Home Department informed Parliament on 6 December 1988 that, against the background of the terrorist campaign, and the over-riding need to bring terrorists to justice, the Government did not believe that the maximum period of detention should be reduced. He informed Parliament that the Government were examining the matter with a view to responding to the judgment. On 22 December 1988, the Secretary of State further informed Parliament that it remained the Government’s wish, if it could be achieved, to find a judicial process under which extended detention might be reviewed and where appropriate authorised by a judge or other judicial officer. But a further period of reflection and consultation was necessary before the Government could bring forward a firm and final view. Since the judgment of 29 November 1988 as well as previously, the Government have found it necessary to continue to exercise, in relation to terrorism connected with the affairs of Northern Ireland, the powers described above enabling further detention without charge, for periods of up to 5 days, on the authority of the Secretary of State, to the extent strictly required by the exigencies of the situation to enable necessary enquiries and investigations properly to be completed in order to decide whether criminal proceedings should be instituted. To the extent that the exercise of these powers may be inconsistent with the obligations imposed by the Convention the Government have availed themselves of the right of derogation conferred by Article 15(1) of the Convention and will continue to do so until further notice ...\"", "32. The Government have reviewed whether the powers of extended detention could be conferred on the normal courts but have concluded that it would not be appropriate to involve courts in such decisions for the reasons given in a Written Answer in Parliament by the Secretary of State, Mr David Waddington, on 14 November 1989:", "\"Decisions to authorise the detention of terrorist suspects for periods beyond 48 hours may be, and often are, taken on the basis of information, the nature and source of which could not be revealed to a suspect or his legal adviser without serious risk to individuals assisting the police or the prospect of further valuable intelligence being lost. Any new procedure which avoided those dangers by allowing a court to make a decision on information not presented to the detainee or his legal adviser would represent a radical departure from the principles which govern judicial proceedings in this country and could seriously affect public trust and confidence in the independence of the judiciary. The Government would be most reluctant to introduce any new procedure which could have this effect\". (Official Report, 14 November 1989, col. 210)", "In a further notice dated 12 December 1989 the United Kingdom informed the Secretary General that a satisfactory procedure for the review of detention of terrorist suspects involving the judiciary had not been identified and that the derogation would therefore remain in place for as long as circumstances require."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-5"], "NON_VIOLATED_BULLETPOINTS": []}