{"ITEMID": "001-108661", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "EST", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "VELLESTE v. ESTONIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Erik Møse;Julia Laffranque;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["The applicant, Mr Urmas Velleste, is an Estonian national who was born in 1974 and lives in Pärnu.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "The applicant was suspected of a number of economic crimes (fraud and embezzlement) in respect of which several separate sets of criminal proceedings were initiated on and after 20 September 2001. Subsequently, the different criminal proceedings were joined on several occasions (in 2002, 2003 and 2005). During the preliminary investigation and trial the applicant was at liberty, except for the period from 28 October to 19 November 2003, when he was kept in detention because he had failed to appear before the investigator when summoned.", "On 23 May 2006 the bill of indictment was signed by the public prosecutor and the criminal case was sent to the Tartu County Court for trial.", "On 19 June 2009 the Tartu County Court convicted the applicant of some of the charges related to fraud and embezzlement, and acquitted him in respect of the remaining charges. He was sentenced to two years and six months’ imprisonment, of which he had to serve four months in prison, the remaining part of the sentence being suspended. The County Court rejected the applicant’s argument about the length of the proceedings. It found that considering the volume and complexity of the case and the fact that the case had been in court since 24 May 2006, the length of the proceedings had not been excessive. It added that the “factor of time, namely the time that had passed from the commission of the acts described in the charges until the delivery of the judgment, and the behaviour of the accused at that time, ... were taken into account by the court when determining the [applicant’s] sentence...”", "By a judgment of 26 February 2010 the Tartu Court of Appeal upheld the County Court’s judgment in substance. In respect of the complaint about the lapse of reasonable time for the criminal proceedings, the Court of Appeal noted that the case at hand was a complicated and voluminous one, the written evidence comprised fifteen volumes, and many witnesses had been heard. It concluded that a reasonable time for the proceedings had not been exceeded. In respect of the applicant’s sentence, the Court of Appeal found that the fact that he had committed the offence seven years before did not serve as a ground for not applying “shock incarceration” to him.", "On 20 May 2010 the Supreme Court decided not to examine the public prosecutor’s appeal.", "On 12 July 2010 the Tartu County Court postponed the enforcement of the applicant’s prison sentence until 21 October 2010 on health grounds.", "On 22 October 2010 the Tartu County Court dismissed the applicant’s request for release from punishment on health grounds, or alternatively for postponement of the enforcement of his prison sentence. The applicant’s appeal was dismissed by the Tartu Court of Appeal on 10 November 2010. The courts relied on medical information presented by the applicant, according to which he had sustained a serious injury in 1994, had been receiving treatment for back pain since 2001 and had been diagnosed with spinal stenosis. Electrotherapy, swimming or other physical exercise had been recommended for him. The courts found that rehabilitation therapy, other than swimming, could be continued in prison and in case of need in-patient treatment was also available.", "Article 349 § 1 of the Code of Criminal Procedure (Kriminaalmenetluse seadustik) provides that the Supreme Court decides whether to examine an appeal on points of law within one month of receipt.", "Article 352 § 3 of the Code stipulates that the Supreme Court hears a criminal case within two months of agreeing to examine the appeal.", "By a decision of 30 December 2008, in constitutional review proceedings (case no. 3-4-1-12-08), the Constitutional Review Chamber of the Supreme Court rejected a complaint concerning the length of criminal proceedings, noting that the complainant could raise the issue in criminal proceedings before the court hearing the criminal case. It held:", "“23. If the court comes to the conclusion that [the complainant’s] right to proceedings within a reasonable time has been violated, the court can, in the light of all the circumstances and on the basis of Article 6 § 1 of the Convention, terminate criminal proceedings due to inappropriateness, render a judgment of acquittal or take the fact that reasonable time was exceeded into account when passing sentence.”", "The above decision of the Supreme Court is more extensively quoted in the case of Malkov v. Estonia (no. 31407/07, § 32, 4 February 2010).", "By a judgment of 27 January 2009 the Tartu Court of Appeal found that the criminal proceedings in the case it was examining had not been conducted within a reasonable time and the defendant’s sentence was reduced accordingly (see Malkov, cited above, § 29).", "The Criminal Chamber of the Supreme Court has also found in several judgments that excessive length of proceedings can serve as grounds for the termination of criminal proceedings, the defendant’s acquittal or taking the length of proceedings into account in the sentence (judgments of 27 February 2004 (case no. 3-1-1-3-04) and 28 December 2009 (case no. 311-100-09))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}