{"ITEMID": "001-103369", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ROTARU v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3;Violation of Art. 13", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1977 and lives in Taraclia.", "6. On 14 February 2003 the applicant was arrested at his home by masked and armed police officers, who allegedly tortured him until he confessed to several crimes of theft and robbery.", "7. The applicant lodged a complaint of ill-treatment by the police and asked the prosecutor's office to investigate. On 28 February 2004 his complaint was dismissed as unfounded by the Chişinău chief of police. The applicant challenged that decision before the prosecutor's office. On 11 August 2005 a prosecutor from the Chişinău prosecutor's office decided not to initiate criminal proceedings against the police officers, finding that there was no evidence of the applicant's ill-treatment or of any other unlawful act. The applicant challenged that decision before the investigating judge, who decided to forward it to the trial court for examination as part of the criminal proceedings against the applicant.", "8. On 8 June 2005 the applicant was convicted by Rîşcani District Court. That conviction was upheld by the Chişinău Court of Appeal on 27 October 2005 and the Supreme Court of Justice on 15 March 2006. On 6 October 2008 the Supreme Court of Justice allowed an extraordinary appeal (recurs în anulare) by the applicant, but only in respect of reducing his sentence in accordance with a new law that was more favourable to him.", "9. On 19 March 2003 the applicant was transferred to Chişinău Prison no. 13. Between 16 April and 2 November 2006 he was treated at the Pruncul prison hospital. He was then transferred to Soroca Prison no. 6, where he served the rest of his sentence.", "10. The applicant made a number of complaints to the authorities that the conditions of his detention were inhuman. He received numerous replies from the Ministry of Justice, the Prosecutor General's Office and Parliament. Many of these replies noted that he had been found to be “healthy for all practical purposes” and not in need of medical assistance. Some of the letters also noted that, due to insufficient funding of the prison system, detainees were not provided with bed linen, and food was available in less than the minimum prescribed quantities. In a letter of 10 August 2004 the Prosecutor General's Office informed the applicant that it was aware that cell no. 24 in which he was detained was overcrowded and that not all its inmates had a bed and bed linen. The prison authorities were asked to remedy the situation. In a letter of 5 November 2004 the Ministry of Justice informed a group of nine detainees, including the applicant, that medical assistance was available when needed and that only minor repairs could be made to the cells, due to lack of funds; the Ministry was aware of the problems in ensuring the proper functioning of the prison system, and was taking all necessary measures to improve the situation. The Minister added that no detainees suffering from tuberculosis were being held in the nearby cell 24A. In April 2006 the applicant was diagnosed with tuberculosis.", "11. In a letter to the Parliament dated 4 May 2004 the applicant complained that the cells in the prison were overcrowded, damp and full of parasitic insects. He also complained of a lack of legal information in the prison. This letter was forwarded to the Prison Department of the Ministry of Justice. In its reply of 8 June 2004 the Ministry acknowledged that the prison lacked legal information, and confirmed that after 7 April 2003 the applicant had been treated for piodermia and scabies. It also noted that the applicant was detained in a cell with fourteen beds and fifteen detainees.", "12. In response to a complaint by the applicant on 14 February 2007, on 1 March 2007 the Ministry of Justice informed the applicant that under the applicable rules all detainees were provided with the minimum acceptable quantities of food. However, due to lack of funding, such items as meat, fish or dairy products were provided “within the limits of available funds”. Moreover, products such as eggs, butter and milk would be included on the menu in the near future.", "On the basis of a doctor's prescription, increased quantities of food could be provided to detainees who were ill. On 14 June 2008 the applicant made another complaint that the rules on food to be served were being violated and asking for a transfer to the prison hospital because of his worsening state of health. It appears that he was not transferred to the hospital.", "13. According to the documents submitted by the Government, the applicant was treated on a regular basis by various doctors when the need arose, as well as on a preventive basis. On 10 and 17 February and 28 March 2005 he refused to have X-ray examinations. When he did have such an examination, on 15 April 2006, he was diagnosed with tuberculosis and admitted to the Pruncul Prison Hospital. He received DOTS treatment there until 1 November 2006, when he was released – subject to a one-year period of supervision – after full recovery from his illness.", "14. The relevant provisions of domestic law have been set out in Ostrovar v. Moldova, no. 35207/03, 13 September 2005; Sarban v. Moldova, no. 3456/05, 4 October 2005; and Becciev v. Moldova, no. 9190/03, 4 October 2005.", "15. The Government submitted a list of laws, regulations, Ministerial orders and other acts or bills yet to be enacted aimed at improving various aspects of prison conditions and the medical treatment of detainees.", "16. The Government annexed to their observations copies of judgments in the cases of Drugaliov v. the Ministry of Internal Affairs and the Ministry of Finance; Gristiuc v. the Ministry of Finance and the Penitentiaries' Department; Ipate v. the Penitentiaries' Department; and Ciorap v. the Ministry of Finance, the Ministry of Internal Affairs and the Prosecutor General's Office, all cases in which the applicants had been awarded compensation for ill-treatment and/or inhuman conditions of detention.", "17. The relevant parts of the CPT report concerning the visit to Moldova between 20 and 30 September 2004 read as follows (unofficial translation):", "“50. The CPT delegation again heard repeated complaints from persons charged with and convicted of administrative offences concerning the refusal of permission for them to receive visits or have contact with the outside world in EDPs.", "The CPT reiterates (see paragraph 61 of the report on the 2001 visit) that, where persons awaiting trial are concerned, if it is necessary in the interests of the investigation to place restrictions on visits for some of them, the restrictions should be strictly limited in time and applied for the shortest period possible. In no circumstances should visits to a detained person by family and friends be prohibited for a prolonged period. If there is thought to be an ongoing risk of collusion, it is better to allow visits under strict supervision. ...", "55. The situation in the majority of penitentiaries visited, in view of the economic situation in the country, remained difficult and the delegation encountered a number of problems already identified during its visits in 1998 and 2001 in terms of physical conditions and detention regimes.", "Added to this is the problem of overcrowding, which remains serious. In fact, even though the penitentiaries visited were not operating at their full capacity – as is the case of Prison no. 3 in which the number of detainees was appreciably smaller than during the last visit of the Committee – they continued to be extremely congested. In fact, the receiving capacity was still based on a very unsatisfactory 2 m2 per detainee; in practice, this was often even less.", "79. The follow-up visit to Prison no.3 in Chişinău revealed an unsatisfactory situation. The progress noted was in fact minimal, limited to some running repairs. The ventilation system had been repaired primarily thanks to the financial support of civil society (especially NGOs), and the creation of places for daily recreation had been made possible only as a result of contributions by the detainees and their families.", "The repair, renovation and maintenance of cells are entirely the responsibility of detainees themselves and of their families, who also pay for the necessary materials. They must also obtain their own sheets and blankets, the institution being able to give them only used mattresses.", "In sum, the conditions in the great majority of cells in Blocks I-II and the transit cells continue to be very poor indeed. ...", "Finally, despite the drastic reduction in overcrowding, the rate of occupancy of cells is still very high, not to say intolerable.", "83. Except in the Lipcani Re-education Colony for Minors, where the efforts made in this respect are to be highlighted, the quantity and quality of detainees' food everywhere is a source of grave concern. The delegation was inundated with complaints regarding the absence of meat and dairy products. The findings of the delegation, regarding both the stocks of food and the menus, confirm the credibility of these complaints. Its findings also confirmed that in certain places (in Prison no. 3, ...), the food served was repulsive and virtually inedible (for instance, insects and vermin were present). This is not surprising given the general state of the kitchens and their modest equipment.", "The Moldovan authorities have always claimed financial difficulties in ensuring the adequate feeding of detainees. However, the Committee insists that this is a fundamental requirement of life which must be ensured by the State to persons in its charge and that nothing can exonerate it from such responsibility. ...”", "18. The relevant parts of the CPT report concerning the visit to Moldova between 14 and 24 September 2007 read as follows (unofficial translation):", "“46. In September 2007, the Director of the Prison Department of the Ministry of Justice provided the delegation with detailed information on measures already taken or planned with a view to reforming the Moldovan prison system and implementing the CPT's recommendations. One particularly welcome outcome of these measures is the reduction of the country's prisoner population. At the time of the 2007 visit, the total number of prisoners stood at 8,033 (including 1,290 on remand), compared to 10,591 in 2004. This positive trend can be attributed to legislative changes in recent years, including the entry into force of a new Code of Execution of Sentences in July 2005 and the adoption of amendments to the Criminal Code and the Code of Criminal Procedure. As a result, there has been an increase in the number of conditional early releases, as well as a wider use of alternatives to imprisonment and a more selective application of remand custody by the courts.", "Further, the implementation of the “Concept for reforming the penitentiary system in the period 2004-2013” has been supported by an increase in the budgetary allocation (from 75.8 mn Lei in 2004, to 166.1 mn Lei in 2007), as well as by a growing input of foreign aid. This has enabled, inter alia, the amelioration of the food provided to prisoners, an improvement of health care, and the carrying out of refurbishment works at several penitentiary establishments (e.g. No. 1 in Taraclia, No. 7 in Rusca and No. 17 in Rezina).", "Last but not least, there has been an important shift in mentality through improved staff recruitment and training procedures. The delegation was informed that the directors of many penitentiary establishments had been changed in the last year, following a competition and a probation period. Further, new training programmes for staff had been developed, placing particular emphasis on human rights issues (see also paragraph 100).", "47. The CPT can only welcome the above-mentioned measures taken the Moldovan authorities. Nevertheless, the information gathered by the Committee's delegation during the 2007 visit shows that much remains to be done. In particular, overcrowding continues to be a problem; despite the fact that all establishments visited were operating well under their official capacities, there was on average only 2 m² of living space per prisoner, rather than the standard of 4 m² provided for in Moldovan legislation.", "The CPT is convinced that the only viable way to control overcrowding and achieve the standard of at least 4 m² of living space per prisoner is to adopt policies designed to limit or modulate the number of persons sent to prison. In this connection, the Committee must stress the need for a strategy covering both admission to and release from prison to ensure that imprisonment really is the ultimate remedy. This implies, in the first place, an emphasis on non-custodial measures in the period before the imposition of a sentence and, in the second place, the adoption of measures which facilitate the reintegration into society of persons who have been deprived of their liberty.", "The CPT trusts that the Moldovan authorities will continue their efforts to combat prison overcrowding and in so doing, will be guided by Recommendation Rec(99)22 of the Committee of Ministers of the Council of Europe concerning prison overcrowding and prison population inflation, as well as Recommendation Rec(2003)22 on conditional release (parole).”"], "VIOLATED_ARTICLES": ["13", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}