{"ITEMID": "001-87114", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ISMETA BACIC v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1958 and lives in Zagreb.", "5. On an unspecified date the applicant instituted civil proceedings before the Sveti Ivan Zelina Municipal Court (Općinski sud u Svetom Ivanu Zelini) against her former employer, Zelina Agricultural Enterprise (Poljoprivredni kombinat Zelina), challenging her dismissal from work and seeking payment of her salary for the period of her unemployment. The first-instance judgment of 5 December 2000, granting the applicant's claims, awarded the applicant 42,161.47 Croatian kunas (HRK) together with statutory default interest.", "The judgment was upheld by the Velika Gorica County Court (Županijski sud u Velikoj Gorici) on 15 January 2003.", "6. Meanwhile, in a decision of 17 June 2002 the Zagreb Commercial Court (Trgovački sud u Zagrebu) opened bankruptcy proceedings against the applicant's former employer and invited all creditors to submit their claims to the bankruptcy administrator, appointed to the case by the Zagreb commercial Court, within thirty days. This was published in the Official Gazette no. 81/02 of 9 July 2002.", "7. Examination hearings before the Zagreb Commercial Court were held on 24 September 2002 and 3 March 2003.", "8. On 10 March 2003 the applicant lodged her claim, recognised by a final judgment, with the Zagreb Commercial Court before which the bankruptcy proceedings against her former employer had meanwhile been opened. The applicant argued that, since the civil proceedings she had instituted against her former employer before the ordinary courts (that is to say the competent municipal and county courts) had been pending, she considered that her claim had been adequately secured. In this connection she pointed to the provision obliging the regular courts to discontinue civil proceedings concerning any debtor against whom bankruptcy proceedings had been opened in the meantime.", "9. On 16 April 2003 the Zagreb Commercial Court declared the applicant's request inadmissible as lodged out of time. It found that the examination hearing (ispitno ročište) had been held on 24 September 2002 and that after the expiry of three months from that date no further claims could be lodged in the bankruptcy proceedings. The relevant part of the decision reads as follows:", "“In the bankruptcy proceedings against Zelina Agricultural Enterprise ... examination hearing was held and concluded on 24 September 2002.", "The above-mentioned creditor submitted her claim on 15 April 2003, outside the three-month period following the first examination hearing.", "Since the claim was submitted too late, that is to say after the period of three months following the first examination hearing, it is to be dismissed pursuant to section 176 paragraph 4 of the Bankruptcy Act.”", "10. In her appeal lodged on 30 April 2004 the applicant stressed, inter alia, that the bankruptcy administrator had failed to comply with her duty under section 173 paragraph 2 of the Bankruptcy Act to include the applicant's claim in the list of claims of all the current and former employees of the debtor company and to submit it for her signature.", "11. On 8 July 2003 the High Commercial Court (Visoki trgovački sud Republike Hrvatske) upheld the first-instance decision. In so far as relevant it held as follows:", "“Under section 54 paragraph 3 of the Bankruptcy Act, in a decision on opening of bankruptcy proceedings a bankruptcy panel is obliged to invite all creditors to submit their claims to the administrator within a fixed time-limit, in accordance with the provisions of the Bankruptcy Act. The time-limit for submission of claims has to be fixed to no less than fifteen days and no longer than one month.", "Claims submitted after the fixed time-limit may be examined at an examination hearing on the initiative of the administrator.", "Claims submitted after the fixed time-limit which have not been examined at the examination hearing, as well as claims submitted within three months of the first examination hearing but not after the call for the final hearing has been published may be examined at one or more additional examination hearings which are to be scheduled by the administrator pursuant to a proposal made by the creditors who have failed to submit their claims on time, and on condition that they pay in advance and within fifteen days the costs of such a hearing.", "Claims submitted after the expiry of the time-limit fixed in section 176 paragraph 2 of the Bankruptcy Act are to be declared inadmissible (argument under section 176 paragraphs 1, 2 and 4 of the Bankruptcy Act).", "The first-instance court acted exactly as described above, in compliance with the Bankruptcy Act, when it declared inadmissible as being lodged out of time the claim submitted by the creditor Ismeta Bačić from Zagreb. The appellant does not dispute that the examination hearing in the bankruptcy proceedings against debtor Zelina Agricultural Enterprise based in Sveti Ivan Zelina was held and concluded on 29 September 2002. The conditions for submitting creditors' claims then ceased to exist and it is therefore of no significance whether the appellant submitted her claim on 10 March or 15 April 2003. In any event it was submitted out of time.", "The only decision that a court could have adopted in such circumstances is the one pursuant to section 176 paragraph 4 of the Bankruptcy Act that the claim had to be declared inadmissible.", "Therefore, there has been no wrongful application of the Bankruptcy Act provisions to the appellant's detriment and the impugned decision ought to be upheld in accordance with section 380 paragraph 1(2) of the Civil Procedure Act in conjunction with section 6 of the Bankruptcy Act.”", "12. In her subsequent constitutional complaint the applicant argued that the administrator had failed to comply with her duty to inform her of the bankruptcy proceedings and allow her to lodge her claim against her former employer and had thus prevented her from securing the payment of her claim. On 23 March 2006 the Constitutional Court dismissed the applicant's complaint as being ill-founded. The relevant part of its decision reads as follows:", "“The impugned judgment and the case file show that [the first] examination hearing in the bankruptcy proceedings against Zelina Agriculture Enterprise based in Sveti Ivan Zelina was held and concluded on 24 September 2002 and that the applicant as a creditor submitted her claim after the first examination hearing, on 15 April 2003.", "Since the applicant submitted her claim after the time-limit fixed in Section 176 paragraph 2 of the Bankruptcy Act, the first-instance court declared her claim inadmissible as being lodged out of time pursuant to section 176 paragraph 4 of the Bankruptcy Act.", "The High Commercial Court, in its decision on the applicant's appeal, stressed that the appeal was unfounded and that the Zagreb Commercial Court had correctly applied substantial law when it had declared the applicant's claim inadmissible as being lodged out of time.”", "13. The Bankruptcy Act (Stečajni zakon, Official Gazette nos. 44/96, 29/99 and 129/00, as applicable at the relevant time) in the relevant parts provided as follows:", "“[After the bankruptcy proceedings have been opened] the bankruptcy administrator [assigned to the case] shall represent the debtor.”", "“In a decision on opening of the bankruptcy proceedings creditors shall be invited to submit their claims to the administrator, within a fixed time-limit. The time limit shall be fixed to no less than fifteen15 days and no longer than a month.”", "“All claims [against a debtor in bankruptcy proceedings] become payable when the bankruptcy proceedings are opened.”", "“The administrator [assigned to the case] shall intervene on behalf of the debtor in all pending civil proceedings concerning disputes about the debtor's assets.”", "“Bankruptcy creditors shall enforce their claims against the debtor in bankruptcy proceedings only.”", "“(1) Bankruptcy creditors shall submit two copies of their claims to the bankruptcy administrator together with supporting documents confirming the existence of their claims.", "(2) The bankruptcy administrator shall make a list of all claims which have become due before the opening of the bankruptcy proceedings of the present and former debtor's employees and submit the list to then be signed and the claims approved by the employees concerned ...", "...”", "“(1) At the examination hearing the claims submitted shall be examined according to the amounts claimed and their rank.", "(2) The administrator shall expressly state whether he accepts or contests each of the claims submitted.", "...”", "“(1) Claims submitted after the fixed time-limit may be examined at a request of the bankruptcy administrator.", "(2) Claims submitted after the fixed time-limit which have not been examined at the examination hearing, as well as the claims submitted within three3 months of the first examination hearing, but not after the call for the final hearing has been published, may be examined at one or more additional examination hearings, which shall be scheduled by the bankruptcy administrator pursuant to a proposal made by the creditors who have failed to submit their claims on time, and under the condition that they pay y advance of the costs of such a hearing in advance and within 15 days.", "...", "(4) Claims submitted after the expiry of the above time-limits shall be declared inadmissible.", "...”", "14. Section 212(5) of the Civil Procedure Act (Zakon o parničnom postupku) obliges a civil court to stay the proceedings pending before it where the insolvency bankruptcy proceedings have been instituted against any of the parties to the civil proceedings."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}