{"ITEMID": "001-87428", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SATIK v. TURKEY (No. 2)", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 3;Violation of Art. 6-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele", "TEXT": ["6. The applicant was born in 1966 and lives in Ankara.", "7. On an unspecified date, the National Intelligence Service (Milli İstihbarat Teşkilatı, hereinafter MIT) began to record the telephone conversations of S.K., a Greek attaché working at the Consulate of Greece in Izmir and allegedly a member of the Greek Intelligence Service (EIP). The authorities noticed suspicious telephone conversations between S.K. and the applicant and initiated an investigation concerning the applicant.", "8. On 18 February 1998 a military prosecutor and MIT officers searched the applicant’s shop in Istanbul. According to the preliminary investigation report, several photographs of military bases, two maps (one of which was marked as “top secret”) and telephone and credit cards were found in the shop. V.A.Ö. was present when MIT officers carried out a search in the applicant’s shop and told them that the photos of the military bases did not belong to him but to the applicant. The latter was then taken into custody on suspicion of transmitting official and confidential information to Greek intelligence service members. He was brought before a doctor, N.A., who noted that he was in good health. During his custody period, the applicant was allegedly subjected to illtreatment by the MIT officers.", "9. On 20 February 1998 the applicant was brought before the 3rd Army Corps Command Military Court. Before this court, he maintained that he had met someone who worked at the Consulate of Greece in Istanbul and that he had sold this person books and silver accessories. He received money from this person for what he had sold. The applicant further contended that this person asked him to provide military information about Turkey. The applicant denied the allegation that he had given confidential information to this person. He stated that the maps and the photographs found in his shop did not belong to him.", "10. On the same day, the court ordered the applicant’s detention on remand. He was then examined by N.A. who once again noted that there was no trace of ill-treatment on the applicant’s body. The applicant was then remanded in the Davutpaşa Military Prison. He filed an objection to the detention order.", "11. On 23 February 1998, following his objection to the findings contained in the previous medical reports, the applicant underwent a third medical examination in prison. According to the prison doctor’s report, the applicant had ecchymoses on both arms, which were possibly three to four days old.", "12. On 5 March 1998 the applicant filed a further objection to the detention order. On the same day the Navy Command Military Court dismissed his objection.", "13. On 19 March 1998 the General Staff Military Prosecutor filed a bill of indictment with the General Staff Military Court, charging the applicant under Article 56 § 1 (D) of the Military Criminal Code and Articles 133 § 1, 31, 33 and 36 of the Criminal Code, with disloyalty to national defence by way of espionage.", "14. The applicant maintained before the General Staff Military Court that he had been coerced by MIT officers into signing a statement while in custody. He claimed that he had sold the shop to V.A.Ö. and that the photographs and maps did not belong to him. He requested that V.A.Ö. be heard by the court. He further contended that the search in the shop was illegal and that he had not been informed of the charges against him by the officials who had conducted the search. The applicant reiterated that he had sold books and silver accessories to a Greek official, L.K. and that this person had requested him to provide confidential information. He also contended that he had contacted L.K. and another Greek official, S.K., whom he knew as “Yorgo”, in order to maintain his business and that the information that he had given was false. The applicant’s representative stressed that the applicant’s statements had been taken under torture by MIT officers. She referred in this connection to the medical report dated 23 February 1998 prepared by the Davutpaşa military prison doctor who noted the presence of three to four day-old ecchymoses on the applicant’s arms. The applicant’s representative also argued that the telephone conversations of the applicant, which were the sole evidence against him, had been obtained unlawfully by the MIT officers since there was no decision of a judge permitting them to tap his conversations on a public telephone. She therefore claimed that, in the absence of sufficient evidence, the applicant was innocent of the alleged crime.", "15. During the proceedings, the General Staff Military Court issued a summons requiring V.A.Ö. to give evidence. However, this person could not be found.", "16. On an unspecified date, a fingerprint expert conducted an analysis on the photographs and maps from the applicant’s shop. He observed that none of the fingerprints found belonged to the applicant.", "17. On 15 June 1999 the General Staff Military Court convicted the applicant as charged. The court considered that the information that the applicant had given could not be considered to be confidential. However, it held that, although the applicant had provided non-confidential or imaginary information in order to maintain his business contacts with the Greek officials, he had committed the offence of disloyalty to national defence by accepting their proposal to provide information. The court sentenced the applicant to twelve years and six months’ imprisonment, which was the minimum penalty prescribed by Article 56 § 1 (D) of the Military Criminal Code and Articles 133 § 1, 31, 33 and 36 of the Criminal Code. While the court dismissed the applicant’s defence submissions, it did not address directly his allegations that his statements to the MIT officers had been obtained under torture and that his telephone conversations were unlawfully tapped by the MIT officers.", "18. On 2 August 1999 the applicant appealed. He claimed that he was innocent of the crime since he had given false information to the Greek Intelligence Service and that he had never intended to betray his country. Relying on Article 6 of the Convention, the applicant further argued that the first instance court had convicted him on the basis of unlawfully obtained evidence, in particular the unlawful tapping and recording of his telephone conversations by the MIT. He also complained that the court had not secured the attendance of V.A.Ö as a witness. Referring to the medical report dated 23 February 1998 indicating ecchymoses on his arms, the applicant noted that the security forces had resorted to habitual methods to secure his conviction.", "19. On 17 November 1999 the Military Court of Cassation upheld the judgment of 15 June 1999. It approved the reasoning of the first instance court’s judgment and noted that the latter had already accepted that the maps and photos had not belonged to the applicant and that it had not relied on the statements given by V.A.Ö. in the course of the preliminary investigation since he had not attended the trial. Accordingly, there was no deficiency or unlawfulness in the investigation leading to the applicant’s conviction. The court therefore rejected the applicant’s appeal.", "20. On 24 January 2000 the Military Court of Cassation’s decision was served on the applicant.", "21. A full description of the domestic law at the relevant time may be found in Batı and Others v. Turkey, nos. 33097/06 and 57834/00, §§ 95-99, ECHR 2004-IV; and Ergin v. Turkey (no. 6), no. 47533/99, §§ 15-18, 4 May 2006.", "22. Section 11 of the Constitution of Military Courts Act then in force read as follows:", "“Trial of civilians by military courts:", "... the offences referred to in Articles ... and 56 of the Military Penal Code [come within the jurisdiction of the military courts].”", "23. According to Article 138 of the Constitution of Military Courts Act, hearings to be held by military courts shall be open to public. However, the military court may decide to close a part or whole of the hearing to the public if public morality or security so requires. Article 139 further provides that the military court may also decide to remove the public when it holds a hearing to consider a request to close the hearings to the public."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}