{"ITEMID": "001-72890", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SHCHERBAKY v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Zoryana Bortnovska", "TEXT": ["4. The first applicant was born in 1953. The second applicant was born in 1962. They both reside in Kharkiv. They are former employees of the State Enterprise “Vilne Housing and Communal Property Authority” of the Dzhankoy District of the Autonomous Republic of Crimea (the “debtor”).", "5. On 14 February 1999 the Dzhankoy City Court ordered the debtor to pay the applicants UAH 573.43 and UAH 256.12, respectively. The court issued separate judgments with respect to each applicant on 6 March and 7 April 1999.", "6. On 24 February 1999 the Dzhankoy Bailiffs’ Service (the “DBS”) initiated the enforcement proceedings in the case.", "7. On 29 September 1999 the Dzhankoy City Court awarded the first applicant UAH 140.60 in child support arrears.", "8. On 2 September 2000 the Crimean Department of Justice of the Ministry of Justice informed the applicants that the enforcement proceedings were still pending.", "9. On 20 August 2001 the DBS attached the debtor’s bank accounts. Certain enforcement actions were undertaken by the DBS from 26 November 2001 to 26 January 2004 (attachment of the debtor’s funds, sale of its property, etc.).", "10. On 26 January 2004 the applicants had been fully paid the salary arrears due to them and the judgments had thus been enforced.", "11. On 29 January 2004 the DBS terminated the enforcement proceedings in the applicants’ case.", "12. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}