{"ITEMID": "001-95120", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "AHLSKOG v. FINLAND (NO. 2)", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Lars Ahlskog, is a Finnish national who was born in 1929 and lives in Kokkola. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 23 April 1980 the Finnish Export Guarantee Fund (Vientitakuulaitos, Exportgarantianstalten – “the Fund”) granted to a limited liability company wholly owned by the applicant a state guarantee, as it was exporting its products to Germany. On 5 May 1980 the company transferred all its rights related to the above-mentioned guarantee to a bank. The transfer was confirmed by the Fund on 14 May 1980. Later the bank set off the amount of the guarantee from the company’s account without the applicant’s approval. Civil proceedings were instituted against the bank in relation to the state guarantee in question. On 27 October 1981 the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen) gave a final decision in which the set off was approved by the court.", "The applicant apparently learned about the above-mentioned Supreme Administrative Court’s decision for the first time on 27 October 1999. He immediately requested that the proceedings be reopened as the Supreme Administrative Court had failed to communicate to him a statement which it had received from the Fund during the first part of the proceedings. The Supreme Administrative Court rejected the applicant’s request on 27 September 2000, finding that even though the court had indeed failed to communicate the document in question, the proceedings had been in conformity with the law as in force at the time.", "On 4 September 1996 the applicant and another person gave a directly enforceable guarantee to cover the debt of the applicant’s company. The debt fell due on 31 March 1999 and was not paid.", "On 30 June 1999 the creditor bank initiated civil proceedings in the Kokkola District Court (käräjäoikeus, tingsrätten) requesting the company, the applicant and the third person to pay the debt.", "On 23 September 1999 the creditor bank requested that the applicant’s assets be sequestrated. The District Court granted the sequestration order on 27 September 1999.", "On 8 February 2000 the District Court asked the defendants to indicate clearly in writing whether or not they contested the claim at the risk of a default judgment. The applicant and his co-defendants filed their statements of reply on 15 and 20 March 2000 respectively but failed to indicate clearly their position. On 21 March 2000 the District Court gave a default judgment in which it ordered the applicant and his co-defendants to pay the debt. The judgment was served on 9 May 2000.", "On 12 May 2000 the applicant and his co-defendants lodged an appeal against the default judgment with the District Court requesting a stay of execution and that the default judgment be quashed and the claims of the creditor bank be rejected. On 15 June 2000 the District Court ordered a stay of execution of the default judgment.", "Meanwhile, the applicant also lodged a procedural complaint with the Vaasa Appeal Court (hovioikeus, hovrätten), requesting that the default judgment be quashed. On 22 May 2000 the Appeal Court stayed the execution of the default judgment. On 9 June 2000 the court dismissed the complaint without considering the merits as the case was still pending before the District Court. The stay of execution given by the court on 22 May 2000 expired.", "The District Court proceedings comprised three different sets of civil proceedings, namely the applicant’s claim for a refund of benefit by unjust enrichment, the appeal against the default judgment and an action for damages, which was subsequently withdrawn. The District Court asked the creditor bank to submit its replies by 4 December 2000 and 22 January 2001. The applicant was asked to give his reply by 26 February 2001 but this time-limit was extended several times until 31 October 2001. A preparatory hearing was scheduled for May 2002 but it was cancelled as the applicant had brought a criminal action for aggravated abuse of public office against the presiding judge. These charges were subsequently found manifestly ill-founded.", "Another judge was appointed to the case. In February 2003 the creditor bank proposed that, in order to avoid partiality issues, the matter be adjudicated in a formation of three judges instead of one and that the judges be appointed jointly with the Appeal Court. Later on the parties, however, gave their consent to the single judge composition. The three sets of civil proceedings were joined on 7 May 2003.", "In October 2003 the applicant requested that an oral hearing concerning the criminal proceedings, which related to the bankruptcy proceedings of the company and which were pending before the same court, be held before an oral hearing in the civil proceedings. Despite this request, the preparatory hearings in the civil proceedings were held on 21 and 29 October 2003. On 11 December 2003 the applicant indicated that if no oral hearing was held in the criminal case before an oral hearing was held in the civil case, he would bring a criminal action against the presiding judge. On 12 December 2003 he brought such action for abuse of public office against the presiding judge which he later, however, abandoned. A continued preparatory hearing and the oral hearing in the civil case were held in December 2003.", "On 6 February 2004 the District Court quashed the default judgment and rejected the creditor bank’s claims as far as the applicant was concerned. As far as the company was concerned, the court rejected its appeal and upheld the default judgment. The stay of execution given by the court on 15 June 2000 expired.", "In March 2004 all parties to the case appealed to the Appeal Court. The applicant’s appeal only concerned costs and expenses. The company requested that the default judgment be quashed and that the claims of the creditor bank be rejected.", "On 10 May 2004 the Appeal Court stayed the execution of the District Court’s judgment. In July and September 2004 the applicant was asked to supplement his appeal, which he did on 20 August and 24 September 2004 respectively. Between September 2004 and January 2006 the applicant continually submitted letters to the court at four to five week intervals.", "The court held a preparatory hearing on 13 May 2005. On 6 February 2006, a day before the scheduled oral hearing, the applicant entered a disqualification plea against the presiding judge of the court. This plea was rejected as manifestly ill-founded during the oral hearing on 7 February 2006.", "On 4 April 2006 the Appeal Court accepted the applicant’s appeal and he was freed from the obligation to pay costs and expenses. For the rest, the court upheld the District Court’s judgment. The stay of execution given by the court on 10 May 2004 expired.", "The applicant and the company appealed to the Supreme Court (korkein oikeus, högsta domstolen). On 14 August 2006 the Supreme Court refused leave to appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}