{"ITEMID": "001-84649", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "BOHAC v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicant, Mr Josef Boháč, is a Czech national who was born in 1926 and lives in Ústí Nad Labem. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "i. Proceedings against T.N.", "According to the Government, on 4 March 1993 the applicant sued a certain T.N. in the Ústí nad Labem District Court (okresní soud).", "On 21 September 2004 the District Court granted the applicant’s action ordering T.N. to pay CZK 7,500 (EUR 263) to the applicant.", "According to the applicant, as T.N. had not paid the sum at issue, he requested the District Court, in April 2005, to execute the judgment. Apparently, the execution proceedings have not yet been terminated.", "ii. Proceedings against B.K.", "In his application form, the applicant submitted that in 1996, he had brought an action for damages against a certain B.K.", "The Government denied that such an action had been filed.", "In his observations in reply, the applicant said that he had filed a criminal complaint against B.K. at the Ústí nad Labem Town Police Office (Policie – město) which subsequently instituted criminal proceedings against B.K.’s accomplice.", "The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}