{"ITEMID": "001-58173", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF MAILLARD v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Art. 6-1 inapplicable", "JUDGES": "John Freeland", "TEXT": ["6. The applicant was born in 1946 and lives at Saint-Germain-en-Laye (département of Yvelines). He is an officer in the French navy.", "7. On 2 December 1983 Mr Maillard caused to be entered in the complaints register of the fleet escort ship D’Estrées the following application for reconsideration of his assessment for 1983:", "“…", "I … learnt that at senior level and at supreme level my marks had been significantly reduced: for the criterion ‘standard of service’ the mark had been lowered from 3 to 4 and for the criterion ‘promotion’ from B to C+, the whole being accompanied by the following written appraisal: ‘Is not up to the level that should be achieved by a second in command’ (or, within a word or two, a very similar expression). To this day I have been given no explanation of this reduction in marks or of what prompted such a statement.", "I consider that this appraisal is excessively severe, unjust and personally offensive. I would refer in this connection to the appraisal made by Commander Gazzano, the assessor at immediate-superior level, to the smooth running of the ship during the period on which my assessment was based and to the responsibility I bear under the rules for that smooth running, and, lastly, to the good performance of the D’Estrées during the general inspections of 1982 and 1983, attested by the messages of congratulations sent by the admiral commanding the Mediterranean fleet on those occasions.", "Furthermore, the appraisal calls in question the wisdom of the decisions of those of my superiors who on two occasions saw fit to appoint me to a second-in-command post and the appraisals made by the various commanding officers who assessed me as their second in command.", "I accordingly have the honour to request that", "(1) the sentence ‘Is not up to the level that should be achieved by a second in command’ should be deleted. It is an appraisal made not of the standard of my performance which is meant to be the subject of the assessment, but of my person, in a manner which casts a slur on my honour as it is offensive;", "(2) the criteria 39, 40 (standard of service and promotion) and consequently 44 and 46 (promotion and ‘class’ at supreme level) should be raised in consequence, given the implied meaning of the sentence complained of in regard to the level of my service and my promotion potential; and", "(3) once my marks at senior and supreme level have been reassessed, given the effect that my 1983 assessment may have under the current rules, on the introductory memorandum submitted by the Naval Service Personnel Department for the competitive examination for entry to the National Naval Warfare College, it should be considered whether that reassessment is not such as to justify reconsideration of my failing that examination.”", "8. On 16 February 1984 the Navy Chief of Staff dismissed the complaint. In a letter of the same date he informed the Commander-in-Chief for the Mediterranean of the fact and requested that the applicant should be notified of it.", "9. On 3 February 1984, having still not received any reply, the applicant had sent his complaint to the Minister of Defence; it was dismissed in a decision taken by the Minister on 9 April 1984.", "10. On 18 April and 6 July 1984 Mr Maillard applied to the Conseil d’Etat for judicial review of those two decisions. He filed supplementary pleadings on 17 and 29 August 1984.", "11. In a judgment of 20 July 1988 the Conseil d’Etat quashed the decision containing the applicant’s assessment for 1983 and the decisions of 16 February and 9 April 1984. It gave the following reason:", "“It is unnecessary to consider the grounds of the applications.", "According to the provisions of section 25 of the Law of 13 July 1972 making general regulations for service personnel, as amended by the Law of 30 October 1975, ‘service staff shall be assessed at least once a year. The marks and appraisals shall be compulsorily communicated to the service personnel each year. When the assessment is made, the chief shall make known to each of his subordinates his appraisal of each individual’s performance’. The same Law provides in section 107 that implementing provisions shall be laid down in decrees adopted after consultation of the Conseil d’Etat. Similarly, under section 3 of the Law, the special rules governing professional service personnel must be laid down in a decree adopted after consultation of the Conseil d’Etat.", "… Mr Maillard’s assessment for 1983 was drawn up according to the procedure of assessment at several successive levels of authority and to an assessment scale laid down in the ministerial directive of 1 February 1980 concerning the assessment of naval officers. That directive laid down new general rules which govern the implementation of the Law and which could therefore only have been lawfully laid down by a decree adopted after consultation of the Conseil d’Etat. It follows that the impugned decision containing Mr Maillard’s assessment for 1983, together with the decisions whereby the Navy Chief of Staff and thereafter the Minister of Defence refused to revise the assessment, decisions made under rules issued by an authority lacking the necessary competence, are unlawful…”", "12. On 12 September 1988 Mr Maillard sent the following letter to the admiral superintendent of Cherbourg naval dockyard:", "“I have the honour to ask you to kindly forward to the higher authorities the present letter in which I am seeking", "(1) pursuant to the Conseil d’Etat’s decision [of 20 July 1988], to have my assessment for 1983 removed from my personal file;", "(2) to be assessed for that same year 1983 in accordance with the legal requirements;", "…", "(3) given the substantial damage I have suffered by reason of the impugned assessment, which is evident to me, inter alia, from the fact that since the year in question I have not been given any post of responsibility at sea (command or second in command), to have my career retrospectively adjusted as laid down in the Conseil d’Etat’s case-law.”", "13. On 15 December 1988 the Navy Chief of Staff decided to remove the impugned assessment from the applicant’s personal file, to draw up and add to that file a new assessment for 1983 identical with the first one and to refuse the application for retrospective adjustment of career. On the latter point the Chief of Staff considered that “the development of [the applicant’s] career [had] not been affected by the formal irregularity impugned by the Conseil d’Etat, an irregularity which [had] not, in particular, had the consequence of placing this senior officer in circumstances different from those in which the other officers competing with him [found] or [might] have found themselves”.", "14. Mr Maillard complained to the Report and Research Division of the Conseil d’Etat about the difficulties he considered he was encountering in having the judgment of 20 July 1988 executed.", "On 17 February 1989 the Deputy General Rapporteur replied that the administrative authorities had in fact drawn the appropriate conclusions from the judgment setting aside the first assessment for 1983 and that if he wished to challenge the lawfulness of the decision of 15 December 1988 on its merits, he would have to apply to the Judicial Division of the Conseil d’Etat.", "15. On 20 February 1989 the applicant applied to the Conseil d’Etat for judicial review of the decision of 15 December 1988 and, consequently, of the one of 13 December 1988 establishing the table of command posts for 1989. He produced supplementary pleadings on 19 June 1989.", "On 19 February 1990 Mr Maillard lodged another application seeking judicial review of a decision of 14 December 1989 establishing the table of command posts for 1990 and an order that the State should pay him the sum of 10,000 French francs (section 75-1 of Law no. 91-647 of 10 July 1991).", "16. The Minister of Defence filed his defence on 27 September 1990. The applicant replied on 18 November 1990 and produced fresh documents on 22 December 1990.", "17. The reporting judge was appointed on 9 July 1993 and submitted his report on 18 October 1993.", "18. A preparatory sitting was held on 18 February 1994 and the hearing took place on 9 March 1994.", "19. In a judgment of 8 April 1994 the Conseil d’Etat quashed the decision of 15 December 1988 on the following ground:", "“It is unnecessary to consider the other grounds…", "… under Article 3 of the decree of 31 December 1983 on the assessment of service personnel, adopted pursuant to the Law [of 13 July 1972, as amended, making general regulations for service personnel], ‘service personnel shall be assessed at one or more levels by the authorities to which they are subordinate’. That decree did not come into force until 1 January 1984.", "It appears from the evidence that while Mr Maillard’s new assessment for 1983 was drawn up according to the procedure of assessment at several successive levels provided for in Article 3 of the decree of 31 December 1983 on the assessment of service personnel, that decree was not applicable to assessments drawn up for 1983. Moreover, no other provision of service regulations provided for the implementation of such a procedure for 1983. The applicant is accordingly justified in seeking to have his assessment for 1983 quashed. Furthermore, the administrative authorities could not lawfully refuse him retrospective adjustment of his career without undertaking a fresh review of his position and his merit.”", "The applicant’s other claims were dismissed.", "20. On 16 August 1994 the Director of Naval Service Personnel reinstated the assessment drawn up in 1983.", "21. In a letter of 21 September 1994 the applicant informed the Report and Research Division of the Conseil d’Etat of the difficulties he considered he was encountering in levying execution of the judgments of 20 July 1988 and 8 April 1994. On 14 December 1994 the Deputy General Rapporteur replied as follows:", "“…", "After interventions by the Report and Research Division of the Conseil d’Etat the Department of Naval Service Personnel informed me in a letter of 25 October 1994 that your position would be re-examined by the advisory board provided for in section 41 of Law no. 72-662 of 13 July 1972. That board met at the beginning of November and did not agree to a revision of your assessment that would have enabled your superiors to adjust your career retrospectively if appropriate.", "That being so, seeing that your assessment for 1983 and your career position have been reviewed and a fresh individual assessment decision has been taken by the Naval Personnel Department, the Report and Research Division considers that the authorities have taken the necessary measures to execute the Conseil d’Etat’s judgment [of 8 April 1994].", "That being so, I can only close your file, without prejudice to the rights you might again have occasion to assert before the Judicial Division of the Conseil d’Etat.", "…”", "22. On 21 November 1994 Mr Maillard applied to the Conseil d’Etat seeking, firstly, judicial review of the assessment drawn up on 16 August 1994 and, secondly, an order for full discovery of a 1983 report on his assessment.", "On 27 February 1995 he lodged another application, in which he sought judicial review of two decisions taken by the Minister of Defence on 20 December 1994 establishing, firstly, the promotion table for 1995 and, secondly, the table of command posts for 1995.", "23. The hearing took place on 21 February 1996, and in a judgment of 25 March 1996 the Conseil d’Etat quashed the assessment of 16 August 1994 on the following grounds:", "“…", "In a decision of 20 July 1988 the Conseil d’Etat, acting in its judicial capacity, quashed the decision of 25 June 1983 whereby Mr Maillard’s assessment for 1983 was determined, on the ground that the assessment had been drawn up according to the procedure of assessment at several successive levels and to an assessment scheme, both of which (the procedure and the scheme) had been laid down in a ministerial directive of 1 February 1980, setting out general rules, which by sections 3 and 107 of the Law of 13 July 1972, as amended, must be enacted in a decree adopted after consultation of the Conseil d’Etat. In a decision of 8 April 1994 the Conseil d’Etat, acting in its judicial capacity, quashed the decision of 15 December 1988 whereby Mr Maillard’s assessment for 1983 was redetermined, on the ground that the assessment had been drawn up according to the procedure for assessment at several successive levels which was provided for in Article 3 of the decree of 31 December 1983 on the assessment of service personnel, although that decree was not applicable to assessments drawn up for 1983 and there was no provision in general regulations for the implementation of such a procedure for 1983. Following the quashing of those decisions, it was for the Minister of Defence to take the necessary measures to ensure that Mr Maillard was retrospectively assessed for 1983 under the rules then applicable. In the absence of a decree adopted after consultation of the Conseil d’Etat as provided in the Law of 13 July 1972, as amended, it was for the commanding officer of the D’Estrées in 1983, the ship on which Mr Maillard performed the duties of second-in-command, to make that assessment and, if appropriate, for the assessed officer to appeal to a higher authority. Only if it had been impossible to carry out that exercise for factual or legal reasons could the administrative authority have lawfully reviewed Mr Maillard’s performance for 1983 in the sole light of all the information in his file which concerned the assessment period.", "…[W]ithout ascertaining whether it was possible to have Mr Maillard’s assessment carried out afresh by the commanding officer of the D’Estrées in 1983, the Director of Naval Personnel, instead of making a fresh assessment of the qualities of the assessed officer for the period in question, did no more than reproduce in full the quashed assessments which had been drawn up by means of a procedure entailing several successive levels of authority, a procedure that had been censured in the aforementioned decisions of the Conseil d’Etat. The impugned decision of 16 August 1994 was accordingly unlawful and must be quashed, without its being necessary to order discovery of the [report of the] inquiry by commanding officers as sought by Mr Maillard.”", "The applicant’s other claims were dismissed.", "24. In the meantime the assessment complained of had been revised on the basis of reports made in 1983 by the commanding officer of the D’Estrées and signed by him.", "25. On 15 November 1995 the Director of Naval Service Personnel had informed the applicant that the Promotions Advisory Board had reconsidered his file and delivered the following opinion:", "“After making a fresh annual assessment of Commander Maillard for 1983 and looking at the effect of that new assessment on his total marks, the Advisory Board finds that the assessment did not have any bearing on his subsequent career and that a retrospective adjustment of his career is not justified.”", "26. On 2 February 1996 the applicant had applied to the Conseil d’Etat for judicial review of the decision of 15 November 1995 whereby his application for retrospective adjustment of his career had been refused and of decisions of 20 and 21 December 1995 establishing the promotions table for 1996 and the table of command posts for the same year respectively.", "On 15 November 1996 the President of the Seventh Section of the Judicial Division of the Conseil d’Etat made an order striking out the proceedings, on the ground that Mr Maillard had failed to produce within the statutory time the supplementary pleading he had announced in his application.", "27. Service personnel are not subject to the “Central and Local Government Service Code” but to the “General Regulations on Service Personnel” (Law no. 72-662 of 13 July 1972, as amended).", "28. Section 25 of the Law of 13 July 1972, as amended, provides:", "“Service personnel shall be assessed at least once a year.", "The marks and appraisals shall be compulsorily communicated to the service personnel each year.", "When making the assessment the chief shall make known to each of his direct subordinates his appraisal of each individual’s performance.”", "The Law provides in section 107 that the regulations for its implementation are to be laid down in a decree made after consultation of the Conseil d’Etat. The decree relating to assessment was made on 31 December 1983 (Decree no. 83-1252, which came into force on 1 January 1984); Article 2 provides:", "“Assessment is an evaluation by the immediate superior of the serviceman’s moral, intellectual and professional qualities, his physical fitness, his performance during a given period and his ability to occupy higher posts in the immediate future and thereafter.", "It takes the form of", "General reports;", "Merit levels or marks determined according to a scale or marking scheme respectively, laid down for each service or attached formation in the light of the corps which compose it.", "Assessment is distinct from proposals for promotion.”", "Article 3 of the decree provides:", "“The serviceman shall be assessed at one or several levels by the authorities to which he is subordinate.", "The number of levels of assessment and the designation of the corresponding authorities shall be laid down by the minister responsible for the armed forces in the light of the serviceman’s corps, grade and function and of the specific organisation of each service or attached formation.”", "29. Service personnel have the possibility of challenging their assessments in the administrative courts (Conseil d’Etat, 22 April 1977, Pierron)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}