{"ITEMID": "001-57936", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF SCOLLO v. ITALY", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-1;Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo", "TEXT": ["7. Mr Francesco Salvatore Scollo lives in Rome.", "8. On 14 June 1982 he bought a flat that had been let to a Mr V. since 1962. The rent for this flat was subject to control by the public authorities. The lease had been tacitly renewed until Law no. 392 of 27 July 1978 came into force, by which it had been extended until 31 December 1983.", "9. In a registered letter received on 20 January 1983 the applicant informed Mr V. that he intended to terminate the tenancy when the lease expired, that is to say on 31 December 1983, and asked him to move out of the flat by that date.", "10. In a writ issued on 24 February 1983 and served on 4 March 1983, Mr Scollo gave Mr V. notice to quit and summoned him to appear before the Rome magistrate (pretore) on 22 March 1983.", "On 22 April 1983 the magistrate formally confirmed the notice to quit and set the date of eviction at 30 June 1984. The decision was made enforceable the same day and was served on the tenant at the beginning of October 1983.", "11. Subsequently, on an application by Mr V., the magistrate deferred execution until 31 October 1984, pursuant to Law no. 94 of 25 March 1982, which had extended existing leases for a period of two years. Nevertheless, the tenant remained in occupation even after that date.", "12. The applicant then began enforcement proceedings, by means of a notice dated 24 November 1984 that was served on Mr V. on 5 December 1984. He required Mr V. to quit the premises within ten days of receiving the notice and informed him that if he did not leave of his own accord, the order for possession would be enforced.", "13. In a notice served on 19 December 1984 the bailiff informed Mr V. that he would be evicted on 23 January 1985. When the bailiff went to the flat on that date, however, the tenant refused to leave.", "The bailiff arranged to make his next visit to the premises on 13 March 1985, but in the meantime emergency legislation (Legislative Decree no. 12 of 7 February 1985, which became Law no. 118 of 5 April 1985) came into force. This had been made necessary by an exceptionally severe housing shortage in certain cities, including Rome. Enforcement of evictions was suspended until 30 June 1985. In the instant case, as the applicant had obtained an order for possession before 30 June 1983, he was entitled under Law no. 118 to enforce it from 1 July 1985 onwards.", "14. Between then and the entry into force, on 29 October 1986, of Legislative Decree no. 708, of the same date, suspending forcible evictions until 31 March 1987, the bailiff made nine attempts to evict Mr V., who on each occasion refused to leave the flat. Legislative Decree no. 708 (which became Law no. 899 of 23 December 1986) gave the Prefect (prefetto) power to grant police assistance to enforce evictions in the cases provided for.", "15. Between 1 April 1987 and 8 February 1988 the bailiff made eight unsuccessful attempts to evict Mr V. In a deed dated 3 November 1987 Mr Scollo made a solemn declaration under sections 2 and 3 of Law no. 899 of 23 December 1986 that he needed to recover his flat in order to live there with his family. He said that his case should accordingly be given priority.", "16. On 8 February 1988 a new series of laws came into force suspending forcible evictions until 30 April 1989.", "17. Between 1 May 1989 and 15 October 1991 the bailiff made eighteen unsuccessful attempts to persuade the tenant to leave. In the meantime (on 1 and 24 September 1989) the applicant's lawyer wrote two letters to the prefectoral committee which had been set up pursuant to Law no. 61 of 21 February 1989 and had power to grant police assistance, pointing out that his client's case had priority. He cited the fact that the tenant had ceased to pay the full rent and stated that his client needed the flat. He emphasised that Mr Scollo was a diabetic, 71% disabled and unemployed.", "The prefectoral committee did not reply, even though a fresh declaration of necessity had been enclosed in the first letter it received. In this second declaration Mr Scollo had stated that he could not immediately occupy a second flat he had been obliged to buy in 1989, on account of the extensive work required to convert the property.", "18. On 1 December 1989 the applicant brought proceedings in the magistrate's court, arguing that the suspension of forcible evictions was not applicable to his case, as the tenant had been refusing to pay part of the rent since November 1987. On 12 December the magistrate ordered the parties to appear on 7 February 1990. On that date Mr V. paid the sums due and the case was struck out of the list.", "19. On 31 January 1995 Mr Scollo informed the European Court that after a further visit by the bailiff on 5 January 1995 he had recovered his flat on 15 January.", "20. On the basis of the Commission's report, Italian legislation on residential property leases may be summarised as follows.", "Since 1947 the public authorities in Italy have frequently intervened in residential tenancy legislation with the aim of controlling rents. This has been achieved by rent freezes (occasionally relaxed when the Government decreed statutory increases), by the statutory extension of all current leases and by the postponement, suspension or staggering of evictions.", "The last statutory extension of all current leases, with the exception of certain cases specifically prescribed by the Law, was introduced by Law no. 392 of 27 July 1978 and remained in force until 31 December 1982, 30 June 1983 or 31 December 1983, depending on the dates on which the leases were signed.", "It should, however, be noted that, as regards buildings used for purposes other than housing, the statutory extension of current leases prescribed by section 1 (9 bis) of Law no. 118 of 5 April 1985 was declared unconstitutional in a decision (no. 108) handed down by the Constitutional Court on 23 April 1986. In its decision the court held that the statutory restrictions imposed on property rights under Article 42 of the Constitution, with a view to ensuring social justice, made it possible to regard controls imposing restrictions as legitimate, provided that such controls were of an exceptional and temporary nature, but that perpetuating such restrictions was incompatible with the protection of property rights embodied in Article 42 of the Constitution.", "In its decision the Constitutional Court also pointed out that the statutory six-month extension of leases prescribed by Law no. 118 should not be considered in isolation but within the context of tenancy provisions as a whole. The court drew particular attention to the fact that this extension succeeded other statutory extensions and could mark the beginning of new restrictions on freedom of contract in this field. Moreover, the statutory extension of leases had the effect of prolonging contracts in which the rent, notwithstanding the increases allowed in accordance with rises in the cost of living, were not even approximately in line with current socio-economic conditions. Further, the Law concerned did not give the lessor the possibility of regaining possession of the property except in cases of absolute necessity.", "The Constitutional Court also held that Law no. 118, inasmuch as it provided for a blanket extension of current leases without taking into consideration the particular economic circumstances of lessors and lessees - as would have been necessary to ensure social justice -, infringed the principle of the equality of citizens before the law embodied in Article 3 of the Constitution.", "Numerous provisions have established rules for the postponement, suspension or staggering of the enforcement of judicial decisions ordering tenants to vacate the premises they occupy (ordinanze di sfratto).", "A first suspension was introduced by Legislative Decree no. 795 of 1 December 1984. The provisions set forth therein were incorporated in Legislative Decree no. 12 of 7 February 1985, which became Law no. 118 of 5 April 1985. It covered the period from 1 December 1984 to 30 June 1985. This legislation also provided for the staggered resumption of forcible evictions on 1 July 1985, 30 September 1985, 30 November 1985 or 31 January 1986, depending on the date on which the judgment recording the end of the lease had become enforceable.", "Section 1 (3) of Law no. 118 stipulated that such suspensions were not applicable if repossession of the premises had been ordered because arrears of rent were owed. Similarly, no suspension could be ordered in the following cases:", "(a) where, after conclusion of the contract, the lessor required the property for his own use or for that of his spouse or his children or grandchildren, for residential, commercial or professional purposes, or where a lessor who intended to use the premises for one of the above-mentioned purposes (a) offered the tenant similar accommodation at a rent which he could afford and which was not more than 20% higher than the previous rent and (b) undertook to pay the costs of the tenant's removal (Article 59, first subsection, paragraphs 1, 2, 7 and 8, of Law no. 392 of 27 July 1978 (\"Law no. 392\")); and", "(b) where, inter alia, a lessor urgently needed to regain possession of his flat as accommodation for himself, his children or his ascendants (Article 3, first paragraph, sub-paragraphs 1, 2, 4 and 5, of Legislative Decree no. 629 of 15 December 1979, which became Law no. 25 of 15 February 1980 (\"Law no. 25\")).", "A second suspension was introduced by Legislative Decree no. 708 of 29 October 1986, which became Law no. 899 of 23 December 1986.", "It covered the period from 29 October 1986 to 31 March 1987 and in sections 2 and 3 provided for the same exceptions as the provisions in the preceding legislation.", "Law no. 899 of 23 December 1986 also established that the Prefect was competent to determine the criteria for authorising police assistance in evicting recalcitrant tenants, after consulting a committee including representatives of both tenants and landlords.", "Section 3 (5 bis) of Law no. 899 of 23 December 1986 also provided for the automatic suspension until 31 December 1987 of forcible evictions of tenants entitled to subsidised housing.", "A third suspension was introduced by Legislative Decree no. 26 of 8 February 1988, which became Law no. 108 of 8 April 1988. It first covered the period from 8 February 1988 to 30 September 1988 and was subsequently extended from the latter date to 31 December 1988.", "A fourth suspension was introduced by Legislative Decree no. 551 of 30 December 1988, which became Law no. 61 of 21 February 1989, and covered the period up to 30 April 1989. In regions suffering from natural disasters the suspension remained in force until 31 December 1989.", "With the exception of urgent cases, this Law also provided that police assistance in enforcing evictions would only be authorised in gradual stages over a period of forty-eight months from 1 January 1990 and set up a prefectoral committee responsible for deciding which cases required police intervention most urgently.", "All the aforementioned laws and decrees also contained provisions relating to the financing of subsidised housing and to housing benefits."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}