{"ITEMID": "001-58954", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF JORI v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["8. On 30 June 1981 the Bratislava I National Committee approved an agreement on exchange of two flats used by the applicant and her parents respectively for a single flat in which they intended to live together. The decision stated that the right to use the flat was subjected to an agreement on its transfer to be concluded between the owner and the new user pursuant to Section 155 of the Civil Code.", "9. On 7 July 1981 a record was drawn about the agreement on the transfer of the flat. It was signed by the applicant’s father and the applicant’s parents were mentioned in it as the users of the flat. Another document concerning the fees for the use of the flat established by the owner on 10 September 1984 mentioned the applicant’s father as the user of the flat and both the applicant and her mother as persons living in it together with the official user.", "10. On 15 July 1992 the Bratislava - Staré mesto municipality restored the block of flats in which the applicant and her parents lived to its original owners pursuant to the Extra-Judicial Rehabilitations Act. Subsequently the house was purchased by other individuals.", "11. On 28 October 1994 the applicant, her parents and thirteen other persons living in the house lodged an action with the Bratislava I District Court (Obvodný súd - “the District Court”) pursuant to Section 80 (c) of the Code of Civil Procedure. The plaintiffs challenged the lawfulness of the restitution and the subsequent sale of the house. They claimed to have a particular legal interest in lodging the action since the unlawful restitution of the house had prevented them “from having the ownership of the flats transferred to them for the remainder of their value in accordance with the law”. They further complained that the new owners were attempting to make them move out of the house in that, for example, they had deliberately broken the central heater.", "12. The District Court started proceeding with the case on 16 February 1995. On 14 March 1995 the action was sent to the defendants for observations.", "13. The first hearing was held on 12 June 1995. Another hearing was scheduled for 11 September 1995. It was adjourned as the case had been transmitted to another judge.", "14. On 12 January 1996 the applicant and several other plaintiffs complained about delays in the proceedings. On 29 February 1996 the vice-president of the District Court explained that the judge who had taken over the case in September 1995 had needed time to study the file and that a hearing was scheduled for 10 April 1996.", "15. On 10 April 1996 the District Court adjourned the case with a view to obtaining further information.", "16. On 18 June 1996 the District Court granted, in a different set of proceedings, an action of 10 March 1995 by which the new owners of the house had requested that the tenancy of the applicant’s parents be terminated. The applicant’s parents were ordered to move out of the flat within fifteen days after they were provided with alternative accommodation.", "17. On 30 June 1996 the applicant lodged a petition with the Constitutional Court (Ústavný súd). She complained about the length of the proceedings concerning the lawfulness of the restitution of the house.", "18. On 2 July 1997 the Constitutional Court found a violation of the applicant’s right to have her case examined within a reasonable time as guaranteed by Article 48 (2) of the Constitution and Article 6 § 1 of the Convention. The Constitutional Court established, inter alia, that the District Court had remained inactive between 12 September 1995 and 22 February 1996 and also between 10 April 1996 and 24 March 1997.", "19. On 20 November 1997 the vice-president of the District Court informed the applicant that following the finding of the Constitutional Court the judges who had dealt with the case had been disciplined, and that the case had been transmitted, as from 1 November 1997, to another judge.", "20. On 28 November 1997 the District Court dismissed the applicant’s request for interim measures to be ordered. On 17 September 1998 the Bratislava Regional Court (Krajský súd) modified this decision in that it ordered the owners of the house not to alienate it pending the outcome of the proceedings on the merits. The Regional Court found that the plaintiffs had a legal interest in bringing the proceedings within the meaning of Section 80 (c) of the Code of Civil Procedure since they would be entitled to purchase the flats if the ownership of the house had not been transferred to the original owners.", "21. On 28 January 1998 the applicant complained to the president of the Bratislava Regional Court that the District Court had not held a single hearing after the delivery of the Constitutional Court’s decision of 2 July 1997.", "22. On 3 July 1998 the applicant extended the action of 28 October 1994 claiming that the ownership of the house be restored to the Bratislava - Staré mesto municipality.", "23. On 8 February 1999 the applicant complained to the president of the Bratislava Regional Court that there had been no progress in the case since 1997 and that the interim measure ordered by the Regional Court on 17 September 1998 had not yet been notified to the land registry.", "24. On 24 June 1999 the applicant extended her action and claimed that the tenancy of the flat be restored to her and her mother. She also claimed compensation for damage which she had suffered in this context.", "25. On 28 June 1999 the District Court dismissed the action. It found that proceedings under Section 80 (c) of the Code of Civil Procedure aimed at preventive protection of existing rights. As the alleged interference with the plaintiffs’ rights had been prior to the filing of their action of 28 October 1994, the District Court held that they had no pressing legal interest for having the lawfulness of the restitution determined.", "26. The District Court noted that the applicant had extended the action in that she claimed also reparation for the alleged violation of her rights. In this respect it found that the applicant had lived in the flat together with her parents as a member of the household. She had not been, however, formally registered as a tenant. The District Court concluded that the applicant lacked standing in the case from the very beginning.", "27. Finally, the District Court recalled that the tenants’ right to purchase flats under Act No. 182/1993 was subjected to conditions set out in Sections 29a and 31, and that the restitution had been prior to the entry into force of Act No. 182/1993 on 1 September 1993. It held that the restitution had in no way affected the tenants’ rights.", "28. On 8 December 1999 the applicant appealed. She argued that she had both standing in the case and a pressing legal interest in having the issue determined. She also submitted that the District Court had misinterpreted Act No. 182/1993.", "29. The appellate proceedings are pending.", "30. Under Section 155, the right to use a flat was subjected to an agreement on its transfer concluded between the owner and an individual. A record of the conclusion of the agreement was to be drawn and signed by the owner’s representative and by the individual acquiring the right to use the flat.", "31. Section 188 (1) permitted the exchange of flats between users. The exchange was subjected to a written agreement and to its approval by the authority charged with the administration of the flats. Paragraph 2 of Section 188 provided that the right to use an exchanged flat could be acquired by means set out in Section 155.", "32. Section 871 (1) provides that the right to use a flat, either by an individual or jointly by several persons, existing by 1 January 1992 is automatically transformed into tenancy or, as the case may be, joint tenancy.", "33. Act No. 182/1993 on the ownership of flats and other premises (Zákon o vlastníctve bytov a nebytových priestorov) entered into force on 1 September 1993. It provides, inter alia, for the transfer of ownership of flats to individuals by means of a contract. Section 31 reserved the right of municipalities to keep a certain number of flats in their ownership with a view to providing accommodation to persons in need. This provision was deleted as from 1 June 1998.", "34. Section 29a, enacted by an amendment which entered into force on 1 August 1995, imposes on municipalities the obligation to transfer the ownership of flats to tenants so wishing within two years in houses in which such a transfer was requested by at least 50% of tenants. This obligation did not apply, until 1 June 1998, in respect of flats falling under Section 31.", "35. Section 80 (c) of the Code of Civil Procedure gives everyone the right to bring civil proceedings with a view to having the existence of a legal relation or of a right determined provided that it is justified by a pressing legal interest.", "36. Pursuant to the Supreme Court’s case-law, the right to use an exchanged flat was acquired, at the relevant time, upon the conclusion of an agreement on its transfer within the meaning of Section 155 of the Civil Code. Such a right could also be acquired as a result of an action indicating unequivocal intention of the parties to enter into an agreement, e.g. in that the persons concerned moved into the flat with the owner’s consent (opinion published in 1978 in the Collected Decisions as No. 14).", "37. According to academic opinion, an agreement on the transfer of a flat the exchange of which had been approved by the competent authority could be concluded in writing, orally or tacitly. The agreement is considered to be valid even in the absence of a record concerning its conclusion mentioned in Section 155 of the Civil Code (Občanský zákoník, Komentář, Díl I., Praha, Panorama, 1987, pp. 600-680; Československé občianske právo, 1. zväzok, Bratislava, Obzor, 1986, p. 382)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}