{"ITEMID": "001-58130", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF DALIA v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);No violation of Art. 8;No violation of Art. 3", "JUDGES": "", "TEXT": ["7. Mrs Aïcha Dalia, an Algerian national, was born in Algeria, which was then French territory, on 4 August 1959. In 1976 or 1977, when she was 17 or 18, she arrived in France under the provisions governing entry and settlement of family members; her father had been living there since 1970 and her mother and four brothers and sisters had joined him in 1974. A child was born to the couple in France in 1977 and two others were born there in 1979 and 1984. After her parents divorced in 1978, the applicant remained with her mother. Three of her brothers and sisters had French nationality, the other four were residents, like her mother.", "8. On 10 May 1985 the Nanterre tribunal de grande instance passed a sentence of twelve months’ immediate imprisonment on Mrs Dalia for offences against the dangerous drugs legislation (acquiring, possessing and selling heroin). Under Article L. 630-1, first paragraph, of the Public Health Code, it also made orders for her deportation and her permanent exclusion from French territory.", "9. On 21 May 1985 the applicant appealed. In a judgment of 11 July 1985 the Versailles Court of Appeal quashed the impugned judgment on account of a procedural irregularity in the trial court’s composition and then, dealing with the merits of the case itself, passed the same sentence of a year’s immediate imprisonment on the applicant and made an order permanently excluding her from French territory.", "10. On 13 July 1985 Mrs Dalia lodged an appeal on points of law against the Court of Appeal’s judgment but subsequently withdrew it. The President of the Criminal Division formally recorded the withdrawal of the appeal in an order of 17 February 1986.", "11. Mrs Dalia was taken into custody on 13 October 1984 and released on 28 October 1985, when she rejoined her family at Nogent-sur-Oise.", "12. On 8 April 1986 she married a French national.", "13. Following a police summons, she was convicted on 29 July 1987, sentenced to three months’ imprisonment and excluded from France for one year for having remained there in spite of the permanent exclusion order.", "On her release a six-day compulsory residence order was made in respect of her so that she could organise her departure herself, and on 14 August 1987 she left France for Algeria pursuant to the Versailles Court of Appeal’s judgment of 11 July 1985 (see paragraph 9 above). She was given accommodation there by an aunt.", "She returned to France on 15 July 1989 with a visa valid for thirty days and stayed at her mother’s home at Nogent-sur-Oise with other members of her family. She asserts that she is still living there.", "14. On 5 November 1989 the Senlis tribunal de grande instance granted the applicant and her husband a divorce. No child had been born of the marriage.", "15. On 6 June 1990 Mrs Dalia gave birth to a boy, who was given the name of Karim and had French nationality as he had been born in France of a mother who had herself been born in a French département (see paragraph 7 above). She had parental responsibility for him as the father had not acknowledged the child.", "16. Mrs Dalia asserts that she made three applications to have the permanent exclusion order lifted, the first being lodged in 1988 and refused on 3 March 1989 and the other two being registered on 4 May 1992 and 5 February 1994. According to the Government, the Versailles Court of Appeal received only the latter two.", "17. On 4 May 1992 the applicant applied to lift the order permanently excluding her from French territory. She relied on Article L. 630-1, paragraph 2-2, of the Public Health Code, as amended by the Law of 31 December 1991 (see paragraph 26 below).", "18. In a judgment of 26 November 1992 the Versailles Court of Appeal refused that application in the following terms:", "“The conviction and sentence having become final by the date of commencement of the Law of 31 December 1991, the provisions of that Law, except in so far as they have the effect of making the application admissible on the basis of Article 55-1 of the Criminal Code, are purely indicatory as regards the applicant.", "In the instant case the Court declines to grant the application.”", "19. On 5 February 1994 Mrs Dalia lodged a fresh application to have the permanent exclusion order lifted.", "20. In a judgment of 4 October 1994 the Versailles Court of Appeal held that the application was inadmissible, on the following grounds:", "“Mrs Dalia alleged in support of her application that she arrived in France in 1976, that three of her brothers and sisters are French and two others are currently applying for naturalisation and that she is the mother of a French child born on 6 June 1990, in respect of whom she has parental responsibility.", "Relying on these factors, her counsel submitted at the Court hearing that if section 28 bis of the Ordinance of 2 November 1945, as amended by Law no. 93-1027 of 24 August 1993 on immigration and the conditions of aliens’ entry into and residence in France, were strictly applied, it would entail a violation of Article 8 of the [European] Convention on Human Rights.", "The above-mentioned Law provides that an application to have an exclusion order lifted can be made only if the foreign national is resident outside France, and that is a rule of procedure which admits of no exception.", "Mrs Aïcha Dalia’s application must therefore be declared inadmissible.”", "21. In a report drawn up for the Versailles Court of Appeal on 18 May 1994 a psychiatrist from the Creil Medical and Psychiatric Centre noted:", "“Mrs Aïcha Dalia’s mental state requires long-term medical treatment. Separating her from her family would have disastrous consequences for her mental balance and might lead to serious psychological decompensation, which would have repercussions on her son Karim, who is currently 3 years old.”", "22. In a medical certificate of 21 December 1994 intended for the Ministry of Justice the same doctor set out the following findings:", "“Mrs Aïcha Dalia’s mental state requires long-term treatment.", "Mrs Aïcha Dalia has received regular treatment at our centre since November 1990. Her condition has not improved, owing to the material and psychological insecurity in which she is living. Separation from her family would have disastrous consequences for her and for her small boy, aged 4, of French nationality, who lives with her.”", "23. In a certificate drawn up for the Court on 4 June 1997 at the applicant’s request, the same doctor indicated:", "“Mrs Dalia is still receiving regular treatment at the Creil Medical and Psychiatric Centre. Her psychological vulnerability is closely bound up with the stress and instability inherent in her social, legal and financial position.", "Regularisation of her legal position would be a decisive factor for clinical improvement, but departure for Algeria would have serious effects on Mrs Dalia’s already precarious mental balance and also on that of her son, aged 6, who needs the emotional stability provided by his mother.”", "24. In a report drawn up on 6 June 1997 a welfare assistant from the Creil Medical and Psychiatric Centre, where Mrs Dalia has been treated since 1990 stated:", "“Mrs Dalia has no resources or State family benefit and is therefore supported entirely by her mother.", "She has a small boy, Karim, born at Creil on 6 June 1990.", "Karim is very attached to his mother. She is his only immediate relative who is present, and Mrs Dalia does everything to ensure that her little boy does not suffer from having no father.", "Similarly, she is trying as hard as she can to protect him from the threat of separation or deportation to which their relationship is exposed. She is an attentive and responsible mother, who is aware of a child’s physical and, above all, emotional needs and she fulfils her maternal role.", "In conclusion, Karim is an integrated, open child, and it would be a pity to allow him to remain under the threat of separation for much longer. Like all children, he needs security. His mother’s presence is essential to his balance and it is with her that he will be able to develop normally.”", "25. At the material time Article L. 630-1 of the Public Health Code provided:", "“... the courts ... may order an alien convicted of an offence under Article L. 627 to be permanently excluded from French territory.", "Exclusion from French territory shall of itself entail the deportation of the convicted person at the end of his sentence.", "...", "Where a person, on conviction, is permanently excluded from French territory, he may not request the benefit of the provisions of Article 55-1 of the Criminal Code.”", "26. Law no. 91-1383 of 31 December 1991 replaced the last three paragraphs by the following provisions:", "“However, exclusion from French territory shall not be imposed on:", "...", "(2) a convicted alien who is the father or mother of a French child resident in France, on condition that he or she is vested with or shares parental responsibility for that child or actually provides for its needs;", "...", "Nor shall exclusion from French territory be imposed on a convicted alien who can prove either:", "(1) that he has been normally resident in France since reaching the age of 10 at the most or for more than fifteen years, or", "(2) that he has been lawfully resident in France for more than ten years.", "The provisions of the eight preceding paragraphs shall not be applicable in the event of a conviction for ... importing or exporting [toxic plants classified as drugs] or for conspiracy to commit those offences.", "...", "Exclusion from French territory shall of itself entail the convicted person's deportation, where necessary after the end of his prison sentence.”", "27. Article L. 630-1 was repealed by Law no. 92-1336 of 16 December 1992.", "28. Section 28 bis of the Ordinance of 2 November 1945, as inserted by the Law of 24 August 1993 and amended by the Law of 30 December 1993, provides:", "“An application to have an exclusion ordered lifted … that is made after the time allowed for an administrative appeal has expired may only be granted if the foreign national is resident outside France. This provision shall not, however, apply while the foreign national is serving an immediate custodial sentence in France or is the subject of a compulsory residence order…”", "29. The first three subsections of section 12 bis of the Ordinance of 2 November 1945 as amended by the Law of 24 August 1993 were replaced by the following provisions by virtue of the Law of 24 April 1997:", "“… Other than where the presence of the person concerned constitutes a threat to public order, a temporary residence permit shall be issued as of right:", "…", "(5) to an alien not living polygamously who is the father or mother of a French child under 16 resident in France, on condition that he or she actually provides for the child’s needs…”", "30. Article 55-1 of the Criminal Code provides:", "“…", "… any person who has incurred a prohibition ... as an automatic consequence of a criminal conviction or on whom such a prohibition ... has been imposed by the convicting court in its judgment, ... may request the court which convicted him ... to lift the prohibition ..., in whole or in part, or vary its duration.", "…”", "31. In her application to the Commission of 3 November 1994 (no. 26102/95) Mrs Dalia alleged that returning her to Algeria would amount to treatment contrary to Article 3 of the Convention in respect both of her and of her child and that the Versailles Court of Appeal’s refusal of 4 October 1994 to allow her application to lift the order permanently excluding her from French territory infringed her right to respect for her private and family life as secured in Article 8 of the Convention. She also stated that when the Versailles Court of Appeal had considered the application she had made on 5 February 1994 to have the exclusion order lifted, it had not heard her case in accordance with Article 6 of the Convention.", "32. On 17 May 1995, in a partial decision, the Commission (Second Chamber) declared the complaint based on Article 6 of the Convention inadmissible and adjourned the application as to the remainder. On 18 April 1996, in a final decision, the plenary Commission (in favour of which the Second Chamber had relinquished jurisdiction) declared the other two complaints admissible. In its report of 24 October 1996 (Article 31), it expressed the unanimous opinion that there had been no violation of Article 3 of the Convention and by twenty-one votes to nine the opinion that there had been no violation of Article 8. The full text of the Commission’s opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}