{"ITEMID": "001-71526", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "SPROTTE v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Mark Villiger", "TEXT": ["The applicant, Mr Ludwig-Norbert Sprotte, is a German national, who was born in 1950 and lives in Berlin in Germany. He was represented before the Court by Mr S. König, a lawyer practising in Berlin. The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 6 March 1993 at 2.30 a.m. the applicant was arrested by the police while driving his car on a public road in Brandenburg. The applicant had intended to cover a distance of approximately 500 metres in order to park his car for the night. According to the subsequent charge brought against him, his blood alcohol concentration amounted to 1.45 grams per litre. At the time of this incident, the applicant worked as a criminal court judge. He has been granted unpaid leave from office since January 1996.", "On 24 August 1993 the Oranienburg District Court (Amtsgericht) issued a penal order (Strafbefehl) inflicting a sentence of 30 daily rates of DEM 80 upon the applicant and withdrawing his driving licence for negligent drunken driving (fahrlässige Trunkenheit im Verkehr).", "On 6 October 1993 the applicant filed an objection.", "On 17 January 1994, following two adjournments of the hearing upon the applicant’s request, the District Court changed the sentence to 30 daily rates of DEM 65 and confirmed the revocation of his driving permit.", "On 29 March 1994 the District Court rejected the applicant’s appeal as having been filed out of time.", "On 6 July 1994 the Brandenburg Court of Appeal (Oberlandesgericht) quashed the decisions of 17 January and 29 March 1994 on the grounds that the District Court had erroneously rejected the applicant’s offers of proof and remitted the case to the District Court.", "On 4 August 1994 the case-file was returned to the District Court.", "On 15 August 1994 the driving licence was returned to the applicant.", "On 9 January 1995 the District Court scheduled the main hearing for 22 March 1995, which the applicant did not attend.", "On 30 March 1995 the District Court, upon the applicant’s request, decided to obtain an expert opinion as to whether the blood sample taken in March 1993 was identical with the applicant’s blood, and the alcohol concentration of that sample.", "On 26 April 1995 the Brandenburg Institute of Forensic Medicine confirmed the blood-alcohol concentration of the sample.", "On several occasions in May 1995 the applicant refused to have a blood sample taken. He argued that the examination could also be carried out with a sample of his saliva.", "On 28 June 1995 the District Court rejected the applicant’s request to have a sample of saliva taken, stating inter alia that an examination of a blood sample was simpler and less costly.", "On 7 August 1995 the Institute of Forensic Medicine confirmed the identity of the two blood samples.", "On 15 March 1996, following two requests by the applicant to adjourn the hearing and the judge’s illness in February 1996, the District Court scheduled the date for the main hearing for 29 April 1996.", "On 29 April 1996 the Oranienburg District Court convicted the applicant of deliberate drunken driving (vorsätzliche Trunkenheit im Verkehr). It did not change the fine and imposed a three months’ driving ban on him.", "On 18 November 1996 the Brandenburg Court of Appeal quashed this judgment on the grounds of an insufficient assessment of the evidence and remitted the case to a different chamber of the Oranienburg District Court.", "On 8 January 1997 the case-file was returned to the Oranienburg District Court.", "On 4 November 1997 the District Court scheduled the main hearing for 11 February 1998.", "On 11 February 1998 the District Court decided to discontinue the proceedings. It based its decision on the excessive length of the proceedings and their adverse effects on the applicant.", "On 25 November 1998, following the Public Prosecutor’s appeal, the Brandenburg Court of Appeal quashed the District Court’s decision and remitted the case to the Potsdam District Court.", "On 23 December 1998 the applicant lodged a constitutional complaint raising the issue of the excessive length of the proceedings.", "On 1 September 1999 the Federal Constitutional Court (Bundesverfassungsgericht) refused to entertain the applicant’s constitutional complaint. It found that the applicant had not as yet exhausted all possible prior legal remedies.", "On 21 January 1999 the case file arrived at the Potsdam District Court.", "On 19 February 1999, following the applicant’s request to postpone the hearing, the District Court scheduled the main hearing for 2 March 1999.", "On 10 March 1999 the applicant excused himself from attending the continuation of the main hearing by submitting a medical attestation. The District Court ordered the applicant’s medical examination and ordered the main hearing to be continued on 12 March 1999.", "On 12 March 1999 the District Court adjourned the hearing, because the Public Health Officer had given notice that the medical examination could not take place before 15 March 1999.", "On 19 July 1999 the District Court scheduled the main hearing for 23 November 1999.", "On 17 November 1999, following the applicant’s request, the District Court adjourned the hearing.", "On 1 March 2000 the District Court decided to discontinue the proceedings on account of their excessive length.", "On 21 June 2000 the Potsdam Regional Court (Landgericht), following the Public Prosecutor’s appeal, quashed the decision of the District Court on the ground that the length of the proceedings was not so excessive as to warrant their termination, and remitted the case to the District Court.", "On 20 July 2000 the case-file was returned to the Potsdam District Court.", "Following the main hearing on 6 October 2000, which the applicant did not attend, the District Court ordered the applicant’s medical examination.", "On 23 November 2000 the Public Health Officer submitted his expert opinion.", "On 18 January 2001 the Brandenburg Constitutional Court (Verfassungsgericht des Landes Brandenburg) rejected the applicant’s constitutional complaint lodged on 10 January 2001, in which he complained about the length of the proceedings, as having been filed out of time.", "On 13 February 2001 the Potsdam District Court convicted the applicant of negligent drunken driving and sentenced him to fifteen daily rates of DEM 60. It also imposed a driving ban for three months. According to the District Court, the length of the proceedings did not justify to discontinue the proceedings without a criminal sentence.", "On 15 February 2001 the applicant revoked his counsel’s power of attorney.", "On 19 March 2001 the applicant granted the lawyer Ms Z. a power of attorney which was restricted to consulting the case-file.", "On 9 June 2001, without having received a written copy of the judgment, the applicant lodged an appeal.", "On 8 November 2001 the District Court judgment was served on the lawyer Ms Z.", "On 25 April 2002 the Potsdam Regional Court dismissed the applicant’s appeal as being ill-founded.", "On 23 July 2002 the Potsdam Regional Court, following the applicant’s further appeal, decided that the judgment of 13 February 2001 had not been properly served on the applicant.", "Following several unsuccessful attempts to serve the judgment of 13 February 2001 on the applicant, the judgment was duly served on him on 14 November 2002.", "On 21 July 2003 the Brandenburg Court of Appeal dismissed the applicant’s appeal on points of law as being ill-founded.", "On 22 August 2003 the applicant lodged a second complaint with the Federal Constitutional Court.", "On 21 January 2004 the Federal Constitutional Court quashed the judgment of the District Court of 13 February 2001 and the decision of the Court of Appeal of 21 July 2003 and remitted the case to the Potsdam District Court. It found that the applicant’s conviction was disproportionate considering the excessive length of the proceedings, a delay of twenty-two months attributable to the conduct of the lower courts and the relatively insignificant charge and thus violated the applicant’s rights to a fair criminal trial as guaranteed by Article 2 § 2 of the Basic Law in conjunction with the principle of proportionality enshrined in the rule of law.", "The Federal Constitutional Court found, first, that the overall length of the proceedings as such, which amounted to approximately ten years, was unreasonable. According to the Constitutional Court, the applicant had considerably contributed to the length of the proceedings by his own legitimate conduct during the proceedings, such as by filing three appeals on points of law, by lodging several requests to postpone the hearings, by at first refusing the taking of evidence by blood sample in May 1995 and by complicating the serving of the judgment of 13 February 2001. However, neither the delays caused by the applicant’s own conduct nor the delays caused by the Public Prosecutor’s appeals could justify the overall length of the proceedings. In this respect, the Constitutional Court noted that the charge of drunken driving was of a relatively minor nature and that the complexity of the case was low and did not necessitate any extensive taking of evidence.", "Furthermore, the Federal Constitutional found that there had been a total delay of twenty-two months which was imputable on the domestic courts. In this respect, the Constitutional Court confirmed the finding of the lower courts, which had identified delays from 15 August 1994 (date on which the driving licence was returned to the applicant) to 9 January 1995 (scheduling of a new date for the main hearing), from 8 January (return of the case-file to the District Court after the second appeal decision) to 4 November 1997 (scheduling of a main hearing), from 12 March (adjournment of the hearing) to 19 July 1999 (scheduling of a new hearing) and from 17 November 1999 (adjournment of the hearing) to 1 March 2000 (decision on the termination of the proceedings).", "With respect to the applicant’s complaint about further delays amounting to thirty-four months, the Constitutional Court found that these did not violate the applicant’s rights under the Constitution. It found, notably, that the District Court’s decision to order the taking of evidence by blood sample was comprehensible. The delay between the adjournment of the hearing in November 1995 and March 1996 had been sufficiently explained by the competent judge’s illness. The Federal Constitutional Court further accepted the delay between 19 July 1999 and the hearing held on 23 November 1999.", "The Federal Constitutional Court further found that those delays which had been caused by the remittal of the case to the first instance courts did not violate the obligation to expedite the proceedings. This could only apply if the judgments of the first instance courts had been flagrantly violating the law, which had, however, not been the case.", "Turning to the consequences the length of the proceedings had on the applicant, the Constitutional Court noted that, according to a medical attestation of 23 November 2000, the applicant had with a high probability developed a psychological disorder which negatively affected his quality of life and necessitated a rapid termination of the proceedings. Furthermore, the applicant had been deprived of his driving license for more than seventeen months. The Constitutional Court finally noted that disciplinary proceedings had been instituted against the applicant.", "Taking into account these elements, in particular the minor nature of the charge, the overall length of the proceedings and the hardships on the applicant, the Federal Constitutional Court found that it was unjustified to impose a criminal sentence on the applicant. It followed that the proceedings had to be discontinued without a criminal conviction. The Constitutional Court further ordered the Land of Brandenburg to reimburse the applicant the necessary expenses incurred by his constitutional complaint.", "On 3 March 2004 the case-file was returned to the Potsdam District Court.", "On 10 March and 10 May 2004 the District Court judge requested the Public Prosecutor to consent to a termination of the proceedings.", "Between 23 March and 10 August 2004 the case-file was dispatched to the Tiergarten District Court in Berlin.", "On 18 October 2004 the Potsdam District Court scheduled a hearing for 6 December 2004 and requested the Public Prosecutor to consent to a termination of the proceedings.", "On 6 December 2004 the Potsdam District Court discontinued the proceedings pursuant to section 153b of the Code of Criminal Procedure (see relevant domestic law below). It further ordered that the Court fees had to be borne by the Treasury and that the applicant was to be reimbursed half of the necessary expenses incurred by the proceedings.", "The relevant provisions of the Code of Criminal Procedure (Strafprozessordnung) read as follows:", "Section 153", "“(1) If a less serious criminal offense is the subject of the proceedings, the public prosecution office may dispense with prosecution with the approval of the court competent for the opening of the main proceedings if the perpetrator’s culpability is considered to be of a minor nature and there is no public interest in the prosecution....", "(2) If charges have already been preferred, the court, with the consent of the public prosecution office and the accused, may discontinue the proceedings at any stage thereof ...”", "Section 153b", "“(1) If the conditions apply under which the court may dispense with imposing a penalty, the public prosecution office may, with the consent of the court which would have jurisdiction over the main hearing, dispense with preferment of public charges.", "(2) If charges have already been preferred the court may, with the consent of the public prosecution office and of the accused, discontinue proceedings prior to the beginning of the main hearing.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}