{"ITEMID": "001-68580", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF ROSCA v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicant, Mr Ion Roşca, is a Moldovan national who was born in 1943 and lives in Chişinău. He was a shareholder in a private bank.", "8. In 1999 he had a disagreement with the bank as to the redemption of two thousand shares and consequently he brought an action against the bank, seeking compensation of 163,422 Moldovan Lei (MDL).", "9. On 21 September 2000 the Râşcani District Court found in favour of the applicant and awarded him MDL 20,000. Both the applicant and the bank appealed against that judgment.", "10. On 14 February 2001 the Chişinău Regional Court dismissed the applicant’s appeal but upheld the bank’s appeal. By its judgment it rejected the applicant’s claim. The applicant lodged an appeal in cassation.", "11. On 17 April 2001 the Court of Appeal upheld the appeal in cassation and by its judgment ordered the bank to pay the applicant MDL 102,653 (the equivalent of 8,959 euros (EUR) at the time). The judgment became final and enforceable on the same date.", "12. In June 2001 the Prosecutor General’s Office filed a request for annulment of the judgment of the Court of Appeal of 17 April 2001, and asked the Supreme Court of Justice to uphold the judgment of the Chişinău Regional Court of 14 February 2001.", "13. On 11 July 2001 the Supreme Court of Justice upheld the Prosecutor General’s request for annulment and quashed the final judgment of the Court of Appeal of 17 April 2001. The judgment of the Chişinău Regional Court of 14 February 2001 became final.", "14. On 22 October 2004, following a request by the Government Agent, the Prosecutor General’s Office applied to the Supreme Court of Justice for the revision of its judgment of 11 July 2001. The application was based on Article 449 (j) of the Code of Civil Procedure (see paragraph 17 below).", "15. On 15 December 2004, by a final decision, the Supreme Court of Justice admitted the Prosecutor General’s revision application and quashed its judgment of 11 July 2001. It found the Prosecutor General’s request justified since inter alia the quashing of the final judgment of the Court of Appeal of 17 April 2001 constituted a breach of the principle of legal certainty and consequently was in breach of Article 6 § 1 of the Convention. The judgment of 17 April 2001 became final again.", "16. The old Code of Civil Procedure of 1964, repealed on 12 June 2003", "Upon request from a party to the proceedings, the Prosecutor General and his deputies can file a request for annulment with the Supreme Court of Justice against any final decision of the domestic courts.", "The request for annulment can be filed in the following cases:", "- when the final judgment lacks a legal basis or has been delivered in breach of the law or the law was wrongly applied;", "- when the issuing court has exceeded its jurisdiction;", "- when offences has been committed by judges in connection with the final decision.", "There is no time limit for filing a request for annulment.", "The request for annulment has to be made in written form and has to contain the reasons provided for in Article 333. The request for annulment has to be filed in as many copies as there are participants to the proceedings. The Prosecutor General or his deputies can withdraw the request for annulment at any time before the closure of pleadings in the case, by prior notice, stating the reasons for the withdrawal. In such a case, the parties to the proceedings may request the continuation of the proceedings.", "The proceedings related to the request for annulment shall be governed by the rules set forth in Chapter 35 of the Code of Civil Procedure. The presence of the Prosecutor General at the proceedings is compulsory.", "17. The new Code of Civil Procedure, entered into force on 12 June 2003", "Grounds for revision.", "The revision may be requested:", "j) When the European Court of Human Rights has started a procedure of friendly settlement in a case where the Government of the Republic of Moldova is a Party, and the Government consider that by a final decision of a court a fundamental right guaranteed by the Constitution of the Republic of Moldova or by the European Convention for the Protection of Human Rights and Fundamental Principles has been breached."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}