{"ITEMID": "001-59052", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF REHBOCK v. SLOVENIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion);Violation of Art. 3 as regards treatment on arrest;No violation of Art. 3 as regards treatment during detention;Violation of Art. 5-4;Violation of Art. 5-5;Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Elisabeth Palm;Gaukur Jörundsson", "TEXT": ["10. On 8 September 1995 at about 2 p.m. the applicant crossed the border between Austria and Slovenia near Šentilj in a car belonging to his partner. In the car he had a package of pills which he had been asked to bring to Slovenia by an acquaintance of Slovenian origin. He did not declare this fact to the customs officers. At 4.55 p.m. on the same day the applicant was arrested by the Slovenian police in Dolič, some 70 km from the border crossing, where he was expected to hand over the pills to another person.", "11. The circumstances of the arrest are in dispute between the parties.", "12. According to the applicant's version of the facts, he found himself encircled by six men who had a sawn-off shotgun and pistols. They were dressed in black and wore black masks. They attacked the applicant without any prior warning. Several other men were standing nearby. The applicant was held fast and made no attempt to resist. Despite his shouting in both German and English that he was not resisting, he was dragged brutally to the bonnet of a car. Two men held him fast and pushed the upper part of his body against the bonnet. His hands were pulled behind his back and he was handcuffed. At the same time four other men kept hitting him on the head with cudgels and fists. His face was seriously injured and he suffered severe pain.", "13. In their memorial of 25 November 1999 the Government explained that the applicant had been arrested in the context of an action which had been planned by the competent authorities on the basis of their operational data. When constituting the arrest team the authorities bore in mind the fact that the applicant, whom they suspected of being a drug dealer, was extremely strong as he had won the German body-building championship on several occasions.", "14. In their oral submissions to the Court, the Government relied on the conclusions reached by a three-member commission established upon an order issued by the head of the Slovenj Gradec Police Administration on 9 February 1996 with a view to determining whether the use of force during the applicant's arrest had been justified. The report was adopted on 8 March 1996 and the Government submitted a copy to the Court on 23 May 2000 following the hearing on the merits of the case. The relevant parts read as follows:", "“... Four criminal investigators were designated with a view to apprehending the dealers ... They had standard equipment – identification jackets and personal weapons. They also carried equipment for handcuffing and restraining the suspects ...", "At the parking area [the suspects] were approached by the criminal investigators who shouted 'Stop! Police!' and instructed the suspects to stand still ... Criminal investigators B. and K. approached [the applicant] and attempted to search him ... [The applicant] disobeyed their command to remain still and tried to escape. Criminal investigators B. and K. prevented him from doing so by taking hold of him. They attempted to apply the 'elbow lock' grip [on the applicant] ... Being physically strong, [the applicant] tried to release himself. The investigators continued applying the grip with a view to preventing [the applicant] from escaping. Because of [the applicant's] strength they were unable to complete the grip in a standing position and therefore agreed to push [the applicant] down to the ground. As [the applicant] again tried to free himself, the criminal investigators had to bring him to the ground on the spot where they were standing. Since [the applicant] resisted and since there was a risk that he would attempt to escape, they were unable to choose a better location where there would be no danger of sustaining injuries. They pushed [the applicant] down to the ground between parked cars. In the course of the action [the applicant] hit his face on the mudguard of a parked car and on the tar-paved surface of the parking area. The investigators handcuffed [the applicant] while he was lying on the ground.", "All [three] suspects were then taken to the police station in Slovenj Gradec. At the time of the arrest [the applicant] did not complain of any pain or injury ...", "On 8 September at 4.55 p.m. [the three suspects] were taken into detention ... and on 10 September 1995 they were brought before the investigating judge of the Slovenj Gradec District Court who issued a detention order ...", "On 9 September 1995 [the applicant] complained of pain in his jaw ... He was taken to the medical centre in Slovenj Gradec where it was established that his lower jaw was broken and that he had suffered a serious bodily injury ...", "On the basis of the carefully collected information the commission concluded that criminal investigators K. and B. had acted correctly and in accordance with the law. The injury sustained [by the applicant] had occurred exclusively at the site of the arrest while he was being pushed down to the ground ...", "While arresting [the applicant], the criminal investigators used the mildest forms of coercion – physical force and handcuffing. They thereby prevented a person apprehended at the scene of a criminal offence from escaping. The injury occurred because [the applicant] was resisting his arrest and the investigators were therefore unable to push him to the ground at a different place with the use of less force.", "The commission concludes that, regardless of its consequences, the use of force was justified and in conformity with section 54 of the Internal Affairs Act and also with sections 9 and 12 of the Instruction on the Use of Coercive Measures ...”", "15. By a letter of 23 May 2000 the Government also informed the Court, at its request, that there had been thirteen police officers involved in the operation and that two of them had been designated to handcuff the applicant.", "16. After his arrest the applicant was detained by the police in Slovenj Gradec. He submitted before the Court that he had been suffering from headaches and had problems with his vision and that he had been examined by a doctor for the first time in the morning of 9 September 1995. On 9 September 1995 at 2.50 p.m. the applicant wrote and signed a statement, according to him upon the instructions of the police, indicating that he had fallen and hit his face against the edge of a car the day before.", "17. The Government submitted that the applicant had complained for the first time about pains in his jaw to the duty officer in the morning of 9 September 1995 and that a doctor had immediately been called. The doctor had recommended that the applicant be examined at the Slovenj Gradec Health Centre, from where he was transferred to Maribor General Hospital.", "18. The documents before the Court indicate that the applicant was examined meticulously by a doctor at the cervico-facial surgery department of Maribor General Hospital on 9 September 1995. The report states that he was brought to the hospital by the police and that his jaw was injured. The applicant told the doctor that he had been injured by the police. The latter stated that the applicant had hit the edge of a car during his arrest.", "19. The doctor found that the applicant's temporo-mandibular joint was sensitive to pressure and that he could not open his mouth properly. The report further stated that the applicant's occlusion was irregular as the teeth on the left side had been displaced. The doctor X-rayed the applicant and diagnosed a double fracture of the jaw and facial contusions.", "20. The doctor concluded that surgery under general anaesthesia was necessary and made arrangements for it to be carried out the next day. He allowed the police to keep the applicant in custody in the meantime.", "21. On 10 September 1995 the applicant was brought to the hospital, but he did not consent to the operation as he considered that he would be released soon and that he would be operated on in Germany. It was agreed that the applicant would be examined again on 12 September 1995.", "22. On 12 September 1995 the applicant was re-examined and stated that he felt sick and that he had vomited. He did not consent to the surgery recommended by the doctor. The latter ordered that mashed food should be served to the applicant. Another examination was fixed for 18 September 1995.", "23. The medical report of 18 September 1995 indicates that the applicant felt better. His pain was less severe but still present when he was chewing and eating.", "24. On 25 September 1995 the applicant refused to undergo a further examination in a hospital.", "25. The applicant was again examined at Maribor General Hospital on 3 October and on 25 and 27 November 1995. He admitted a slight improvement of his problems with the jaw, but complained of pain in his abdomen and blood in his excrement. He refused a rectal examination. His abdomen and urine were examined but no abnormalities were found. The doctors prescribed a special diet and, if need be, a further examination.", "26. On 4 December 1995 the applicant was examined at Maribor General Hospital. The report states that his dental occlusion was altered and that he had pain in his jaw.", "27. On 7 December 1995 the applicant was treated in the hospital for two superficial cuts on his left wrist, which he had caused himself, while in a state of depression, on 3 December 1995.", "28. In a letter of 17 December 1995 addressed to the Ministry of Justice the applicant complained that he had been brutally beaten up and that he had suffered a double fracture of his jaw. He stated that he had not been provided with appropriate medical care and claimed damages of 1,000,000 German marks (DEM).", "29. A further medical examination was carried out on 16 January 1996. The doctor prescribed pain-killers to the applicant and noted that a specialist should be consulted as regards the treatment of his jaw.", "30. On 23 January 1996 a specialist concluded that the applicant's jaw required prothetic rehabilitation or even surgery. As the applicant had stated that he wished to undergo treatment in Germany, the doctor recommended that he should be sent there as soon as possible.", "31. On 5 March 1996 the applicant complained to the prison governor that he was suffering pain due to an inflammation in his middle ear and requested treatment in a hospital.", "32. On 7 March 1996 the applicant complained to a doctor about severe pain in his head and that he had not been provided with appropriate medical care in the prison. In particular, he complained that the medication prescribed for him had not been given to him regularly.", "33. On 10 June 1996 the applicant complained to the Maribor prison governor that on 8 and 9 June the guards had not provided him with the pain-killers prescribed by the doctor and that, as a result, he was suffering severe pain and was depressed.", "34. On 20 June 1996 the applicant complained to the prison governor that on 18 and 19 June he had not been provided with the medication which had been prescribed for him. On 30 June and 3 July 1996 he complained again that medication had been refused him. In his complaints the applicant stated that he wished to bring criminal proceedings against the staff of the prison and requested that he should be allowed to file a criminal complaint with the police.", "35. On 4 July 1996 the applicant complained to a judge of the Maribor Higher Court (Višje sodišče) that he suffered severe pain and that he had been provided with pain-killers only irregularly.", "36. On 10 September 1995 an investigating judge of the Slovenj Gradec Regional Court (Okrožno sodišče) remanded the applicant in custody.", "37. On 3 October 1995 the applicant lodged, through his lawyer, a request for release. He submitted that he would not abscond and offered a security of DEM 50,000. The applicant further claimed that his detention was no longer necessary as all witnesses in the criminal proceedings which had been brought against him had already been heard and that all relevant evidence had been taken.", "38. On 6 October 1995 the Slovenj Gradec Regional Court extended the applicant's detention on remand until 8 December 1995 pursuant to Article 205 § 2 of the Code of Criminal Procedure. The court noted that the investigation into the applicant's case could not be completed within a month.", "39. The applicant lodged a complaint. He claimed that there was no reason for his detention and that the Regional Court had not ruled on his request for release of 3 October 1995.", "40. On 19 October 1995 the Maribor Higher Court dismissed the complaint. It noted that the applicant was a foreign national who had no links in Slovenia. It therefore held that there was a risk that he might abscond. As to the applicant's request for release on bail, the Higher Court held that it had to be examined by the Regional Court first.", "41. On 26 October 1995 the Slovenj Gradec Regional Court dismissed the applicant's request for release of 3 October 1995. The court did not consider the security offered by the applicant as a sufficient guarantee that he would attend the proceedings before it.", "42. On 27 November 1995 the Slovenj Gradec Regional Court extended the applicant's detention on remand pursuant to Article 272 § 2 of the Code of Criminal Procedure.", "43. On 13 December 1995 the Maribor Higher Court dismissed an appeal by the applicant against the above decision.", "44. On 29 November 1995 the applicant lodged, through his lawyer, another request for release. He claimed that there were no relevant reasons for his detention and offered a security of DEM 50,000.", "45. The Slovenj Gradec Regional Court dismissed the request on 22 December 1995.", "46. During his detention in Slovenia the applicant's correspondence, including the correspondence with the Commission, was monitored.", "47. On 8 January 1996 the Slovenj Gradec Regional Court convicted the applicant of unauthorised production of and dealing in narcotics and of smuggling. The applicant was sentenced to one year's imprisonment.", "48. On 17 April 1996 the Maribor Higher Court dismissed an appeal by the applicant and, allowing an appeal by the public prosecutor, increased the sentence imposed to seventeen months' imprisonment.", "49. On 1 September 1996 the applicant was released conditionally.", "50. Article 26 guarantees to everyone the right to compensation for any damage resulting from unlawful official acts committed by individuals or bodies carrying out tasks vested in State organs.", "51. Section 54 of the Internal Affairs Act (Zakon o notranjih zadevah) of 25 November 1980, as amended, entitles authorised officials to have recourse to physical force in the exercise of their duties when, inter alia, they cannot otherwise overcome the resistance of a person who refuses to comply with lawful orders or who is to be arrested.", "52. Section 9 of the Instruction on the Use of Coercive Measures (Navodilo o uporabi prisilnih sredstev) of 1 September 1981, as amended, provides, inter alia, that recourse to physical force in the cases enumerated in section 54 of the Internal Affairs Act of 1980 should normally be restricted to special holds. When the authorised officials consider that such means are not sufficient, they may have recourse to blows or a rubber truncheon. In any event, physical force and rubber truncheons may only be used to the extent that is strictly necessary to overcome resistance or to prevent an attack, and the use of force should never result in ill-treatment of the person concerned.", "53. Section 12 of the Instruction on the Use of Coercive Measures permits authorised officials to handcuff a person or to restrain him or her by other means if it can reasonably be expected that the person concerned will actively resist or attempt to escape.", "54. Article 205 § 1 provides that an investigating judge may remand an accused person in custody for no longer than a month from the moment when he or she was arrested. After the expiry of this period, a person may be detained only on the basis of a decision to extend his or her detention.", "55. Under Article 205 § 2, such a decision must be delivered by a court and the detention may thereby be extended for no longer than two months.", "56. Article 211 § 3 provides that a detainee may correspond with or establish other contacts with persons outside the prison with the consent and under the supervision of the investigating judge dealing with his or her case. The latter may prohibit the detainee from sending or receiving letters or from having other contacts where these could affect the criminal proceedings pending against him or her. However, it is not permissible to prevent a detained person from lodging applications or appeals.", "57. Article 213b was enacted on 23 October 1998. Paragraph 3 empowers the Ombudsman and his deputies to visit detained persons and to communicate with them in writing without previous notification of the investigating judge and free of any supervision by the latter or by any other official. This provision has also been applied, by analogy, to correspondence between detained persons and the European Court of Human Rights.", "58. According to Article 272 § 2, when an indictment is filed against a person detained on remand and provided that it does not contain a proposal that such a person should be released, a court must examine, of its own motion and within three days after the filing of the indictment, whether there are relevant reasons for the further detention of the accused, and issue a decision by which either the detention on remand is extended or the person concerned is released.", "59. Article 542 § 1 gives rise to a right to compensation for detained persons who were not committed for trial, or were acquitted or discharged after standing trial, for persons who served a prison sentence which was subsequently reduced or quashed and also for those who were arrested or detained as a result of an error or unlawful act, or whose detention on remand exceeded the term of imprisonment to which they were sentenced."], "VIOLATED_ARTICLES": ["3", "5", "8"], "VIOLATED_PARAGRAPHS": ["5-4", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}