{"ITEMID": "001-85426", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "BORISOV AND OTHERS v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Volodymyr Butkevych", "TEXT": ["The applicants are five individuals and the Roma Church in Bulgaria (“the applicant organisation”), an organisation founded by them.", "The five individual applicants, Mr Boris Petkov Borisov, Mr Georgi Alexandrov Kirilov, Ms Iskra Borisova Mladenova, Mr Tassi Tsenov Tassev and Mr Petko Borisov Traikov are Bulgarian nationals who lived at the relevant time in the city of Lom.", "The applicant organisation was founded in 1999.", "All applicants were represented before the Court by Ms R. Nehrizova and Ms N. Stefanova, lawyers practising in Sofia. The respondent Government were represented by their Agent Ms M. Karadjova, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "One of the applicants, Mr Borisov used to be a religious minister in the Baptist Church in Lom until August 1996, when he was dismissed.", "Thereafter, Mr Borisov started organising religious meetings in a house in Lom where the individual applicants and other persons prayed and discussed religious matters.", "It appears that the house in question belonged to the Baptist Church in Lom. It was built by their followers who had donated money and worked on the site.", "Mr Borisov, however, claimed that the house belonged to him.", "According to the applicants, in 1997 and 1998 police officers allegedly visited the prayer house at least three times and told the participants that religious activities without registration as a religious community were not allowed. Each time the participants were allegedly ordered to leave.", "The applicants never submitted complaints in respect of those alleged events.", "On 27 April 1998 Mr Borisov was allegedly taken by police officers from his brother’s home and detained “for a week”. He was allegedly questioned about his religious beliefs and activities and warned against conducting religious services without registration.", "It appears that on an unspecified date the Baptist Church in Lom took possession of the disputed house. According to the applicants, this happened with the assistance of the police.", "In 2004, Mr Borisov wrote a complaint to the prosecuting authorities about a number of different events, including property disputes and his application for welfare payments, and also stated that in 1998 he had been detained unlawfully. By decisions of 10 May and 12 July 2004 the relevant prosecutors refused to open criminal proceedings noting that some of his complaints concerned civil law disputes and that after verification his allegation that he had been detained in 1998 had proved groundless.", "At a meeting on 3 May 1999 the individual applicants and 30 other individuals, residents of Lom, founded the applicant organisation, the Roma Church in Bulgaria. They approved its statute and elected its governing council. Mr Borisov was elected its President.", "In accordance with the applicant organisation’s Statute, it would engage in Bible studies, prayers and charity.", "On 3 June 1999 the applicant organisation applied to the Council of Ministers for registration as a religious denomination under the Religious Denominations Act.", "As no reply was received, on 13 July 1999 an appeal was filed with the Supreme Administrative Court against the tacit refusal of the Council of Ministers.", "On 21 September 1999 the Council of Ministers replied to the application for registration by letter. It stated, inter alia, that the applicant organisation’s submissions did not provide sufficient information about the religion it practiced and thus did not permit a conclusion that the applicant organisation had the characteristic features of a distinct religious denomination. The letter, which was apparently made on a model form used in similar circumstances, stated that the applicant organisation should rectify the deficiencies in its application.", "In the proceedings before the Supreme Administrative Court the parties made written submissions. The Council of Ministers stated, inter alia, that the applicant organisation had been invited to submit additional information and explain the features that characterised it as a distinct religious denomination. The applicant organisation had not replied.", "By decision of 3 December 1999 the Supreme Administrative Court rejected the appeal as inadmissible. It found that the registration proceedings were pending before the Council of Ministers which had invited the applicant organisation to rectify its application. The applicant organisation had not replied. Therefore, there had not been a tacit refusal and the appeal was premature.", "Upon the applicant organisation’s appeal, on 26 January 2000 a five-member chamber of the Supreme Administrative Court upheld the decision of 3 December 1999.", "The applicant organisation never replied to the Council of Minister’s letter of 21 September 1999.", "In 2001 Mr Borisov was officially registered as the local leader of another religious organisation, the Evangelic Pentecostal Church in Kriva Bara, the region of Montana.", "There is no provision of Bulgarian law requiring a religious group organising public religious activities to register as a legal person. Nonetheless, at the relevant time, the police often disrupted religious meetings of unregistered groups. In administrative practice, the view according to which religious activities were not allowed without registration was widespread (see the facts in Khristiansko sdruzhenie Svideteli na Jehova v. Bulgaria, no. 28626/98, Commission’s decision of 3 July 1997 and Lotter and Lotter v. Bulgaria (dec.), no. 39015/97, 6 February 2003 and Al-Nashif v. Bulgaria, no. 50963/99, §§ 29 and 59-61, 20 June 2002).", "In its judgment no. 3270 of 14 May 2001 in case no. 2174/2000, the Supreme Administrative Court observed that the relevant law did not impose an obligation for a religious group to register and that the view that registration was a necessary pre-condition for religious gatherings was contra legem.", "The Religious Denominations Act 2003, which superseded earlier legislation, does not require registration as a pre-condition for public religious gatherings.", "At the relevant time and until 1 January 2003, a religious group wishing to obtain registration as a legal person could register at the local regional court as an association under section 133a of the Persons and Family Act, with the authorisation of the Council of Ministers. At the relevant time several dozen religious groups belonging to various religions were registered as associations.", "Separately, religious denominations were subject to registration in accordance with the Religious Denominations Act 1949, as in force at the relevant time and until 1 January 2003. The Bulgarian Orthodox Church, the Muslim community, the Jewish community, the Catholic Church, several protestant churches and other religions were registered as religious denominations in Bulgaria.", "On 1 January 2003 the Religious Denominations Act 2003 entered into force. It introduced changes in the registration procedure for religious denominations. It also repealed section 133a of the Persons and Family Act.", "In accordance with section 70 § 3 of the Ministry of the Interior Act 1997 and Article 152a of the Code of Criminal Procedure as in force at the relevant time, every detained person has the right to appeal to a court against his detention.", "A person claiming that his property has been unlawfully taken away from him may bring a rei vindicatio action or an action for possession under the Property Act.", "It is open to alleged victims of unlawful police actions to submit complaints to the prosecution authorities and to bring civil proceedings under the State Responsibility for Damage Act 1988."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}