{"ITEMID": "001-92427", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "KISSKA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicant, Mr Boris Kišška, is a Slovak national who was born in 1977 and lives in Žilina. He was represented before the Court by Mr M. Klimašovský, a lawyer practising in Žilina. The Slovak Government (“the Government”) were represented by their Agent, Mrs M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 8 August 1997 a private entrepreneur initiated proceedings before the District Court in Žilina concerning the payment of a sum of money. The applicant and the plaintiff concluded an agreement under which the relevant title was transferred to the former. The applicant asked the District Court for leave to replace the original plaintiff in the proceedings. On 30 January 2004 the District Court granted the request.", "On 10 May 2005 the District Court granted the action. The defendant appealed.", "On 13 October 2005 the District Court discontinued the proceedings.", "On 20 February 2006 the Court of Appeal quashed that decision.", "On 5 September 2006 the District Court discontinued the appeal proceedings as the defendant had failed to pay court fees.", "On 7 July 2006 the Constitutional Court found that the District Court in Žilina had violated the applicant’s right under Article 48 § 2 of the Constitution to a hearing without unjustified delay. The case was not complex. The applicant by his conduct had not contributed to the length of the proceedings. However, his predecessor, the initial plaintiff, had submitted only on 3 December 2003 a reply to the District Court’s request of 5 September 2002. The District Court had failed to proceed in an appropriate manner and it was responsible for delays totalling 52 months.", "The Constitutional Court awarded the equivalent of EUR 1,300 to the applicant as just satisfaction in respect of non-pecuniary damage. It also ordered the District Court to avoid any further delay in the proceedings and to reimburse the applicant’s legal costs."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}