{"ITEMID": "001-58832", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "GRANDCHAMBER", "DATE": 2000, "DOCNAME": "CASE OF BEYELER v. ITALY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (estoppel);Violation of P1-1;Not necessary to examine Art. 14;No separate issue under Art. 18;Just satisfaction reserved", "JUDGES": "Luzius Wildhaber;Paul Mahoney", "TEXT": ["8. In an order of 8 January 1954 the Ministry of National Education (Ministero per la pubblica istruzione, which at the time had responsibility for works of cultural or artistic interest) declared the painting Portrait of a Young Peasant, painted in Saint-Rémy-de-Provence (France) in 1889 by the painter Vincent van Gogh, to be a work of historical and artistic interest within the meaning of section 3 of Law no. 1089 of 1 June 1939. On 20 January 1954 the order was served on the owner of the painting, Mr Verusio, an art collector living in Rome.", "9. Early in 1977 the applicant decided to buy the painting through an intermediary, Mr Pierangeli, a Rome antiques dealer.", "10. On 28 July 1977 Mr Verusio therefore sold the work to Mr Pierangeli for the agreed price of 600,000,000 Italian lire (ITL).", "11. On 29 July 1977 the applicant gave instructions for that amount, plus ITL 5,000,000 as remuneration at the customary rate, to be transferred to Mr Pierangeli in exchange for the document confirming the purchase. Mr Pierangeli's account was credited with the amount on 12 August 1977.", "12. Meanwhile, Mr Verusio had on 1 August 1977 declared the sale of the painting to the Ministry of Cultural Heritage (“the Ministry”), as required by section 30 of the aforementioned Law no. 1089 of 1939. The declaration had been signed only by Mr Verusio, but mentioned Mr Pierangeli's name as the other party to the contract. There was no mention of the end buyer (the applicant) or the place of delivery.", "13. The two-month time-limit laid down by section 32 of Law no. 1089 of 1939 expired without the Ministry having exercised its right of pre-emption.", "14. On 21 November 1977 Mr Pierangeli requested a licence from the Palermo Export Office to send the painting to London. The painting was placed in the temporary custody of the Sicilian Regional Art Gallery pending a decision from the Ministry as to whether it wished to exercise its right of pre-emption which arose under section 39 of Law no. 1089 of 1939 on an exportation.", "15. In a note of 3 December 1977 the Ministry stated that it did not intend to purchase the painting as it was not of sufficient interest to justify the State's acquiring it. However, on 5 January 1978 the authorities refused Mr Pierangeli's application for an export licence on the ground that it would be seriously detrimental to the national cultural heritage for the painting to be exported.", "16. On 22 March and 8 April 1978 the Ministry authorised the painting's return to Mr Pierangeli.", "17. On 1 December 1983 Mr Pierangeli made a declaration to the Ministry stating that he had purchased the painting on behalf of the applicant. On 2 December 1983 the applicant and Mr Pierangeli informed the Ministry that the Peggy Guggenheim Collection in Venice wished to buy the painting for 2,100,000 United States dollars (USD) and reiterated that Mr Pierangeli had purchased the painting in 1977 on behalf of the applicant. At the same time they invited the Ministry to indicate whether it intended to exercise its right of pre-emption under Law no. 1089 of 1939.", "18. In a note of 9 January 1984 the Ministry informed the parties that it was unable to exercise its right of pre-emption validly since there had been no contract and a mere unilateral declaration of an intention to sell was insufficient. In its note, which was sent to both Mr Pierangeli and the applicant, the Ministry did not describe the applicant as being the owner or refer to the declaration made on 1 December 1983.", "19. On 28 February 1984 Mr Petretti, acting for and on behalf of the applicant and Mr Pierangeli, applied to the Fine Arts Department in Rome and to the Ministry for a licence to move the painting to Venice so that the Peggy Guggenheim Collection could inspect it with a view to its purchase. On 7 March 1984 the Ministry refused permission for the painting to be moved on the ground that there was a risk that it would suffer irreparable damage.", "20. In early 1985 Mr Pierangeli, in his capacity as “holder of the painting for and on behalf of Mr Ernst Beyeler”, in turn requested permission to transfer the painting to Venice as the Peggy Guggenheim Collection had asked to inspect it. On 30 January 1985 the Minister of Cultural Heritage served on Mr Petretti (the applicant's representative), certain departments of the Ministry and State Counsel's Office a request that it be informed whether or not the owner of the painting had decided to move it to Venice. On 21 February 1985 Mr Petretti, acting for and on behalf of the applicant alone, confirmed that his client agreed to the painting's being moved. At that juncture, following an informal request from the Ministry, he also produced a copy of the declaration of 1 December 1983. On 26 February 1985 the applicant wrote to the Ministry in connection with the technical arrangements for the painting's transfer. On 9 April 1985 the Ministry gave permission for the painting to be moved to Venice.", "21. In a note to Mr Pierangeli of 4 October 1985 the Ministry referred to the communication of 2 December 1983 and requested the documents showing that Mr Pierangeli had bought the painting on behalf of the applicant.", "22. On 23 April 1986 the Minister ordered that the painting be sent to Rome for temporary custody in the Modern and Contemporary Art Gallery. The order, in which express reference was made to the communication of 2 December 1983, was issued after the relevant authorities had expressed concern about the conditions in which the painting was being kept, particularly in the light of the uncertainty as to who was the real owner and the failure by the Peggy Guggenheim Collection in Venice to comply with its undertakings.", "23. The applicant applied for the first time to the Lazio Regional Administrative Court (“the RAC”) for judicial review of the order of 23 April 1986.", "24. On 30 April 1987 Mr Peter, who had replaced Mr Petretti as the applicant's lawyer, sent a letter to the director of the Fine Arts Department in Rome assuring him that the applicant had no intention whatsoever of infringing Italian law and referring, among other things, to the authorities' fears that the painting might be illegally exported.", "25. On 12 June 1987 Mr Peter asked the Modern and Contemporary Art Gallery in Rome for authorisation to check the painting's condition at the gallery on his client's behalf (the lawyer referred to his client as the “owner of the painting”). On 19 October 1987, with the agreement of State Counsel's Office, a meeting was therefore held at the Modern and Contemporary Art Gallery in Rome. It was attended by, among others, the applicant, his new lawyer, the director of the gallery and an expert from the Peggy Guggenheim Collection (as recorded in the minutes). The director said that uncertainty had arisen (as she explained to the applicant's lawyer in a letter of 20 November 1987) as a result of the above-mentioned application to the RAC. In a letter of 23 December 1987 the applicant informed the director that he intended to discontinue those proceedings on account of, among other things, the fact that in the meantime the director of the gallery had allowed him, as owner of the painting, access to it at his simple request. A copy of that letter was also sent to the Fine Arts Department in Rome.", "26. In January 1988 the Ministry sought clarification from Mr Peter about the applicant's alleged ownership of the painting. The applicant replied by sending a copy of the communications of 1 and 2 December 1983. He also stated that there had been no subsequent transfer of title between Mr Pierangeli and himself as he had acquired ownership of the painting directly.", "27. It is apparent from two letters sent by the applicant's lawyer to the relevant Director-General of the Ministry on 5 and 26 February 1988, the contents of which have not been contested by the Government, that the Ministry had informed the applicant alone on at least two occasions (one of which was during a meeting with one of Mr Beyeler's lawyers at the Director-General's office on 28 January 1988) that the Italian State was interested in purchasing the painting, but stressed that it had a limited budget for that purpose.", "28. A letter of 22 February 1988 sent by Mr Peter to the Director-General of the Ministry shows that on 19 February the latter had telephoned Mr Peter asking for the applicant's permission, as owner of the painting, to exhibit it in the Modern and Contemporary Art Gallery in Rome. The contents of that telephone conversation and of the letter referring to it have not been contested by the Government, although the Court has not been provided with a full transcript of the conversation.", "29. In a letter of 26 February 1988 the applicant told the Ministry, referring to their earlier conversations on the subject, that he was willing to sell the painting to the Italian State for USD 11,000,000 and stated that it was a much lower price than that being proposed in negotiations with individuals interested in buying the painting. On 14 April 1988 the applicant drew the Ministry's attention to the fact that it had not responded to his offer within the time-limit he had indicated in his letter of 26 February.", "30. On 2 May 1988 the applicant sold the painting to the Peggy Guggenheim Collection in Venice for USD 8,500,000.", "31. The following day the parties served notice of the sale agreement on the Ministry, as required by section 30 of Law no. 1089 of 1939 and Article 57 of Royal Decree no. 363 of 30 January 1913.", "32. In a note of 1 July 1988 the Ministry informed the parties that it could not ascribe to the declaration the effects provided for under the aforementioned provisions since the applicant did not have valid title to the painting. In particular, the Ministry considered that the declaration of the sale in 1977 by Mr Verusio to Mr Pierangeli and the declaration of 2 December 1983 conflicted with the purpose of section 30 of Law no. 1089 of 1939 and did not satisfy the requirements of Royal Decree no. 363 of 1913.", "33. On 5 July 1988 the applicant asked the Ministry to return the painting, which was still in the custody of the Modern and Contemporary Art Gallery in Rome. The request was made pursuant to Article 37 of Royal Decree no. 363 of 1913, which provides, inter alia, that a work of art kept in accordance with the provisions of the decree may be returned to the owner if he can guarantee that it will be kept in good condition. The Ministry did not reply, however.", "34. On 4 August 1988 Mr Peter replied to the note of 1 July, pointing out, among other things, that from as early as 1984 the Italian State had treated the applicant as the lawful owner of the painting, in particular by giving him permission to move the painting from Rome to Venice and by intimating that it wished to buy it from him.", "35. On 16 September 1988, in response to an informal request from the Italian authorities, the applicant sent them the bank statements showing that Mr Pierangeli had purchased the painting on the applicant's behalf.", "36. In an order of 24 November 1988 the Ministry exercised its right of pre-emption in respect of the 1977 sale. It contended that the notice served on 28 July 1977 was invalid as the communications of 3 August 1977 and 2 December 1983 did not contain the information required for the sale to be valid under Article 57 of Royal Decree no. 363 of 1913. The Ministry considered that on those dates it had not been in a position to establish the true identity of the contracting parties as the applicant had not signed the declaration giving notice of the contract and had thus prevented it from deciding in the light of all the facts whether to exercise its right of pre-emption. In addition, it said that the public interest in acquiring the painting was justified by the dearth of works by Vincent van Gogh in Italian museums and the need to ensure compliance with the statute that had been infringed. It observed, further, that the fact that the real purchaser of the painting, Mr Beyeler, was of foreign nationality took on particular importance for the purpose of protecting the painting.", "Accordingly, the Ministry concluded", "(a) that the documents relating to payment for the painting made by Mr Beyeler to Mr Verusio, through Mr Pierangeli, proved that the painting had been sold directly by Mr Verusio to Mr Beyeler;", "(b) that, under section 61 of Law no. 1089 of 1939, the right of pre-emption provided for in sections 31 and 32 subsisted;", "(c) that it should exercise its right of pre-emption; and", "(d) that payment of the price stipulated in the 1977 agreement, namely ITL 600,000,000, should be made to the title-holder.", "37. The order was served on Mr Verusio and the applicant on 30 November and 22 December 1988 respectively.", "38. Meanwhile, the applicant and the Solomon Guggenheim Corporation had on 18, 19 and 20, 29 October 1988 respectively sought an order from the RAC annulling the note of 1 July 1988. The applicant maintained in particular that the Ministry had acted ultra vires, that the relevant provisions of Law no. 1089 of 1939 had been infringed and that in this case the Ministry had made an incorrect assessment of what was in the public interest. The applicant also submitted that section 61 of that statute was unconstitutional.", "39. On 16 and 17 January 1989 the applicant lodged a further application, challenging the failure to reply to his request of 5 July 1988 for the painting to be returned.", "40. On 30 January 1989 the applicant applied to the RAC to have the ministerial order of 24 November 1988 set aside. He complained, inter alia, that the impugned decision had been made ultra vires, that the reasoning was insufficient and self-contradictory, that the inquiry conducted by the Ministry had been inadequate, that there had been a breach of the relevant provisions of Law no. 1089 of 1939 and Articles 1705 and 1706 of the Italian Civil Code concerning agency and that the decision had not been made in the public interest as it was incomprehensible that a public interest should exist in 1988 when none had existed in 1977. The applicant argued that he had in any event now acquired title by adverse possession. He also complained that the impugned order had been made because he was a foreign national. He alleged, too, that there had been a violation of Article 1224 of the Italian Civil Code, which concerns damages arising out of pecuniary obligations, in that the price paid had not been revised.", "41. Lastly, the applicant asked the RAC to refer to the Constitutional Court the question whether the relevant provisions of Law no. 1089 of 1939 were consistent with Articles 3, 24, 42 and 97 of the Italian Constitution.", "42. The RAC ordered the joinder of the various applications before dismissing them all in a judgment of 16 November 1989, which was served on the applicant on 26 January 1990.", "43. The court held that the declaration made on 3 August 1977 had not contained all the essential information required by Article 57 of Royal Decree no. 363 of 1913 and accordingly had to be regarded as “null and void”. It had not been signed by the real buyer and the place of delivery in Italy had not been indicated. In addition, the RAC held that the communications of 1 and 2 December 1983 could not have started time running for the purposes of the two-month limitation period as they had not been made by the seller and did not satisfy the requirements of Article 57 of the royal decree. The uncertainty as to who the real owner of the painting was had consequently prevented the two-month limitation period from starting to run, bearing in mind, too, that the authorities had had to make inquiries to establish who the owner was and that it was for the person declaring the sale to prove ownership. The RAC considered that the parties had had a duty to declare the sale and that their failure to do so meant that the two-month time-limit was no longer applicable. The authorities' right of pre-emption, which was no longer subject to a time-limit, had thus become “permanent”.", "44. The RAC also found that the relevant authority had given valid reasons for finding that there was a legitimate public interest in the acquisition of the work (in particular, the fact that there were no major works by Vincent van Gogh in the State's collections and the need to protect the public interest from unfair conduct by the parties). In addition, it considered that the fact that the State had twice declined to exercise its right of pre-emption in 1977 was irrelevant as what was in the public interest had to be assessed in the light of the current position and requirements. In that regard it observed that not all the information needed for the purposes of identifying the owner of the painting had been made available to the Ministry, which had thus not been in a position until September 1988 to decide in the light of all the facts whether to exercise its right of pre-emption.", "45. The RAC further found that, although the applicant's nationality had been one of the factors the Ministry had taken into account when deciding whether to exercise its right of pre-emption, it had not been the main factor.", "46. As regards the applicant's claim for compensation for the failure to revise the value of the painting, the RAC held that section 31 of Law no. 1089 of 1939 conferred no discretion on the authorities since it provided, inter alia, that they had to pay the owner of the work only the agreed price stipulated in the deed of transfer, even in the event of pre-emption under section 61 (which refers to section 31). The RAC found, however, that the applicant could have asked for the value of the painting to be revised by bringing an action in damages in the ordinary civil courts.", "47. As to the applications concerning the failure to reply to the applicant's request of 5 July 1988, the RAC considered that they were no longer relevant in view of the pre-emption order made on 24 November 1988.", "48. Lastly, the RAC declared the constitutional issues raised by the applicant manifestly ill-founded as in the instant case the exceptional nature of the work and the improper conduct of the parties had justified extending the right of pre-emption indefinitely, which had the effect of restricting the property right.", "49. The applicant lodged an appeal with the Consiglio di Stato. Among other things, he argued that the administrative courts had no jurisdiction in the instant case as the authorities had exercised powers which they did not possess and had failed to exercise properly those they did possess.", "50. In a judgment of 19 October 1990 the Consiglio di Stato dismissed the appeal and upheld the judgment of the RAC in its entirety. It held that the instant case related to a defective declaration, not a failure to make a declaration, and that it was within the jurisdiction of the administrative courts because it concerned the exercise of existing powers. It went on to confirm that since the 1977 declaration did not contain all the essential information required by Royal Decree no. 363 of 1913 – notably the identity of all the contracting parties – the authorities were entitled to exercise their right of pre-emption under section 61 of Law no. 1089 of 1939 at any time, that right being subject to a limitation period only if a fresh declaration were made in accordance with the law. The Consiglio di Stato also held that the applicant could not have acquired the painting definitively by adverse possession.", "51. The Consiglio di Stato considered that the authorities had not erred in considering the applicant to be the person on whom they should serve the pre-emption order and that in the present case the right of pre-emption of the authorities was different from the one existing under the general law. It had amounted to an actual expropriation measure, the transfer of the work being merely the condition allowing the authorities to expropriate it lawfully. The Consiglio di Stato held as follows:", "“Therefore, even acknowledging that, as the appellants maintain, Mr Pierangeli had purchased the painting from Mr Verusio as Mr Beyeler's indirect agent, the fact remains that it is the latter's position which is affected in the final analysis by the agreement signed.", "...", "The administrative authorities thus committed no error of fact as regards the identification of the real purchaser on whom the order announcing their intention of exercising their right of pre-emption had to be served, as well as on Mr Verusio...", "Further, the fact that the right of pre-emption provided for in section 30 of Law no. 1089 of 1939 has to be exercised against the real owner, and in any event against the end purchaser in a line of transactions complicated by the intervention of an agent, is also closely linked to the special nature of pre-emption...", "Pre-emption, as provided for in sections 31 et seq. of Law no. 1089 ..., does not operate in the same way as the civil-law transaction of the same name ..., so that the mechanism by which the right of pre-emption is actually exercised must therefore be considered as belonging to the more general category of measures of dispossession (in respect of which the deed of transfer is merely a pre-condition for the exercise of the right of pre-emption). The validity of the transfer is not therefore a decisive factor, given that the exercise of the right of pre-emption does not have the effect of substituting the authorities for the vendor in negotiations between individuals, but rather the – opposite – effect of annulling the sale and constituting an acquisition...", "... it is ... rather an actual act of expropriation, which can concern only the real owner of the property, this being the only person against whom the act of dispossession can be validly exercised...”", "“Anche, quindi, a voler ritenere, come pretendono gli appellanti, che il Pierangeli abbia acquistato il dipinto dal Verusio quale mandatario senza rappresentanza del Beyeler, è pur sempre a quest'ultimo che devono ricondursi gli effetti finali del concluso contratto.", "...", "E' da escludere, pertanto, che vi sia stato errore di fatto da parte dell'Amministrazione relativamente alla individuazione del soggetto effettivo acquirente e nei cui confronti andava esercitata la prelazione ed al quale andava notificato il relativo decreto, oltre che al Verusio...", "D'altra parte, che la prelazione di cui all'art. 30 della legge n. 1089/1939 debba esercitarsi nei confronti del proprietario effettivo e comunque del destinatario finale di una fattispecie acquisitiva complessa quale è il mandato, si ricollega anche alla ... particolare natura dell'istituto.", "La prelazione, di cui all'art. 31 e segg. della legge indicata ... non opera alla stregua dell'omonimo istituto civilistico ..., sicché il provvedimento, con cui, in concreto, si esercita la prelazione deve essere ricondotto alla più generale categoria degli atti ablatori (rispetto al quale il negozio di alienazione costituisce mera condizione legittimante del potere), con la conseguenza che non assume valore determinante la validità dell'atto di alienazione presupposto, dal momento che nessuna sostituzione dell'amministrazione al soggetto alienante nel negozio posto in essere da privati avviene col provvedimento della prelazione dal quale, anzi, oltre che un effetto propriamente costitutivo (acquisitivo) discende un (ulteriore) effetto caducatorio del negozio di alienazione medesima...", "... trattasi ... piuttosto di un vero e proprio atto espropriativo, che non puó non riguardare se non il proprietario effettivo del bene stesso, unico a poter essere utilmente inciso dall'atto ablativo...”", "52. The Consiglio di Stato observed further that the conduct of the authorities could not be considered to be contradictory: as the RAC had already pointed out, the authorities had approached the matter carefully and ultimately had not decided to exercise their right of pre-emption until they were certain, on the basis of documentation in their possession, that the painting had been purchased on behalf of Mr Beyeler and paid for by him. The Consiglio di Stato also pointed out that the nationality of the applicant had increased the Ministry's determination to exercise its right of pre-emption.", "53. The Consiglio di Stato also held that the issues raised by the applicant as to the unconstitutionality of sections 31, 32 and 61 of Law no. 1089 of 1939 were manifestly ill-founded. Those issues concerned in particular Article 3 of the Constitution, which embodies – among other things – the non-discrimination principle, Article 42, which guarantees the right of property and, lastly, Article 97, which establishes the principle of sound public administration. As to Article 3, the Consiglio di Stato observed that in the instant case the special nature of the situation resulting from an invalid declaration of sale justified different treatment. As regards Article 42, it considered – with regard to transfers of title to protected works – that private individuals had duties of good faith and transparency. Lastly, as regards Article 97, it found that the State's delay in exercising its right of pre-emption should be attributed to the improper conduct of the parties.", "54. The applicant then appealed to the Court of Cassation, arguing that his case came within the jurisdiction of the ordinary civil courts, not the administrative courts. He submitted again that sections 31, 32 and 61 of Law no. 1089 of 1939 were unconstitutional in the light of Articles 3 and 42 of the Italian Constitution.", "55. In an order of 11 November 1993 the Court of Cassation held that the constitutionality issues did not appear to be manifestly ill-founded.", "56. The Court of Cassation ruled firstly that if the authorities could exercise their right of pre-emption at any time the seller's rights would always be restricted, thus creating continual uncertainty as to the legal position with regard to the work. The Court of Cassation observed in that regard that, even if the first declaration had been invalid, the right of pre-emption could nonetheless have been exercised once the authorities had received all the information required under the statute (pointing out in that connection, as the Consiglio di Stato had already noted, that the Ministry had not exercised its right of pre-emption until it was certain that the painting had been purchased on behalf of Mr Beyeler and in consideration of a sum of money paid by him). The authorities had not been certain of that until the Ministry had received the bank statements relating to the 1977 sale. The Court of Cassation noted that the pre-emption order had been issued and served on the parties more than two months later.", "57. The Court of Cassation then found that even supposing that the pre-emption order did amount to an actual expropriation measure, as the Consiglio di Stato had said, the applicant had been treated differently from anyone else whose property had been expropriated. Compensation to which owners of property over which the State exercised its right of pre-emption were entitled was calculated on a different basis from the one used to calculate compensation payable in other cases of expropriation; furthermore, there was no right of judicial review. Although the agreed price stated in the transfer document might constitute sufficient compensation where the pre-emption occurred within the two-month period laid down by the statute, that was no longer true where the right of pre-emption was exercised several years later, as had happened in the instant case. The applicant had also been treated differently from a person who had failed to make a declaration of transfer. The court considered, having regard to section 31(3) of Law no. 1089 of 1939, that where, in the latter type of case, it was impossible to determine the agreed price, the State would have to pay the owner compensation equivalent to the market value of the work.", "58. It observed, lastly, that if the Constitutional Court held that the provisions in issue were unconstitutional, one of the consequences would be that the ordinary courts dealing with such cases would have jurisdiction and the applicant would be able to challenge the impugned decision in those courts and rely on the Italian authorities' delay in exercising their right of pre-emption.", "59. The Court of Cassation stayed the proceedings before it and ordered the case to be referred to the Constitutional Court.", "60. In a judgment of 14 June 1995 the Constitutional Court declared the constitutionality issue raised by the Court of Cassation unfounded. It stressed, firstly, the special nature of the provisions of Law no. 1089 of 1939, which were intended to “protect assets related to the fundamental interests of the cultural life of the country”. The special nature of such assets had accordingly justified the authorities' being granted different, more restrictive powers than those they had in respect of other property. Consequently, there had been no discriminatory treatment as the property was different in kind from that concerned in ordinary expropriation proceedings. Nor was there any difference in treatment between cases where an invalid declaration was made and cases where the sale had not been declared, as, even in the latter case, the compensation payable would be the price agreed at the time of the sale. If the agreed price on an undeclared sale was not known, it had to be determined on the basis of any available evidence.", "61. Furthermore, as regards the appropriate price payable by the State when it exercised its right of pre-emption late, the Constitutional Court reiterated that that issue could not be decided on the basis of the criteria used to determine the amount of compensation in ordinary expropriation proceedings, as the proceedings were of a different kind and the amount paid in situations such as the one in the instant case was, in any event, dependent on a contractual element that had been freely decided by the parties. It followed from this latter point that, under normal circumstances, namely in cases where the right of pre-emption was exercised within the prescribed time-limit, the price, despite being less than the market value, would nonetheless not be derisory or symbolic. Lastly, the Constitutional Court noted that section 61 of Law no. 1089 of 1939 was to be found in the part of the statute dealing with “penalties”. A crucial factor was, therefore, the fact that the owner's economic loss was a consequence of an irregularity or of a failure on his part to declare the sale of the property, thus rendering the sale nugatory and entitling the State to exercise its right of pre-emption at any time. However, as it did not amount to a real criminal or administrative penalty, it was right that the authorities should have a discretion to exercise their right of pre-emption at any time. Moreover, individuals could rectify the position at any time by filing a late declaration.", "62. Following the decision of the Constitutional Court, the Court of Cassation dismissed the applicant's appeal in a judgment of 16 November 1995, deposited with the registry on 11 March 1996. It held that the administrative courts had jurisdiction in the case and that, both as regards the exercise by the State of its right of pre-emption at any time and the allegation that service of the pre-emption order had been defective, the case concerned issues that related to the way in which the authorities had exercised their powers, not to the exercise of powers which they did not possess.", "63. Among other things, the Court of Cassation considered that, in the absence of any legal provision in that respect, it would have been arbitrary for the compulsory two-month time-limit to run from the time at which the (unspecified) departments of the authorities had learnt of the sale on the basis of undetermined factors or circumstances. However, the Court of Cassation found that the right of pre-emption had properly been ruled to be exercisable at any time and against anyone in possession of the property (reiterating that the authorities had not exercised their right of pre-emption until they had been certain that the painting had been purchased on behalf of the applicant). Moreover, it pointed out that the argument concerning the reference in section 61 to section 32 (which, inter alia, provided for a two-month time-limit) was irrelevant as section 32 contained procedural provisions that also applied to State pre-emptions that were not subject to any time-limit, such as the rule that the State acquired title to property when the pre-emption order was made or the rule that the provisions of a sale agreement did not bind the State.", "64. During the night of 19/20 May 1998 the painting, which was still in the Rome Gallery of Modern and Contemporary Art, was stolen in an armed robbery along with two other paintings. It was found by the carabinieri and Italian police on 6 July 1998.", "65. Under Article 1706 of the Italian Civil Code, the sale of movable property through an agent acting in his own name but on behalf of his principal (indirect agency) has the effect of automatically transferring title to the property to the principal, who can then claim it from the agent.", "66. In respect of works of art which are of interest for the artistic heritage of the nation, transfers and other legal transactions are subject to certain conditions. Section 30 of Law no. 1089 of 1 June 1939 provides that the owner or person in possession, in any capacity whatsoever, of property considered to be of cultural or artistic interest within the meaning of section 3 must declare to the Ministry responsible for works of cultural interest (from 1974 the Ministry of Cultural Heritage – Ministero per i beni culturali e ambientali) any transaction, whether for consideration or by way of gift, transferring full or partial title to or possession of the work (“Il proprietario e chiunque a qualsiasi titolo detenga una delle cose che abbiano formato oggetto di notifica a norma degli artcioli precendenti è tenuto a denunziare al Ministro per l'educazione nazionale ogni atto, a titolo oneroso o gratuito, che ne trasmetta, in tutto o in parte, la proprietà o la detenzione”).", "67. Sections 31(1) and 32(1) of Law no. 1089 of 1939 provide that the Ministry may exercise a right of pre-emption over the work within two months from the date of the declaration referred to above, at the agreed price as set out in the deed of transfer if the transfer is for value (section 31(1): “Nel caso di alienazione a titolo oneroso, il Ministro per l'educazione nazionale ha facoltà di acquistare la cosa al medesimo prezzo stabilito nell'atto di alienazione”; section 32(1): “Il diritto di prelazione deve essere esercitato nel termine di mesi due dalla data della denuncia”). In the event that the work of art should be sold at the same time as other works for an aggregate price, that price is automatically determined by the Minister or, if the seller contests the price, by a board composed of three members, one of whom is appointed by the seller (section 31(3)).", "68. Section 36 provides that the owner or person in possession of such a work must declare any intention to export it. In that event the Ministry may exercise a right of pre-emption over the work within ninety days from the date of the declaration, at a price determined by the Ministry if the work is to be exported to a member State of the European Union and for the value indicated in the declaration in other cases (section 39).", "69. Section 61 also provides that “transfers, agreements and other legal transactions made in breach of the provisions laid down in this Law or in non-compliance with the terms and conditions prescribed shall automatically be void” and that the Ministry may still exercise its right of pre-emption under sections 31 and 32 (section 61: “Le alienazioni, le convenzioni e gli atti giuridici in genere, compiuti contro i divieti stabiliti dalla presente legge o senza l'osservanza delle condizioni e modalità da esse precritte, sono nulli di pieno diritto. Resta sempre salva la facoltà del Ministro per l'educazione nazionale di esercitare il diritto di prelazione a norma degli artt. 31 e 32”).", "70. The statute also provides that, until the adoption of an implementing decree (none has yet been adopted), the provisions of Royal Decree no. 363 of 30 January 1913 shall continue to apply (section 73). Article 57 of the royal decree prescribes, inter alia, the content of the declarations referred to above, for example, they must contain a brief description of the subject matter of the contract, the type and the terms and conditions of transfer, the names, addresses and signatures of the contracting parties and an indication of the date and place in Italy at which the property sold shall be delivered to the purchaser. Under that provision, a declaration which does not contain all that information in full and precise terms shall be considered to be null and void.", "71. Section 63 of Law no. 1089 of 1939 prescribes a prison sentence of one year and a maximum fine of ITL 75,000,000 for, inter alia, failure to make the declaration prescribed by section 30.", "72. Lastly, sections 66 et seq. of the royal decree govern expropriations of movable and immovable property and refer in a number of places to Law no. 2359 of 25 June 1865 relating to expropriations in the public interest. In that context Article 67 of the royal decree provides that a public-interest declaration is made by the Minister of Education after the Council for Antiquities and Fine Arts (Consiglio superiore per l'antichità e le belle arti) has given its approval and observations have been received from the Consiglio di Stato.", "73. The Unesco Convention on the Means of Prohibiting and Preventing the Illicit Import, Export and Transfer of Ownership of Cultural Property was signed in Paris on 14 November 1970 and came into force on 24 April 1972 (in Italy on 2 January 1979). Article 4 provides:", "“The States Parties to this Convention recognise that for the purpose of the Convention property which belongs to the following categories forms part of the cultural heritage of each State:", "(a) cultural property created by the individual or collective genius of nationals of the State concerned, and cultural property of importance to the State concerned created within the territory of that State by foreign nationals or stateless persons resident within such territory;", "(b) cultural property found within the national territory;", "(c) cultural property acquired by archaeological, ethnological or natural science missions, with the consent of the competent authorities of the country of origin of such property;", "(d) cultural property which has been the subject of a freely agreed exchange;", "(e) cultural property received as a gift or purchased legally with the consent of the competent authorities of the country of origin of such property.”", "74. Mr Ernst Beyeler applied to the Commission on 5 September 1996. He complained that there had been a violation of Article 1 of Protocol No. 1 and of Articles 14 and 18 of the Convention on the ground that the Italian Ministry of Cultural Heritage had exercised a right of pre-emption over a Van Gogh painting which, he alleged, he had lawfully purchased.", "75. The Commission declared the application (no. 33202/96) admissible on 9 March 1998. In its report of 10 September 1998 (former Article 31 of the Convention), it expressed the opinion", "(a) that there had not been a violation of Article 1 of Protocol No. 1 (twenty votes to ten);", "(b) that there had not been a violation of Article 14 of the Convention (twenty-three votes to seven); and", "(c) that there had not been a violation of Article 18 of the Convention (unanimously).", "The full text of the Commission's opinion and of the two dissenting opinions contained in the report is reproduced as an annex to this judgment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}