{"ITEMID": "001-89269", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ZÖHRE AKYOL v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["4. The applicant was born in 1958 and lives in Ankara.", "5. On 1 November 1990 the applicant had an accident while entering a lift in the Balıkçıoğlu Business Centre in Ankara. The applicant subsequently learned that the lift had been under repair at the material time, despite the lack of any warning signs to this effect in the building, and that the accident had been caused by her attempt to operate the lift under those circumstances.", "6. Following the accident the applicant was taken to the Ankara Numune Hospital where she received medical treatment. According to the report drawn up by an orthopaedist in that hospital on 20 August 1991, the applicant suffered a thoracic vertebral fracture as a result of the accident, was unfit for work for 45 days and was required to undergo 180 days of treatment.", "7. Criminal proceedings were subsequently brought against the two workers who had been repairing the lift at the time (case no. 1990/986), on charges of causing injury through professional negligence.", "8. On 11 March 1993 the Ankara Criminal Court acquitted the workers, holding that they were not responsible for the injuries which the applicant had suffered.", "9. The Ankara public prosecutor then brought criminal proceedings before the Ankara Criminal Court of First Instance against the manager and the concierge of the Balıkçıoğlu Business Centre, on charges of causing injury through negligence (case no. 1993/678).", "10. Meanwhile, on 8 April 1992 the applicant brought civil proceedings (case no. 1992/284) before the Ankara Civil Court against the management of the Balıkçıoğlu Business Centre and Elmas Elektrik Sanayi Ticaret A.Ş. (the lift maintenance company), seeking compensation for the pecuniary and non-pecuniary damage that she had suffered as a result of the accident.", "11. On 4 February 1993 the first-instance court dismissed the case in so far as it concerned the management of the Balıkçıoğlu Business Centre, as the latter had no legal status.", "12. Following the decision of 4 February 1993, on 24 May 1993 the applicant brought a second case before the Ankara Civil Court against the owners of the apartments in the Balıkçıoğlu Business Centre and its manager (case no. 1993/452).", "13. Case no. 1993/452 was subsequently joined to case no. 1992/284.", "14. On 2 February 1994 the Ankara Civil Court ordered that the file concerning case no. 1993/678 be obtained from the Ankara Criminal Court.", "15. Between 2 February 1994 and 22 March 1995 the Ankara Civil Court postponed the hearings pending receipt of the aforementioned file.", "16. On 22 March 1995, after receiving the file in question, the firstinstance court decided to await the outcome of the criminal proceedings.", "17. On 3 March 2000 the applicant’s representative informed the firstinstance court that on 2 November 1999 the criminal proceedings had been terminated as the statutory timelimit under Article 102 of the Criminal Code had expired.", "18. Between 3 March 2000 and 21 March 2001, the Ankara Civil Court collected further evidence in the case.", "19. On 21 March 2001 the first-instance court decided to send the case file to an expert for an assessment of the amount of pecuniary damage allegedly sustained by the applicant as a result of the accident.", "20. On 25 April 2001 the expert submitted his report.", "21. Subsequently, on 17 October 2001 the applicant filed a petition with the first-instance court, amending the amount of compensation she had previously claimed, in order to reflect the expert’s findings in his report of 25 April 2001.", "22. On 21 May 2002 the Ankara Civil Court ordered Elmas Elektrik Sanayi Ticaret A.Ş. and the owners of the apartments in the business centre to pay compensation to the applicant for the pecuniary and non-pecuniary damage she had suffered.", "23. On 12 May 2003 the Court of Cassation quashed the judgment of 21 May 2002. It noted that one of the persons ordered to pay compensation was not an apartment owner in the business centre at the time of the accident and that the first-instance court should have duly established the names of the owners before rendering its judgment. The Court of Cassation further noted that the applicant’s petition of 17 October 2001 should have been served on all the defendants.", "24. On 10 December 2003 the Court of Cassation dismissed the parties’ requests for rectification of its decision of 12 May 2003.", "25. On 22 March 2005 the Ankara Civil Court rendered a new judgment in the light of the Court of Cassation’s decision of 12 May 2003, ordering Elmas Elektrik Sanayi Ticaret A.Ş. and seven persons who were apartment owners at the time of the accident to pay the applicant compensation in the amount of 3,145,941,990 Turkish liras (TRL), with interest running from 1 November 1990.", "26. On 23 June 2005 the Court of Cassation upheld the judgment of 22 March 2005.", "27. On 6 December 2007 the applicant received a payment of 21,032.60 new Turkish liras (TRY)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}