{"ITEMID": "001-78595", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SOLOVYEV v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion);Violation of Art. 6-1;Violation of P1-1;Not necessary to examine Art. 13;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1939 and lives in the town of Bat-Yam, Israel.", "5. On 26 June 2001 the Commercial Court of the Kherson Region commenced bankruptcy proceedings against the State Enterprise “Khersonskyy Sudnobudivelnyy Zavod”, the applicant's former employer. According to the Government, these proceedings are still pending.", "6. On 4 December 2002 the Komsomolskyy District Court of Kherson ordered that company to pay the applicant UAH 9,879 in salary arrears.", "7. On 16 January 2003 the Komsomolskyy District Bailiffs' Service of Kherson instituted enforcement proceedings.", "8. By letter of 11 September 2003, the Kherson Regional Department of the Ministry of Justice informed the applicant that the judgment in his favour had not been executed due to the substantial number of enforcement proceedings against the debtor company and that the procedure for the forced sale of assets belonging to it had been blocked by the Law on the Introduction of a Moratorium on the Forced Sale of Property of 29 November 2001.", "9. On 6 October 2004 the State Property Fund sold 83.61% of the debtor's share capital to a private company. Under the terms of the sales contract, the latter undertook to pay all the salary-related debts of the debtor company.", "10. On 22 June 2005 the full amount of the judgment debt was transferred to the deposit account of the Bailiffs' Service. The applicant was invited to submit his bank account details to the Bailiffs' Service. On an unspecified date the applicant received the full amount of the debt.", "11. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18 and 39-41, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}