{"ITEMID": "001-86683", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ZIEBA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant was born in 1968 and lives in Bielsko-Biala.", "5. On 18 December 2001 the applicant was arrested by the police on suspicion of having committed, inter alia, several counts of fraud, receiving stolen goods, bribery, forgery, deception, drug trafficking and inciting to theft while acting in an organised criminal group. On 20 December 2001 the Katowice District Court (Sąd Rejonowy) ordered his detention. It relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged and on the risk that, as a former police officer, he might tamper with evidence. It referred to the likelihood of a severe sentence of imprisonment being imposed on the applicant.", "6. On 13 February 2002 the charges against the applicant were severed from the main proceedings instituted against several suspects. The case was referred to the Bielsko-Biala District Court.", "7. On 15 March 2002 the Bielsko-Biała District Court extended the applicant’s detention until 18 June 2002. It relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged, the need to secure the proper conduct of the investigation and the complexity of the case. It also stressed that his detention was justified by the need to obtain further evidence, in particular to obtain expert reports, to take evidence from witnesses and suspects and to confront witnesses and suspects.", "8. The detention order was subsequently extended by the Bielsko-Biała District Court on 14 June, 25 June and 27 September 2002. The court repeated the grounds given in the previous decisions.", "9. On 11 December 2002 the Katowice Court of Appeal (Sąd Apelacyjny) extended the applicant’s detention until 31 May 2003. It relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged, which was supported by evidence from witnesses and co-accused. Moreover, the court found that there was a reasonable risk that the applicant would obstruct the proper conduct of the proceedings, having regard to the fact that he had formerly been a police officer. It also referred to the likelihood of a severe sentence of imprisonment being imposed on the applicant and to the complexity of the case.", "10. On 4 October 2002 the applicant requested access to the case file.", "11. On 17 December 2002 the Katowice Regional Prosecutor (Prokurator Okręgowy) refused the applicant access to the case file. He relied on the risk that the applicant might attempt to tamper with evidence. Furthermore, the prosecutor stated that the applicant would be granted access to the case file later in the proceedings, at the close of the investigation.", "12. On 6 March 2003 the Katowice Prosecutor of Appeal upheld the impugned order, finding that the applicant’s defence rights had been limited only temporarily and that the refusal of access to the case file was necessary for the proper conduct of the investigation.", "13. On 20 May 2003 a bill of indictment was lodged. However, the court decided to return the case to the prosecution authorities for additional investigation.", "14. On 30 May 2003 the Bielsko-Biala District Court extended the applicant’s detention until 31 August 2003. The court repeated the grounds given in the previous decisions.", "15. On 18 June 2003 a new bill of indictment was lodged. It listed 21 charges laid against members of an organised criminal group.", "16. On 29 August 2003 the Bielsko-Biała District Court extended the applicant’s detention until 18 December 2003. On 17 December 2003 the Katowice Court of Appeal extended that period to 18 June 2004. The applicant’s detention was subsequently extended on 9 June, 15 September and 17 November 2004. The courts relied on the grounds stated in the previous decisions.", "17. In the course of the investigation and the court proceedings the applicant made numerous unsuccessful applications for release and appealed, likewise unsuccessfully, against refusals to release him and against decisions extending his detention.", "18. Between 28 October 2003 and 18 November 2004 the court held 32 hearings.", "19. On 18 November 2004 Court convicted the applicant as charged and sentenced him to 12 years’ imprisonment. He appealed. The applicant’s detention was subsequently extended on three occasions.", "20. On 30 January 2006 the Katowice Regional Court (Sąd Okręgowy) quashed the first-instance judgment. At the same time it extended the applicant’s detention until 18 April 2006. The court considered that the reasons for keeping him in detention were still valid.", "21. On 13 April 2006 the District Court extended the applicant’s detention to 18 October 2006.", "22. On 21 September 2006, upon the applicant’s request, he was released from detention.", "23. Between 5 May and 15 December 2006 the court held 7 hearings.", "24. The proceedings are still pending.", "25. On 11 October 2005 the applicant lodged a complaint with the Bielsko-Biała Regional Court (Sąd Okręgowy), under section 5 of the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”).", "26. The applicant sought a ruling declaring that the length of the proceedings from 18 November 2004, that is, the date of delivery of the first-instance judgment, to 21 September 2005 (the referral of the case to the court of second instance) had been excessive.", "27. On 29 November 2005 the Regional Court dismissed his complaint. The court held that there were no delays for which the District Court could be held responsible. It referred to the complexity of the case, the time needed for the preparation of written grounds for the judgment, which comprised 118 pages, and problems with serving one of the defendants with a notice concerning his appeal.", "28. On 21 June 2006 the applicant lodged a new complaint about a breach of the right to have his case heard within a reasonable time. He sought a ruling declaring that the length of the proceedings after April 2006 had been excessive.", "29. On 18 September 2006 the Bielsko-Biala Regional Court rejected his complaint, relying on section 14 of the 2004 Act (under this provision a fresh length complaint in the same proceedings cannot be lodged earlier than 12 months from the date on which a court has given a decision concerning the first length complaint).", "30. The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006, and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.", "31. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V, and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII.", "As regards the above-mentioned section 14 of the 2004 Act (paragraph 29), it reads, in so far as relevant, as follows:", "“The applicant may lodge a new length complaint in the same proceedings not earlier than after 12 months ... from the date on which a court gave a decision referred to in section12.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}