{"ITEMID": "001-91841", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BEKER v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 2;Pecuniary and non-pecuniary damage - award", "JUDGES": "Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["5. The applicants were born in 1955, 1976, 1979 and 1983, respectively, and live in Ankara. The first applicant is the mother and the remaining three applicants are the brothers and sister of Mr Mustafa Beker, who was born in 1977 and was working as an expert corporal in the special teams of the gendarmerie in Tunceli.", "6. The facts of the case, as submitted by the parties and as they appear from the documents submitted by them, may be summarised as follows.", "7. At around 9.20 a.m. on 8 March 2001 Mustafa Beker allegedly committed suicide by shooting himself in the head in the dormitory of the military barracks where he was stationed. A non-commissioned officer who arrived at the scene immediately checked for a pulse and realised that Mr Beker was still alive. At 9.30 a.m. he was taken to the infirmary in an ambulance.", "8. The same day a First Lieutenant (“the military investigator”) carried out an inspection of the dormitory, drew a sketch of the place, questioned a number of Mr Beker’s colleagues and recorded their statements.", "9. A pistol was found some distance away from the place where Mr Beker had fallen, but the exact distance is not specified in the sketch. The pistol had been cocked and had fired two rounds but had failed to fire a third time. Two spent bullet cases and two bullets – one of which was misshapen – were also found. It was established that the pistol belonged to one of Mr Beker’s colleagues, expert sergeant T.Y., who had left it in his locker just outside the dormitory. According to a document drawn up by the military investigator, Mr Beker had obtained the pistol by smashing the padlock on the locker with a stick.", "10. Expert sergeant M.A., when questioned by the military investigator, stated that Mr Beker had stayed at the former’s house the previous night. Mr Beker had been drunk and in an agitated state. M.A. had been concerned about Mr Beker’s state and had taken his pistol away from him and then hidden it in his house. When he had woken up in the morning, Mr Beker had already left the house, leaving his pistol behind. He had found Mr Beker in a restaurant, drinking. They had then gone to the barracks where Mr Beker had unsuccessfully asked expert sergeant T.Y. for the key to T.Y.’s locker. M.A. had then started to walk away but turned back when he heard a gunshot; whereupon he saw Mr Beker on the floor, with a pistol next to his feet.", "11. When questioned by a military prosecutor, expert sergeant T.Y. confirmed that he had seen M.A. and Mr Beker in the corridor and that the latter had asked him for his key to his locker. He had told Mr Beker that he did not have the key on him. He had then left to attend to business elsewhere in the barracks. He had left his pistol in his locker.", "12. Expert sergeant M.K. told the military investigator that, between 9.10 and 9.15 a.m., he had been changing his clothes in front of his locker in the corridor when Mr Beker had approached him and asked him where T.Y.’s locker was. M.K. had then heard noises which he thought were coming from the area near Mr Beker’s locker. Twenty to thirty seconds later he had heard two gunshots coming from the dormitory. When he had reached the dormitory he had seen Mr Beker lying on the floor with his head bleeding.", "13. Four expert sergeants questioned by the military investigator and subsequently by the military prosecutor stated that they had been in their bunk beds in the dormitory when Mr Beker entered at around 9.15 a.m. and asked them to get up and start work. They had told Mr Beker that it was still too early to get up as their shifts did not start until 11 a.m. Mr Beker had then left the dormitory and they had heard noises coming from the locker area. Mr Beker had then re-entered the dormitory carrying a pistol. They had then heard him cock the pistol before they heard two gunshots within a second of each other. With the exception of one of the expert sergeants, none of them had seen Mr Beker shoot himself. None of the expert sergeants had heard Mr Beker talking or arguing with anyone before the shooting or seen anyone running away from the scene afterwards.", "14. A number of Mr Beker’s colleagues told the military prosecutor that he had been feeling low for the last couple of months and had been drinking a lot. He had fallen in love with a girl in January 2001 but his mother opposed their marriage.", "15. Expert sergeant S.U. was the only person in the dormitory who claimed to have seen Mr Beker shoot himself. He told the military investigator that he had seen and heard Mr Beker fire once, using his right hand and aiming at the right side of his head. When he was subsequently questioned by the military prosecutor, he stated that he could not remember exactly how many shots he had heard as he had been in a state of shock. He added that, although he had been about five metres away from Mr Beker at the time, he had not actually seen Mr Beker shoot himself as he had covered his face with his hands.", "16. According to a report prepared by the Tunceli public prosecutor the same day, the military authorities had requested him to assist them in the investigation by carrying out a preliminary examination of the body of Mr Beker, who had died before his arrival at the Tunceli State Hospital. Mr Beker’s body was formally identified by his colleague, expert sergeant M.A..", "17. The prosecutor and a doctor first examined Mr Beker’s clothes and observed that there were no bullet holes or any other marks on them. They observed a bullet entry hole on the left temple and a bullet exit hole on the right temple. A lack of gunpowder residue or burns on the skin next to the entry hole led the doctor to conclude that the shot had been fired at close but not at point-blank range. There were no other injuries on Mr Beker’s body.", "18. During the examination the prosecutor and the doctor smelt alcohol emanating from Mr Beker’s body. Expert sergeant M.A. confirmed that Mr Beker had been drinking that morning. M.A. also informed the prosecutor and the doctor that Mr Beker had been right-handed and had always used his right hand when shooting during their military training.", "19. The doctor secured plastic covers to Mr Beker’s hands to preserve them for a subsequent swab test. The body was then sent to Elazığ Military Hospital, where a post-mortem examination was carried out the same day.", "20. In the course of that examination, the pathologist observed no gunpowder residue next to the bullet entry hole and concluded that the shooting had occurred at point-blank range. The bullet entry hole was approximately two centimetres above the left eyebrow. The exit hole was next to the right ear. There were burnt and un-burnt gunpowder particles inside the bullet entry hole.", "21. A blood sample was found to contain no alcohol and the cause of death was established as the destruction of the brain. The pathologist also took swabs from Mr Beker’s hands for a forensic examination which found gunpowder residue on the outside of the deceased’s right hand (report of 27 April 2001).", "22. On 10 March 2001 the military investigator concluded his investigation. In a one-sentence conclusion, the military investigator stated that Mr Beker had “committed suicide as a result of a sudden bout of depression”.", "23. A lieutenant, who was Mr Beker’s immediate commander and who knew him well, was recorded as stating that Mr Beker had been a very good soldier and that he had not had any psychological problems.", "24. On 13 March 2001 Özgür Beker, who is one of the applicants and a brother of Mr Beker, asked the office of the military prosecutor for copies of the documents from the investigation file because the family had “suspicions surrounding his death”.", "25. On 12 April 2001 the lawyer for the applicants wrote to the office of the Elazığ military prosecutor and repeated the family’s request for information and documents about the investigation into Mr Beker’s “alleged suicide”.", "26. On 9 January 2002 the lawyer for the applicants wrote to the Ministry of Defence and again asked for information about the investigation. The lawyer also stated in his letter that his clients had merely been informed by the military authorities that Mr Beker had committed suicide. However, neither he nor the family had been given any information or documents from the investigation file despite their written requests. The lawyer submitted that a number of anonymous telephone calls had been made to the mobile telephone which had been owned by Mr Beker and which had since been returned to the family. The callers had stated that Mr Beker had been murdered. The lawyer submitted that the lack of information about the investigation strengthened the family’s conviction that Mr Beker had indeed been murdered.", "27. A military prosecutor in Elazığ replied to the lawyer’s letter on 30 January 2002, enclosing a copy of the post-mortem report. The prosecutor stated that, as the investigation was still continuing, no decisions had been taken yet.", "28. On 8 November 2002 the military prosecutor in Elazığ decided to close the investigation. He concluded that Mr Beker had shot himself in the “right temple and at close range” because his mother had opposed his marriage to his girlfriend. He had thus been feeling unhappy. No one had helped him to commit suicide.", "29. The military prosecutor’s decision is largely devoted to notes reproduced from a notebook which had apparently been found among Mr Beker’s personal belongings following his death. Some of the notes are confused and resemble a suicide note.", "30. On 9 December 2002 the applicants lodged an objection to the military prosecutor’s decision to close the investigation. They pointed out, inter alia, that gunpowder residue had been found on Mr Beker’s right hand but the bullet entry hole had been on the left side of the head. According to the applicants, it was improbable that a person would commit suicide by shooting himself in the left side of the head with his right hand. Furthermore, they drew attention to the failure to determine the distance between the place where the pistol was found and the place where Mr Beker had fallen. They also pointed to the fact that the military prosecutor had not investigated the conflicting statements made by the officers who had witnessed the incident.", "31. On 16 December 2002 a military court rejected the objection lodged by the applicants, considering that all necessary investigative steps had already been taken.", "32. On 18 March 2003 the applicants wrote to the Elazığ military prosecutor’s office and asked for the investigation to be reopened. In their request they repeated their above-mentioned arguments and added that they had not been consulted during the investigation. They also argued that the case file should have been sent to the Forensic Medicine Institute with a view to obtaining that Institute’s opinion as to whether it would have been possible for Mr Beker to commit suicide by shooting himself in the left side of the head with his right hand. They pointed out that the pistol used in the incident had been semi-automatic, meaning that the trigger had to be pulled for each shot and, as such, it would not have been possible for Mr Beker to shoot himself a second time after a bullet had already entered and exited his head. Nevertheless, according to the investigation, the pistol was found cocked and it was established that it had failed to fire a third time. To try to shoot himself a third time, they maintained, would have been impossible.", "33. The applicants also submitted in their request that neither the pistol nor the wooden stick allegedly used to smash the padlock on T.Y.’s locker, nor the locker itself, had been examined for fingerprints to establish whether Mr Beker’s fingerprints were on them.", "34. They asked the military prosecutor to carry out another investigation with a view to eliminating these unresolved issues and to determine with certainty whether Mr Beker had been killed or had committed suicide as alleged. They maintained that, even assuming that Mr Beker had committed suicide, those responsible for the failure to ensure his psychological wellbeing should be prosecuted.", "35. The applicants did not receive any information about the outcome of their application for a reopening of the investigation."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}