{"ITEMID": "001-80008", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF TERESZCZENKO v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 5-3", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1956 and lives in Warszawa.", "5. On 19 November 2002 the applicant was placed in police custody on suspicion of drug trafficking. On 20 November 2002 the Częstochowa District Court ordered that the applicant be detained on remand.", "6. The court based its detention order on a reasonable suspicion that the applicant had committed the offence of drug trafficking and the severity of the likely penalty, which gave rise to a fear that the applicant would obstruct the proceedings. Moreover, the court took into account that other suspects had remained at large, which would pose a risk of collusion if the applicant were released.", "7. Subsequent decisions on the extension of the applicant's pre-trial detention were taken on 11 February 2003, 8 May 2003, 3 October 2003, 31 December 2003, 29 March 2004 and 29 June 2004.", "8. The courts referred to the complexity of the case, the need to conduct further investigations, the probability of collusion between the applicant and other suspects and exertion of unlawful pressure on witnesses by the applicant. They stressed that the fact that the applicant had not pleaded guilty posed an additional risk of his influencing other persons involved in the proceedings. In their opinion no other preventive measure could ensure the proper conduct of the proceedings.", "9. The applicant appealed on several occasions against the decisions extending his detention and requested release from detention or the imposition of a more lenient preventive measure, drawing the court's attention to his poor state of health.", "10. On 27 November 2002 a telephone company was requested to provide an itemised bill of the applicant's telephone calls to other suspects.", "11. On 18 December 2002 and 29 January 2003 confrontations of witnesses and suspects took place.", "12. On 19 December 2002 the prosecutor ordered an expert opinion of a heart specialist with a view to establishing the applicant's state of health. No grounds for the applicant's release from detention were found.", "13. On 19 March 2003 an expert opinion was ordered with a view to determining whether the substance found in the course of police operations had been an illegal drug. The opinion was submitted on 15 May 2003.", "14. On 30 April 2003 and 8 June 2003 expert opinions concerning a weapon which had been found by the police were submitted.", "15. On 5 May 2003 another expert opinion of a heart specialist was ordered. Again, the applicant was found to be fit for detention.", "16. On 25 June 2003 a bill of indictment against the applicant and ten other co-accused was lodged with the court. The applicant did not plead guilty.", "17. On 15 September 2003 the court decided to transfer the case file to the Prosecutor's Office so that shortcomings in the investigation could be corrected.", "18. On 24 December 2003 two expert opinions were ordered with a view to establishing the applicant's mental health.", "19. On 9 February 2004 expert opinions on cardiology and diabetology were ordered. The experts did not find any grounds for the applicant's release.", "20. Hearings were held on the following dates: 27 November 2003, 25 March 2004, 15 April 2004, 13 May 2004, 17 June 2004, 8 July 2004, 12 August 2004, 9 September 2004 and 27 September 2004. Over thirty-five witnesses were examined by the court.", "21. On 17 June 2004 the court ordered that witnesses who had previously failed to appear at hearings be escorted to the court.", "22. On 5 July 2004 an expert opinion on neurology was submitted. No grounds for the applicant's release were found, although it was stated in this opinion that his prolonged detention might pose some future risk to his health and he was referred to a prison hospital for observation. The date of his admission to hospital was fixed for 1 July 2004.", "23. On 30 September 2004 the Częstochowa District Court gave a judgment. The applicant was found guilty of drug trafficking and sentenced to three years' imprisonment. The court ordered that the applicant remain in custody until the prison sentence could be enforced.", "24. On 1 October 2004 the applicant appealed against the decision of 30 September 2004 on the extension of his detention.", "25. On 21 October 2004 the Częstochowa Regional Court allowed the applicant's appeal of 1 October 2004 and on the same day he was released from detention.", "26. On 6 December 2004 two appeals against the judgment of 30 September 2004 were lodged by the applicant's lawyers.", "27. On 22 June 2005 the Częstochowa Regional Court quashed the judgment and remitted the case. The proceedings are pending.", "28. The relevant domestic law concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other so-called “preventive measures” (środki zapobiegawcze) is set out in the Court's judgments in the cases of Gołek v. Poland (no. 31330/02, §§ 27-33, 25 April 2006) and Celejewski v. Poland (no. 17584/04, §§ 22-23, 4 August 2006).", "29. The relevant domestic provisions and practice concerning the State's liability for a tort committed by its official, in connection with a right to a trial within a reasonable time, have already been cited in previous cases against Poland (see, for example, Rybczyńscy v. Poland, no. 3501/02, 3 October 2006, and Białas v. Poland, no. 69129/01, 10 October 2006)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}