{"ITEMID": "001-79501", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF ÖZÇELİK v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-4", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1952 and lives in Ankara. He was the deputy chairman of the pro-Kurdish HADEP (Halkın Demokrasi Partisi – People’s Democracy Party) prior to the events giving rise to the present application.", "5. On 21 July 1999 the applicant was taken into custody by police officers from the anti-terror branch of the Ankara Security Directorate. According to the arrest protocol (yakalama tutanağı) signed by four police officers and the applicant, a search warrant had been issued in respect of the applicant. When the officers saw the applicant, they asked him to show his identity card. The applicant however attempted to escape.", "6. On 23 July 1999 the deputy director of the Ankara Security Directorate sent a letter to the public prosecutor at the Ankara State Security Court requesting that the applicant’s custody period be extended. The deputy director maintained, inter alia, that the applicant had been taken into custody on 21 July 1999 during the course of a police operation carried out against the PKK and that the police had not yet completed the detailed questioning of the applicant and the gathering of evidence.", "7. The public prosecutor referred the security directorate’s request to the Ankara State Security Court. On the same day, the single judge of the State Security Court decided to extend the custody period for three days starting from 24 July 1999, including 26 July 1999. The applicant did not appear before the judge.", "8. On 25 July 1999 two police officers from the anti-terror branch of the Ankara Security Directorate took statements from the applicant. The applicant was questioned, in particular, about his statements made in several television programmes, broadcast on MED-TV, a pro-Kurdish channel, in which he had taken part in his capacity as deputy chairman of the HADEP.", "9. On 27 July 1999 the applicant was brought before the public prosecutor at the Ankara State Security Court, who questioned him about his statements during the same television programmes. Subsequently, the public prosecutor requested the Ankara State Security Court to order the applicant’s detention on remand.", "10. On the same day, the single judge at the Ankara State Security Court ordered the applicant’s release from detention, having regard to the nature of the alleged offence and the state of the evidence.", "11. On 9 August 1999 the public prosecutor requested that the Ankara State Security Court file a bill of indictment, charging the applicant with aiding and abetting members of the PKK on account of his statements made during the television programmes shown on MED-TV.", "12. On 21 December 2000 new legislation (Law no. 4616) on the suspension of proceedings and the execution of sentences regarding offences committed before 23 April 1999 came into force.", "13. On 25 June 2002 the Ankara State Security Court decided to defer the imposition of a final sentence on the applicant, pursuant to Law no. 4616. The court held, under Article 1 § 4 of the same law, that the criminal proceedings against him would be suspended and a final sentence would be imposed should he be convicted of a similar offence within five years of this decision.", "14. A description of the relevant domestic law at the material time can be found in Daş v. Turkey (no. 74411/01, § 18, 8 November 2005)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}