{"ITEMID": "001-122004", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2013, "DOCNAME": "HABULINEC AND FILIPOVIĆ v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Dmitry Dedov;Elisabeth Steiner;Erik Møse;Isabelle Berro-Lefèvre;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Ksenija Turković", "TEXT": ["1. The applicants, Mr Josip Habulinec and Ms Anita Filipović, are Croatian nationals who were born in 1968 and 1972 respectively and live in Krapinske Toplice. They were represented before the Court by Ms I. Bojić, a lawyer practising in Zagreb.", "2. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. The applicants are cohabitees who have two children together, born in 2007 and 2008.", "5. On 26 January 2010 the second applicant gave birth to A., who died a day later in Zabok General Hospital.", "6. On 28 January 2010 the birth of A. was registered at the Zabok Register Office and the second applicant was registered as A.’s mother, while data about the child’s father were not registered.", "7. In March 2010 the first applicant went to the Zabok Register Office asking to be registered as A.’s father, but was told that it was not possible to recognise paternity of a deceased child.", "8. On 2 July 2010 the applicants contacted the Zabok Register Office through their representative, seeking registration of the first applicant’s paternity.", "9. On 9 July 2010 the applicants’ counsel was informed by letter that registration of the first applicant’s paternity was not possible because the child was deceased.", "10. The relevant provisions of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum) and 76/2010) read as follows:", "“Everyone in the Republic of Croatia shall enjoy rights and freedoms regardless of their race, colour, sex, language, religion, political or other belief, national or social origin, property, birth, education, social status or other characteristics.", "All shall be equal before the law.”", "“Everyone has the right to respect for and legal protection of his or her private and family life, dignity, reputation and honour.”", "“International agreements in force which have been concluded and ratified in accordance with the Constitution and made public shall be part of the internal legal order of the Republic of Croatia and shall have precedence in terms of their legal effects over the [domestic] statutes. ...”", "11. In its decisions nos. U-I-892/1994 of 14 November 1994 (Official Gazette no. 83/1994) and U-I-130/1995 of 20 February 1995 (Official Gazette no. 112/1995) the Constitutional Court held that all rights guaranteed in the Convention and its Protocols were also to be considered constitutional rights having legal force equal to the provisions of the Constitution.", "12. Section 62(1) of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu, Official Gazette no. 29/2002) reads:", "“1. Everyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that a decision (pojedinačni akt) of a State body, a body of local or regional self-government, or a legal person with public authority, which has decided on his or her rights and obligations, or on a suspicion or accusation in respect of a criminal act, has violated his or her human rights or fundamental freedoms, ... guaranteed by the Constitution (hereinafter: ‘constitutional right’) ...”", "13. The relevant part of the Courts Act (Zakon o sudovima, Official Gazette no. 3/1994, 100/96, 131/97, 129/2000, 17/2004, and 141/2004), as in force at the material time, provided as follows:", "“1. The courts adjudicate cases on the basis of the Constitution and statutes.", "2. The courts adjudicate cases also on the basis of the international agreements which are the part of the [internal] legal order of the Republic of Croatia ...”", "14. The relevant provisions of the Administrative Procedure Act (Zakon o općem upravnom postupku, Official Gazette no. 53/1991 of 8 October 1991) are as follows:", "Section 218 (1) provides that in simple matters, where there is no need to undertake separate examination proceedings, an administrative authority shall give a decision and serve it on a party within one month following the submission of an application. In all other, more complex cases, the authority shall give a decision and serve it on a party within two months.", "Section 218 (2) provides that a party whose application has not been decided and served within the time-limits set out in paragraph (1) may lodge an appeal (appeal for failure to respond, žalba zbog šutnje administracije) as if his or her application had been dismissed.", "Section 247 (1) provides that a decision on an appeal shall be given and served on a party as soon as possible, but at the latest within two months following the submission of the appeal.", "Section 246 (1) provides that the second-instance administrative authority deciding on an appeal for failure to respond shall request the firstinstance authority to give reasons for its omission. If it finds that the failure to respond was attributable to the party, or that the reasons for such an omission were otherwise justified, the second-instance authority shall order the first-instance authority to give a decision within one month. If it finds that the omission was not justified, it shall request the case file.", "Section 246 (2) provides that if the case file contains sufficient information, the second-instance administrative authority shall decide the case. Otherwise, it shall first hear the case and take evidence, and then give a decision. Exceptionally, if it considers that such a procedure would save time and costs, it shall order the first-instance authority to hear the case and take evidence within a specified time-limit, whereupon it shall decide the case itself. That decision shall be final.", "15. The relevant provisions of the Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette nos. 53/1991, 9/92 and 77/92) are as follows:", "Section 26 (1) provides that if the appellate administrative authority fails to give a decision on a party’s appeal against a first-instance decision within sixty days, and fails to do so upon a repeated request within a further period of seven days, the party may bring an action in the Administrative Court (action for failure to respond, tužba zbog šutnje administracije), as if his or her appeal had been dismissed.", "Section 26 (2) provides that when the first-instance administrative authority fails to give a decision against which no appeal lies, the party may directly bring an action in the Administrative Court.", "Section 26 (3) provides that, in matters where the right of appeal exists, if a first-instance administrative authority fails to give a decision on a party’s application within sixty days, that party may submit his or her application to the appellate administrative authority. Against the latter authority’s decision the party may bring an action in the Administrative Court, and if the authority fails to give a decision the party may bring an administrative action under the conditions set out in paragraph 1.", "Section 42 (5) provides that when the Administrative Court, following an action for failure to respond, finds for the plaintiff, it shall either instruct the respondent administrative authority as to how to decide the case on points of law, or shall itself rule on the application (acting as a court of full jurisdiction under paragraph 2 of section 64).", "Section 64 (1) provides that, in execution of the judgment rendered under section 42 (5), the administrative authority shall issue its decision immediately, but at the latest within thirty days. Otherwise, a party may make a special submission requesting it to do so. If the authority does not issue a decision within seven days following such a submission, that party may apply to the Administrative Court.", "Section 64 (2) provides that if such an application is made, the Administrative Court shall first ask the administrative authority to give reasons for its omission. The authority shall reply immediately, but at the latest within seven days. If the authority fails to do so, or if the reasons given do not justify the failure to decide, the Administrative Court shall give a decision which will substitute the decision of the administrative authority.", "16. The relevant provisions of the Family Act (Obiteljski zakon, Official Gazette nos. 116/2003, 17/2004, 136/2004 and 107/2007), which entered into force on 22 July 2003, read as follows:", "“Maternity and paternity cannot be recognised after a child’s death, save where a child has descendants.”", "17. The relevant part of the Prevention of Discrimination Act (Zakon o suzbijanju diskriminacije, Official Gazette no. 85/2008) reads as follows:", "“(1) This Act ensures protection and promotion of equality as the highest value of the constitutional order of the Republic of Croatia; creates conditions for equal opportunities and regulates protection against discrimination on the basis of race or ethnic origin or skin colour, gender, language, religion, political or other conviction, national or social origin, state of wealth, membership of a trade union, education, social status, marital or family status, age, health condition, invalidity, genetic inheritance, gender identity, expression or sexual orientation.", "(2) Discrimination within the meaning of this Act means putting any person in a disadvantageous position on any of the grounds under subsection 1 of this section, as well as his or her close relatives ...”", "“This Act shall be applied in respect of all State bodies ... legal entities and natural persons ...”", "“Anyone who considers that, owing to discrimination, any of his or her rights has been violated may seek protection of that right in proceedings in which the determination of that right is the main issue, and may also seek protection in separate proceedings under section 17 of this Act.”", "“A person who claims that he or she has been a victim of discrimination in accordance with the provisions of this Act may bring a claim and seek:", "1. a ruling that the defendant has violated the plaintiff’s right to equal treatment or that an act or omission by the defendant may lead to the violation of the plaintiff’s right to equal treatment (claim for an acknowledgment of discrimination);", "2. a ban on (the defendant’s) taking actions which violate or may violate the plaintiff’s right to equal treatment or an order for measures aimed at removing discrimination or its consequences to be taken (claim for a ban or for removal of discrimination);", "3. compensation for pecuniary and non-pecuniary damage caused by violation of the rights protected by this Act (claim for damages);", "4. an order for a judgment finding a violation of the right to equal treatment to be published in the media at the defendant’s expense ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}