{"ITEMID": "001-57853", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF KEMMACHE v. FRANCE (No. 1 and No. 2) (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;R. Pekkanen", "TEXT": ["1. The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") in two stages, first on 11 July and then on 12 October 1990, on each occasion within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention. It originated in two applications (nos. 12325/86 and 14992/89) against the French Republic lodged with the Commission under Article 25 (art. 25) by a French national, Mr Michel Kemmache, on 1 August 1986 and 28 April 1989. The Court ordered the joinder of the two applications on 25 October 1990.", "2. By judgment of 27 November 1991 (\"the principal judgment\"), the Court found a violation of Article 5 para. 3 and Article 6 para. 1 (art. 5-3, art. 6-1) of the Convention on the ground that the length of the applicant’s detention on remand and of the criminal proceedings instituted against him had exceeded a \"reasonable time\" (Series A no. 218, pp. 22-31, paras. 43-71 and point 1 of the operative provisions).", "The only outstanding matter in the present case is the question of the application of Article 50 (art. 50). As regards the facts, reference should be made to paragraphs 9 to 36 of the above-mentioned judgment (ibid., pp. 8-20).", "3. As the issue of the award of just satisfaction was not ready for decision, the criminal proceedings having not yet reached a conclusion, the Court, in the principal judgment, reserved the whole of this question. It invited the Government and the applicant to submit to it in writing, within three months of the conclusion of the relevant criminal proceedings, their observations and in particular to inform it of any agreement reached between them (p. 31, para. 74 and point 2 of the operative provisions).", "4. The domestic proceedings conducted subsequent to the principal judgment included the following decisions:", "(a) on 18 December 1991 the judgment of the Alpes-Maritimes Assize Court of 25 April 1991 sentencing Mr Kemmache to eleven years’ imprisonment and fining him 2,600,000 French francs was quashed;", "(b) on 21 March 1992 the Var Assize Court, to which the case had been remitted, adopted a judgment sentencing the accused to nine years’ imprisonment and fining him 2,600,000 francs for aiding and abetting the importation and use on French territory of counterfeit foreign banknotes and the unlawful circulation of such notes within the customs area;", "(c) on 3 February 1993 the applicant’s appeal on points of law was dismissed by the Court of Cassation.", "Mention should also be made of various letters sent by the Registrar to the participants in the proceedings (30 January, 16 March and 24 June 1992), as well as letters received by him from a Government lawyer (23 January, 10 July and 7 August 1992), from the applicant’s lawyer (6 January and 5 June 1992, 21 January and 5 March 1993) and from the Secretary to the Commission (15 July 1992).", "5. On 30 April 1993 the Registrar reminded the participants in the proceedings of the invitation in point 2 (b) of the operative provisions of the principal judgment (see paragraph 3 above).", "The Government’s memorial reached him on 7 July 1993, the applicant’s memorial on 28 July and the observations of the Delegate of the Commission on 31 August.", "6."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}