{"ITEMID": "001-76545", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF SCHUTZENHOFER v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["6. The applicant was born in 1952 and lives in Grafenschachen in Austria.", "7. On an unspecified date in 1994 the applicant made an agreement for sale with the company C. The applicant, who had already paid to C, afterwards withdrew from the agreement since he had not received the agreed goods.", "8. On 18 October 1995 the applicant instituted civil proceedings against C in the Ormož Local Court (Okrajno sodišče v Ormožu) seeking reimbursement of the payment.", "On 12 December 1996 the applicant made a request that a date be set for a hearing. On 13 December 1996 the only judge working at the court at that time informed the applicant that the court lacked capacities and that the applicant’s case had not yet been allocated to any judge. The applicant made further three requests for a hearing on 19 March 1998, 22 January and 10 May 1999.", "On 14 February 1997 and 27 May 1998 the court held hearings and on 8 June 1998 issued a decision declaring lack of jurisdiction and transferred the case to the Ptuj District Court (Okrožno sodišče na Ptuju).", "Between 7 October 1997 and 30 September 2002 the applicant lodged eight preliminary written submissions and/or adduced evidence.", "On 11 January 2000, he made a request that a hearing of a witness living in Austria and himself be carried out by an Austrian court – the Oberwart Local Court (Bezirksgericht Oberwart). On 13 April and 19 September 2001 he urged the Ptuj District Court to send a request to the Austrian court.", "On 25 October 2001 the applicant filed a request for supervision with the president of the Ptuj District Court because of the delays in the proceedings.", "On 27 November 2001 the request was forwarded to the Austrian authorities by the Slovenian Ministry of Justice (Ministrstvo za pravosodje). On 11 April 2002 the Ministry forwarded the minutes of the hearing it had received from Austria to the Ptuj District Court and on 22 April 2002 the applicant was requested to provide a translation of the minutes within 15 days. On 7 June 2002 the applicant submitted the translation, stating that he had received it from the court’s translator only on 28 May 2002.", "Of the five hearings held before the Ptuj District Court between 16 September 1999 and 16 October 2002, none was adjourned at the request of the applicant.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim, was served on the applicant on 29 October 2002.", "On 16 November 2002 the judgment became final."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}