{"ITEMID": "001-102207", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "BUZDUGAN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Yuriy Kondratyevich Buzdugan, is a Russian national who was born in 1964 and lives in Yakutsk. He was represented before the Court by Ms N. Yurtayeva, a lawyer practising in Yakutsk. The Russian Government (“the Government”) were represented by Ms V. Milinchuk, the former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was a shareholder of a private company. During the period of his absence, a general meeting of shareholders decided to sell the company’s property. On 29 August 2000 he brought proceedings before a court of general jurisdiction against two private companies and two individuals contesting the decision of the general meeting and seeking nullity of the sale.", "On 21 June 2002 the law on the entry into force of a new Code of Commercial Procedure was adopted. It expanded the jurisdiction of commercial courts and established that the cases pending before courts of general jurisdiction but falling into jurisdiction of commercial courts should be transferred to commercial courts within two weeks, provided that the plaintiff consented. If the plaintiff did not agree to the transfer, the proceedings on the case were to be discontinued.", "By decision of 25 November 2002, the Yakutsk Town Court of the Yakutiya (Sakha) Republic discontinued the proceedings on the applicant’s claim. He appealed on the ground that the Town Court had not inquired whether he had consented, or not, to the transfer of the case. By decision of 16 December 2002, the Supreme Court of the Yakutiya Republic quashed the decision of 25 November 2002 and remitted the case to the first-instance court for a fresh examination.", "On 20 January 2003 the Town Court held a new hearing. The applicant agreed to the transfer, the defendants objected claiming that the two-week time-limit established for the transfer had expired. The Town Court decided to transfer the case to the Commercial Court of the Yakutiya Republic.", "On 26 February 2003, on appeal by the defendants, the Supreme Court of the Yakutiya Republic quashed the decision of 20 January 2003 and discontinued the proceedings on the ground that courts of general jurisdiction no longer had authority over the claim and that the time-limit for transfer had expired. The applicant was not present at the hearing as a summons had been dispatched by the court’s registry on 27 February 2003, the following day after the hearing, and had reached him on 1 March 2003. The adversary party to the proceedings attended the hearing and made oral submissions.", "The applicant lodged several requests for supervisory review proceedings. On 9 March 2006 the Supreme Court of the Russian Federation quashed the decision of 26 February 2003 and remitted the case to the Supreme Court of the Yakutiya Republic for a fresh examination. It held in particular that the belated notification of the appeal hearing had deprived the applicant of an opportunity to argue his position in adversarial proceedings and, for that reason, had breached his right to a court.", "On 3 May 2006 the Supreme Court of the Yakutiya Republic held a new appeal hearing that was attended by the applicant’s representative. The appeal court upheld the decision of 20 January 2003 by which the applicant’s case was to be transferred to the Commercial Court of the Yakutiya Republic for the examination on the merits.", "By decision of 12 July 2007, the Commercial Court discontinued the examination of the applicant’s case on the ground that on 19 December 2006 one of the respondents, a private company, had become insolvent and that the applicant’s claim could not be determined without that participant. It is unknown whether the applicant appealed against that decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}