{"ITEMID": "001-114445", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "TAŞÇI AND DUMAN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Guido Raimondi;Ineta Ziemele;Isabelle Berro-Lefèvre", "TEXT": ["1. The applicants, whose particulars are set out in the appendix, are Turkish nationals. They are the wife and children of Mr Osman Nuri Taşçı, who disappeared in 1987. They were represented before the Court by Mr Yurdan Dağaşan, a lawyer practising in Oltu, near Erzurum.", "2. s and as they appear from the documents submitted by them, may be summarised as follows.", "3. On 4 July 1987 Osman Nuri Taşçı and two men were seen getting into a white car outside Osman Nuri Taşçı’s shop in the town of Oltu. Nothing has been heard from Mr Taşçı since that date.", "4. On 7 July 1987 Mr Taşçı’s son, Necati Taşçı, who is one of the applicants, applied to Oltu police headquarters and informed them of the disappearance of his father.", "5. Police officers subsequently questioned three witnesses, one of whom informed them that two persons, fitting the description of the men who had taken Mr Taşçı away, had asked him for directions to Mr Taşçı’s shop. The remaining two witnesses told the police officers that they had seen Mr Taşçı getting into the car together with the two persons.", "6. On 15 July 1987 the Oltu prosecutor took statements from a petrol station attendant who claimed that the two persons had bought petrol for the white car in question and paid with a cheque. It was later established that the cheque belonged to a bank account of the National Intelligence Service (hereinafter “the MIT”) but that it had been given to the petrol station at an earlier date by one of the two persons who was seen together with Mr Taşçı on the day of the incident.", "7. On 24 July 1987 Necati Taşçı submitted a petition to the office of the Oltu governor, and complained about the disappearance of his father. In his petition Mr Taşçı claimed that his family was worried about the fate of his father and that, in his opinion, his father had been abducted by members of the MIT. The governor forwarded the petition to the Oltu police headquarters the same day.", "8. Further investigative steps were taken by the police and the prosecutor in the coming days and months. During that investigation a number of other eyewitnesses confirmed having seen Osman Nuri Taşçı in a white car together with the two persons who, it was later established, were members of the MIT. The Director of the MIT denied that his service had taken away Osman Nuri Taşçı.", "9. On 11 February 1988 the Oltu prosecutor issued a continuous search order for Mr Taşçı, and asked the police to give him progress reports every three months. Police officers complied with this instruction and gave progress reports to the prosecutor on a regular basis.", "10. Fifteen years later, the Oltu prosecutor sought permission to prosecute three MIT officers in relation to the abduction. In May 003 permission was granted and the officers were questioned by the prosecutor. They all denied the accusations. On 16 January 2004 the Oltu prosecutor rendered a decision not to prosecute the three MIT officers for lack of sufficient evidence.", "11. The police continued their search for Mr Taşçı and kept the prosecutor informed about their progress. No further information came to light about Mr Taşçı’s fate. On 11 June 2008 the investigation was closed due to the expiry of the statute of limitations. The applicant objected to the decision terminating the investigation, but that request was rejected by the Erzurum Assize Court on 23 February 2010."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}