{"ITEMID": "001-85016", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "GRANDCHAMBER", "DATE": 2008, "DOCNAME": "CASE OF GUJA v. MOLDOVA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (applicability);Violation of Art. 10;Pecuniary and non-pecuniary damage - award (global)", "JUDGES": "Alvina Gyulumyan;Christos Rozakis;Françoise Tulkens;Giovanni Bonello;Jean-Paul Costa;Josep Casadevall;Kristaq Traja;Lech Garlicki;Mark Villiger;Nicolas Bratza;Päivi Hirvelä;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Stanislav Pavlovschi", "TEXT": ["8. The applicant, Mr Iacob Guja, was born in 1970 and lives in Chişinău. At the material time he was the Head of the Press Department of the Prosecutor General’s Office.", "9. On 21 February 2002 four police officers (M.I., B.A., I.P. and G.V.) arrested ten persons suspected of offences related to the parliamentary elections; one of them was also suspected of being the leader of a criminal gang. Later the suspects were released from detention and complained to the Prosecutor’s Office of ill-treatment and illegal detention by the four police officers. As a result of their complaint, a criminal investigation was initiated against the police officers on charges of, inter alia, ill-treatment and unlawful detention.", "10. In June 2002 the four police officers wrote letters, which they signed jointly, to President Voronin, Prime Minister Tarlev and the Deputy Speaker of Parliament, Mr Mişin, seeking protection from prosecution. They set out their views on the criminal proceedings and complained that the actions of the Prosecutor’s Office were abusive. They asked for the legality of the criminal charges that had been brought against them to be verified. On 21 June 2002 Mr Mişin forwarded the letter he had received, with an accompanying note, to the Prosecutor General’s Office. The note was written on the official headed paper of the Parliament and was not marked as being confidential. It stated as follows:", "“Dear Mr Rusu,", "A question arises after reading this letter: is the Deputy Prosecutor General fighting crime or the police? This issue is made even more pressing by the fact that the policemen concerned are from one of the best teams in the Ministry of the Interior, whose activity is now being blocked as a result of the efforts of employees of the Prosecutor General’s Office. I ask you personally to intervene in this case and solve it in strict compliance with the law.”", "11. In January 2003 Mr Voronin visited the Centre for Combating Economic Crime and Corruption where he discussed, inter alia, the problem of the undue pressure some public officials were putting on law-enforcement bodies in respect of pending criminal proceedings. The President made a call to fight corruption and asked law-enforcement officers to disregard any attempts by public officials to put them under pressure. The declarations of the President were made public by the media.", "12. On an unspecified date the criminal proceedings against the police officers were discontinued.", "13. A few days after Mr Voronin made his call to fight corruption, the applicant sent to a newspaper, the Jurnal de Chişinău, copies of two letters (“the letters”) that had been received by the Prosecutor General’s Office.", "14. The first was the note written by Mr Mişin (see paragraph 10 above). The second had been written by Mr A. Ursachi, a deputy minister in the Ministry of the Interior, and was addressed to a deputy prosecutor general. It was written on the official headed paper of the Ministry of the Interior and was not marked confidential. It stated, inter alia:", "“... Police Major M.I. [one of the four officers, see paragraph 9 above] was convicted on 12 May 1999 ... of offences under Articles 116 § 2 [illegal detention endangering life or health or causing physical suffering], 185 § 2 [abuse of power accompanied by acts of violence, the use of a firearm or torture] and 193 § 2 [extracting a confession by acts of violence and insults] of the Criminal Code and sentenced to a fine of 1,440 Moldovan lei (128 euros). Under section 2 of the Amnesty Act, he was exempted from paying the fine.", "... on 24 October 2001, Major M.I. was reinstated in his post at the Ministry of the Interior.”", "15. On 31 January 2003 the Jurnal de Chişinău published an article entitled “Vadim Mişin intimidating prosecutors”. The article stated, inter alia:", "“At the end of last week, during a meeting at the Centre for Combating Economic Crime and Corruption, the President called on law-enforcement institutions to cooperate in the fight against organised crime and corruption and asked them to ignore telephone calls from senior public officials concerning cases that were pending before them.", "The President’s initiative is not accidental. The phenomenon has become very widespread, especially during the last few years, and has been the subject of debate in the mass media and in international organisations.", "Recently the press reported on the case of the Communist Parliamentarian A.J., who had attempted to influence a criminal investigation in respect of an old friend and high-ranking official at the Ministry of Agriculture who had been caught red-handed. However, no legal action was taken. ...", "Also, the press reported that Mr Mişin had requested the Prosecutor General to sack two prosecutors, I.V. and P.B., involved in the investigation into the disappearance of the Chief of the Information Technology Department, P.D., apparently after they had found evidence implicating officials of the Ministry of the Interior in wrongdoing.", "The results of the internal investigation into the activities of these two prosecutors are not yet known. However, sources at the Prosecutor’s Office have told this newspaper that even though I.V. and P.B. have not been found guilty, they have been asked to leave at the insistence of someone in authority.", "Now, while the declarations of the President concerning trading in influence are still fresh on peoples’ minds, we reveal a new investigation concerning high-ranking officials.", "The Deputy Speaker of Parliament is attempting to protect four police officers who are under criminal investigation. Mr Mişin’s affinity with policemen is not new, since his background is in the police force. Our sources stated that this is not the only case in which Mr Mişin has intervened on behalf of policemen in trouble with the law.", "...", "The Ciocana Prosecutor’s Office initiated criminal proceedings against four police officers ... after they had used force during the unlawful arrest of a group of people.", "... [The] police officers assaulted the detainees by punching and kicking them ... Furthermore, it was found that one of the officers had made false statements in the police report on the arrest ... The four police officers were also being investigated for forcibly extracting confessions ...", "The investigation lasted for more than a year. When it was almost over ... the police officers started to seek protection from those in authority.", "...", "On 20 June 2002 the police officers wrote letters to President Vladimir Voronin, Prime Minister Vasile Tarlev and the Deputy Speaker of Parliament, Vadim Mişin, asking them to intervene to end the investigation, which they said was unwarranted.", "...", "The first to react to their letter was the Deputy Speaker of Parliament, Vadim Mişin. On 21 June 2002 ... he sent the Prosecutor General a letter in which, in a commanding tone, he asked him personally to intervene in the case of the four policemen. Even though he instructed the Prosecutor General to get involved in this case ‘in strict compliance with the law’, the tone of the letter clearly shows that he was giving an order for the case to be examined very quickly.", "As a result of the intervention of the State’s most influential figures, the Prosecutor General’s Office discontinued the criminal investigation against the policemen and ordered an internal investigation into the correctness of the decision to bring criminal proceedings against them ...", "...", "... Sources from the Ministry of the Interior confirmed that officer M.I. [one of the four policemen] had [previously] been convicted by the Court of Appeal, and ordered to pay a criminal fine of 1,440 Moldovan lei. In accordance with the Amnesty Act, he was exempted from paying the fine. Moreover, on 24 October 2001 ... he was reinstated at the Ministry of the Interior.", "Without commenting on the judgment of the Court of Appeal, we wish to make some remarks. M.I. was convicted on the basis of Articles 116, 185 and 193 of the Criminal Code of abuse of power, forcibly extracting confessions and unlawful detention. For these offences, the Criminal Code lays down sentences of one to five years’ imprisonment. He was only given a fine.", "Moreover, the Ministry of the Interior reinstated him while he was still under investigation.”", "16. The newspaper article was accompanied by photographs of the letters signed by Mr Mişin and Mr Ursachi.", "17. On an unspecified date the applicant was requested by the Prosecutor General to explain how the two letters had come to be published by the press.", "18. On 14 February 2003 the applicant wrote to the Prosecutor General, admitting that he had sent the two letters to the newspaper. He stated, inter alia:", "“My act was a reaction to the declarations made by the [President] concerning the fight against corruption and trading in influence. I did this because I was convinced that I was helping to fight the scourge of trading in influence (trafic de influenţă), a phenomenon which has become increasingly common of late.", "I believed and still believe that if each of us were to help uncover those who abuse their position in order to obstruct the proper administration of justice, the situation would change for the better.", "Further, I consider that the letters I handed over to the Jurnal de Chişinău were not secret. My intention was not to do a disservice to the Prosecutor’s Office, but on the contrary to create a positive image of it.”", "19. On an unspecified date a prosecutor, I.D., who was suspected of having furnished the letters to the applicant, was dismissed.", "20. On 17 February 2003 the applicant wrote a further letter to the Prosecutor General, informing him that the letters had not been obtained through I.D. He added:", "“If the manner in which I acted is considered a breach of the internal regulations, then I am the one who should bear responsibility.", "I acted in compliance with the Access to Information Act, the Prosecuting Authorities Act and the Criminal Code. I believed that the declarations of the [President] decrying acts of corruption and trading in influence were sincere. To my great regret, I note that the Prosecutor General’s Office has elevated a letter from a public official (which in my opinion is a clear example of direct political involvement in the administration of justice) to the status of State secret. This fact, coupled with I.D.’s dismissal, concerns me and causes me seriously to doubt that the rule of law and human rights are respected in the Republic of Moldova.”", "21. On 3 March 2003 the applicant was dismissed. The letter of dismissal stated, inter alia, that the letters disclosed by the applicant to the newspaper were secret and that he had failed to consult the heads of other departments of the Prosecutor General’s Office before handing them over, in breach of paragraphs 1.4 and 4.11 of the Internal Regulations of the Press Department (see paragraph 31 below).", "22. On 21 March 2003 the applicant brought a civil action against the Prosecutor General’s Office seeking reinstatement. He argued, inter alia, that the letters he had disclosed to the newspaper were not classified as secret in accordance with the law; that he was not obliged to consult the heads of other departments before contacting the press; that he had given the letters to the newspaper at the newspaper’s request; and that his dismissal constituted a breach of his right to freedom of expression.", "23. On 16 September 2003 the Chişinău Court of Appeal dismissed the applicant’s action. It stated, inter alia, that the applicant had breached his obligations under paragraph 1.4 of the Internal Regulations of the Press Department by not consulting other departmental heads and under paragraph 4.11 of the Regulations by disclosing secret documents.", "24. The applicant appealed. He relied on the same arguments as in his initial court action. He also argued that the disclosure of the letters to the newspaper had not in any way prejudiced his employer.", "25. On 26 November 2003 the Supreme Court of Justice dismissed the appeal on the same grounds as the Chişinău Court of Appeal. Referring to the applicant’s submissions concerning freedom of expression, the Supreme Court stated that obtaining information through the abuse of one’s position was not part of freedom of expression (dreptul la exprimare nu presupune dobândirea informaţiei abuziv, folosind atribuţiile de serviciu).", "26. Neither the Prosecutor General’s Office nor the Deputy Speaker of Parliament, Mr Mişin, appear to have contested the authenticity of the letters published in the Jurnal de Chişinău or the truthfulness of the information contained in the article of 31 January 2003 or to have taken any further action.", "27. Since the Prosecutor General’s Office did not react in the manner the Jurnal de Chişinău had anticipated after the publication of the article on 31 January 2003 (see paragraph 15 above), the latter initiated court proceedings for an order requiring the Prosecutor General’s Office to initiate a criminal investigation into Mr Mişin’s alleged interference in an ongoing criminal investigation. The newspaper argued, inter alia, that, under the Code of Criminal Procedure, newspaper articles and letters published in newspapers could serve as a basis for the institution of criminal proceedings and that the Prosecutor General was under a duty to order an investigation.", "28. The newspaper’s action was dismissed by the Râşcani District Court on 25 March 2003 and by the Chişinău Regional Court on 9 April 2003. The courts found, inter alia, that the newspaper did not have legal standing to lodge a complaint and that, in any event, the article of 31 January 2003 was merely a newspaper article expressing a personal point of view, not an official request to initiate a criminal investigation.", "29. On 14 March 2003 the Jurnal de Chişinău published a follow-up to its article of 31 January 2003 entitled “Mişin launches crackdown on prosecutors”. The piece described the events that had followed the publication of the first article and stated that Mr Mişin had been infuriated by the article and had ordered the Prosecutor General to identify and punish those responsible for disclosing his note to the press. The Prosecutor General had acquiesced and declared war on subordinates who refused to tolerate political intervention in the workings of the criminal-justice system. The article stated that the actions of the Prosecutor General were in line with the general trend that had been observed in recent years of replacing people with considerable professional experience who were not prepared to comply with the rules instituted by the new government with people from dubious backgrounds. It claimed that sources from the Prosecutor General’s Office had told the newspaper that the Prosecutor General’s Office had received systematic indications from Mr Mişin and the advisers to the President concerning who should be employed or dismissed. In the previous year alone, thirty experienced prosecutors had been dismissed from the Chişinău Prosecutor’s Office.", "The article also gave an account of the applicant’s dismissal as a result of pressure from Mr Mişin, and stated that sources at the Prosecutor General’s Office had told the newspaper that the Office had received dozens of letters from Mr Mişin and V.S. (another high-ranking public official) in connection with ongoing criminal investigations.", "According to the newspaper’s sources, two prosecutors had been dismissed at the insistence of Mr Mişin because they had discovered incriminating material against him during an investigation into the disappearance of an important businessman, P.D. After their dismissal that criminal investigation had been brought to an end.", "30. Article 263 § 1 of the Labour Code provided at the material time that employees of the central public authorities could be dismissed for a serious breach of their professional duties.", "31. Paragraphs 1.4 and 4.11 of the Internal Regulations of the Press Department of the Prosecutor General’s Office read as follows:", "“1.4 The Press Department shall plan and organise, in conjunction with the editorial offices of newspapers, magazines and radio and television stations and with the heads of other departments of the Prosecutor General’s Office, items for publication in the mass media concerning the activities of the Prosecutor General’s Office.", "...", "4.11 [The Head of the Press Department] is responsible for the quality of the published materials, the veracity of the information received and supplied, and for preserving confidentiality in accordance with the legislation of the Republic of Moldova.”", "32. At the material time neither the Internal Regulations of the Prosecutor’s Office nor Moldovan legislation contained any provision concerning the disclosure by employees of acts of wrongdoing committed at their place of work.", "33. The Criminal Code at the material time contained in Article 190 § 1 a provision prohibiting any interference with a criminal investigation. It stated:", "“Any interference with a criminal investigation, namely the illegal exercise of influence in any form over the person carrying out the investigation ... shall be punished with imprisonment of up to two years or a fine of up to one hundred times the minimum wage.”", "34. Article 90 of the Code of Criminal Procedure provided at the material time that, inter alia, information about offences contained in newspaper articles or notes or letters published in a newspaper could constitute a ground for a prosecutor to commence a criminal investigation.", "35. Article 122 of the Code of Criminal Procedure provided that, at the investigation stage, materials from a criminal file could not be disclosed except with the authorisation of the person in charge of the investigation.", "36. According to Article 125 of the Constitution, prosecutors are independent.", "37. The relevant provisions of the Prosecuting Authorities Act read as follows.", "“(1) The Prosecutor’s Office:", "– shall exercise its functions independently of the public authorities ... in accordance with the law; ...", "(3) ... Prosecutors and investigators are precluded from membership of any political party or other socio-political organisations and shall only be accountable before the law ...”", "“(1) The Prosecutor General shall:", "(i) be appointed by Parliament on a proposal by the Speaker of Parliament for a term of office of five years; and", "(ii) have a senior deputy and ordinary deputies, who shall be appointed by Parliament on the basis of his or her proposals ...”", "38. The Petitions Act requires civil servants or government bodies to reply to written requests within thirty days. If they lack competence, they must forward the request to the competent body within three days.", "39. The relevant provisions of the Status of Members of Parliament Act of 7 April 1994 provide:", "“Members of parliament shall have the right to contact any State body, non-governmental organisation or official about problems pertaining to the activity of a member of parliament and to participate in their examination.”", "“Members of parliament, in their capacity as representatives of the supreme legislative authority, shall have the right to demand the immediate cessation of any unlawful conduct. In case of necessity they may request official bodies or persons to intervene to bring an end to the unlawful conduct ...”", "40. The relevant part of the 2004 report of the International Commission of Jurists (ICJ) on the rule of law in Moldova stated:", "“... The mission to Moldova carried out by the Centre for the Independence of Judges and Lawyers of the International Commission of Jurists (ICJ/CIJL) has concluded that, despite efforts by the post-independence Moldovan government to reform its system of justice, the rule of law suffers serious shortcomings that must be addressed. The ICJ/CIJL found that the breakdown in the separation of powers has again resulted in a judiciary that is largely submissive to the dictates of the government. The practice of ‘telephone justice’ has returned. The executive is able to substantially influence judicial appointments through the Supreme Council of Magistracy that lacks independence. Beyond allegations of corruption, the Moldovan judiciary has substantially regressed in the last three years, resulting in court decisions that can pervert the course of justice when the interests of the government are at stake ...”", "41. The 2003 Freedom House report on Moldova stated, inter alia, that:", "“... In 2002, the principle of the rule of law was under challenge in Moldova ... Also affecting the fragile balance of power among the legislative, executive, and judicial branches of government in 2002 were a series of judicial nominations based on loyalty to the ruling party, the dismissal of the ombudsman, and attempts to limit the independence of the Constitutional Court.", "...", "In April [2002], the Moldovan Association of Judges (MAJ) signalled that the government had started a process of ‘mass cleansing’ in the judicial sector. Seven judges lost their jobs ...", "The situation worsened when President Voronin refused to prolong the mandates of fifty-seven other judges ...”", "42. The 2003 report by Open Society Justice Initiative and Freedom House Moldova stated, inter alia, the following:", "“... there has been instituted the practice of ‘taking under control’ certain files, presenting interest to the Communist leaders or to state authorities. This practice implies the following: the High Council of the Magistracy (HCM) or the Supreme Court (both institutions are chaired by the same person) receives instructions from the President’s office, from government or Parliament, referring to the concerned case and required solution (such instructions also exist in oral form). Following these instructions, the Supreme Court or HCM addresses directly to the chairman of the court, where the particular case is being considered with the order to ‘take under personal control’ the examination of one or other particular file. The so-called ‘taking under control’ in fact represents direct instructions on solutions for specific cases.”", "43. The relevant provision of the Termination of Employment Convention no. 58 of the International Labour Organisation, which was ratified by Moldova on 14 February 1997, reads:", "“The following, inter alia, shall not constitute valid reasons for termination:", "...", "(c) the filing of a complaint or the participation in proceedings against an employer involving alleged violation of laws or regulations or recourse to competent administrative authorities;", "...”", "44. The relevant provision of the United Nations Convention against Corruption, which was adopted by the General Assembly by resolution no. 58/4 of 31 October 2003 and which has been in force since 14 December 2005, reads:", "“Each State Party shall consider incorporating into its domestic legal system appropriate measures to provide protection against any unjustified treatment for any person who reports in good faith and on reasonable grounds to the competent authorities any facts concerning offences established in accordance with [the] Convention.”", "At the date on which this judgment was adopted, the Convention had been signed by 140 countries and ratified or acceded to by 77 countries, not including the Republic of Moldova.", "45. The relevant provision of the Council of Europe’s Criminal Law Convention on Corruption of 27 January 1999 reads:", "“Preamble", "The member States of the Council of Europe and the other States signatory hereto,", "...", "Emphasising that corruption threatens the rule of law, democracy and human rights, undermines good governance, fairness and social justice, distorts competition, hinders economic development and endangers the stability of democratic institutions and the moral foundations of society;", "...", "Have agreed as follows:", "...", "Each Party shall adopt such measures as may be necessary to provide effective and appropriate protection for:", "(a) those who report the criminal offences established in accordance with Articles 2 to 14 or otherwise cooperate with the investigating or prosecuting authorities;", "(b) witnesses who give testimony concerning these offences.”", "The Explanatory Report to this convention states as follows with regard to Article 22:", "“111. ... the word ‘witnesses’ refers to persons who possess information relevant to criminal proceedings concerning corruption offences as contained in Articles 2-14 of the Convention and includes whistle-blowers.”", "This convention was signed by Moldova on 24 June 1999 and came into force in respect of Moldova on 1 May 2004.", "46. The relevant provision of the Council of Europe’s Civil Law Convention on Corruption of 4 November 1999 reads:", "“Preamble", "The member States of the Council of Europe, the other States and the European Community, signatories hereto,", "...", "Emphasising that corruption represents a major threat to the rule of law, democracy and human rights, fairness and social justice, hinders economic development and endangers the proper and fair functioning of market economies;", "Recognising the adverse financial consequences of corruption to individuals, companies and States, as well as international institutions;", "...", "Have agreed as follows:", "...", "Each Party shall provide in its internal law for appropriate protection against any unjustified sanction for employees who have reasonable grounds to suspect corruption and who report in good faith their suspicion to responsible persons or authorities.”", "The Explanatory Report to this convention states with regard to Article 9:", "“66. This Article deals with the need for each Party to take the necessary measures to protect employees, who report in good faith and on the basis of reasonable grounds their suspicions on corrupt practices or behaviours, from being victimised in any way.", "67. As regards the necessary measures to protect employees provided for by Article 9 of the Convention, the legislation of Parties could, for instance, provide that employers be required to pay compensation to employees who are victims of unjustified sanctions.", "68. In practice corruption cases are difficult to detect and investigate and employees or colleagues (whether public or private) of the persons involved are often the first persons who find out or suspect that something is wrong.", "69. The ‘appropriate protection against any unjustified sanction’ implies that, on the basis of [the] Convention, any sanction against employees based on the ground that they had reported an act of corruption to persons or authorities responsible for receiving such reports, will not be justified. Reporting should not be considered as a breach of the duty of confidentiality. Examples of unjustified sanctions may be a dismissal or demotion of these persons or otherwise acting in a way which limits progress in their career.", "70.", "71. Therefore the appropriate protection which Parties are required to take should encourage employees to report their suspicions to the responsible person or authority. Indeed, in many cases, persons who have information of corruption activities do not report them mainly because of fear of the possible negative consequences.", "72. As far as employees are concerned, this protection provided covers only the cases where they have reasonable ground to report their suspicion and report them in good faith. In other words, it applies only to genuine cases and not to malicious ones.”", "This convention was signed by Moldova on 4 November 1999 and came into force in respect of Moldova on 1 July 2004.", "47. The relevant provisions of the Recommendation on Codes of Conduct for Public Officials adopted by the Committee of Ministers of the Council of Europe on 11 May 2000 (Rec(2000)10) read:", "“Having due regard for the right of access to official information, the public official has a duty to treat appropriately, with all necessary confidentiality, all information and documents acquired by him or her in the course of, or as a result of, his or her employment.”", "“...", "5. The public official should report to the competent authorities any evidence, allegation or suspicion of unlawful or criminal activity relating to the public service coming to his or her knowledge in the course of, or arising from, his or her employment. The investigation of the reported facts shall be carried out by the competent authorities.", "6. The public administration should ensure that no prejudice is caused to a public official who reports any of the above on reasonable grounds and in good faith.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}