{"ITEMID": "001-89579", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF RUSSU v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The applicant was born in 1957 and lives in Chişinău.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. The applicant worked as a journalist for the national public audio-visual institution, Teleradio-Moldova company (T.). According to the applicant, on 27 July 2004 a spontaneous strike began amongst T.’s staff in response to alleged censorship and disrespect for democratic principles enforced within T. by the Communist Party. The applicant was among a group of staff who occupied a room and refused to vacate it until their demands were met. According to the Government, this was an unauthorised demonstration.", "8. On 23 September 2004 the applicant, who was present in court, was found guilty of breaching Article 174/1 § 4 of the Code of Administrative Offences by actively participating in an unauthorised demonstration. She was fined 180 Moldovan lei (MDL) (12 euros (EUR) at the time).", "9. The applicant appealed, claiming that there was no evidence of her active participation in the meeting and that the meeting had been an unplanned strike which should be examined under the relevant labour legislation.", "10. On 7 October 2004 the applicant was dismissed from her position. She remains unemployed, having formally registered as such on 8 January 2005.", "11. On 18 November 2004 the Chişinău Court of Appeal examined her case in her absence and rejected her appeal in cassation. The court noted that the applicant had been summoned. According to the applicant, she had not been summoned and found out about the decision of the Court of Appeal only on 6 January 2005 when she inquired about her case at the court’s registry.", "12. The applicant paid her fine on 11 January 2005.", "13. The relevant domestic law has been set out in Ziliberberg v Moldova no. 61821/00, §§ 22-25, 1 February 2005.", "14. In the judgment of 25 April 2007 in the civil case 2ra-460/07 the Supreme Court of Justice dismissed the claim that the appellant had lodged his appeal outside the time-limit established by law (fifteen days from the date when he had been informed of the appealed judgment). The court found that although there was evidence that the court had sent a copy of the judgment to the appellant, there was no evidence in the case file to confirm the date of its delivery. Accordingly, the appeal was considered as having been lodged within the time-limit, despite the fact that it was lodged twenty-six days after the court had sent the copy of the judgment to the appellant."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}