{"ITEMID": "001-68419", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KHASHIYEV AND AKAYEVA v. RUSSIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Violations of Art. 2;No violation of Art. 3 (torture);Violation of Art. 3 (failure to investigate);Violation of Art. 13;Non-pecuniary damage - financial awards;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["10. The applicants were born in 1942 and 1955 respectively and were residents of Grozny, Chechnya. The first applicant currently resides in Ingushetia, and the second applicant in the Moscow Region.", "11. The facts surrounding the deaths of the applicants' relatives and the ensuing investigation were partially disputed. In view of this the Court requested that the Government produce copies of the entire investigation files opened in relation to the applicants' relatives' deaths. The Court also requested that the applicants produce additional documentary evidence in support of their allegations.", "12. The submissions of the parties on the facts concerning the circumstances of the applicants' relatives' deaths and the ensuing investigations are set out in Sections 1 and 2 below. A description of the materials submitted to the Court is contained in Part B.", "13. The first applicant lived at 101 Tashkalinskaya Street in the Staropromyslovskiy district of Grozny. After 1991 the first applicant, who is ethnic Ingush, attempted to sell the house and leave because he felt threatened by the situation in Chechnya, but could not find anyone to buy it. During the hostilities in 1994-1996 the first applicant and his family stayed in Ingushetia, and on their return found that all their property had been destroyed or looted.", "14. In November 1999 the first applicant left Grozny because of the renewed hostilities. His relatives decided to stay in Grozny to look after their houses and property. They were his brother, Khamid Khashiyev (born in 1952), his sister Lidiya Khashiyeva (born in 1943) and her two sons, Rizvan Taymeskhanov (born in 1977) and Anzor Taymeskhanov (born in 1982). The first applicant's brother lived in the street parallel to Tashkalinskaya Street, at 109 Neftyanaya Street, and his sister lived in the neighbouring house at 107 Neftyanaya Street.", "15. The second applicant was a resident of the “Tashkala” quarter in the Staropromyslovskiy district of Grozny. In October 1999 she left the city together with her mother and sister because of the hostilities. Her brother, Adlan Akayev (born in 1953) remained to look after their property and house, located at 24 4-th Neftyanoy Lane.", "16. In December 1999 the Russian federal army started an operation to take control of Grozny. Heavy fighting lasted until the end of January 2000, when the central parts of the city were finally taken. The exact date on which the Staropromyslovskiy district of Grozny was taken by the federal forces is somewhat unclear. The applicants submitted, referring to the Government RIA and Interfax news agencies, that by 20 January 2000 the Staropromyslovskiy district was under the Russian federal forces' firm control. Several witness statements produced by the parties indicate that the federal troops were in control of the district as from 27 December 1999. The Government disputed this allegation and referred to two witness statements, allegedly contained in criminal investigation file no. 12038 which suggest that, although troops were present in the district as early as 1 January 2000, they still faced scattered resistance from the Chechen fighters (“boyeviki”). However, no such testimonies are contained in the copy of the file submitted by the Government to the Court, nor are they listed in the list of documents attached to the criminal case-file.", "17. At the end of January 2000 the applicants learned that their relatives had been killed in Grozny. On 25 January 2000 the first applicant, his sister Movlatkhan Bokova (maiden name Khashiyeva), and one of their former neighbours from Grozny, Petimat (also spelled Fatima) Goygova, travelled to Grozny to find out more about the state of their relatives. At 107 Neftyanaya Street they found three bodies lying in the courtyard with gunshot wounds and other marks. These were Lidiya Khashiyeva and Anzor Taymeskhanov, the first applicant's sister and nephew, and Adlan Akayev, the second applicant's brother. The second applicant's brother was holding his identity card as Head of the Physics Department of the Grozny Teaching Institute. Other documents were in a shirt pocket: his passport, identity card as researcher for the Grozny Oil Institute and his driving licence. Identity documents were also found on the two other bodies.", "18. The first applicant and the women had to return to Ingushetia on the same day, because of the curfew imposed after 5 p.m. There they informed the family of Adlan Akayev, including the second applicant, of his death. Having arranged for transport, on 28 January 2000 they went to Grozny to collect the bodies. Soldiers from a roadblock in the Staropromyslovskiy district accompanied them to the house at 107 Neftyanaya Street and helped them to collect the bodies. The first applicant brought the bodies to the village of Voznesenskoye in Ingushetia, where they were buried on 29 January 2000.", "19. The first applicant submits that the bodies of his relatives bore marks of numerous stab and gunshot wounds and bruises, and that some bones were broken. In particular, the body of Lidiya Khashiyeva had 19 stab wounds, her arms and legs were broken and teeth were missing. The body of Anzor Taymeskhanov had multiple stab and gunshot wounds, and his jaw was broken (see § 51 below).", "20. On 28 January 2000 the second applicant travelled to Voznesenskoye and saw the bodies of her brother and of the first applicant's relatives. She saw numerous gunshot and stab wounds and traces of beatings and torture on the body of her brother and on the other bodies. In particular, she submits that her brother's body had seven gunshot wounds to his skull, heart and abdominal area. The left side of his face was bruised and his collar-bone was broken (see § 61).", "21. Both applicants submit that they did not contact a medical doctor or take photographs of the bodies at that stage due to the state of shock caused by their relatives' violent deaths.", "22. On 2 February 2000 the village authorities of Psedakh, Ingushetia, issued a certificate to confirm that the body of Adlan Akayev, brought from the Staropromyslovskiy district of Grozny, was buried on 29 January 2000 in the village cemetery.", "23. On 9 February 2000 the second applicant travelled to Grozny. In the courtyard of the house at 107 Neftyanaya Street she picked up machine-gun cartridges and her brother's hat. On the same day she saw five other bodies in a nearby house. All had been shot. She learned that a sixth woman from the same group, Elena G., had been wounded but survived. The second applicant later traced her to Ingushetia. Elena G. informed the second applicant that they had been shot at by soldiers and that she had last seen the applicant's brother alive on the evening of 19 January 2000.", "24. On 10 February 2000, the first applicant, together with his daughter and sister, travelled to Grozny again, hoping to find his missing brother and nephew. With help from a local resident they found three bodies lying between nearby garages. These were the bodies of Khamid Khashiyev and Rizvan Taymeskhanov, the first applicant's brother and second nephew. The third body belonged to Magomed Goygov, a neighbour. The first applicant took photographs of the bodies. He then brought a car to transport the bodies to Ingushetia, where they were buried the next day. Goygov's body was collected by his relatives on 11 February 2000 for burial.", "25. The first applicant submits that Khamid Khashiyev's body was mutilated, half of his skull was smashed and some fingers had been cut off. Rizvan Taymeskhanov's body was grossly mutilated from numerous gunshots (see §§ 52 and 54).", "26. On 10 February 2000 at the first applicant's request, the three bodies were examined by officers of the Nazran Department of the Interior, who reported numerous wounds to the head, body and extremities. The examination took place in the Malgobek town morgue. The officers did not remove the clothes from the bodies, which were frozen.", "27. The second's applicant's mother, Isit Akayeva, died on 29 April 2000 at the age of 65 of a heart attack. The second applicant submits that her death was brought about by the news of her only son's death.", "28. On 7 February 2000 the Malgobek Town Court in Ingushetia, acting on a motion by the second applicant, certified the death of her brother, Adlan Akayev, which had occurred in Grozny on 20 January 2000. The court based its decision on statements of the applicant and two witnesses. They confirmed that his body had been found in Grozny in the courtyard of the Khashiyevs' house with numerous gunshot wounds and that he had been buried on 29 January 2000 in the village of Psedakh. Following the court's decision, the civil registration office of the Malgobek district in Ingushetia issued a death certificate for the second applicant's brother on 18 February 2000.", "29. On 14 March 2000 the office of the Malgobek Town Prosecutor issued a paper to the first applicant certifying that on 10 February 2000 the dead body of his brother, Khamid Khashiyev, had been found in Grozny and that, given the numerous gunshot wounds to the head and body, his brother appeared to have died a violent death.", "30. On 7 April 2000 the Malgobek Town Court in Ingushetia, at the first applicant's request, certified the deaths of Khamid Khashiyev, Lidiya Khashiyeva, Rizvan Taymeskhanov and Anzor Taymeskhanov, which had occurred in Grozny, Chechnya, on 19 January 2000. The court based its decision on statements by the applicant and two witnesses. The court noted in the decision that a criminal case had been opened and that an investigation was in progress (there is no evidence that a criminal case had been opened at that time). Following the court decision, the civil registration office of the Malgobek district in Ingushetia issued death certificates for the first applicant's four relatives on 19 April 2000.", "31. The Government submitted a copy of investigation file no. 12038, opened on 3 May 2000 by the Grozny Town Prosecutor's Office following a publication entitled “Freedom or Death” in the Novaya Gazeta newspaper on 27 April 2000 about mass murder of civilians by the “205th brigade” in the Novaya Katayama settlement in Grozny on 19 January 2000. The relevant documents, as submitted by the Government, are listed below in Part B.", "32. On 27 May 2000 the military prosecutor of military unit no. 20102 (the Russian federal military headquarters in Chechnya) informed the first applicant, in response to a complaint he had made on 5 April 2000 concerning the killing of his relatives, that, after a review by the prosecutor, no decision to open a criminal investigation had been taken for lack of corpus delicti in the actions of federal servicemen.", "33. On 6 June 2000 the Malgobek Town Prosecutor informed the first applicant that criminal case no. 20540020, opened on 4 May 2000 into the deaths of Rizvan Taymeskhanov and Khamid Khashiyev, had been transferred on 15 May 2000 to the Republican Prosecutor in Ingushetia.", "34. On 30 June 2000 the office of the Chief Military Prosecutor, in response to a request by the Memorial Human Rights Centre for information regarding the investigation into the second applicant's brother's death, forwarded this request to the Military Prosecutor of the Northern Caucasus.", "35. On 17 July 2000 the second applicant was informed by a letter from the office of the Chief Military Prosecutor, addressed to the special prosecutor's office in the Northern Caucasus, that a “local prosecutor's office” was investigating the case of her brother's death.", "36. On 20 July 2000 the Chief Military Prosecutor, in response to an enquiry from the NGO Human Rights Watch about violations of the rights of civilians in Grozny in December 1999 - January 2000, informed the NGO that the military prosecutors were investigating only one case - that of the murder and injury of two women – which was unconnected with the applicants. That investigation was still ongoing and was being supervised by the office of the Chief Military Prosecutor.", "37. In September 2000 the two criminal cases opened at the applicants' requests were joined in the Grozny Town Prosecutor's Office with investigation no. 12038. This investigation was adjourned and reopened several times. The last document in the file submitted by the Government is dated 22 January 2003; in it the Deputy to the Chechnya Republican Prosecutor extended the period of investigation until 27 February 2003. The investigation carried out by the Grozny Town Prosecutor's Office focused on the version initially submitted by the applicants and by all witnesses whose statements had been produced, alleging that the killings were committed by a military detachment. The investigation failed to identify the detachment which was responsible and no one was charged with the crimes (see Part B below for a description of the documents in the investigation file).", "38. In November 2000 the Presidium of the Supreme Court in Ingushetia rejected a request for supervisory review (protest) by the Republican Prosecutor, in which he sought to quash the decision of the Malgobek Town Court of 7 February 2000. Another request for supervisory review was made by the Deputy Chairman of the Supreme Court of the Russian Federation, and on 1 October 2001 the Supreme Court quashed the decision. The Supreme Court referred to Article 250 of the Russian Code of Civil Procedure, which states that those who request courts to establish facts of legal significance must indicate the reasons for that request. It found that the second applicant had failed to set out the reasons for which she sought “legal certification” of her brother's death. The case was remitted back to the Malgobek Town Court. On 27 November 2001 the Malgobek Town Court decided not to consider the case on the merits, since the second applicant had twice failed to appear for a hearing without valid reasons. The second applicant submits that she was not informed of the new set of proceedings in the Malgobek Town Court and that the summonses were not delivered to her.", "39. At the end of 2002 the first applicant applied to a district court in Ingushetia seeking pecuniary and non-pecuniary damages from the Ministry of Finance. The applicant stated that his four relatives had been killed in Grozny in January 2000 by the military. He had found their bodies and had transported them with great difficulty to Ingushetia, where they were buried. A criminal investigation was opened, but failed to establish the servicemen responsible for the killings. Witness Nikolay G. testified to the court that he lived in the Staropromyslovskiy district not far from the applicant's family. In January 2000, about a month after the federal troops had established firm control over the district, he saw the servicemen leading Khamid Khashiyev and two of his nephews towards the garages. They were walking in front of an armoured personnel carrier (APC); armed soldiers were sitting on its hull. Soon afterwards he heard automatic rifle shots from the garages. When he attempted to go there, soldiers threatened him. He also submitted that he was threatened by someone from the prosecutor's office to “keep his mouth shut”. Other witnesses testified about the circumstances in which the bodies were discovered in Grozny, transported to Ingushetia and buried, and about the state of the bodies prior to burial.", "40. On 26 February 2003 the Nazran District Court in Ingushetia partially granted the first applicant's claim and awarded him pecuniary and non-pecuniary damages in the amount of 675,000 roubles.", "41. The court noted that it was common knowledge that the Staropromyslovskiy district was under the firm control of the Russian federal forces by the material time, and that this did not need to be proved. At that time only federal soldiers were able to travel about town on an APC and to conduct identity checks. That Lidiya Khashiyeva and Anzor Taymeskhanov had been killed during an identity check was corroborated by the fact that their bodies were found in the courtyard of their house with identity documents in their hands. The court further noted that the exact military unit responsible for the killings had not been established by the investigation, which had been adjourned on 8 June 2002. However, all military units were State bodies and therefore pecuniary damage should be paid by the State.", "42. The decision was upheld at the final instance by the Ingushetia Supreme Court on 4 April 2003, and on 23 April 2003 the applicant was issued the writ of execution. The decision was not executed immediately because, as the Government submit, the applicant failed to present details of his bank account. On 29 December 2004 the applicant received the award in full.", "43. In their submissions on the merits the Government stated that investigative measures continued in 2003. On 18 March 2003 the second applicant was recognised as a victim in the criminal proceedings. On 15 April 2003 additional forensic reports were prepared on the bodies of Khamid Khashiyev and Rizvan Taymeskhanov (presumably, on the basis of the existing descriptions of the bodies). Certain additional witnesses were questioned. The Government did not, however, submit copies of these documents to the Court.", "44. The Government submit that the investigation into criminal case no. 12038 found itself in a “deadlock”, since it proved impossible to identify eye-witnesses to the killings.", "45. The parties submitted numerous documents concerning the investigation into the killings. The main documents of relevance are as follows:", "46. The Government submitted a copy of the investigation file in criminal case no. 12038, which comprises two volumes, and a list of documents contained therein. According to the list, the file contained 130 documents, of which 88 were submitted to the Court. On 7 March 2003 the Court reiterated its request to the Russian Government to submit a copy of the complete investigation file. The Government responded that the documents withheld were not relevant to the circumstances of the present case.", "47. The most important documents contained in the file are as follows:", "48. On 3 May 2000, following the publication of an article entitled “Freedom or Death” in the Novaya Gazeta newspaper on 27 April 2000, the investigator of the Grozny Town Prosecutor's Office opened a criminal investigation under Article 105 (a), (d), (e) and (j) of the Criminal Code “concerning mass murder by the '205th brigade' of civilian population in the Novaya Katayama settlement in Grozny on 19 January 2000”.", "49. The case file contains the first applicant's brief statements of facts concerning his relatives' deaths and requests to conduct an investigation, dated 10 February 2000 (addressed to the Malgobek Town Prosecutor) and of 1 March 2000 (addressed to the Russian President).", "50. In their further testimonies dated 5 May 2000 the first applicant and his sister Movlatkhan Bokova (born Khashiyeva) gave details concerning the discovery of their relatives' bodies. Both stated that on 25 January 2000 they had travelled to Grozny with Petimat Goygova, their neighbour from Grozny. On Ipronovskaya Street they met a local resident, Viskhan, who told them that their relatives had been taken away by federal soldiers. After discovering the three bodies at 107 Neftyanaya Street they returned to Ipronovskaya Street, where they met a group of soldiers who were taking things from a house and stacking them in a lorry. The first applicant asked the soldiers' help to remove the bodies, but one of them, who introduced himself as the commander, Dima, who was aged about 19 and dressed in camouflage, refused. When the applicant insisted and said that his sister and nephew had been killed, Dima said that the fighters had killed 32 soldiers and that the murders were an act of revenge on their part. The applicant lost his temper and started to curse, but one of the soldiers raised his gun and Movlatkhan stepped forward to protect him, then led him away. Both certified that they could have identified the house and “commander Dima”. They returned to Grozny on 28 January with a car, removed the bodies with the assistance of soldiers from a nearby roadblock and transported them to Ingushetia.", "51. Movlatkhan Bokova further testified that she had washed Lidiya Khashiyeva's body before burial, and had seen numerous (about 20) stab and gunshot wounds on her body. Her left arm was broken and front teeth were missing. She further testified that Anzor Taymeskhanov's head bore numerous blow marks and that his jaw had been broken.", "52. The first applicant and his sister also testified about their return to Grozny on 10 February 2000. They stated that they again met Viskhan, who told them that their relatives had been led away by soldiers towards the garages. They followed his directions and found three bodies, all frozen to the ground and with heavy wounds to the head. The first applicant took photographs of the bodies at the spot and went to fetch a car. On the same day they delivered the bodies to Ingushetia, where they were buried the following day, on 11 February 2000. They also stated that they had collected cartridges in the yard of 107 Neftyanaya Street which were still in their possession.", "53. The first applicant's daughter, Raykhat Khashiyeva, accompanied her father and aunt on their trip to Grozny on 10 February 2000. In her statement of 10 May 2000 she confirmed their accounts regarding the discovery of the bodies of Khamid Khashiyev, Rizvan Taymeskhanov and Magomed Goygov.", "54. An examination of the bodies of Khamid Khashiyev and Rizvan Taymeskhanov was conducted by an investigator from the Malgobek Town Prosecutor's Office in the municipal morgue on 10 February 2000. The bodies were frozen, and the examination was conducted without removing the clothes. On 14 February 2000 two forensic reports were prepared by a forensic expert, based on the investigator's descriptions and without examining the bodies. The report stated that Khashiyev's body had eight gunshot wounds and that his death had been caused by a gunshot wound to the head. Taymeskhanov's body had eight gunshot wounds and his death also appeared to have been caused by numerous gunshot wounds to the head and body.", "55. On 7 and 8 May 2000 the Malgobek Town Prosecutor's Office made a report and took photographs of other evidence in the case – identity documents of the deceased persons, photographs of the bodies taken by the first applicant and Rizvan Taymeskhanov's and Khamid Khashiyev's clothes.", "56. On 5 May 2000 the first applicant was recognised as a victim in the criminal proceedings and he signed the notification thereof in the Malgobek Town Prosecutor's Office. On 15 June 2000 the same notification was signed at the Grozny Town Prosecutor's Office.", "57. On 14 May 2000 U. and Y., two women residents of the Staropromyslovskiy district of Grozny, made statements. Both witnesses confirmed that they had seen the bodies of people who had been shot and that, at the relevant time, the district had been under the control of federal forces. Neither of them had witnessed the executions but referred to the “rumours” that the murders had been committed by federal troops. Both witnesses testified that they had seen soldiers looting abandoned houses in the district.", "58. Two female relatives of Magomed Goygov, Petimat Goygova and M., made statements related to the circumstances surrounding the discovery of the bodies of Maryam Goygova, Magomed's mother, on 19 January 2000 at the intersection of Neftyanaya Street and 4th Lane, and Magomed Goygov, on 10 February 2000. Petimat testified that a man from the neighbourhood named Viskhan told her that their relatives had been killed by soldiers from the 205th infantry brigade from Budennovsk, and referred to two soldiers who had told him the same thing – one named Oleg, the other Dima. She also testified that on 21 January 2000, when they were taking Maryam Goygova's body to Ingushetia, they took along a wounded woman, Elena G., who had survived an attack by soldiers on 19 January and who was later taken to the Sunzhenskiy hospital in Ingushetia.", "59. Several documents refer to a certain Yuriy Zh., whose family had resided at 130 Neftyanaya Street. From the witnesses' testimonies it appears that Yuriy Zh. left Grozny at the end of 1980s, while his parents (or aunt and uncle) lived at the said address. They had been killed in 1997 by Chechen fighters and their house had been occupied. The witnesses referred to “rumours” that Yuriy Zh. was among the soldiers involved in the killings and that he was motivated by revenge. The house at 130 Neftyanaya was destroyed during the fighting. Several requests for information about Yuriy Zh. were sent by the investigators to the military authorities and to the civil authorities of the neighbouring regions, but the answers to these requests were either negative or were not provided by the Government.", "60. The journalist Anna Politkovskaya, author of the article “Freedom or Death”, was questioned on several occasions by the investigators. She testified that in February 2000 she was in Ingushetia and in the Staropromyslovskiy district of Grozny, where she had interviewed several witnesses of the massacre and the relatives of the deceased. In their interviews, several witnesses had referred to the “205th brigade” as being responsible for the murders.", "61. In her statement by 12 July 2000, addressed to the Chief Military Prosecutor, the second applicant testified that on 25 January 2000 her brother's body had been found in the courtyard of the Khashiyevs' house by Magomed Khashiyev and his sister Movlatkhan. The second applicant saw her brother's body in Ingushetia and noted several gunshot wounds to his face, heart and abdomen. His left collar-bone was broken. His identity card from the Grozny Teaching Institute had been found in his hand, and his passport and other identity documents and two 50-rouble notes were in his pocket.", "62. On 9 February 2000 the second applicant travelled to Grozny. In the courtyard at 107 Neftyanaya Street she picked up several cartridges from an automatic weapon and her brother's hat. On the same day the second applicant saw five dead bodies in a nearby garage, belonging to three women and two men. A sixth person from that group, Elena G., had survived the massacre and later told the applicant, who found her in a hospital in Ingushetia, that they were shot on 19 January by soldiers from the 205th brigade from Budennovsk. She also said that she had seen Adlan Akayev and the Khashiyevs in the evening of 19 January 2000 and that they were alive. On the same day she was picked up by the Goygovs, who had come to collect their dead, and taken to Ingushetia to a hospital. On 22 February 2000 the second applicant met with Omar S., who was at the material time living in Grozny, who had heard the members of the military talking in the commendatura of the Staropromyslovskiy district after 20 January that they had shot a “professor”. Omar's story was related in the article “Freedom or Death”.", "63. On 22 August 2000 the Grozny Town Prosecutor's Office opened a criminal investigation into the killing of the second applicant's brother. On 5 September 2000 this investigation was joined with criminal case no. 12038 related to the mass murder in the Staropromyslovskiy district. On 5 September 2000 the deputy Grozny Town Prosecutor created an investigating group, made up of three investigators, to work on the case.", "64. On 19 November 2000 the headquarters of the United Group Alignment (UGA) of the Ministry of Defence (based in Khankala) replied to the prosecutor's request and submitted a list of military units identified by five-digit numbers only, which had been deployed in Grozny between 5 January and 25 February 2000.", "65. On 4 March 2001 an investigator from the Chechen Republican Prosecutor's Office sent a request to the military prosecutor of military unit no. 20102 (Khankala), asking to identify the exact temporary location of the military units at the relevant time, to identify the commanding officers and retrieve notes referring to operations in the Staropromyslovskiy district. The file reviewed by the Court contained no reply to that request.", "66. At different stages of the proceedings several orders were produced by the Chechen Republican Prosecutor's Office enumerating the steps to be taken by the investigators. The order of 14 August 2001 listed ten persons whose bodies had been discovered in Novaya Katayama, including the applicants' relatives. On 16 January 2003 the same prosecutor's office ordered the investigators to establish possible places of burial of other civilians, to identify further witnesses and victims and to identify military units possibly responsible for the crimes.", "67. A summary of the main steps of the investigation is given in the order by the Grozny Town Prosecutor dated 22 January 2003, which is the last document in the case-file. Criminal investigation file no. 12038 was started by the Grozny Town Prosecutor's Office on 3 May 2000 following the publication of the article “Freedom or Death” about mass murder in the Staropromyslovskiy district. On 4 May 2000 the Malgobek Town Prosecutor's Office in Ingushetia opened a criminal investigation following the first applicant's complaint concerning the killing of his relatives. On 23 July 2000 both criminal cases were joined as no. 12038. On 22 August 2000 the Grozny Town Prosecutor's Office opened a criminal investigation following the second applicant's complaint concerning the killing of her brother. On 5 September 2000 it was joined to criminal case no. 12038.", "68. The case was adjourned seven times and the investigation was renewed on eight occasions. The file was transferred four times between the Grozny Town Prosecutor's Office and the Chechen Republican Prosecutor's Office. The document concludes with a list of tasks that should be carried out by the investigation team, including identification of the military units deployed in the Staropromyslovskiy district of Grozny at the relevant dates, identification of the burial places of civilians in the Novaya Katayama settlement, identification of witnesses and the victims of the crimes, etc.", "69. The applicants submitted a number of additional documents relating to the circumstances of the killings and discovery of the bodies. The main documents of relevance are as follows:", "70. The applicants submitted a statement by Christopher Mark Milroy, registered medical practitioner, Professor of Forensic Pathology at the University of Sheffield and Consultant Pathologist to the British Home Office. The statement was prepared on the basis of the applicants' submissions concerning the circumstances of their relatives' deaths and of eight colour photographs taken by the first applicant when the bodies of Khamid Khashiyev, Rizvan Taymeskhanov and Magomed Goygov were found.", "71. The expert concluded that “the photographs show injuries in keeping with bullets fired from a high velocity rifle. ... High velocity rifles can cause significantly destructive injuries. Those unused to looking at injuries caused by these weapons may mistake the cause of injuries produced by these weapons.” He further listed a number of procedural steps normally taken in an examination of a body of a person who has died in suspicious circumstances. In the expert's opinion, these should include an x-ray of the body to identify and recover the projectiles and detailed examination and photographing of the external injuries, “as the pattern of injuries may indicate whether the victims were shot at close range or they had been tortured”.", "72. In his letter dated 25 April 2003, Deputy General Prosecutor Mr Fridinsky replied to a request for information sent by Mr Kovalev, a member of the State Duma. The letter contains information relating to the prosecution of army servicemen in Chechnya for crimes committed against civilians. Since the beginning of the “counter-terrorist operation”, 58 indictments have been forwarded to the courts by the military prosecutors and 74 persons have been indicted. Of those, 12 cases concerned murder, 13 – theft, four – abuse of power, five – careless driving of military vehicles, etc. 51 persons were found guilty, of whom seven were officers, 22 were professional soldiers and sergeants, 19 were conscript soldiers and three were non-commissioned officers. In addition, the Chechen Republican Prosecutor's Office brought 17 charges against 29 servicemen of the Ministry of Interior for crimes against the civilian population. From the description attached to the letter it follows that, in the majority of cases, the sentences were conditional or were lifted in application of an amnesty.", "73. A number of documents submitted by the applicants relate to the proceedings initiated by them in the domestic courts in order to have the facts of their relatives' deaths established.", "74. On 5 April 2000 the first applicant submitted an application to the Malgobek Town Court in Ingushetia, seeking to have certified the facts of the deaths of his brother Khamid Khashiyev, his sister Lidiya Khashiyeva and his two nephews, Rizvan Taymeskhanov and Anzor Taymeskhanov. The first applicant submitted that his relatives had remained in Grozny during the winter of 1999 – 2000, while he and the rest of the family escaped the hostilities to Ingushetia. On 17 January 2000 the soldiers of the “205th battalion” of the federal army entered Staropromyslovskiy district and “committed outrages”. On 19 January 2000 they entered his sister's household and killed his relatives in a brutal fashion, causing numerous firearms and stab wounds. The first applicant learnt the details of the killings when he attended the funeral of a neighbour, Maryam Goygova. His relatives were buried in Ingushetia. A criminal investigation had been opened and was ongoing. The declaration of deaths was required to obtain death certificates from the civil registration office.", "75. From the transcript of the hearing of 5 April 2000 it follows that the court heard the applicant, who repeated his statement, and two witnesses to the burial from the village of Voznesenskoye. They merely confirmed that the bodies had been brought to Voznesenskoye for burial and that they were aware that the killings had been committed by the federal soldiers. The court issued its decision on 7 April 2000.", "76. On 3 February 2000 the second applicant submitted an application to the Malgobek Town Court, seeking to establish the fact of her brother's death. She submitted that her brother's body had been found in Grozny on 21 January 2000 in the vicinity of his house. His death was caused by numerous gunshot wounds. His body had been brought from Grozny and buried in the village of Psedakh in Ingushetia on 28 January 2000. The court decision certifying his death was required to obtain a death certificate from the civil registration office.", "77. From the transcript of the hearing of 7 February 2000 it follows that the court heard the second applicant and two witnesses. The second applicant testified that in November 1999 she and her aunt (her mother's sister) had moved from Grozny to Ingushetia and lived with her mother in the village of Psedakh. Her brother Adlan remained in Grozny to look after the property. On 27 January 2000 Liza Khashiyeva and Raya Khashiyeva came to them and said that three bodies had been found in their family house in Grozny, and that one of them was her brother's. Her relative D. went to Grozny with the Khashiyevs and brought the body back. On 28 January 2000 her brother was buried in Psedakh.", "78. Witness D. testified that she was a close relative of the second applicant's mother. On 27 January 2000 they were visited in Psedakh by the Khashiyevs who told them that the body of Adlan Akayev was in the courtyard of their house in Grozny. They identified him by his card from the Grozny Teaching Institute, where he had been the Head of the Physics department. On 28 January 2000 they brought his body to Psedakh and buried him. Another witness from Psedakh confirmed the fact of burial. The court issued its decision on 7 February 2000.", "79. Article 20 of the Constitution of the Russian Federation protects the right to life.", "80. Article 46 of the Constitution guarantees the protection of rights and liberties in a court of law by providing that the decisions and actions of any public authority may be appealed to a court of law. Section 3 of the same Article guarantees the right to apply to international bodies for the protection of human rights once domestic legal remedies have been exhausted.", "81. Articles 52 and 53 provide that the rights of victims of crime and abuse of power shall be protected by the law. They are guaranteed access to the courts and compensation by the State for damage caused by the unlawful actions of a public authority.", "82. Article 55 (3) provides for the restriction of rights and liberties by a federal law, but only to the extent required for the protection of the fundamental principles of the constitutional system, morality, health, rights and lawful interests of other persons, the defence of the country and the security of the state.", "83. Article 56 of the Constitution provides that a state of emergency may be declared in accordance with federal law. Certain rights, including the right to life and freedom from torture, may not be restricted.", "84. Section 25 of the Law on Defence (Федеральный закон от 31 мая 1996 г. N 61-ФЗ \"Об обороне\") provides that “supervision of adherence to laws and investigations of crimes committed in the Armed Forces of the Russian Federation, other Forces, military formations and authorities shall be exercised by the General Prosecutor of the Russian Federation and subordinate prosecutors. Civil and criminal cases in the Armed Forces of the Russian Federation, other forces, military formations and authorities shall be examined by the courts in accordance with the legislation of the Russian Federation.”", "85. The Law on the Suppression of Terrorism (Федеральный закон от 25 июля 1998 г. № 130-ФЗ «О борьбе с терроризмом») provides as follows:", "“Section 3. Basic Concepts", "For purposes of the present Federal Law the following basic concepts shall be applied:", "... 'the suppression of terrorism' shall refer to activities aimed at the prevention, detection, suppression and minimisation of the consequences of terrorist activities;", "'counter terrorist operation' shall refer to special activities aimed at the prevention of terrorist acts, ensuring the security of individuals, neutralising terrorists and minimising the consequences of terrorist acts;", "'zone of a counter-terrorist operation' shall refer to an individual terrain or water surface, means of transport, building, structure or premises with adjacent territory where a counter-terrorist operation is conducted; ...", "Section 13. Legal regime in the zone of an anti-terrorist operation", "1. In the zone of an anti-terrorist operation, the persons conducting the operation shall be entitled:", "... 2) to check the identity documents of private persons and officials and, where they have no identity documents, to detain them for identification;", "3) to detain persons who have committed or are committing offences or other acts in defiance of the lawful demands of persons engaged in an anti-terrorist operation, including acts of unauthorised entry or attempted entry to the zone of the anti-terrorist operation, and to convey such persons to the local bodies of the Ministry of the Interior of the Russian Federation;", "4) to enter private residential or other premises ... and means of transport while suppressing a terrorist act or pursuing persons suspected of committing such an act, when a delay may jeopardise human life or health;", "5) to search persons, their belongings and vehicles entering or exiting the zone of an anti-terrorist operation, including with the use of technical means; ...", "Section 21. Exemption from liability for damage", "In accordance with and within the limits established by the legislation, damage may be caused to the life, health and property of terrorists, as well as to other legally-protected interests, in the course of conducting an anti-terrorist operation. However, servicemen, experts and other persons engaged in the suppression of terrorism shall be exempted from liability for such damage, in accordance with the legislation of the Russian Federation.”", "86. Articles 126-127 of the Code of Civil Procedure (Гражданский процессуальный Кодекс РСФСР) ), in force at the material time, contained general formal requirements governing an application to a court, including, inter alia, the defendant's name and address, the exact circumstances on which the claim was based and any documents supporting the claim.", "Article 214 part 4 provided that the court had to suspend consideration of a case if it could not be considered until completion of another set of civil, criminal or administrative proceedings.", "87. Article 225 of the Code provided that if in the course of reviewing a complaint against the actions of an official or a civil claim a court came across information indicating that a crime had been committed, it was required to inform the prosecutor.", "88. Chapter 24-1 established that a citizen could apply to a court for redress in respect of unlawful actions by a state body or official. Such complaints could have been submitted to a court, either at the location of the state body or at the plaintiff's place of residence, at the latter's discretion. Under the same procedure, the courts could also rule on an award of damages, including non-pecuniary damages, where they concluded that a violation had occurred.", "89. The 1960 Code of Criminal Procedure (Уголовно-процессуальный Кодекс РСФСР 1960г. с изменениями и дополнениями), in force at the material time, contained provisions relating to criminal investigations.", "90. Article 53 stated that where a victim had died as a result of a crime, his or her close relatives should be granted victim status. During the investigation the victim was entitled to submit evidence and bring motions. Once the investigation was complete the victim had full access to the case-file.", "91. Article 108 provided that criminal proceedings could be instituted on the basis of letters and complaints from citizens, public or private bodies, articles in the press or the discovery by an investigating body, prosecutor or court of evidence that a crime had been committed.", "92. Article 109 provided that the investigating body was to take one of the following decisions within a maximum period of ten days after notification of a crime: open or refuse to open a criminal investigation, or transmit the information to an appropriate body. The informants were to be informed of any decision.", "93. Article 113 provided that, where an investigating body refused to open a criminal investigation, a reasoned decision was to be provided. The informant was to be made aware of the decision and could appeal to a higher-ranking prosecutor or to a court.", "94. Article 126 provided that the military prosecutor's office was responsible for the investigation of crimes committed by military servicemen in relation to their official duties or within the boundaries of a military unit.", "95. Article 195 provided that a criminal investigation could be suspended, inter alia, if it was impossible to identify the persons who could be charged with the crime. In such cases, a reasoned decision was to be issued. No investigative actions were to be carried out once a case had been suspended. A suspended criminal case could be closed on expiry of the limitation period.", "96. Articles 208 and 209 contained information relating to the closure of a criminal investigation. Reasons for closing a criminal case included the absence of corpus delicti. Such decisions could be appealed to a higher-ranking prosecutor or to a court.", "97. No state of emergency or martial law has been declared in Chechnya. No federal law has been enacted to restrict the rights of the population of the area. No derogation under Article 15 of the Convention has been made.", "98. On 6 June 2003 the State Duma adopted Decree no. 4124-III by which an amnesty was granted in respect of criminal acts committed by the participants to the conflict on both sides in the period between December 1993 and June 2003. The amnesty does not apply to serious intentional crimes, such as murder."], "VIOLATED_ARTICLES": ["13", "2", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}