{"ITEMID": "001-58607", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF ERDOGDU v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion);Violation of Art. 10;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["8. At the material time Mr Ümit Erdoğdu, a journalist and writer, born in 1970, was the editor of the bi-monthly periodical İşçilerin Sesi (“The Workers' Voice”), which appears in Istanbul. In issue no. 40 of 2 October 1992, the periodical published an article written by a reader and entitled “Kürt Sorunu Türk Sorunudur” (“the Kurdish problem is a Turkish problem”).", "9. On 29 December 1992 the public prosecutor (“the prosecutor”) at the Istanbul National Security Court (“the National Security Court”) instituted criminal proceedings against A.E.A. and the applicant in their respective capacities as publisher and editor of the periodical.", "The prosecutor noted that, in the article in question, “acts of separatist terrorism perpetrated in the south-east of the country were described as Kurdish National Resistance; part of the country, [thus] of the State of the Republic of Turkey, was called Kurdistan [and] an appeal was made for support for acts described as being of National Resistance”. He charged the defendants with disseminating propaganda, through the medium of a periodical, against the territorial integrity of the State and the indivisible unity of the Turkish nation, contrary to section 8, paragraphs 1 and 2, of the Prevention of Terrorism Act (Law no. 3713) (see paragraph 21 below).", "10. Having regard to the context from which the public prosecutor appears to have drawn his grounds for pressing charges (see paragraph 9 above and paragraph 12 below), the relevant passages of the article in question can be summarised as follows:", "“... The confrontations between Turks and Kurds in the various provinces are seen as foreseeable incidents; moreover, they are sometimes provoked by the security forces, sometimes by fascist civilians and from time to time by the 'fundamentalists'. Consequently, the policy of favouring 'a military solution', which until now was implemented by means of a dirty war against [the guerrillas] has taken on a new dimension and has begun to be coupled with a destructive social policy leading to ethnic conflict in all regions of Turkey. It is very clear from this that the Kurdish problem is a general problem for Turkish society and not a problem experienced in Kurdistan and confined to within Kurdistan's borders ... Today, the Kurdish problem is a Middle Eastern problem ... The Republic of Turkey [“RT”], which is confronted with a Kurdish national movement within its own borders, clings firmly onto [the branch] of the 'Kurdish problem' and, in doing so, is rapidly sucked into the complex developments in the Middle East ... Will the daily repositioning of the pawns in the Middle East, the changes of alliance and the long-term imperialist plans ensure the success of those policies of the RT? Besides that, ... will the proportions reached by the Kurdish national movement allow it to be destroyed as a result of suffocation by a series of massacres? Clearly, nobody today can foresee answers to these questions ... Given the proposals for a 'political solution', expressed recently by the various spokespersons of the sovereign powers, the latter do not appear to have renounced the 'military solution'. Since the 'political solution' referred to is merely a sham political solution which denies the people of Kurdistan their free will ... In addition to that, the 'referendum' discussions, which have also been on the agenda for some time, are engaged in by the sovereign classes not in such a way as to achieve a solution to the problem, but to push it into a dead end. The envisaged 'referendum' does not in any way take as its basis the self-determination of the people of Kurdistan, but, on the contrary, outlines a 'solution' which is likely to unleash a rise in hostilities between the peoples ... Many of those on the left in Turkey have confined their perspective to preventing State terror and violations of human rights in Kurdistan, whereas another section are attempting to find their raison d'être in the shadow of the Kurdish national movement with a point of view which is far from likely to offer a democratic solution for all. It is clear that neither of those approaches can provide society with a credible means of solving the Kurdish problem. The revolutionary democratic powers must offer society as a whole a programme setting out the path necessary to achieve a democratic and liberal solution to the Kurdish problem. In order to make such a solution acceptable to the many different sectors of society, it is also necessary to implement an appropriate practice. Otherwise, the RT's warring policies will reach a point at which they can only engender circumstances condemning the whole country to chauvinism, State terror and darkness. Since the Kurdish problem is also a Turkish problem ... Moreover, in the ranks of the National Resistance Movement in Kurdistan, the current war is generally perceived as an 'international war'. Irrespective of what has been said in official declarations, the policy of favouring a military solution resembles, in practice, open warfare against the Kurdish people ... The sovereign powers, in their deliberate distortion [of things], make every effort to present this war as that of the Turks against the Kurds. And, alas!, the fact that the Turkish people have adopted a passive attitude towards the Kurdish problem renders that distortion credible. To perceive the war in Kurdistan as an 'international war' reinforces, among Turkish workers, chauvinistic and exclusive tendencies against the Kurds, while among the Kurdish youth in the West the same social atmosphere very spontaneously sparks off feelings of hostility towards Turkish society ... In actual fact, if one were to react in accordance with the requirements of an 'international war', what would affect Kurdish and Turkish workers would not be an 'international war', but a generalised social collapse. Faced with this increasingly marked tendency, even the leader of the Kurdish National Resistance Movement is failing to show himself to be sufficiently sensitive and prefers to keep silent. Clearly, such a dispute will benefit neither the Turkish people nor the Kurdish people. A dispute of this kind will merely be a confrontation between fundamentalists, lacking in any revolutionary dynamic, and will make the Turkish and Kurdish people vulnerable to attacks by the sovereign classes and imperialists. In order to curb this negative tendency, there is surely nothing more foolish than to suggest that the Kurdish people give up national resistance. On the contrary, defeating Kurdish national resistance will not in any way serve to eliminate the ethnic tensions beginning to appear in the West and will only set off a trend towards the establishment of lasting hostilities between the peoples. If there really is something to be achieved, it must be achieved in the West within the Turkish population. The only key to resolving the problem is for the Turkish people to perceive Kurdish national resistance as part of their [own] struggle for freedom and democracy ... activities designed to establish fraternity between peoples in the West constitute, in themselves, one of the most important means of the struggle against the current bonds of sovereignty ... The revolutionary movement in the West should henceforth 'intervene' in the Kurdish problem.”", "11. At a hearing on 19 April 1993 in the National Security Court, the applicant denied the charges against him. He submitted, among other things, that the article in question had been written by a reader residing in Germany, Y.A., and that he had published it because he had considered that it did not contain anything justifying censorship or anything revealing any criminal intention. The applicant argued that the article, considered as a whole, intended only to put forward the different approaches to the Kurdish problem, with the aim of suggesting democratic solutions to it.", "12. On 20 December 1993 the National Security Court found the applicant and A.E.A. guilty of the offence as charged. It also ordered the copies of the issue of the review in which the impugned article had been published to be seized.", "In its judgment, considering that it was not necessary to reproduce the passages judged to be in breach of the law, the National Security Court agreed with the prosecutor that the article in question referred to a part of Turkish territory which it called Kurdistan and condoned acts of violence by the PKK (Workers' Party of Kurdistan), which it portrayed as a national resistance movement against the State. Considering that the expressions and phrases used by Y.A., the author of the impugned article, undoubtedly showed an intention to transgress section 8 of Law no. 3713, the court concluded that, in publishing the article, the applicant and his co-defendant should be deemed to have knowingly conveyed propaganda designed to obtain support for the aim of destroying the territorial integrity of Turkey and the unity of the Turkish nation.", "The National Security Court accordingly sentenced Mr Erdoğdu, in his capacity as editor, to six months' imprisonment and a fine of 50,000,000 Turkish liras (TRL).", "13. The applicant appealed to the Court of Cassation. In a judgment of 4 May 1994, delivered after holding a hearing, the court dismissed his appeal, upholding the National Security Court's assessment of the evidence and its reasons for dismissing Mr Erdoğdu's defence.", "14. On 10 January 1995 the applicant began paying the fine, which had been divided into monthly instalments of TRL 1,750,000.", "15. On 30 October 1995, before the custodial sentence imposed on the applicant was enforced, Law no. 4126 came into force amending, inter alia, section 8 of Law no. 3713 (see paragraph 22 below). It modified the mens rea laid down by the former text of section 8 as to the commission of the act of propaganda in question. It also imposed a lighter custodial sentence for that offence, but increased the fines. In a transitional provision, Law no. 4126 also provided for an ex officio re-examination of earlier convictions imposed under section 8 (see paragraph 23 below).", "16. Mr Erdoğdu applied to the National Security Court for a reexamination of his case on the merits. In his pleadings, his lawyer submitted:", "“As you know, section 8 of the Prevention of Terrorism Act has been amended by Law no. 4126 ... However, since the words 'irrespective of the methods used and the intention' ... have been repealed, the mens rea of the offence has been completely done away with, so as to fully alter the nature of the offence. The court is therefore legally obliged ... to set aside on grounds of nullity the sentence imposed on our client ... under former section 8 ... there will have to be a re-trial on the basis of the new definition of the offence.”", "He continued as follows:", "“Freedom of opinion must allow individuals unrestricted access to ideas and knowledge, to not be criticised for the opinions and convictions they hold, to express them freely, either alone or with others, through various media, such as speech, the press, drawings, cinema, theatre, etc., [and] to defend them, disseminate them to others and broadcast them. ... To put acts of terrorism and concepts of expression and statement of opinions in the same category is to restrict 'the free circulation of ideas' and the right and freedom 'of people to inform themselves'. ... What has been punished in our case is merely the 'risk of legitimising the ideas and acts of the PKK'. No one is obliged to think in accordance with official points of view and to produce ideas which conform to them. An idea which conflicts with the concept of nation cannot be considered as 'propaganda destroying the unity of the country or that of the nation'. Furthermore, criticisms of leaders for their acts contrary to democracy and freedoms resulting from erroneous policies or proposing solutions are not acts destructive of national unity ... Proposing economic, cultural and social solutions ... and a discussion of those solutions is a natural sequitur of the most basic right of persons to think and express their opinions ... Article 10 of the European Convention on Human Rights expresses that fact by stipulating that the public has a right to receive and impart information. Free political debate constitutes the essence of the concept of a democratic society fully implementing the Convention. A balance has to be struck between the aims of ensuring the national security and integrity of the country and the benefit brought by the free debate of political issues. The important role of the freedom of expression in a democratic society and above all the publication by the press of information and ideas of public interest can only be secured by means of a pluralistic society underwritten by the State. The least satisfactory method of achieving this is by a State monopoly imposing a maximum restriction on the freedom of speech.”", "17. In its judgment of 18 April 1996, the wording of which turned out to be based on the judgment of 20 December 1993 (see paragraph 12 above), the National Security Court finally sentenced Mr Erdoğdu to a fine of TRL 50,900,000, which it decided to defer in accordance with section 6 of Law no. 647 (see paragraph 25 below). The court stipulated that a new judgment had thus been delivered, and ordered that execution of the previous sentence be stopped.", "18. On 24 April 1996 the applicant appealed to the Court of Cassation. In his notice of appeal, in which he reserved the right to enlarge on his submissions after service of the finalised judgement, the applicant complained that the National Security Court's judgment “was contrary to the principles both of domestic law and of international law and had been delivered without any examination of the defence” submitted in the instant case.", "19. While those proceedings were still pending, Law no. 4304 was promulgated on 4 August 1997. That Law provided for the deferment of judgment and of execution of sentence in respect of offences committed by editors before 12 July 1997 (see paragraph 24 below).", "Having regard to that new Law, on 17 November 1997 the Court of Cassation set the judgment aside and remitted the case to the lower court.", "20. Lastly, in a judgment of 10 December 1997, the National Security Court decided, pursuant to section 1(3) of Law no. 4304, to defer judgment against Mr Erdoğdu, but to proceed to delivery if, within three years from the date of deferment, Mr Erdoğdu was convicted of an intentional offence in his capacity as editor, and, lastly, that the criminal proceedings against him would be discontinued if no similar conviction was made before the expiry of that three-year period.", "21. Before Law no. 4126 of 27 October 1995 came into force, section 8 of Law no. 3713 provided:", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited, irrespective of the methods used and the intention. Any person who engages in such an activity shall be sentenced to not less than two and not more than five years' imprisonment and a fine of from fifty million to one hundred million Turkish liras.", "Where the act of propaganda, deemed to be an offence for the purposes of the above paragraph, is committed through the medium of periodicals within the meaning of section 3 of the Press Act (Law no. 5680), the publisher shall also be liable to a fine equal to ninety per cent of the income from the average sales for the previous month if the periodical appears more frequently than monthly. However, the fine may not be less than one hundred million Turkish liras. The editor of the periodical concerned shall be ordered to pay a sum equal to half the fine imposed on the publisher and sentenced to not less than six months' and not more than two years' imprisonment.”", "22. Since being amended by Law no. 4126, that section reads as follows:", "“Written and spoken propaganda, meetings, assemblies and demonstrations aimed at undermining the territorial integrity of the Republic of Turkey or the indivisible unity of the nation are prohibited. Any person who engages in such an activity shall be sentenced to not less than one and not more than three years' imprisonment and a fine of from one hundred million to three hundred million Turkish liras. The penalty imposed on a re-offender may not be commuted to a fine.", "Where the act of propaganda, deemed to be an offence for the purposes of the first paragraph, is committed through the medium of periodicals within the meaning of section 3 of the Press Act (Law no. 5680), the publisher shall also be liable to a fine equal to ninety per cent of the income from the average sales for the previous month if the periodical appears more frequently than monthly. However, the fine may not be less than one hundred million Turkish liras. The editor of the periodical concerned shall be ordered to pay a sum equal to half the fine imposed on the publisher and sentenced to not less than six months' and not more than two years' imprisonment.", "Where the act of propaganda, deemed to be an offence for the purposes of the first paragraph, is committed through the medium of printed matter or by means of mass communication other than periodicals within the meaning of the second paragraph, those responsible and the owners of the means of mass communication shall be sentenced to not less than six months' and not more than two years' imprisonment and a fine of from one hundred million to three hundred million Turkish liras ...", "...”", "23. The following amendment was made to Law no. 3713 following the enactment of Law no. 4126:", "“In the month following the entry into force of the present Law, the court which has given judgment shall re-examine the case of a person convicted pursuant to section 8 of the Prevention of Terrorism Act (Law no. 3713) and, in accordance with the amendment ... to section 8 of Law no. 3713, shall reconsider the term of imprisonment imposed on that person and decide whether he should be allowed the benefit of sections ... and 6[] of Law no. 647 of 13 July 1965.”", "24. The following provisions are applicable to sentences in respect of offences under the Press Act:", "“The execution of sentences passed on those who were convicted under section 16 of the Press Act (Law no. 5680) or other laws as editors for offences committed before 12 July 1997 shall be deferred.", "The provision in the first paragraph shall also apply to editors who are already serving their sentences.", "The institution of criminal proceedings or delivery of final judgments shall be deferred where no proceedings against the editor have yet been brought, or where a preliminary investigation has been commenced but criminal proceedings have not been instituted, or where the final judicial investigation has been commenced but judgment has not yet been delivered, or where the judgment has still not become final.”", "“If an editor who has benefited under the provisions of the first paragraph of section 1 is convicted as an editor for committing an intentional offence within three years of the date of deferment, he must serve the entirety of the suspended sentence.", "...", "Where there has been a deferment, criminal proceedings shall be instituted or judgment delivered if an editor is convicted as such for committing an intentional offence within three years of the date of deferment.", "Any conviction as an editor for an offence committed before 12 July 1997 shall be deemed a nullity if the aforesaid period of three years expires without any further conviction for an intentional offence. Similarly, if no criminal proceedings have been instituted, it shall no longer be possible to bring any, and, if any have been instituted, they shall be discontinued.”", "25. The relevant parts of section 6 of the Execution of Sentences Act 1965 provide:", "“Where a person is ... sentenced to a fine ... and/or up to one year's imprisonment ... for an offence which he has committed, execution of the sentence shall be deferred if the court considers that, having regard to his criminal record and [his] tendency to break the law, such deferment will suffice to deter him from reoffending.”", "26. Paragraphs 5 and 6 of Article 322 of the Code of Criminal Procedure govern applications for rectification of judgment:", "“5. Applications for rectification of a judgment of the Criminal Divisions or of the Court of Cassation sitting as a full criminal court shall be admissible only where a ground relied on in the notice ... of appeal ... and/or errors or omissions affecting the judgment on the merits have not been taken into account by the Court of Cassation ...", "6. The Principal Public Prosecutor alone shall have power to request rectification of a judgment. ...”", "The Principal Public Prosecutor can use the remedy in question either of his own motion or at the request of the public prosecutor at the court of first instance and/or the party adversely affected by the Court of Cassation's judgment."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}