{"ITEMID": "001-61629", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "GRANDCHAMBER", "DATE": 2004, "DOCNAME": "CASE OF PEREZ v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection dismissed (Article 35-3 - Ratione materiae);No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Criminal proceedings;Article 6-1 - Civil rights and obligations;Determination (civil);Dispute;Fair hearing)", "JUDGES": "Luzius Wildhaber;Nicolas Bratza;Paul Mahoney", "TEXT": ["8. The applicant was born in 1933 and lives in La Plaine des Cafres (Réunion, France).", "9. On 31 July 1995 she went to the gendarmerie in La Plaine des Cafres to file a complaint of having been assaulted by her two children. She said that her children had come to see her about a lawsuit between them concerning the non-payment of maintenance to which she was entitled because of her ill-health. While the applicant was in the front passenger seat of a motor car driven by her daughter, her son, who was in the back, had allegedly immobilised her and used a syringe to inject her twice with an unknown substance. She said she had quickly got out of the car and gone to hospital.", "10. The applicant was found to have marks of injections. Moreover, after a witness had come forward, the gendarmes found a syringe which when tested was found to bear traces of diazepam and benzoic acid, both of which also form part of the chemical make-up of valium.", "11. An investigation was begun on the grounds of assault with an offensive weapon resulting in total unfitness for work for more than eight days (reduced to less than that during the investigation).", "12. During the investigation, the applicant joined the proceedings as a civil party.", "13. On 14 March 1997 the Saint-Pierre investigating judge ruled that there was no case to answer on the ground that there was insufficient evidence that anyone had committed the offence. He found that the applicant's son, “who had allegedly given her the injection, had left the département to return to his dental practice abroad, in Gabon”, that “he had given his mother an injection of a substance which was medically harmless at that dosage...” and “that, in the absence of precise information as to his address, it did not [seem] practicable to interview [the son] given the difficulty of enforcing any request for evidence to be taken on oath in Gabon”. The decision was apparently served on the applicant on the same day by registered post with acknowledgment of receipt.", "14. On 7 April 1997 the applicant went to the investigating judge's registry and, claiming that she had not received a copy of the decision, refused to sign the notice of appeal drafted by the registrar. She asserted that she had drafted a personal notice of appeal and lodged it at the registry on that same day. In her written observations to the court of appeal, the applicant requested, inter alia, that the investigating judge be made to stand down, that the investigation be resumed, that it be formally recorded that “her complaint [related to] premeditated assault with an offensive weapon resulting in thirty days' total unfitness for work and, given the results of the tests on the syringe, with criminal intent”, and that her children be “brought to the département by force in order to explain themselves”.", "15. By a judgment of 8 July 1997, the Indictment Division of the Court of Appeal of Saint-Denis-de-la-Réunion found that the applicant had appealed “by letter addressed to and received on 7 April 1997 by the investigating judge's registry”, and that she had gone to the registry on the same day and refused to sign the notice of appeal. The Indictment Division therefore ruled that her appeal was inadmissible on the grounds that she had missed the legal deadline and had failed to sign the notice of appeal.", "16. On 11 July 1997 the applicant appealed on points of law. On 21 July 1997 she filed personal observations in which she submitted that the Court of Appeal had, in its judgment of 8 July 1997, disregarded certain provisions of the Code of Criminal Procedure: firstly, “the judgment did not meet the essential conditions required for it to be lawful”, having been given by “judges who had not attended all the hearings in the case” and, secondly, the grounds set out in the impugned judgment relating to service of the decision that there was no case to answer were “insufficient” because they did not address the arguments she had put forward at the hearing. She alleged that there had been a breach of Articles 592, 575-6, 593 and 646 of the Code of Criminal Procedure.", "17. In a judgment of 21 April 1998, the Criminal Division of the Court of Cassation dismissed her appeal in the following terms:", "“ ...", "Given the personal written observations filed;", "On the sole ground of appeal, based on a breach of Articles 485 and 183 of the Code of Criminal Procedure;", "Whereas, firstly, the particulars of the judgment under appeal establish that it was given in the conditions prescribed by Article 485, third paragraph, of the Code of Criminal Procedure;", "Whereas, secondly, the Court of Appeal was correct in finding that the appeal of 7 April 1997 against the decision that there was no case to answer served on 14 March 1997 was out of time in accordance with the conditions laid down in Article 183 of the Code of Criminal Procedure;", "...”", "18. The relevant provisions are as follows:", "“Any act that causes damage to another shall render the person through whose fault the damage was caused liable to make reparation for it.”", "“Everyone shall be liable for the damage he has caused not only by his own acts, but also by his negligence or carelessness.”", "“Everyone shall be liable not only for the damage caused by his own act but also for that caused by persons for whom he is responsible or by things he has in his keeping.”", "19. The relevant provisions are as follows:", "“I. – Criminal proceedings shall be fair and provide for all parties to be heard and shall maintain a balance between the rights of the parties.", "...", "II. – The courts shall ensure that victims are kept informed and their rights safeguarded during any criminal proceedings.", "...”", "“Public prosecutions for the punishment of offenders shall be brought and conducted by officers of the State legal service or by those public officials empowered to do so by law.", "Such prosecutions may also be brought by the injured party, under the conditions laid down in this Code.”", "“Anyone who has personally suffered damage directly caused by a criminal offence may bring civil-party proceedings to seek compensation for such damage.", "Discontinuance of such proceedings shall neither terminate nor stay the public prosecution ...”", "“Civil-party proceedings may be conducted simultaneously with the public prosecution and before the same court.", "Civil-party proceedings may be brought for any head of damage, whether pecuniary or physical or non-pecuniary, caused by the acts under prosecution.”", "“Civil-party proceedings may also be conducted separately from the public prosecution.", "However, judgment in civil-party proceedings brought in a civil court shall be suspended until final judgment has been given in any public prosecution.”", "“A party who has brought proceedings in a civil court may not refer the same complaint to a criminal court unless the prosecution has preferred charges in that court before the civil court has ruled on the merits.”", "“An investigating judge may, of his own motion, on the instructions of the prosecuting authorities or at the request of the civil party, do anything lawful to enable him to assess the nature and extent of the damage suffered by the victim or to gather information about the victim's personality.”", "“The parties may, during the investigation, submit a written and reasoned request to the investigating judge that they be interviewed or questioned, that a witness be heard, that a confrontation be arranged or that they be taken to the scene of the crime, that one of them be ordered to produce an item relevant to the investigation, or that any other action be taken which they believe is necessary for uncovering the truth. In order to be valid, such a request must comply with the provisions of the tenth paragraph of Article 81; it must relate to specific actions and, where it relates to an interview, must identify the person sought to be interviewed.”", "“Anyone who claims to have suffered damage as a result of a serious crime [crime] or other serious offence [délit] may, by lodging a criminal complaint, join the criminal proceedings as a civil party on application to the appropriate investigating judge.”", "“A civil-party application may be made at any time during the investigation.”", "“The investigating judge shall record in an order the lodging of the complaint. According to the civil party's means, he shall determine the amount of security for costs which that party must, if he has not obtained legal aid, deposit at the registry and the time-limit for doing so if the complaint is not to be declared inadmissible. He may exempt the civil party from paying security.”", "“A civil party may appeal against decisions not to begin or to discontinue the investigation and against orders that harm his civil interests. ...”", "“Anyone who, in accordance with Article 2, claims to have suffered damage caused by a criminal offence may, if he has not already done so, lodge a civil-party complaint at the hearing itself.", "Representation by a lawyer is not mandatory.", "A civil party may, in support of his complaint, file a claim for damages in the amount of the loss he has suffered.”", "“A civil party shall lodge his complaint either prior to the hearing at the registry or during the hearing itself by making a declaration recorded by the registrar or by filing pleadings.”", "“...", "With the consent of the public prosecutor, the victim may also file a claim during the police investigation for restitution or damages by making a formal statement recorded by a police officer. Such a claim shall count as a civil-party complaint if it is decided to prosecute and the case is referred directly to a criminal or police court.", "...", "In the event of a dispute over the ownership of the objects whose restitution is requested or where the court does not find sufficient reasons for a decision in the claim itself, the supporting documents or the file, the decision on the civil claim shall be adjourned to a later hearing to which all parties shall be summoned by the prosecution.”", "20. Articles 2-1 to 2-19 concern the exercise of civil-party rights by associations or public-law entities.", "21. In order for a civil-party complaint to be admissible, it is sufficient if the circumstances on which it is based permit the investigating judge to accept the possibility that the alleged damage may have occurred and that there may be a direct link between that damage and the commission of an offence (see, inter alia: judgments of the Court of Cassation, Criminal Division (“Cass. crim.”), 9 February 1961, Dalloz, 1961, p. 306; 5 March 1990, Bulletin criminel (“Bull. crim.”) no. 103; 11 January 1996, Bull. crim. no. 16; 8 June 1999, Bull. crim. no. 123; 6 September 2000, Bull. crim. no. 263). The investigating judge must determine whether the complainant can establish a “possible” interest in lodging the complaint, and not find a civil-party application inadmissible on purely abstract grounds for lack of such an interest (Cass. crim., 6 February 1996, Bull. crim. no. 60). A decision by the investigating judge that a civil-party application is inadmissible does not prevent the party in question from lodging a further complaint with the trial court (Cass. crim., 15 May 1997, Bull. crim. no. 185).", "22. The Court of Cassation considers that a civil party is free not to exercise his right to claim compensation for his losses (Cass. crim., 10 October 1968, Bull. crim. no. 248; 19 October 1982, Bull. crim. no. 222).", "23. Even where compensation for losses falls outside the competence of the criminal courts, a civil-party application is admissible in so far as it assists in proving the offence (Cass. crim., 10 February 1987, Bull. crim. no. 64).", "24. “Civil proceedings must await the outcome of criminal proceedings” (Article 4 § 2 of the Code of Criminal Procedure). The civil court must suspend judgment until the criminal court has issued a final ruling in the prosecution. The prosecution must be brought before or during the civil trial. The two sets of proceedings must be based on the same facts, even though the purpose, case and parties do not have to be identical. An application for a suspension must be made to the civil judge, and may be made for the first time at the appeal stage or before the Court of Cassation. Once ordered, a stay is binding on both the civil court and the parties until a final decision has been made in the prosecution, failing which the civil proceedings are null and void.", "25. “A final criminal judgment prevails over a civil claim.” A civil court is bound by the final decision in a prosecution. The primacy of a decision in a criminal case is not prescribed by law in the strict sense but derives from case-law. It is an absolute rule, binding not only on the parties to the criminal trial but also on third parties. As application of the rule is not mandatory on public policy grounds, this rule cannot be relied on by the prosecution or by the judge of his own motion. Decisions by investigating judges are not binding on the civil courts. Accordingly, the only criminal decisions which are binding are the final and irrevocable decisions of the trial courts. Moreover a civil court is bound only by “findings of a criminal nature”: a civil court hearing a civil case will be bound by an acquittal, but not by that part of the criminal court's decision which deals with a claim for damages. Such “findings”, namely the reasons and the operative part, must be “certain” (which excludes findings expressed in doubtful or uncertain terms, except for acquittals “for lack of evidence” which are binding on a civil court) and “necessary” (what the judge must find to justify his decision – the elements of the offence, its classification, the aggravating circumstances which determine such classification, and the finding of guilt or not as the case may be). Generally speaking, the reasons do not have the same binding effect as the operative part unless they form its essential underpinning.", "26. Recommendation No. R (83) 7 on participation of the public in crime policy, adopted by the Committee of Ministers on 23 June 1983, advocates the establishment of an efficient system of legal aid for victims so that they may have access to justice in all circumstances.", "27. Recommendation No. R (85) 11 on the position of the victim in the framework of criminal law and procedure, adopted by the Committee of Ministers on 28 June 1985, provides:", "“ ...", "9. The victim should be informed of", "– the date and place of a hearing concerning an offence which caused him suffering;", "– his opportunities of obtaining restitution and compensation within the criminal justice process, legal assistance and advice;", "– how he can find out the outcome of the case;", "10. It should be possible for a criminal court to order compensation by the offender to the victim. To that end, existing limitations, restrictions or technical impediments which prevent such a possibility from being generally realised should be abolished;", "11. Legislation should provide that compensation may either be a penal sanction, or a substitute for a penal sanction or be awarded in addition to a penal sanction;", "12. All relevant information concerning the injuries and losses suffered by the victim should be made available to the court in order that it may, when deciding upon the form and the quantum of the sentence, take into account:", "– the victim's need for compensation;", "– any compensation or restitution made by the offender or any genuine effort to that end;", "13. In cases where the possibilities open to a court include attaching financial conditions to the award of a deferred or suspended sentence, of a probation order or of any other measure, great importance should be given among these conditions to compensation by the offender to the victim;", "...”", "28. Recommendation No. R (87) 21 on assistance to victims and the prevention of victimisation, adopted by the Committee of Ministers on 17 September 1987, “recommends that the governments of member States take the following measures”:", "“...", "4. ensure that victims and their families, especially those who are most vulnerable, receive in particular:", "...", "– assistance during the criminal process, with due respect to the defence;", "...”", "29. Recommendation Rec(2000)19 on the role of public prosecution in the criminal justice system, adopted by the Committee of Ministers on 6 October 2000, provides:", "“ ...", "34. Interested parties of recognised or identifiable status, in particular victims, should be able to challenge decisions of public prosecutors not to prosecute; such a challenge may be made, where appropriate after an hierarchical review, either by way of judicial review, or by authorising parties to engage private prosecution.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}