{"ITEMID": "001-103161", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF LESIAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8;No violation of Art. 5-3", "JUDGES": "Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza;Vincent A. De Gaetano", "TEXT": ["5. The applicant was born in 1964 and lives in Zabrze.", "6. On 27 April 2006 the applicant was remanded in custody by an order of the Katowice District Court on suspicion of having committed money laundering while acting in an organised criminal gang.", "7. The applicant appealed. On 31 May 2006 the Katowice Regional Court upheld the decision to remand her in custody.", "8. Shortly after her arrival in Lubliniec Detention Centre, the applicant was examined by the prison doctor. She informed him that she did not suffer from any illnesses and that she was not taking any special medication.", "9. On 2 June 2006 the applicant complained to the prison doctor of pain in the chest area. The doctor diagnosed vegetative neurosis and prescribed the appropriate medication.", "10. On 24 July 2006 the Katowice District Court extended the applicant's detention, referring to the need to conduct further investigations. This decision was upheld by the Regional Court on 30 August 2006.", "11. On 28 July 2006 the applicant again complained of chest pain and was placed under observation. On 1, 13 and 20 September 2006 she reported the same symptoms and was prescribed medication.", "12. On 11 September 2006 the District Court again extended the applicant's detention. It referred to the likelihood of a severe sentence of imprisonment being imposed on the applicant. It also relied on the risk that the applicant might tamper with evidence, given the nature of the charges against her and the fact that she had acted in concert with the co-accused. This decision was upheld by the Katowice Regional Court on 11 October 2006.", "13. The applicant submits that in September 2006 she discovered a lump in her breast during a self-examination. She informed the prison doctor on 27 October 2006. The prison doctor confirmed that there was a lump in the applicant's left breast and sent her to the Breast Disease Clinic in Zabrze. During the consultation, which took place on 12 December 2006, a doctor confirmed the existence of the lump and ordered that she undergo a mammography.", "14. The applicant's detention was subsequently extended on 7 December 2006. The District Court referred to the reasons previously given.", "15. The mammography was performed on 11 January 2007.", "16. On 16 January 2007 the Katowice Regional Prosecutor refused the applicant's motion for a change of the preventive measure. He considered that according to a cardiologist's opinion the applicant could be kept in detention pending trial. He also stressed that an expert oncologist had been asked to prepare an opinion on the applicant's state of health.", "17. The applicant subsequently again asked for a change of the preventive measure. On 7 February 2007 the prosecutor considered that since he had not yet received the expert oncologist's opinion he could not decide on the applicant's release. However, he stressed that, according to the information provided by the expert, the applicant could, if necessary, be operated on in the surgical ward of the prison hospital.", "18. The expert oncologist submitted his opinion on 16 February 2007. He stated that the lump should be removed and sent for a histopathological examination. He confirmed that the operation could be performed in the surgical ward of the prison hospital. Referring to the opinion, on 27 February 2007 the prosecutor dismissed the applicant's motion for a change of the preventive measure.", "19. On 1 March 2007 the District Court extended the applicant's detention, referring to the reasons previously given.", "20. On 15 March 2007 the applicant underwent surgery in the prison hospital. She had the lump removed from her breast.", "21. The applicant's detention was subsequently extended on 25 April 2007, 25 July 2007 and 3 August 2007. The applicant's appeals against those decisions were dismissed.", "22. Meanwhile, on 9 July 2007 the prosecutor considered that there was no reason for the applicant to be released and that she could be treated in the prison hospital.", "23. On 26 July 2007 an act of indictment was filed with the Katowice Regional Court. The applicant was charged with money laundering committed while acting in an organised criminal gang. The indictment concerned fifteen co-accused.", "24. On 23 November 2007 the Katowice Regional Court ordered the applicant's release on bail (20,000 Polish zlotys). The court held that keeping the applicant in custody was no longer necessary to ensure the proper course of the proceedings.", "25. It would appear that the criminal proceedings against the applicant are pending.", "26. At the time of lodging her application with the Court the applicant had been detained in the course of criminal proceedings against her.", "27. On 3 May 2007 the Registry of the Court received the applicant's first letter, an application form dated 20 April 2007. The envelope bears a handwritten note reading “censored on 25 April 2007” (ocenzurowano ....) and an illegible signature. It also bears a stamp reading “Lubliniec prison” (Zakład Karny w Lublińcu).", "28. On 30 August 2006 the Katowice Regional Prosecutor informed the applicant that her family could visit her every three weeks.", "29. On 19 March 2007 the applicant was again informed by the Katowice Regional Prosecutor that her children could visit her every three weeks.", "30. During the investigation, and subsequently once the trial had started, the applicant's children visited the applicant on average every three weeks.", "31. The relevant domestic law and practice concerning the imposition of pre-trial detention (tymczasowe aresztowanie), the grounds for its extension, release from detention and rules governing other “preventive measures” (środki zapobiegawcze) are set out in the Court's judgments in the cases of Gołek v. Poland (no. 31330/02, §§ 27-33, 25 April 2006) and Celejewski v. Poland (no. 17584/04, §§ 22-23, 4 May 2006)."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}