{"ITEMID": "001-89463", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "M.H. v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant is a stateless Palestinian from Gaza who was born in 1975 and is currently in Sweden. He was represented before the Court by Mr H. Hjalmers, a lawyer practising in Göteborg. The Swedish Government (“the Government”) were represented by their Agent, Ms C. Hellner, of the Ministry for Foreign Affairs.", "2.", "3. On 3 December 2003 the applicant arrived in Sweden and requested asylum and a residence permit. Before the Migration Board (Migrationsverket), he stated that he was a stateless Palestinian from Gaza and that he had left his home because of the war. His wife and their four children still lived in Gaza with his parents. On two occasions, the applicant claimed, he had been the victim of serious harassment at Israeli road blocks. The first time he had been with 6 other young men in the car and the Israeli soldiers had hit them and forced them to sit on crushed glass. The Red Cross had intervened and helped them. He further stated that he had never been politically active or deprived of his liberty but that some of his cousins had been active within Fatah for many years and currently worked for the Palestinian Authority. Moreover, he invoked the generally very unstable and dangerous situation in Gaza. He submitted his Palestinian identity card, birth certificate and a Palestinian passport issued on 10 May 2004 in Gaza City.", "4. On 26 November 2004 the Migration Board granted the applicant a permanent residence permit on humanitarian grounds. It first noted that the applicant had presented no individual grounds on which he could be considered a refugee or a person otherwise in need of protection. However, having regard to the very complex security situation and the difficult humanitarian conditions in Gaza, the Board considered that he should be allowed to remain in Sweden.", "5. On 21 October 2005 the District Court (tingsrätten) in Nyköping convicted the applicant of aggravated rape and sentenced him to four years' imprisonment and expulsion from Sweden with a prohibition on returning before 21 October 2015. With regard to the expulsion decision, the court found that the applicant had no connection to Sweden and had only been in the country for a few years. Moreover, according to his own statements, his wife and four children were living in a refugee camp in Gaza. The Migration Board had also been heard and had submitted that there were no impediments to the applicant's expulsion. Thus, having regard to the very serious crime which the applicant had committed, he should be expelled from Sweden. Still, the prohibition on returning to Sweden was limited to 10 years.", "6. The applicant appealed against the judgment, including the expulsion decision, to the Svea Court of Appeal (hovrätten) which, in December 2005, upheld the lower court's judgment in full. On 26 January 2006 the Supreme Court (Högsta domstolen) refused leave to appeal.", "7. In November 2007 the applicant requested the Government to repeal the expulsion order against him and to grant him leave to remain in Sweden. Before the Government he claimed, inter alia, that he had in fact been politically active while living in Gaza but that he had not informed the Migration Board about it because he had been afraid. He further alleged that he had received several death threats both from the military part of Hamas and from Fatah. The threats had been sent to his mother in Gaza and his brother had sent them to him. He did not know why the threats had been sent to him just at that point in time but he suspected that the members of Hamas and Fatah had heard that he had been convicted of rape in Sweden and imprisoned. This would make it very dangerous for him to return. In support of his claims, he submitted some documents in Arabic as well as some letters in Arabic which he claimed were threats (see below under paragraph 12).", "8. Upon request by the Government, the Migration Board submitted its observations on the case. It considered that the applicant had not shown that it was probable that he was a refugee or a person otherwise in need of protection in Sweden and, hence, there were no impediments to the enforcement of the expulsion order. However, it noted that an expulsion to Gaza might be difficult from a practical point of view.", "9. On 17 April 2008 the Government rejected the request. It found that there was neither any impediment to the expulsion nor any special reasons to revoke the expulsion decision and grant the applicant leave to remain in Sweden.", "10. By fax of 24 April 2008 the border police informed the applicant that he would be expelled from Sweden as soon as possible, probably on 5 or 6 May 2008, and would be transported to Cairo, Egypt. It further informed the applicant that the Palestinian Authority's Office in Stockholm had issued him with a new, valid passport. The Office had also told the police that travelling from Cairo to Gaza posed no problems.", "11. On the same day, 24 April 2008, the applicant requested the Court to indicate to the Swedish Government under Rule 39 of the Rules of Court a suspension of his expulsion to Gaza. He claimed that, when living in Gaza, he had worked for Fatah together with some family members. His family was one of the biggest in Gaza and his uncle had held a high position in the political sphere. The applicant had also been an active politician and was therefore well known and recognised by most. Hamas had not liked this and had therefore threatened to kill him. For this reason, he had often been stopped, questioned and beaten when travelling between Gaza and Egypt. Moreover, due to his political involvement, he had also been imprisoned by the Israelis and severely tortured. This experience had scared him so much that he had decided to stop his political work. However, when he had stopped working for Fatah, the Palestinian government had imprisoned and tortured him. Since that time, he had suffered from Post Traumatic Stress Disorder (PTSD). After leaving prison, he had started importing and selling clothes from Turkey. Since the border police still suspected him of being politically active, they had continued to question and beat him every time he tried to leave or enter Gaza. Moreover, when his work for Fatah was over, they had threatened him and he had been afraid to stay in Gaza. Thus, he had fled to Egypt where he had been refused asylum and sent back. He had then tried to go to Morocco but had been refused leave to remain there as well. In a last attempt he had travelled to Sweden.", "12. Before the Court, the applicant further alleged that he had received death threats from Fatah in January 2007 and threats from Hamas some time during 2007. Since these two organisations controlled Gaza he was convinced that he would not be able to hide from them. He produced copies of various documents, inter alia, the following:", "A medical report, dated 1 March 2000, stating that the applicant was suffering from PTSD and was in need of psychological and social care. It was signed by Dr Khaled Dahlan, psychiatrist at the Gaza community mental health centre.", "A medical certificate, dated 29 January 2008, by Dr J. Elverfors, physician at Skogome prison. It stated that the applicant was suffering from anxiety and insomnia and was taking antidepressants. At the beginning of January 2008 he had deliberately cut his arm and had been treated for four days at the psychiatric care unit. He was considered to be suffering from PTSD.", "Some copies of documents in Arabic which had not been translated, but allegedly were marriage and family certificates proving that the applicant was related to leaders within the political organisations of Hamas and Fatah.", "A copy of an undated letter in Arabic which had been translated into Swedish. It was from Hamas and addressed to the applicant's family in Gaza. It stated that, according to information that the Hamas had obtained, the applicant should be careful since he would be killed no matter where he was found.", "A copy of a letter in Arabic which had been translated into English. It was from Fatah, the West of Gaza Region, and was addressed to the applicant's family, warning them that they should be careful and cautious because the applicant was being pursued and would be killed wherever he was found. He should remain outside the country in order to protect his life. The letter was not dated.", "13. On 29 April 2008 the Court decided to apply Rule 39 and suspend the expulsion until further notice in order to obtain some further information from the Government. In particular, the Government were requested to inform the Court whether the expulsion of the applicant to Gaza would be possible and, if so, how such an expulsion would be carried out practically in order to ensure that he would arrive in Gaza without a breach of his rights under Articles 2 and 3 of the Convention.", "14. Following the Court's request, on 7 May 2008 the Minister of Justice, on behalf of the Government, stayed the enforcement of the expulsion order until further notice. However, the applicant, who had been conditionally released from prison on 29 April 2008, was kept in detention awaiting his expulsion in accordance with a decision by the Migration Board.", "15. On 13 June 2008 the Government replied to the Court's request. They first observed that since Hamas had seized power in Gaza in June 2007, the human rights situation in Gaza had drastically deteriorated, with a strong negative impact on the civil population. However, the Swedish migration authorities had expressed the opinion that, although there were other “severe conflicts” (svåra motsättningar) in Gaza, it did not amount to an “armed conflict” (väpnad konflikt) within the meaning of the Aliens Act. Hence, stateless Palestinians from Gaza were not automatically granted residence permits in Sweden and, in the Government's view, an expulsion of the applicant to Gaza was possible. This said, they pointed out that the police authority responsible for the enforcement of the expulsion order had informed them that, due to the decision to stay the enforcement, there were at present no specific plans to enforce the applicant's expulsion order. Moreover, the police authority had assessed that, currently, it was in general not possible to travel via Egypt when enforcing expulsion orders to Gaza, since the Egyptian border to Gaza was temporarily closed. Hence, if an expulsion to Gaza were to be enforced, it would probably be carried out via Israel, following an evaluation to ensure that it could be carried out in a safe manner.", "16. The Government further stated that in all cases of enforcement of expulsion orders, Swedish officials were obliged to accompany the alien to the country/region stated in the expulsion order. The enforcement of the order was only considered to be completed when the alien was received by the country of destination and the Swedish authorities were responsible for the alien during the entire enforcement procedure until its completion. If authorities of another State provided assistance, the responsibility still remained with the Swedish authorities. Thus, Swedish officials responsible for the enforcement were obliged to intervene if an alien should be subjected to ill-treatment by the authorities of a third State. They were not allowed to hand over the alien to the authorities of a third State in order for them to complete the expulsion procedure. Moreover, the Swedish officials had to ensure that the alien was allowed to enter the country of destination and was received by that country. Also, an enforcement could only be initiated if there was some degree of certainty that the alien would be received by the country of destination.", "17. In his comments in reply to the information provided by the Government, the applicant claimed that he had a right to a permanent residence permit in Sweden on the basis of his political opinions and work for Fatah in Gaza between 1989 and 1999. He had primarily spoken at public gatherings and organised demonstrations and he had been imprisoned and tortured by Israel in 1992 and by Fatah in 1999. Both Hamas and Fatah would try to kill him if he returned. Moreover, he would not be safe if he were returned via either Israel or Egypt and thus there was no safe manner for carrying out the expulsion order without exposing him to serious risk. As there were no direct flights to Gaza, the Swedish authorities would not be able to accompany him all the way to Gaza or to ensure his safety.", "18. By virtue of Chapter 1, Article 8 of the Penal Code (Brottsbalken 1962:700), a crime may, apart from ordinary sanctions, result in special consequences defined by law. Expulsion on account of a criminal offence constitutes such a consequence and the decision in this respect is made by the court in which the criminal proceedings take place.", "19. Provisions for expulsion on this ground are laid down in the new Aliens Act (Utlänningslagen, 2005:716 – hereinafter referred to as “the 2005 Act”) which replaced the old Aliens Act (Utläningslagen, 1989:529) on 31 March 2006. However, since the rules on expulsion on account of a criminal offence remain the same in substance under the 2005 Act as under the old Aliens Act, reference will only be made to the 2005 Act.", "20. According to Chapter 8, Sections 8 and 11 of the 2005 Act, an alien may not be expelled from Sweden on account of having committed a criminal offence unless certain conditions are satisfied and the person's links to Swedish society have been taken into account.", "21. Moreover, the court must have regard to the general provisions on impediments to the enforcement of an expulsion decision. Thus, under the provisions of Chapter 12, Section 1 of the 2005 Act, there is an absolute impediment to expelling an alien to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment. Furthermore, a risk of persecution generally constitutes an impediment to enforcing an expulsion decision.", "22. A decision to expel an alien on account of having committed a criminal offence is, according to Chapter 12, Section 14 § 3(2) of the 2005 Act, enforced by the police authority. If the police authority finds that there are impediments to the enforcement, it shall notify the Migration Board, which shall refer the matter to the Government to examine whether the expulsion can be executed (Chapter 12, Section 20 of the 2005 Act). If there are no impediments to the enforcement, the alien shall normally be sent to his or her country of origin or, if possible, to the country from which he or she came to Sweden (Chapter 12, Section 4 of the 2005 Act).", "23. According to Chapter 8, Section 14 of the 2005 Act, if the Government find that a judgment or decision to expel a person on account of having committed a criminal offence cannot be executed or if there are otherwise special reasons not to enforce the decision, the Government may repeal, in part or completely, the judgment or decision of the court. When considering whether to repeal an expulsion order, the Government shall above all take into account any new circumstances, namely circumstances that did not exist at the time of the courts' examination of the criminal case. In the travaux préparatoires to this provision (Government Bill 1988/89:86, p. 193), strong family ties and severe illness are given as examples of such “special reasons” that may warrant revocation of an expulsion order. In accordance with Chapter 11, Article 13, of the Instrument of Government (Regeringsformen), the Government may also issue a pardon or reduce a penal sanction or other legal effect of a criminal act.", "24. In cases where the expulsion order is not revoked, the Government may still grant a temporary residence permit and work permit. For as long as such a permit is valid, the expulsion order may not be executed (Chapter 8, Section 14 of the 2005 Act).", "25. On 1 July 2008, in a leading decision concerning an asylum seeker from Gaza, the Director-General for Legal Affairs of the Migration Board made an assessment of the general situation in Gaza and possibilities to enforce expulsion/deportation orders to the area. The Board found that the situation in Gaza could not be regarded as an “armed conflict” (väpnad konflikt) but assessed that there were other “severe conflicts” (svåra motsättningar) in Gaza within the meaning of Chapter 4, Section 2, of the Aliens Act (which was also in line with an earlier decision by the Migration Court of Appeal, dated 26 September 2006, UMS 1-06, and decisions by the Migration Board on 13 and 14 March 2007). This implied that a personal assessment of the individual circumstances in the case had to be made and that a causal link had to be established between the personal risk of the alien and the conflicts in the area. Since the asylum seeker in the case at hand had only invoked the general situation, the Board found that he was not in need of protection in Sweden. Still, the Board noted that the border crossings to Gaza had been closed since the middle of June 2007 and that, currently, it was not practically possible to enforce expulsion/deportation orders to Gaza. In June 2008 negotiations between, inter alia, Hamas and the Israeli authorities had resulted in a ceasefire and there was hope that the borders might be re-opened in the foreseeable future. On the basis of the above, the Board decided to reject the asylum seeker's application for asylum and a residence permit but to grant respite with the enforcement of the deportation order until 5 January 2009, during which time the Board would carefully follow the developments in Gaza.", "26. Since Hamas seized power over Gaza in June 2007, Israel has closed all borders into Gaza and imposed an almost complete blockade, affecting every aspect of civilian life. In September 2007 Israel designated the Gaza Strip a “hostile entity”. Due to the blockade, the humanitarian situation in Gaza is now considered to be at its worst since 1967 as roughly 80% of the 1,500,000 population in Gaza are dependent on the limited international aid that the Israelis allow to enter.", "27. In June 2008 Hamas and Israel agreed on a ceasefire aimed at halting Palestinian rocket attacks on Israeli territory in return for Israel lifting the blockade. However, Israel insists that “normal business” cannot resume at the Egyptian Rafah border crossing until Hamas releases an Israeli soldier captured by Gaza militants two years ago. Thus, it would appear that the ceasefire has not improved the situation for Gaza's population, except to reduce the number of Israeli incursions and the number of rockets fired by Palestinian militants. Still, Egypt opened the Rafah border crossing to Gaza for one day on Saturday 30 August 2008 as a goodwill gesture before Ramadan. According to sources about 1,000 people were allowed to leave Gaza, essentially those requiring medical treatment or holders of foreign residence permits, and roughly 500 persons entered the area.", "28. Following its takeover in June 2007, Hamas established its own security forces, the Executive Forces, and, according to international sources, it enforced laws selectively according to its priorities. In September 2007 Hamas named a de facto High Judicial Council for Gaza and Hamas-affiliated members replaced Palestinian Authority prosecutors and judges. In November 2007 Hamas militants took over the Judicial Compound in Gaza City. This increased lack of law and order in Gaza eroded public confidence in security forces and many Palestinians sought protection from clans and family groups. The press reported widespread abuse, torture and corruption by the security forces. However, the International Committee of the Red Cross (ICRC) has stated that it has regained full access to all facilities (prisons and detention centres) in Gaza, including those administered by Hamas Executive Forces and Izz ad-Din al-Qassam Brigades (the military wing of Hamas).", "29. According to reports, Hamas has hit hard against the opposition in Gaza. However, the sole fact of being a member or sympathiser of Fatah has not given rise to persecution. Persons without political influence or a political agenda do not run any significant risk. Moreover, Fatah's civil organisation (that is, excluding the militant parts) has been allowed to continue its work and Fatah members holding the chairmanship in municipal sectors have not been replaced. Reportedly, it is primarily persons who openly criticise Hamas who risk being persecuted, irrespective of whether they belong to Fatah. Within Fatah, persons who are capable of mounting violent resistance against Hamas or who have close connections to the Fatah leadership in Ramallah, are most exposed to persecution. It is generally not a problem to have worked for the Palestinian Authority's police forces while Fatah was in power or to be employed by the Palestinian Authority's police forces today. Still, it appears that certain acts of revenge occur against persons who have committed various kinds of abuse against the population in Gaza. Family members of persons wanted by Hamas are not exposed to an elevated risk of persecution as there does not appear to be any pattern of collective punishment within the internal Palestinian power struggle.", "30. The Palestinian Authority issues passports for Palestinians in the West Bank and Gaza. As long as the Egyptian Rafah border crossing is closed, there will remain significant difficulties to return or to enforce deportations to Gaza. It is uncertain when the crossing will re-open."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}