{"ITEMID": "001-69396", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF PITRA v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 (length);Partly inadmissible;Pecuniary damage - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1956 and lives in Osijek.", "5. On 15 January 1997 the applicant was dismissed from her position at the Osijek Faculty of Agriculture (“the Faculty”). The decision had retroactive effect as of 27 November 1995.", "6. On 17 January 1997 the applicant instituted civil proceedings challenging the lawfulness of the Faculty's decision. She claimed to have never been reinstated, as was required by a final court decision from proceedings she had previously instituted against the Faculty, and that she could therefore not have been dismissed.", "7. On 12 July 1999 the Osijek Municipal Court (Općinski sud u Osijeku) ruled in the applicant's favour, ordering the Faculty to reinstate her.", "8. Following an appeal by the Faculty, on 28 October 1999 the Osijek County Court (Županijski sud u Osijeku) upheld the first instance judgment.", "9. The Faculty subsequently filed a request for revision on points of law (revizija). On 3 May 2000, the Supreme Court (Vrhovni sud Republike Hrvatske) reversed the first and second instance judgments and dismissed the applicant's claim. The Supreme Court found that the Faculty was under no obligation to reinstate the applicant and that therefore its decision was in line with the applicable law.", "10. On 28 August 2000 the applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske). She claimed that the Supreme Court's judgment was in breach of her constitutional right to work, of the rule of law and of the requirement that the courts adjudicate on the basis of laws and the Constitution.", "11. On 24 March 2004 the Constitutional Court dismissed her complaint finding no violation of the alleged constitutional rights."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}