{"ITEMID": "001-97350", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF CHESNYAK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["4. The applicant was born in 1953 and lives in the town of Zaporizhzhya, Ukraine.", "5. On 9 March 1998 criminal proceedings were instituted against the applicant in connection with several straightforward episodes of smuggling goods to Ukraine.", "6. In the period from 9 March 1998 to 22 May 1998 criminal proceedings were instituted against Mrs T., Mrs K. and four other persons in connection with the same episodes.", "7. On 8 May 1998 the applicant gave a written undertaking not to abscond.", "8. On 30 July 1998, while undergoing a course of treatment in a hospital, the applicant was arrested and remained under arrest in the hospital. On 28 August 1998 the applicant finished his treatment. On the same date he was placed in custody.", "9. On 11 August 1998 the proceedings against the applicant, Mrs T. and Mrs K. were joined.", "10. On 7 September 1998 the case was transferred to the Zaporizhzhya Regional Court for examination. On 12 May 1999 it sentenced the applicant to five years and six months' imprisonment.", "11. On 16 September 1999 the Supreme Court quashed that judgment and remitted the case for fresh consideration to the Zaporizhzhya Regional Court On 16 March 2000 the Zaporizhzhya Regional Court sentenced the applicant to one year, seven months and sixteen days' imprisonment. Since the applicant had already spent an equivalent time in prison he was considered to have served his sentence. By the same judgment the court placed the applicant under an obligation not to abscond. On the same date the applicant was released.", "12. On 1 June 2000 the Supreme Court quashed the judgment of 16 March 2000 and remitted the case to the prosecutor's office for further investigation.", "13. On 25 December 2000 the further investigation was completed and the case was transferred to the Leninsky District Court of Zaporizhzhya.", "14. On 15 October 2001 the Leninsky District Court of Zaporizhzhya sentenced him to two years' imprisonment. The applicant was exempted from serving his sentence under the Amnesty Act. By the same judgment the court released the applicant from the undertaking not to abscond.", "15. On 10 December 2001 the Zaporizhzhya Regional Court of Appeal, acting as a court of appeal, upheld that judgment.", "16. On 8 October 2002 the Supreme Court quashed the ruling of 10 December 2001 and remitted the case for fresh consideration to the court of appeal since the latter had failed to consider the applicant's appeal in a due manner.", "17. On 18 December 2002 the Zaporizhzhya Regional Court of Appeal quashed the judgment of 15 October 2001 and remitted the case for further investigation to the prosecutor's office.", "18. On 17 September 2003 the case was transferred to the Leninsky District Court of Zaporizhzhya.", "19. On 24 September 2003 the Leninsky District Court of Zaporizhzhya terminated the criminal proceedings against the applicant since the charges against him had become time-barred. On 16 February 2004 and 17 May 2005 the Zaporizhzhya Regional Court of Appeal and the Supreme Court, respectively, upheld that ruling."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}