{"ITEMID": "001-61805", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF BATI AND OTHERS v. TURKEY [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies, six month period);Violation of Art. 3;Violation of Art. 13;Violation of Art. 5-3 with regard to the length of the custody;Violation of Art. 5-3 with regard to the length of pre-trial detention;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Christos Rozakis", "TEXT": ["9. Mr Ulaş Batı was born in 1979, Mr Bülent Gedik in 1974, Mr Müştak Erhan İl in 1971, Mr Özgür Öktem in 1976, Mr Sinan Kaya in 1978, Mr İsmail Altun in 1974, Mr İzzet Tokur in 1973, Mr Okan Kablan in 1980, Mr Cemal Bozkurt in 1973, Mrs Devrim Öktem in 1975, Miss Sevgi Kaya in 1980, Miss Arzu Kemanoğlu in 1972, Miss Zülcihan Şahin in 1977, Miss Ebru Karahancı in 1978 and Miss Zühal Sürücü in 1979. All are Turkish nationals and live in Istanbul.", "10. In February and March 1996, as part of a police operation against an illegal Marxist organisation, the TKEP/L (Communist Labour Party of Turkey/Leninist), the Istanbul police arrested the applicants and held them for questioning at the headquarters of the anti-terrorist branch of the Istanbul security police (“Security Headquarters”) for questioning.", "11. The facts in each individual case may be summarised as follows:", "12. Mr Batı was arrested on 8 February 1996.", "13. On 19 February 1996 he informed the public prosecutor during an interview that he had been ill-treated by the police while in custody. He was later brought before a judge of the Istanbul National Security Court (“the judge”), to whom he repeated the statement he had made to the public prosecutor. The judge ordered his detention pending trial.", "14. Mr Batı says that his ill-treatment at Security Headquarters took various forms: he was beaten, forced to remain standing, deprived of sleep, and threatened with death, rape and sexual assault with a truncheon.", "15. He was given only one medical examination. In his report of 19 February 1996, the forensic doctor, a member of the Istanbul Institute of Forensic Medicine, found partly healed bruising measuring 0.5 cm by 0.5 cm in the sternal region. He noted that Mr Batı had complained of pain in his shoulders and certified him unfit for work for one day.", "16. Mr Gedik was arrested on 6 February 1996.", "17. On 19 February 1996 he informed the public prosecutor during an interview that he had been coerced into making a statement which he had signed without reading. He subsequently repeated this account to the judge, who ordered his detention pending trial.", "18. Mr Gedik says his ill-treatment in custody included suspension by the arms, death threats and electric shocks.", "19. He was given three medical examinations:", "(a) In a report of 19 February 1996, a forensic doctor noted scab-covered lesions measuring 3 cm by 3 cm to the rear of the thighs and an old bruise measuring 3 cm by 3 cm in the upper scapular region. He certified Mr Gedik unfit for work for three days.", "(b) In a report of 27 February 1996, the Bayrampaşa Prison doctor found bruising with scabs to the left arm and a leg. He noted that Mr Gedik complained of pain in various parts of the body and referred him to a forensic doctor for a final report.", "(c) Mr Gedik was re-examined by a forensic doctor on 7 March 1996. The doctor recorded his complaints of pain in the left shoulder in the medical certificate. However, he considered that a final report could only be drawn up once Mr Gedik had been examined by a hospital neurology service. It appears from the case file, however, that the additional examination was never carried out.", "20. Mr Erhan İl was arrested on 6 February 1996.", "21. On 19 February 1996 he was interviewed by the public prosecutor, before whom he denied all the offences he was alleged to have committed. Subsequently he was brought before the judge, to whom he complained of ill-treatment by police officers while in custody. The judge ordered his detention pending trial.", "22. Mr Erhan İl says that he was subjected to various forms of ill-treatment while in custody at Security Headquarters: suspension by the arms, blows, threats and insults.", "23. He was given three medical examinations:", "(a After examining Mr Erhan İl, a forensic doctor drew up a medical report in which he noted reduced extension and impaired supination and pronation in both arms. He said that a final report could be drawn up once Mr Erhan İl had been examined by a hospital neurology service.", "(b) In his report of 27 February 1996, the Bayrampaşa Prison doctor noted that Mr Erhan İl had complained of pain in his shoulders, thorax, back and respiratory tract, and numbness in both arms and hands. He referred him to a forensic doctor for a final report.", "(c) On 6 March 1996, in the light of the medical certificate issued on 19 February 1996, the forensic doctor ordered Mr Erhan İl's transfer to hospital for neurological examination. It appears from the case file, however, that no such additional examination was ever carried out.", "24. Mr Öktem was arrested on 8 February 1996.", "25. On 19 February 1996, after being interviewed by the public prosecutor, he was brought before the judge to whom he complained of ill-treatment by police officers while in custody. The judge ordered his detention pending trial.", "26. Mr Öktem says that he was subjected to various forms of ill-treatment while in custody, including suspension by the arms and beating of the soles of the feet (falaka).", "27. He was given three medical examinations:", "(a) According to a medical certificate issued on 19 February 1996, the forensic doctor initially did not find any marks of violence on Mr Öktem's body. He noted that Mr Öktem had complained of pain in his thigh, labial mucosa and internal or lateral walls of his mouth. He certified him unfit for work for three days.", "(b) In a report of 27 February 1996, the Bayrampaşa Prison doctor noted that Mr Öktem had a tear to the mouth that had been caused by the use of force, pain in various parts of the body and difficulty breathing. He referred him to a forensic doctor for a final report.", "(c) In a report of 6 March 1996, the forensic doctor confirmed the findings in the reports of 19 and 27 February 1996.", "28. Mr Kaya was arrested on 8 February 1996.", "29. On 19 February 1996 he was brought before the judge after being interviewed by the public prosecutor. He complained to the judge of ill-treatment by police officers while in custody. The judge ordered his detention pending trial.", "30. Mr Kaya says that he was subjected to various forms of ill-treatment while in custody: suspension by the arms, blows, threats and insults.", "31. He was given three medical examinations:", "(a) The first was performed by a forensic doctor on 19 February 1996, who found that Mr Kaya presented scab-covered lesions measuring 1 cm by 1.5 cm and 1 cm by 1 cm to the side of the right armpit, bruising measuring 2 cm by 2 cm to the mastoid, and pain in the shoulders and arms. He certified him unfit for work for five days.", "(b) In a report of 27 February 1996, the Bayrampaşa Prison doctor found loss of movement in the arms, cramps in the shoulders, breathing difficulties and cuts and bruising to the right foot. He referred him to a forensic doctor for a final report.", "(c) In a report of 7 March 1996, the forensic doctor noted scab-covered lesions measuring 1 cm by 1.5 cm and 1 cm by 1 cm on the side of the right armpit, bruising and grazing to the mastoid, and pain in the shoulders and arms. He certified him unfit for work for five days.", "32. Miss Kaya (who is Sinan Kaya's sister) was arrested on 8 February 1996.", "33. On 19 February 1996 she was brought before the judge after being interviewed by the public prosecutor and complained of ill-treatment by police officers while in custody. The judge ordered her detention pending trial.", "34. Miss Kaya says that while in custody she was subjected to falaka, sprayed with water, threatened with rape and undressed.", "35. She was given three medical examinations:", "(a) In a report dated 19 February 1996, a forensic doctor found old bruising to the soles of the feet measuring 5 cm by 4 cm that was in the process of healing, bruising to both palms and pain in the shoulders and arms. He certified her unfit for work for seven days.", "(b) In a report of 27 February 1996, the Bayrampaşa Prison doctor noted bruising, swelling and tenderness to the sole of the left foot, and loss of movement and deformity to the little finger of the right hand. He referred her to a forensic doctor for a final report.", "(c) In a report of 7 March 1996, the forensic doctor noted scab-covered lesions measuring 5 cm by 4 cm to the soles of both feet, bruising to both palms and pain in the shoulders and arms. He certified Miss Kaya unfit for work for seven days.", "36. Mr Altun was arrested on 8 February 1996.", "37. He was interviewed by the public prosecutor on 16 February 1996 and complained of ill-treatment by police officers while in custody. He was subsequently brought before the judge, to whom he repeated the statement he had made to the public prosecutor. The judge ordered his detention pending trial.", "38. Mr Altun says that he was subjected to various forms of ill-treatment: he was suspended by his arms (which were tied together), beaten, sprayed with cold water and deprived of sleep. He further complains that he was blindfolded and his testicles were wrung.", "39. He was given three medical examinations:", "(a) In a report of 16 February 1996, a forensic doctor noted that Mr Altun was suffering from headaches and pain in his arms.", "(b) In a report of 28 February 1996, the Bayrampaşa Prison doctor noted bruising below the eyes, scab-covered lesions measuring 0.5 cm by 0.5 cm on the upper right ear, pain running from the neck to the anus, restricted movement of the thumb of the right hand, scab-covered lesions on the back of the left foot, grazing on the back of the right foot, bruising measuring 5 cm by 2 cm to the anterior left leg (tibia) and pain in the chest and respiratory tract.", "(c) In a report of 6 March 1996, the forensic doctor confirmed the findings set out in the report of 16 February 1996.", "40. Mrs Öktem (who is Bülent Gedik's wife) was arrested on 6 February 1996.", "41. On 19 February 1996, after being interviewed by the public prosecutor, she was brought before the judge, who ordered her detention pending trial.", "42. Mrs Öktem says that she was subjected to various forms of ill-treatment while in custody: she was beaten, suspended by the arms, undressed and sprayed with water. She also alleges that she suffered a miscarriage as a result of the ill-treatment.", "43. She was given seven medical examinations:", "(a) In a report of 19 February 1996, a forensic doctor said that he had found no marks on Mrs Öktem's body that were consistent with assault. Noting that she alleged that she had miscarried as a result of ill-treatment in police custody, he said that a final report could be drawn up once she had been examined by a hospital obstetrics service.", "(b) In a report of 27 February 1996, the Bayrampaşa Prison doctor noted a bruise measuring 1 cm by 1 cm on Mrs Öktem's left leg, and pain in the soles of her feet and kidneys. He referred her to a forensic doctor for a final report.", "(c) In a report of 6 March 1996, in the light of the information contained in the aforementioned medical certificates, the forensic doctor ordered her transfer to a hospital obstetrics service.", "(d) In a report of 6 March 1996, a gynaecologist from the Haseki General Hospital noted bleeding and particles in the region of the uterus and diagnosed post-abortive endometritis.", "(e) In a report of 18 April 1996, the Bayrampaşa Prison doctor noted a 0.5 cm by 1 cm swelling to the occipital region and pain in the back. He referred her to a forensic doctor for a final report.", "(f) On 31 May 1996 a gynaecologist from the Istanbul General Hospital informed the Istanbul Assize Court that the hospital register showed that Mrs Öktem had been examined on 20 February 1996 and that no genital pathology in the region of the uterus had been found. However, in view of her allegation that she had suffered a miscarriage, she had been given appropriate treatment.", "(g) Mrs Öktem's medical file was examined by a team of seven gynaecologists, who, in a report of 19 February 1997, concluded that she had suffered a miscarriage while in police custody. However, since there were no marks on her body consistent with assault and she had not had a full medical examination, they said that it was impossible to confirm a causal link between the miscarriage and the alleged ill-treatment.", "44. Miss Kemanoğlu was arrested on 6 February 1996.", "45. On 19 February 1996 she was interviewed by the public prosecutor. She complained of ill-treatment by police officers while in custody and denied all the offences she was alleged to have committed. She was subsequently brought before the judge, who ordered her detention pending trial.", "46. Miss Kemanoğlu was given three medical examinations:", "(a) On 19 February 1996 a forensic doctor noted that there were no marks on her body consistent with assault.", "(b) In a report of 27 February 1996, the Bayrampaşa Prison doctor noted a 3 cm by 3 cm bruise on her leg, and bruising to the neck, shoulders and rib cage. He referred her to a forensic doctor for a final report.", "(c) On 6 March 1996, in the light of the aforementioned medical reports, the forensic doctor made an order for her to be examined by the Institute of Forensic Medicine Special Office. However, the file shows that that examination did not take place.", "47. Miss Şahin was arrested on 7 February 1996.", "48. On 19 February 1996 she stated before the public prosecutor and the judge that she had been ill-treated by police officers while in custody. The judge ordered her detention pending trial.", "49. Miss Şahin was given three medical examinations:", "(a) In a report of 19 February 1996, a forensic doctor noted two old bruises measuring 0.5 cm by 1 cm and 0.5 cm by 2 cm on the anterior left arm and an old bruise measuring 1 cm by 1.5 cm on the same arm. He did not certify her unfit for work.", "(b) In a report of 22 February 1996, the Bayrampaşa Prison doctor noted a 2 cm by 2 cm bruise on the neck and cuts to the shoulders.", "(c) In a report of 7 March 1996, the forensic doctor confirmed the findings in the report of 22 February 1996 and certified Miss Şahin unfit for work for three days.", "50. Miss Karahancı was arrested on 8 February 1996.", "51. On 19 February 1996 she stated before the public prosecutor and the judge that she had been ill-treated by police officers while in custody. The judge ordered her detention pending trial.", "52. Miss Karahancı says that she was subjected to various forms of ill-treatment while in custody: she was beaten, suspended by the arms, sprayed with water and deprived of sleep for three days.", "53. She was given three medical examinations:", "(a) In a report of 19 February 1996, a forensic doctor noted that she complained of pain in the back and arms. He found a 2 cm by 3 cm bruise in the middle of the outer left leg, and an old bruise measuring 0.5 cm by 0.5 cm on the lower leg. He certified her unfit for work for five days.", "(b) In a report of 27 February 1996, the Bayrampaşa Prison doctor noted a bruise on the left ankle and pain in different parts of the body. He considered an examination by a forensic doctor necessary.", "(c) In a report of 6 March 1996, the forensic doctor confirmed the findings in the report of 19 February 1996.", "54. Mr Tokur was arrested on 8 February 1996.", "55. On 19 February 1996 he stated before the public prosecutor and the judge that he had been ill-treated by police officers while in custody. The judge ordered his detention pending trial.", "56. Mr Tokur says that while in police custody he was beaten approximately twenty to twenty-five times, threatened with death, sprayed with water and deprived of sleep for four days.", "57. On 19 February 1996 a forensic doctor found no visible marks on Mr Tokur's body on examination that were consistent with assault. He noted, however, that Mr Tokur complained of pain in his shoulders and certified him unfit for work for one day.", "58. Mr Kablan was arrested on 6 February 1996.", "59. On 19 February 1996 he stated before the public prosecutor and the judge that he had been ill-treated by police officers while in custody. The judge ordered his detention pending trial.", "60. Mr Kablan says that he was subjected to various forms of ill-treatment while in custody: suspension by the arms, blows and sleep deprivation.", "61. He was examined three times:", "(a) In a report of 19 February 1996, a forensic doctor noted old bruises measuring 2 cm by 3 cm on his right leg. He certified Mr Kablan unfit for work for one day.", "(b) In a report of 28 February 1996, the Bayrampaşa Prison doctor noted a bruise on the right leg, bruising to the axillary region, reduced movement in both arms and pain in various parts of the body. He referred Mr Kablan to a forensic doctor for a final report.", "(c) In a report of 7 May 1996, the forensic doctor noted that Mr Kablan was suffering from a problem with his ears entailing unfitness for work for fifteen days.", "62. Miss Sürücü was arrested on 14 March 1996.", "63. She was interviewed by the public prosecutor on 25 March 1996, following a medical examination which did not disclose any marks consistent with assault. She was then brought before the judge, who ordered her detention pending trial.", "64. Mr Bozkurt was arrested on 14 March 1996.", "65. He was interviewed by the public prosecutor on 25 March 1996, following a medical examination which did not disclose any marks consistent with assault. He was then brought before the judge, who ordered his detention pending trial.", "66. On 10 April 1996 the public prosecutor instituted criminal proceedings against twenty people, including the applicants, under both Article 146 of the Criminal Code, which makes it an offence to attempt to change or modify the Constitution of the Republic of Turkey in whole or in part, to attempt a coup d'état against the National Assembly or to use force to prevent the National Assembly from carrying out its functions, and Article 168 § 2 of the Criminal Code, which makes it an offence to be a member of an armed group. The applicants were accused of various acts of violence, including voluntary homicide, attempted homicide, throwing explosive devices, taking part in an illegal and violent demonstration and armed robbery.", "...", "72. The case is still pending in the domestic courts.", "73. On 5 March 1996 ten of the applicants, Bülent Gedik, Zülcihan Şahin, Sinan Kaya, Sevgi Kaya, Devrim Öktem, Okan Kablan, Arzu Kemanoğlu, Müştak Erhan İl, İzzet Tokur and Ulaş Batı, lodged a complaint of ill-treatment against the police officers who had been on duty while they were in custody.", "74. They also lodged a complaint against O.T. (the Istanbul police commissioner) and R.A. (the deputy director of the Istanbul anti-terrorist branch). They argued that these two senior police officers were the hierarchical superiors of the police officers who had subjected them to torture. This complaint was dismissed on 24 February 1998 for lack of sufficient evidence. That decision was upheld by the President of the Beyoğlu Assize Court on 23 September 1998.", "75. On 12 April 1996 the public prosecutor questioned four police officers (Fatih Berkup, Mehmet A. Çavdar, Ahmet Bereket and Yakup Doğan) in connection with the complaint that had been lodged on 5 March 1996. All four officers had been on duty while the applicants were in custody. They denied having ill-treated the applicants concerned.", "76. Meanwhile, on a date that has not been specified by the parties, a complaint was lodged by Ebru Karahancı, Özgür Öktem and ĺsmail Altun. They alleged, inter alia, that six police officers (Mustafa Sara, Mustafa Taner Paylaşan, Fatih Berkup, Mehmet A. Çavdar, Ahmet Bereket and Yakup Doğan) had ill-treated them while they were in custody. On 21 February 1997 the Istanbul public prosecutor's office decided not to take any action on the complaint. However, the applicants say that on 5 December 1997 the President of the Beyoğlu Assize Court set aside that decision following an appeal by the applicants' representative.", "77. By an indictment that was lodged on 4 March 1997, the public prosecutor instituted criminal proceedings in the Istanbul Assize Court against five police officers (Mustafa Taner Paylaşan, Ahmet Bereket, Fatih Berkup, Mehmet A. Çavdar and Yakup Doğan) for an offence under Article 243 of the Criminal Code (see paragraph 96 below).", "78. The first hearing in the case took place on 26 May 1997 in the Istanbul Assize Court, in the absence of the five police officers. The Assize Court heard the applicants, who complained in particular of the decision not to prosecute Mustafa Sara. In addition, Mrs Öktem testified that she had suffered a miscarriage after being assaulted and subjected to repeated blows to the abdomen while in custody. With the exception of İzzet Tokur, Ebru Karahancı, Özgür Öktem and ĺsmail Altun, the applicants applied to be joined to the criminal proceedings as civil parties under Article 365 of the Code of Criminal Procedure (see paragraph 98 below). That application was granted.", "79. On 7 July 1997 a brawl broke out between the applicants and members of the security forces as nine of the applicants (Zülcihan Şahin, Sinan Kaya, İsmail Altun, Müştak Erhan İl, Arzu Kemanoğlu, Okan Kablan, Devrim Öktem, Özgür Öktem and Bülent Gedik) were being taken to the hearing room in the Istanbul court-house. The Istanbul Assize Court proceeded with the hearing, which it began by hearing evidence from the four defendant police officers who were present, namely Mustafa Taner Paylaşan, Fatih Berkup, Mehmet A. Çavdar and Yakup Doğan.", "80. At the hearing the applicants formally identified those police officers. The Assize Court decided that it was unnecessary to remand the accused in custody and adjourned the question of whether Mustafa Sara should be prosecuted to a later date.", "81. At a hearing on 20 October 1997, Mr Öktem (the father of Mrs Öktem and Mr Öktem) and Miss Karahancı gave evidence. The latter said that she was unable to identify anyone, as she had been kept blindfolded throughout her time in police custody.", "82. The testimony of one of the accused, Ahmet Bereket, was obtained on commission and placed in the case file of the Assize Court on 29 July 1997.", "83. At a hearing on 25 December 1997, the Assize Court sought to establish the addresses of two of the victims, A. Kılıç and Ay. Kılıç, so that their testimony, which was not on the case file, could be obtained.", "84. At a hearing on 11 March 1998, Mr A. Tunga gave evidence.", "85. On 7 January 1998 a supplementary indictment was lodged by the public prosecutor, accusing police officer Mustafa Sara of ill-treatment with a view to extracting confessions.", "86. On 14 April 1998 evidence was taken from Mustafa Sara on commission and placed in the case file.", "87. Between 21 May 1998 and 25 December 2002 the Assize Court held approximately thirty hearings, at which it sought, inter alia, to establish the addresses of a witness and of a victim with a view to serving them with witness summonses. Although the applicants' representatives urged the Assize Court on 24 June 1999, 20 November 2001 and 23 December 2001 to dispense with the evidence of the two people concerned, it did not accede to their request until 13 February 2002.", "88. At a hearing on 17 July 2002, the representative acting for Mustafa Taner Paylaşan, Fatih Berkup and Yakup Doğan informed the Assize Court that he was withdrawing from the case. The court was also informed that Mehmet A. Çavdar had died.", "89. On 1 October 2002 the applicants' representatives asked the Assize Court to expedite the proceedings, as there was a danger that the prosecution of the offences would become statute-barred.", "90. At a hearing on 20 November 2002, Yakup Doğan sought an adjournment to enable him to obtain legal representation. Mustafa Sara lodged a medical certificate excusing his absence. The Assize Court granted the defendants an extension of time. From the case file it would seem that Mustafa Sara never in fact appeared before the Assize Court.", "91. At a hearing on 25 December 2002, the public prosecutor made his submissions. He sought an order dismissing the criminal proceedings against Mehmet A. Çavdar, who had died, and against Mustafa Taner Paylaşan, Ahmet Bereket, Fatih Berkup and Yakup Doğan under the statute of limitations. As regards Mustafa Sara, he sought a conviction only on the count of torturing Bülent Gedik. He submitted that Mustafa Sara should be acquitted on the other charges.", "92. In a judgment of 5 February 2003, the Assize Court decided to discontinue the proceedings against the defendants Mustafa Taner Paylaşan, Ahmet Bereket, Fatih Berkup and Yakup Doğan by virtue of the statute of limitations and against Mehmet A. Çavdar on the ground of intervening death. It found Mustafa Sara guilty of torturing Mr Gedik and Mrs Öktem and sentenced him to two years' imprisonment. It also made an order prohibiting him from holding public office for a period of six months. However, it acquitted him on the other charges.", "...", "94. The case is currently pending before the Court of Cassation.", "95. At the material time section 16 of Law no. 2845 on procedure in the national security courts provided that any person arrested in connection with an offence within the exclusive jurisdiction of those courts had to be brought before a judge within forty-eight hours at the latest or, if the offence was a joint one committed outside the region under emergency rule, within fifteen days, not including the time needed to convey the detainee to the judge.", "96. Under the Turkish Criminal Code, it is an offence for a public official to subject a person to torture or ill-treatment (Article 243 in relation to torture and Article 245 in relation to ill-treatment). The authorities' obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been brought to their attention are governed by Articles 151 to 153 of the Code of Criminal Procedure. Offences may be reported to the authorities and the security forces as well as to the public prosecutor's office. Complaints may be made orally or in writing. If a complaint is made orally, the authority must keep a record (Article 151).", "By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor's office an offence of which he has become aware in the course of his duties is liable to imprisonment. A public prosecutor who is informed by any means whatsoever of a situation that gives rise to suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).", "97. Under Article 102 of the Criminal Code, taken in conjunction with Articles 243 and 245, a prosecution for an offence of ill-treatment or torture by a public official must be brought within five years.", "98. Article 365 of the Code of Criminal Procedure also contains a provision allowing victims of crime to join the proceedings as “intervening parties” alongside the prosecution. As a direct victim, an intervening party may also claim reparation for any loss sustained as a result of the offence provided that he or she has not previously brought an action in the civil courts. The admissibility of applications to join the proceedings as an intervening party is determined by the judge, after hearing representations from the public prosecutor's office (Article 366 of the Code of Criminal Procedure). A person who has been given leave to intervene in proceedings may, like the public prosecutor, appeal to the Court of Cassation against the verdict (Article 371 of the Code Criminal Procedure).", "99. Under the Code of Obligations, anyone who suffers damage as a result of an illegal or tortious act may bring an action for damages for pecuniary loss (Articles 41 to 46) and non-pecuniary loss (Article 47). The civil courts are not bound by the findings or the verdict of the criminal court on the issue of the defendant's guilt (Article 53).", "However, under section 13 of Law no. 657 on State employees, anyone who has sustained loss as a result of an act done in the course of an official's duties under public law may, in principle, only bring an action against the authority for whom the official concerned works and not directly against the official (Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). This is not an absolute rule, however. When an act is found to be illegal or tortious and, consequently, is no longer an “administrative act” or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim's right to bring an action against the authority on the basis of its joint liability as the official's employer (Article 50 of the Code of Obligations).", "100. The Manual on the Effective Investigation and Documentation of Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (the Istanbul Protocol) was submitted to the United Nations High Commissioner for Human Rights on 9 August 1999. The “Istanbul Principles” subsequently received the support of the United Nations through resolutions of the United Nations Commission on Human Rights and the General Assembly. It is the first set of guidelines to have been produced for the investigation of torture. The Protocol contains full practical instructions for assessing persons who claim to have been the victims of torture or ill-treatment, for investigating suspected cases of torture and for reporting the investigation's findings to the relevant authorities.", "The principles applicable to the effective investigation and documentation of torture and other cruel, inhuman or degrading treatment or punishment are to be found in Annex 1 of the Manual, the relevant parts of which read as follows:", "“The purposes of effective investigation and documentation of torture and other cruel, inhuman or degrading treatment (hereafter referred to as torture or other ill-treatment) include the following: clarification of the facts and establishment and acknowledgment of individual and State responsibility for victims and their families, identification of measures needed to prevent recurrence and facilitation of prosecution or, as appropriate, disciplinary sanctions for those indicated by the investigation as being responsible and demonstration of the need for full reparation and redress from the State, including fair and adequate financial compensation and provision of the means for medical care and rehabilitation.", "States shall ensure that complaints and reports of torture or ill-treatment shall be promptly and effectively investigated. Even in the absence of an express complaint, an investigation should be undertaken if there are other indications that torture or ill-treatment might have occurred. The investigators, who shall be independent of the suspected perpetrators and the agency they serve, shall be competent and impartial. They shall have access to, or be empowered to commission, investigations by impartial medical or other experts. ...", "The investigative authority shall have the power and obligation to obtain all the information necessary to the inquiry. ... Those potentially implicated in torture or ill-treatment shall be removed from any position of control or power, whether direct or indirect, over complainants, witnesses and their families, as well as those conducting the investigation.", "Alleged victims of torture or ill-treatment and their legal representatives shall be informed of, and have access to, any hearing as well as to all information relevant to the investigation and shall be entitled to present other evidence.", "...", "A written report, made within a reasonable time, shall include the scope of the inquiry, procedures and methods used to evaluate evidence as well as conclusions and recommendations based on findings of fact and on applicable law. On completion, this report shall be made public. It shall also describe in detail specific events that were found to have occurred and the evidence upon which such findings were based, and list the names of witnesses who testified with the exception of those whose identities have been withheld for their own protection. The State shall, within a reasonable period of time, reply to the report of the investigation, and, as appropriate, indicate steps to be taken in response.", "Medical experts involved in the investigation of torture or ill-treatment should behave at all times in conformity with the highest ethical standards and in particular shall obtain informed consent before any examination is undertaken. The examination must follow established standards of medical practice. In particular, examinations shall be conducted in private under the control of the medical expert and outside the presence of security agents and other government officials.", "The medical expert should promptly prepare an accurate written report. This report should include at least the following:", "(a) The name of the subject and the name and affiliation of those present at the examination; the exact time and date, location, nature and address of the institution (including, where appropriate, the room) where the examination is being conducted (e.g. detention centre, clinic, house); and the circumstances of the subject at the time of the examination (e.g. nature of any restraints on arrival or during the examination, presence of security forces during the examination, demeanour of those accompanying the prisoner, threatening statements to the examiner) and any other relevant factors;", "(b) A detailed record of the subject's story as given during the interview, including alleged methods of torture or ill-treatment, the time when torture or ill-treatment is alleged to have occurred and all complaints of physical and psychological symptoms;", "(c) A record of all physical and psychological findings on clinical examination, including appropriate diagnostic tests and, where possible, colour photographs of all injuries;", "(d) An interpretation as to the probable relationship of the physical and psychological findings to possible torture or ill-treatment. A recommendation for any necessary medical and psychological treatment and further examination should be given;", "(e) The report should clearly identify those carrying out the examination and should be signed.", "...”"], "VIOLATED_ARTICLES": ["13", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}