{"ITEMID": "001-22634", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "PAPON v. FRANCE (No. 1)", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant [Mr Maurice Papon] is a French national, born in 1910 and currently in custody in the Santé Prison in Paris. He was represented before the Court by Mr Francis Vuillemin and Mr Jean-Marc Varaut, both of the Paris Bar. The respondent Government were represented by their Agent, Mr Ronny Abraham, Director of Legal Affairs at the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 2 April 1998 the Gironde Assize Court found the applicant guilty of aiding and abetting crimes against humanity and sentenced him to ten years’ imprisonment. On 21 October 1999 the Court of Cassation ruled that he had forfeited his right to appeal on points of law because he had failed to surrender to custody. Those proceedings gave rise to application no. 54210/00.", "From 22 October 1999 to 13 November 1999 the applicant was held in Fresnes Prison, initially in the prison hospital and then under normal conditions in a cell in the prison’s solitary-confinement wing. On 13 November 1999, on an application by his lawyer, who considered the conditions in which the applicant was being held unacceptable (particularly the very low temperature in his cell), the prison authorities decided to transfer him to the Santé Prison in Paris on the ground that he could be provided there with conditions of detention that were more suitable. Since then the applicant has been serving his sentence at the Santé Prison.", "The applicant is currently 90 years old and had a triple heart bypass operation in 1996. During the investigation of his first application for a pardon on medical grounds (see below), it was noted in a preliminary expert report of 4 January 2000 prepared for the Principal Public Prosecutor at the Paris Court of Appeal, that the applicant’s heart condition had deteriorated and the recommendation was made that he be immediately transferred to a specialist cardiology unit where it could be decided whether he was in urgent need of a pacemaker. He was fitted with a pacemaker on 12 January 2000.", "On 2 April 2001 Dr Sicard, the head of the Internal Medicine Department at Cochin Hospital prepared a medical certificate at the applicant’s request that read as follows:", "“I, the undersigned, certify that I admitted Mr Maurice Papon to hospital in the Internal Medicine Department of which I am the head from 20 to 28 March 2001.", "I will not go back over the patient’s previous heart problems, for which he was hospitalised and provided with other medical certificates in 1999 and 2000.", "The patient is currently suffering from increasingly incapacitating angina. For three months now he has found it difficult to climb the stairs (two floors) leading up to the visiting room. This difficulty in getting up stairs, which amounts almost to disablement, has prompted him to stop taking walks, especially as he now has chest pains from time to time even when resting.", "Clinical examination", "The patient’s general condition is good; he is perfectly aware and lucid. His heart sounds are regular and his blood pressure reading is 140/80. He has some oedema of the lower limbs, probably linked to the reduced intake of diuretics, which he does not tolerate well urologically or in terms of hydration. He gets extremely tired when he is dehydrated. His pacemaker is working well and is due to be checked in a few days’ time.", "Laboratory test results", "None of the tests reveals any renal, haematological, or electrolyte anomalies or any biochemical evidence of inflammation. The patient’s anticoagulant treatment is well balanced.", "Scanning results", "X-rays of the lungs are normal. A cardiac ultrasound scan shows that the left ventricle is functioning normally without any pulmonary hypertension. A cardiac scintigram before and after injection of thallium after 24 hours shows that the two low-uptake areas in the posterior and anterior regions are myocardially viable, meaning that the strain on the myocardium remains partly reversible. Neither an exercise test (even mild) nor a coronarography were carried out because of the attendant risks.", "General conclusions", "It is likely that the coronary arteries, which have undergone a triple bypass, have become less permeable; this would explain the recurrence of angina during physical exertion.", "Although there is no congestive heart failure, the patient’s progressive coronary disease means that there is still a worrying risk of his suffering a fatal heart attack and the possibility of sudden death in prison cannot be ruled out, even though it is entirely possible that his heart function, which is relatively well preserved in itself, may be compatible with living a good deal longer.", "It appears obvious to us, however, that keeping this 90-year-old man with a vascular and coronary disease in prison is not likely to lessen the danger of his sudden death.”", "According to the information provided by the Government, the applicant’s health is monitored by doctors and nurses from the prison’s Outpatient Consultation and Treatment Unit (UCSA), which was set up inside the prison under an Act of 18 January 1994 (it provides a doctor’s surgery, twice-daily nurse clinics and weekly laboratory tests and electrocardiographic check-ups), and by specialists consulted in hospitals outside the prison (cardiological consultations in Cochin Hospital, a period spent in Jean-Rostand Hospital for a cardiovascular check-up and fitting of a pacemaker, and regular checks on the pacemaker in the same hospital).", "The applicant is being held in an individual cell in the prison’s “VIP” wing. His cell is 12 sq. m in area and is furnished with a bed, two tables, two cupboards, two chairs, a television and, at the medical service’s request, a medical chair and an automatic air humidifier. There is an alarm bell at the head of the applicant’s bed linked to the control centre, which is permanently manned by a warder. In one corner there is a lavatory and a washbasin; the shower is not far away and has been equipped with a seat as it does not have any grab bars. The applicant himself is responsible for cleaning and tidying his cell, with the assistance of another inmate once a week if need be.", "The applicant finds it difficult to reach the exercise yard because of the steps leading to it. He has been given permission to walk along the prison landings twice a day. He has regular visits from his family and his lawyers.", "On 23 December 1999 one of the applicant’s lawyers applied to the French President for a pardon on medical grounds. The application was refused on 7 March 2000 after an expert medical report had been obtained.", "On 20 June 2000 the lawyer submitted a further application for a pardon on medical and humanitarian grounds, which was refused on 24 October 2000 after a medical examination by two experts on 21 July 2000. Neither of these expert reports was communicated to the applicant.", "On 19 March, 21 April and 1 July 2000 the applicant sent letters to the governor of the Santé Prison, in which he complained that the light was turned on several times a night at around 4 a.m. or 5 a.m. (letters of 19 March and 21 April) and that a warder had refused to allow him to take a walk on the landings (letter of 1 July).", "French law does not set an upper age-limit for pre-trial detention or the serving of prison sentences.", "However, an offender’s state of health (in which age may be an aggravating factor) may be taken into account when an application for a pardon from the French President is being considered (Articles 17 and 19 of the Constitution) or when it is being decided whether to grant parole under Article 729 of the Code of Criminal Procedure, which provides:", "“Parole is designed to encourage the rehabilitation of convicted prisoners and prevent them from reoffending. Convicted persons serving one or more prison sentences may be granted parole if they have made serious efforts to readjust to society, particularly if they can show that they have engaged in occupational activities or regularly attended an education or vocational training course or have taken part in a work experience scheme or had a temporary contract of employment with a view to their social integration, or that their presence is essential to the life of their family, or that they have to undergo treatment or that they have made efforts to compensate their victims.", "Subject to Article 132-23 of the Criminal Code, parole may be granted if the length of the sentence already served by the prisoner is at least equal to that remaining to be served. However, recidivists covered by Articles 132-8, 132-9 and 132-10 of the Criminal Code may only be granted parole if the length of the sentence already served is at least double that remaining to be served. In the cases provided for in this paragraph, the qualifying period may not exceed fifteen years...”", "In criminal law, advanced age is not a bar to prosecution, pre-trial detention or a prison sentence in the Council of Europe’s member States.", "Age may, however, be taken into account, together with other factors such as state of physical or mental health, when sentences are being determined. In Andorra, in particular, the courts may, in respect of offences punishable with a prison sentence of less than three years, substitute another penalty for the custodial penalty in view of the character and the general circumstances of the accused. In three countries a sentence of life imprisonment cannot be imposed on a person above a certain age: 60 in Romania and Russia and 65 in Ukraine; in Greece life imprisonment is reduced to 16 years for people over 70.", "As far as the execution of sentences is concerned, age is rarely taken into account per se but in conjunction with state of health. In Luxembourg, however, prison sentences for minor offences are not executed if the convict is over 70 (in the case of serious offences, sentences are served in a semi-open prison). Two countries (Italy and San Marino) make provision for courts to substitute house arrest for a prison sentence where the convicted person is partially disabled and over 60 (in Italy) or 65 (in San Marino). German law also provides for the enforcement of a sentence to be deferred or suspended in the event of illness.", "In a number of countries age is taken into account for parole – which is generally granted sooner once the prisoner has reached a given age, namely 70 in Spain and Greece, and 60 for men and 55 for women in Romania – and for pardons.", "There are also several countries in which prisoners are not required to work beyond a certain age."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}