{"ITEMID": "001-60717", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF LISIAK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant was born in 1968 and lives in Bielsko-Biała.", "10. On 10 August 1991 the applicant was arrested by the police on suspicion of having committed homicide. On 12 August 1991 the Bielsko-Biała District Prosecutor (Prokurator Rejonowy) charged the applicant with homicide and uttering threats, and detained him on remand.", "11. On 30 April 1992 the Bielsko-Biała Regional Prosecutor lodged a bill of indictment with the Bielsko-Biała Regional Court (Sąd Rejonowy). The applicant was indicted on the charges of homicide and uttering threats.", "12. The trial began on 16 June 1992.", "13. On 14 October 1992 Court quashed the order for the applicant’s detention and released him. The Regional Prosecutor appealed.", "The Katowice Court of Appeal dismissed the appeal on 4 November 1992. It held that a “reasonable suspicion” that the applicant had committed the offences with which he had been charged was no longer justified because S.U., the witness who had incriminated him in the investigation, had fundamentally changed his original testimony.", "14. Between 16 June 1992 and 1 May 1993 the trial court held fourteen hearings. It heard evidence from twenty lay witnesses and one expert witness.", "15. Between 4 May 1993 and 25 May 1994 the Bielsko-Biała Regional Court held ten hearings and heard evidence from forty-one witnesses and two experts. It needed to rehear evidence from some witnesses several times.", "16. On 25 May 1994 the court acquitted the applicant on all charges. On 12 October 1994 the Bielsko-Biała Regional Prosecutor appealed against the acquittal.", "17. The appeal was heard before the Katowice Court of Appeal on 9 March 1995. The court quashed the contested judgment and remitted the case to the Bielsko-Biała Regional Prosecutor, holding that a further investigation should be carried out. In particular, the Court of Appeal ordered the prosecutor to reconstruct the scene of the crime and to obtain evidence from experts in psychology. It considered that in order to assess the credibility of evidence given by S.U., the main prosecution witness, it was necessary to diagnose his personality and establish his perception skills.", "18. On 12 May 1995 the Bielsko-Biała Regional Prosecutor asked the Institute of Forensic Experts (Instytut Ekspertyz Sądowych) in Cracow to prepare a comprehensive report on S.U.’s psychological profile. Furthermore, since in the course of the original investigation the prosecution had already obtained two, albeit inconsistent, reports from psychologists, the prosecutor also adduced copies of those reports and asked experts from the Institute to resolve contradictions.", "19. The experts set the dates of the examination for 19 December 1995 and for 12 February 1996 respectively. However, S.U. did not keep his appointment for the examination on either of these dates. Eventually, he appeared before the experts on 9 May 1996 and was examined by them on that day. Their report was ready on 6 September 1996.", "20. On 30 December 1996 the Bielsko-Biała Regional Prosecutor lodged a new bill of indictment with the Bielsko-Biała Regional Court. The applicant was again indicted on the charges of homicide and uttering threats.", "21. On 27 March 1997 the trial court remitted the case to the Bielsko-Biała Regional Prosecutor, holding that the prosecution had not complied with the orders given by the Katowice Court of Appeal on 9 March 1995. They had not, among other things, reconstructed the scene of the crime.", "22. On 30 April 1997 the Bielsko-Biała Regional Prosecutor indicted the applicant on the same charges for the third time.", "23. The retrial started on 4 September 1997. The subsequent hearings were held on 4 November 1997, 6 January and 8 April 1998. On 12 February 1998 the court cancelled a hearing because the applicant was ill.", "24. On 9 June 1998 the trial was adjourned since a new judge rapporteur had in the meantime been appointed and needed to study the case-file.", "25. The trial was to be resumed on 26 March 1999 but it was again postponed. The applicant was absent at that hearing. He was also absent at the hearing listed for 7 May 1999. The applicant’s lawyer informed the court that he had left for Greece in search of odd jobs and that he would be absent for some four months. In fact, the applicant returned after three weeks.", "Also, at that time, the court found that the witness S.U. had left his place of residence without indicating his new address and that his whereabouts were unknown. In the circumstances, the court stayed the proceedings.", "26. On 7 November 2000, at the applicant’s request, the proceedings were resumed. In 2001 the Regional Court held three hearings. They took place on 20 April, 15 June and 31 October respectively.", "27. Further hearings were scheduled for 4 January, 6 February, 6 March, 9 April and 14 May 2002. The court heard evidence from twenty witnesses.", "At the hearing held on 9 April 2002 the court, at the Regional Prosecutor’s request, ordered that evidence from a DNA identification test of several hairs found on the victim be obtained to determine whether they belonged to the applicant. However, on 13 May 2002, experts from the Forensic Laboratory of the Silesian Regional Police Headquarters informed the court that it was not possible for them to make any DNA identification of the specimens as they had to be analysed through a chondrosome test, which only the Cracow Institute of Forensic Experts or the Bydgoszcz Forensic Institute could carry out. On 20 May 2002 the court asked the Cracow Institute to make the relevant test and adjourned the trial sine die.", "In the meantime, the Regional Court had tried to establish the whereabouts of S.U., who was a homeless person. It appears that those efforts have so far been unsuccessful.", "The proceedings are pending."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}