{"ITEMID": "001-58107", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF PAPAGEORGIOU v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (six month period);Violation of Art. 6-1;Not necessary to examine Art. 14+6-1;Not necessary to examine Art. 13+6-1;Non-pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses - claim dismissed", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["6. On 23 December 1987 Mr Papageorgiou and 109 other persons brought an action in the Athens District Court (Irinodikio) against their employer, the Public Electricity Company (Dimossia Epikhirissi Ilektrismou, “the DEI”), to recover the sum of 268,800 drachmas (GRD). That was the amount which the DEI, relying on the provisions of Law no. 1483/1984, had deducted from their salaries between 1 January 1982 and 31 December 1987 for the benefit of the Manpower Employment Organisation (Organismos Apaskholissis Ergatikou Dinamikou, “the OAED”). The hearing before the District Court was set down for 8 February 1988.", "7. On 4 February 1988 the DEI applied to the District Court for leave to serve a third-party notice (anakinossi dikis meta prosepiklisseos is paremvassi) on the OAED, arguing in particular that if it lost the case, it would be entitled to an indemnity from the OAED, for whose benefit it had deducted the sums claimed. A hearing was set down for 16 March 1988.", "8. On 8 February 1988 the hearing of the first action was adjourned to 16 March 1988 so that the two actions could be joined. However, the hearing on 16 March 1988 was cancelled because the parties’ lawyers failed to appear.", "9. As he now wished to continue on his own with the action brought on 23 December 1987, the applicant applied to the District Court on 26 October 1988 for a new hearing, which was set down for 14 December 1988.", "10. On 12 December 1988 the DEI made a further application to the District Court for leave to serve a third-party notice on the OAED. A hearing was set down for 7 February 1989.", "11. On 14 December 1988 the hearing was adjourned to 7 February 1989 so that the two actions could be joined.", "12. In a judgment (no. 749/1989) of 20 April 1989 the District Court allowed the applicant’s claim in part and ordered the DEI to pay him the sum of GRD 190,383; in addition, it ordered the OAED to repay that amount to the DEI.", "13. On 26 June and 10 July 1989 respectively the DEI and the OAED appealed to the Athens Court of First Instance (Polymeles protodikio) against that judgment. On an application by the applicant, a hearing was set down for 12 January 1990.", "14. On that date the Court of First Instance noted that the applicant had himself obtained an expedited hearing, but had not served a summons on the DEI to attend because he had considered that the OAED’s appeal was inadmissible as it had also been brought against the DEI. It decided to declare the appeal against the DEI admissible and to adjourn the hearing of the appeal concerning Mr Papageorgiou in order to avoid the risk of delivering contradictory decisions (judgment no. 2371/1990).", "15. On 3 April 1990 the applicant, having served summonses on both the OAED and the DEI, applied for a new hearing before the Court of First Instance, which was held on 28 September 1990.", "16. In a judgment (no. 9189/1990) of 30 November 1990 the Court of First Instance reduced the amount awarded to the applicant by the District Court to GRD117,213.", "17. On 13 March 1991 the DEI appealed on points of law; the OAED intervened in the appeal proceedings in order to lend support to the DEI’s arguments. In one of its grounds of appeal the DEI challenged the Court of First Instance’s jurisdiction; in its view, the issue over the obligation to make contributions was a matter of insurance law and therefore had to be decided by the administrative courts.", "However, the hearing initially set down for 29 September 1992 had to be adjourned because of a strike by members of the Athens Bar. The strike lasted until April 1993.", "18. On 21 October 1992 the applicant applied for a new hearing, which was set down for 19 October 1993.", "19. On 19 November 1993 the Court of Cassation, relying on the provisions of section 26 of Law no. 2020/1992 – adopted by Parliament on 28 February 1992 (see paragraph 25 below) – set aside the judgment appealed against on the following grounds:", "“... 3. It results from the principle of separation of powers ... that the legislature is not precluded from abolishing by means of new legal rules – through extinguishment – rights acquired under legal rules that were in force in the past, even if those rights have been recognised by final court decisions. This, however, is not the case with new rules which are not of general application and which consequently infringe the principle of equality (Article 4 § 1 of the Constitution) or the right of property (Article 17 of the Constitution); in such circumstances the courts may not give effect to such rules ... In the instant case, after the judgment under appeal had been delivered (30.11.1990) and the appeal on points of law lodged (14.3.1991), Law no. 2020 of 28 February 1992 was passed, section 26 of which provides ... In the judgment under appeal (no. 9189/1990) the Court of First Instance, sitting as a court of appeal, found that [the applicant] was a permanent employee of the DEI, which had given him a contract of employment and paid him a monthly salary; between 8 October 1984 and 31 December 1987 the relevant organs of the DEI had made deductions for the benefit of the OAED from his monthly income, which, as the additional insurance of DEI employees was incompatible with the aforementioned insurance branches ..., were illegal. The deductions comprised 1% of his income for unemployment benefit and 1% for the DLOEM, making a total of 117,213 drachmas that was paid to the OAED. [The Court of First Instance] subsequently awarded that amount to the [applicant]. However, after the entry into force of section 26 (2) of Law no. 2020/1992, which is not contrary to the provisions of Articles 4 and 17 of the Constitution, the judgment under appeal must be set aside and the proceedings struck out ...”", "20. It would appear that this judgment was not served on the applicant, who claims that he became aware of it on 22 December 1993.", "21. Article 74 § 5 of the Constitution provides:", "“A government or private member’s bill containing provisions unrelated to the principal subject matter of the bill shall not be put before Parliament.", "No additional provision or amendment shall be put before Parliament if it is unrelated to the principal subject matter of a government or private member’s bill.", "Disputes will be referred to the Chamber of Deputies for resolution.”", "22. The relevant provisions of the Code of Civil Procedure read as follows:", "“The parties shall be responsible for taking procedural steps on their own initiative unless the law provides otherwise.”", "“1. The parties shall be responsible for the service of judgments.", "2. Where a judgment is not final, it shall be deemed to have been served if the parties, their legal representatives ... or their lawyers were present at the hearing.”", "23. Section 18 (4) of Law no. 1346 of 13/14 April 1983 reads as follows:", "“Employees subject to the provisions of Legislative Decree no. 3868/1958 ... who receive a monthly salary are not entitled to the aforementioned family benefits if and for so long as they are receiving from their employer – pursuant to statute, a collective agreement, an arbitration award, company regulations or any other provision ... –benefit for dependent children exceeding the amount of benefit paid by the OAED ...”", "24. Contributions to the OAED are dealt with in section 20 of Law no. 1483/1984, which provides:", "“(1) Employers’ and employees’ contributions to the OAED ... constitute welfare deductions for the benefit of the aforementioned bodies, which perform a welfare role, and the contributions shall continue to be payable notwithstanding any entitlement of beneficiaries who are employees to similar benefit from their employers or other institutions.", "(2) Under no circumstances shall any claim be made for repayment of any contributions referred to in the preceding paragraph that have been paid to the OAED … before publication of this Law. Any pending proceedings concerning claims for repayment of such contributions shall be struck out.", "...”", "25. On 28 February 1992 Parliament enacted a law (no. 2020/1992) entitled “rules on the special tax on the consumption of petroleum products and other provisions”. Section 26 of that Law provides:", "“(1) Employers’ and employees’ contributions in the insurance branches under the responsibility of the OAED ... shall be deemed to be welfare deductions for the benefit of those bodies and shall be payable notwithstanding any entitlement of the insured to similar benefits from their employers or other institutions.", "(2) No claims shall be made for repayment of contributions referred to in the preceding paragraph that have been paid to the OAED ... before publication of this Law and any claim relating to such contributions shall be extinguished and any claim pending in any court for the repayment of such contributions shall be struck out.", "...”", "It was indicated in the explanatory report that the purpose of the provision was to settle the issue whether contributions to the OAED (in particular those relating to benefit for dependent children) were “welfare deductions”, that is to say contributions payable by those liable to make them even where the risk covered by the insurance would never materialise.", "26. In two judgments of 30 June 1988 (no. 1288/1988) and 17 December 1990 (no. 1989/1990), respectively concerning disputes between the Greek Post Office (“the ELTA”) and its employees and the Greek Railways Board (“the OSE”) and its employees, the Court of Cassation clarified the meaning of section 20 of Law no. 1483/1984 and especially of the words “continue to be payable” contained in section 20 (1). At the same time it upheld the decisions of the courts below in which the OSE and the ELTA had been ordered to pay compensation to some of their employees for the deductions from their salaries made for the benefit of the OAED.", "More particularly, in its judgment of 30 June 1988, the Court of Cassation said:", "“...", "It is apparent from the aforementioned provisions and from the fact that ELTA staff are entitled to a State pension and to medical cover ..., that it is inconceivable and not intended by the legislature that staff should receive additional cover from the OAED for unemployment benefit and family benefit ... Before Law no. 1483/1984 was adopted and as the full court of the Court of Cassation held in its judgment no. 403/1981, the ELTA’s employees had no obligation under the Law to make contributions to the OAED; section 20 of the aforementioned Law – as indicated by the words ‘continue to be payable’ – does not impose any such obligation on employees. Consequently, that section does not apply where there is no obligation to make contributions, which is the position with the ELTA’s staff ...”", "In its judgment of 12 December 1990 the Court of Cassation said that no obligation to make contributions was created by the entry into force of section 20 of Law no. 1483/1984, as it was provided that the contributions continued to be payable, which meant that where no contributions had been payable previously, the aforementioned Law did not create such an obligation."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}