{"ITEMID": "001-120941", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "CHAMBER", "DATE": 2013, "DOCNAME": "CASE OF BANNIKOV v. LATVIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Ineta Ziemele;Krzysztof Wojtyczek;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1966 and, having been sentenced by the Latvian courts and subsequently transferred to Russia, is currently serving a prison sentence in the Russian Federation.", "5. On 27 May 2002 the applicant was arrested on suspicion of murder.", "6. On 29 May 2002 a judge authorised the applicant’s remand in custody, citing the following reasons: the applicant might abscond and impede the investigation; and in view of the severity of the offence, his prior convictions and his absence of a registered place of residence.", "7. On 19 July 2002 another judge authorised the applicant’s detention for two months and eight days, citing the following reasons: the gravity of the offence, the circumstances surrounding it and the applicant’s character. The judge saw no reason to change the preventive measure imposed on the applicant.", "8. On 13 September 2002 the same judge authorised the applicant’s detention for a further two months (until 27 November 2002), citing the following reasons: the applicant’s character and the need to carry out a forensic psychiatric examination. The judge saw no reason to change the preventive measure imposed on the applicant. The applicant complained about this decision to a prosecutor and pointed out that he had a wife and minor children who were dependent on him.", "9. On 3 October 2002 the prosecutor examined his complaint and rejected it on the grounds that the applicant was charged with a serious crime. His character (the applicant’s two prior convictions were noted) and his family responsibilities had not dissuaded him from committing a serious crime. The applicant lodged another complaint challenging his preventive measure; the same prosecutor rejected it on 24 October 2002.", "10. On 25 November 2002 another judge authorised the applicant’s detention for a further month, citing the following reasons: the applicant’s character", "11. On 17 December 2002 the final indictment was issued against the applicant.", "12. On 24 December 2002 the case file was sent for trial to the Rīga Regional Court.", "13. On 6 January 2003 the applicant was committed for trial and the first hearing was scheduled for 10 May 2004. The preventive measure imposed on the applicant (remand in custody) remained unchanged; no reasons were given.", "14. No more detention orders were issued in respect of the applicant.", "15. Between 10 and 14 May 2004 the trial hearings before the Rīga Regional Court took place, and the trial was concluded on the latter date.", "16. On 14 May 2004 the Rīga Regional Court pronounced the judgment. It convicted the applicant of aggravated murder and hooliganism; he was sentenced to sixteen years’ imprisonment. As an additional penalty the court ordered his expulsion from Latvia.", "17. On 2 March 2005 the appellate court upheld the ruling of the first­instance court.", "18. On 18 May 2005 the applicant’s appeal on points of law was dismissed.", "19. On an unspecified date the applicant was transferred to a prison in Daugavpils to serve his sentence, where he was detained until 16 June 2011.", "20. On several occasions the prison authorities refused long-term visits in prison by the applicant’s partner, M.B., and her daughter, R.B., born in 2000, who he considered to be his only family in Latvia. The applicant lodged complaints against these refusals.", "21. On 16 June 2006 the administration of Daugavpils Prison referred to section 45 of the Sentence Enforcement Code and observed that the applicant had a right to receive a long-term visit by R.B. if he was noted as her father on her birth certificate. The applicant could not receive a long­term visit from M.B. because she was not considered to be a close family member. It appears that the applicant further complained to the Prisons Administration (Ieslodzījumu vietu pārvalde) and the Daugavpils prison administration informed that authority that the applicant had not received any short-term visits from M.B. during his imprisonment.", "22. According to the Government, on 4 July 2006 the applicant requested a long-term visit by his partner and her daughter. They did not have more information concerning this request.", "23. On 12 October 2006 the applicant requested a long-term visit by his partner and her daughter. In reply, he received the following statement written on his request: “You have received an answer in writing in this respect”.", "24. According to the applicant, he received a short-term visit from M.B. and R.B. in Daugavpils prison in June 2007.", "25. The applicant was refused a short-term visit during his admission to the Prison Hospital in Rīga. He complained about the refusal and on 13 June 2007 he received a reply that only tuberculosis patients were allowed to receive short-term visits with the permission of a doctor, or seriously ill patients with the permission of the head of the hospital.", "26. According to the Government, on 9 August 2007 the applicant requested another long-term visit by his partner and her daughter. On 17 August 2007 this request was refused, given that M.B. was not a “close family member” of his within the meaning of section 45 of the Sentence Enforcement Code. The applicant was informed that he could be visited by R.B. if he was recorded as her father on her birth certificate.", "27. Subsequently, a complaint by the applicant concerning long-term visits was accepted for review by the Ombudsman’s office.", "28. On 18 April 2008 the Ombudsman delivered his opinion, which was not binding on the domestic authorities. He noted that the application of section 45 of the Sentence Enforcement Code was not uniform among the domestic authorities, but that in Daugavpils Prison, in particular, long-term visits were often refused in the form of a simple reply using vague phrases such as “to be refused in accordance with the law” or “impossible to determine the visit’s usefulness”. The refusal in the applicant’s case had been given in one sentence, informing him that M.B. was not considered to be a close family member of his. No other options had been considered, such as, for example, whether the applicant could receive a long-term visit by M.B. in another capacity (and not only on the basis of their relationship centred on R.B.). No individual assessment had been made in his case, which had breached the rules of administrative procedure.", "29. On the one hand, the Ombudsman observed that even if the applicant had complained to the Prisons Administration and the administrative courts about the refusal of long-term visits, it was most likely that he would not have been granted such visits; rather, he could only have received compensation. On the other hand, the Ombudsman informed the applicant that he could lodge a complaint with the Constitutional Court (Satversmes tiesa) about the compliance of the legal provision concerning such long­term visits with the Constitution (Satversme).", "30. On 12 May 2008 the applicant lodged a complaint with the Constitutional Court. By a decision of 4 June 2008 it was dismissed on formal grounds for non-compliance with the applicable admissibility criteria.", "31. On 23 September 2008 the applicant forwarded a complaint to the Prisons Administration, which it received on 6 October 2008, about the refusals by the administration of Daugavpils Prison to allow long-term visits by his partner and her daughter. He claimed that had been told orally that visits by them would not be allowed, and he considered this blanket refusal to be in violation of Article 8 of the Convention. He pointed out that he had not received any long-term visits since his conviction.", "32. On 3 November 2008 the Prisons Administration examined and dismissed the applicant’s complaint.", "33. On 22 November 2008 the applicant applied to the administrative courts with his complaint concerning long-term visits.", "34. On 22 January 2009 the Administrative District Court exempted the applicant from the payment of court fees and admitted the complaint for examination in part, in so far as it concerned an action of a public authority (faktiskā rīcība) (namely the refusal to allow long-term visits by M.B. and R.B.). The applicant’s compensation claim for 20,000 Latvian lati (LVL) was not admitted, as he had not lodged such a claim with the Prisons Administration (in contrast to his complaint concerning an action of a public authority). The applicant lodged an ancillary complaint against this decision with the Administrative Regional Court, which was rejected on 8 April 2009.", "35. On 5 August 2010 the Administrative District Court examined and dismissed the applicant’s complaint. The applicant was present during the hearing and submitted that his relationship with M.B. and R.B. had broken down owing to the refusal by the prison authorities to allow long-term visits. The district court found that the applicant had on numerous occasions asked for permission to receive long-term visits by M.B. and R.B. It considered that the authorities’ refusals to allow such visits had constituted an interference with the applicant’s rights under Article 8 of the Convention and Article 96 of the Constitution and as also established by section 45 of the Sentence Enforcement Code. Notwithstanding that, the district court held as follows:", "“The court notes that the applicant could prove his father-daughter relationship by showing the birth certificate of R.B., where he is recorded as her father. The defendant [the Prisons Administration] confirmed during the hearing that the applicant could receive a long-term visit by his daughter, if he produced her birth certificate. The applicant, for his part, considered that he did not need to prove anything.", "The court finds that the prison administration has not set an insurmountable obstacle by asking the applicant to provide documents attesting to his family relationships. The case file shows that the applicant has received several short-term visits by his partner, M.B., and her daughter, R.B., during which they could [in principle] have complied with the formal requirement to show R.B.’s birth certificate in order to receive a long­term visit [by her].", "In view of the above, the court concludes that the applicant and the people from whom he has asked to receive a long-term visit have not taken minimal steps to prove the applicant’s relationship with R.B. This created doubts that the applicant had a family relationship with R.B. Thus the defendant’s refusal to allow long-term visits by M.B. and R.B was justified.”", "36. The applicant lodged an appeal against this ruling, which was refused on several occasions on formal grounds (failure to pay court fees and failure to provide a translation of the statement of appeal in Latvian). After several unsuccessful ancillary complaints about these procedural decisions, on 9 June 2011 the Administrative Regional Court examined his appeal against the first-instance court’s refusal to exempt him from the payment of court fees. The case was sent back to the first-instance court to decide on the exemption.", "37. On 23 August 2011 the Administrative District Court partially exempted the applicant from the payment of court fees for an appeal and set a time-limit for payment of the reduced court fees in the amount of LVL 5. This decision was sent to the applicant’s address in prison in Latvia, as he had not informed the district court that he had been transferred to a prison in Russia (see below).", "38. On 29 September 2011 the Administrative District Court found that the applicant had not paid the reduced court fees for lodging an appeal and had also not informed it of his transfer to another prison. As the applicant had failed to rectify the procedural shortcomings in his appeal (he had not paid the reduced court fees), his appeal against the 5 August 2010 ruling was therefore considered as not submitted. This decision took effect on 18 October 2011, as the applicant did not lodge an ancillary complaint against it on time.", "39. On 23 November 2009 the applicant asked to be transferred to Russia to continue serving his sentence there.", "40. On 5 January 2010 the applicant was informed that a request had been sent to the Russian authorities in accordance with applicable law.", "41. On 27 April 2011 the applicant was informed that the Russian authorities had accepted the request and that he would be transferred to Russia to continue serving his sentence.", "42. On 16 June 2011 the applicant was transferred to a prison in Rīga, in view of his scheduled transfer to Russia.", "43. On 22 June 2011 the applicant was handed over to the Russian authorities at Rīga International Airport.", "44. On 10 August 2012 the applicant informed the Court that he intended to pursue his application in Strasbourg.", "45. A full description of the law and practice as concerns pre-trial detention at the relevant time may be found in Svipsta v. Latvia (no. 66820/01, §§ 53-66, ECHR 2006III (extracts)) and Vogins v. Latvia (no. 3992/02, §§ 22-23, 1 February 2007).", "46. Section 45 of the Sentence Enforcement Code, concerning visits in prison, can be found in Aleksejeva v. Latvia (no. 21780/07, § 28, 3 July 2012).", "47. With legislative amendments that took effect on 11 August 2011, that provision now reads:", "“The administration of a prison may also authorise long-term visits by another individual, provided that prior to his or her imprisonment the convicted person had a common household or a child with that individual.”", "48. The Law of Administrative Procedure (Administratīvā procesa likums) took effect on 1 February 2004. It provides for the right to challenge administrative acts (administratīvais akts) and actions of a public authority (faktiskā rīcība) before the administrative courts."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}