{"ITEMID": "001-100520", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "TRUTA v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Mr Victor Truţă, is a Romanian national who was born in 1943 and lives in Galaţi.", "2.", "3. From 1990 to 1997 the applicant was the leader of the drivers' trade union of a bread-making company in Galaţi. He was also a member of the National Christian-Democrat Agrarian Party (“PNTcd”, Partidul Naţional Ţărănesc creştin şi democrat). On 3 February 1997 his work contract was terminated on disciplinary grounds.", "4. In the February-March 1998 issue of the monthly local journal Opinia P.C. published an article under the heading: “The snake within the PNTcd – because of him, Galaţi was almost left without bread” (Sarpele din sânul PNTcd – din cauza lui Galaţiul era să rămână fără pâine) in which he accused the applicant mainly of maintaining an ungrounded conflict with the company's management, of harassing and defaming its director, of having repeatedly neglected his work duties alleging trade union needs and of having jeopardised bread distribution in Galaţi in pursuit of his personal goals.", "The relevant parts of the article read as follows:", "“... Through his actions – lying, defaming and falsifying – he does nothing but undermine the PNTcd's credibility... That is why Victor Truţă may be called, without hesitation:", "The snake within the PNTcd", "Paradoxically, sometimes bad faith comes from within the trade unions. I say this because the conflict between an uninspired trade union leader and the management of [the bread-making company in Galaţi] jeopardised the bread supply of the inhabitants of Galaţi on several occasions.”", "The article was accompanied by the applicant's photograph and several documents issued by the employer or the trade union concerning the applicant's activity.", "5. On 30 April 1998 the applicant lodged a criminal complaint with the Galaţi District Court against A.Z., the director of Opinia, and P.C., its chief editor. He accused them of having damaged his reputation by publishing that article. He sought 400,000,000 Romanian Lei (ROL) in respect of nonpecuniary damage.", "6. Between 19 October 1998 and 28 October 1999, the Galaţi District Court held several hearings in the case. However, it could not examine the case, as P.C. had not been properly identified and summoned (according to the applicant, another person with the same name had been summoned to appear in court instead). In addition, the applicant claimed that on 20 April 1999 the court had informed him that the next hearing would take place on 11 May, whereas in reality the court had met on 6 May, and thus he was not able to participate in the court hearing. He was present at the other hearings.", "7. On 28 October 1999 the court sent the case to the Prosecutor's Office and asked it to identify the accused P.C.", "8. On 17 March 2000 the prosecutor sent the case back with the information requested and it was registered in the District Court's list of cases again.", "9. The applicant complained six times against the judges or prosecutors, asking them to step down. His requests were all dismissed.", "10. The parties were heard and documents were adduced. The applicant claimed that the court had refused to hear his witness and had not asked for additional evidence.", "11. The court gave judgment on 3 June 2002. It acquitted the journalists and dismissed the applicant's claim for damages. It also ordered the applicant to pay ROL 2,500,000 to the State in respect of costs incurred in the proceedings.", "12. It noted that P.C. had written the article in good faith, had based it on documents provided by A.Z. and information available in other press articles previously published on the subject, and had checked the facts by means of a journalistic investigation. Furthermore, the applicant had failed to prove that the journalists had acted with the intent to defame him.", "13. The applicant appealed, arguing notably that the court's decision contradicted the evidence in the file, that the court had not examined the offensive language used in the article, had not given reasons for rejecting the civil claims and had unlawfully ordered him to pay the costs incurred by the State. He also requested that the court declare null and void an interlocutory judgment by means of which the District Court upheld a request by one of the judges to be allowed to step down from the case.", "14. In addition, on 26 June 2003 he also lodged a constitutional complaint against the order to pay costs. On 8 July 2003 the complaint was dismissed as unfounded by the Constitutional Court, on the ground that justice was not free of charge and that court fees did not as such restrict or deny access to court, as in any case the authorities were bound to investigate and decide on the case even when the parties refused to cover the expenses.", "15. In a final decision of 17 September 2003 the Galaţi County Court upheld the judgment.", "16. The County Court had examined the applicant's arguments one by one. In essence, it found that the first-instance court had correctly interpreted the facts and the evidence in the file and considered that the reasons given for acquitting the journalists constituted relevant justification for dismissing the civil claim. It also considered that the complaints against the interlocutory judgment and against the obligation to reimburse the costs were unfounded."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}