{"ITEMID": "001-110206", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SHCHEBETOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);No violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);No violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Julia Laffranque;Linos-Alexandre Sicilianos;Mirjana Lazarova Trajkovska", "TEXT": ["6. The applicant was born in 1972 and lived until his arrest in the town of Yakutsk.", "7. According to the applicant, in June 1997 he was arrested, beaten up by the police and released several days later. In September 1997 he was again arrested and charged with theft and robbery. On 20 February 1998 the Yakutsk Town Court found the applicant guilty as charged and sentenced him to twelve years’ imprisonment. The applicant was conditionally released on 1 June 2004, having served two-thirds of his sentence. However, two and a half months later he was arrested again on suspicion of aggravated robbery. By a judgment of 8 April 2005 of the Yakutsk Town Court he was found guilty as charged and sentenced to nine years’ imprisonment, to be served in correctional colony no. 7.", "8. On 1 October 1997 the applicant was admitted to temporary detention facility no. IZ-14/1 in Yakutsk. According to the Government, who relied on a medical record drawn up by the head of the facility on 14 October 2005, together with the applicant’s medical history, the applicant was examined by the prison doctor on 2 October 1997. In addition, the necessary medical tests were performed, in particular blood tests for HIV and syphilis, which showed no presence of infection. A chest X-ray examination did not reveal any problems with the applicant’s lungs. Having been found to be in good health, he was placed in cell no. 1 with other healthy inmates. According to the Government, inmates suffering from tuberculosis were detained in a separate wing of the detention facility.", "9. The next chest X-ray examination, on 30 April 1998, showed a lowintensity focal shade on the upper lobe of the applicant’s lung. On this basis he was diagnosed with focal tuberculosis. Additional examinations were recommended.", "10. On 15 May 1998 a prison tuberculosis specialist examined the applicant and prescribed treatment. It follows from the medical record that it was not until 29 July 1998 that the applicant was admitted to the tuberculosis ward of the Sakha (Yakutiya) Republic prison hospital in correctional colony no. 7 (hereinafter “the colony hospital”), the reason being that his transfer to the hospital could only be effected after his conviction became final. The applicant was diagnosed with focal tuberculosis of the right lung in the infiltration stage and post-traumatic encephalopathy. He was released from the hospital on 28 October 1998 after an intensive course of anti-tuberculosis treatment with the recommendation that he continue with the drug therapy. It appears from the documents submitted to the Court that the recommendation was fully complied with.", "11. The applicant was re-admitted to the colony hospital on six occasions – from 10 to 31 March 1999, from 12 May to 26 July 2000, from 6 March to 1 June 2001, from 13 December 2001 to 23 January 2002, from 28 November to 4 December 2002, and from 25 March to 5 May 2004 – where he was placed on an antibacterial chemotherapy regimen. Relying on the applicant’s medical record, the Government stressed that after continuous tuberculosis treatment and clinical testing, on 23 July 2000 the applicant was diagnosed with infiltrative tuberculosis of the upper lobe of the right lung in the resolution stage and assessed as requiring regular medical check-ups. The results of microbiological tests on bodily fluids performed in 1999 and 2000 identified no presence of mycobacterium tuberculosis. A chest X-ray examination carried out on 19 September 2001 revealed isolated small dense nidi on the upper lobe of the applicant’s right lung, accompanied by restricted pneumosclerosis. On 13 December 2001, following a medical examination by the head of the in-patient department of the Yakutsk Town Medical Institute for Scientific Research, the applicant was assigned for less intensive medical supervision, with the diagnosis of focal pulmonary tuberculosis at the consolidation stage. The applicant no longer required active clinical assessment and was to receive prophylactic treatment to prevent a relapse.", "12. The applicant’s medical record contained a number of entries made by tuberculosis specialists recording his negative, and occasionally aggressive, attitude towards the treatment and the medical personnel. The attending doctors spoke with the applicant, explaining the necessity for and content of the treatment and persuading him to continue with it. The medical records provided by the Government further show that he received regular medical attention in respect of his tuberculosis, as well as medical examinations by prison doctors. The tuberculosis specialists consistently found his state of health to be satisfactory following successful courses of anti-relapse therapy. The applicant seemed to agree with the evaluation of his health, and made no complaints to the tuberculosis specialists. His complaints to the prison medical personnel were mostly of a psychological character, including sleep disorder, extreme nervousness, and fears of an unspecified nature. Those grievances were promptly addressed by the prison psychologist or neuropathologist, as well as by the prescription of medicines. The Government also provided the Court with extracts from hospital logs recording the intake of medicines by the applicant, their dosage and frequency.", "13. In 2001 the applicant sued the Ministry of Justice and the detention facility, seeking compensation for damage sustained as a result of his being infected with tuberculosis. He claimed that he had contracted tuberculosis in detention, having been placed in a cell with a person infected with the active form of that illness, and that the administration of the detention facility had remained deaf to his complaints about the risk of infection.", "14. The defendants submitted observations in reply. They insisted that there was no evidence that the applicant had contracted tuberculosis in detention because he was a long-term offender and had been in and out of prison since 1989. The applicant’s “way of life” was at the root of his contraction of the illness.", "15. On 12 October 2001 the Yakutsk Town Court dismissed the applicant’s action, holding as follows:", "“... the defendants’ fault for the damage to the plaintiff’s health was not proved. Under Article 151 of the Civil Code of the Russian Federation compensation for nonpecuniary damage, as a general rule, is awarded in cases when the fault of the defendant is established. The fact of [the applicant] contracting tuberculosis in the detention facility was not proved in open court: the mere fact that he had been detained in the cell with Mr S., who was suffering [from tuberculosis], cannot serve as a ground for finding the defendants responsible for the damage caused and does not prove their fault because this is only the plaintiff’s conjecture. Having regard to the character of the illness, the court considers it possible that the applicant contracted tuberculosis prior to his detention in 1997 because he had, in fact, been detained before and had only been at liberty for several months after his release. As was established in open court, during the plaintiff’s first medical examination on 2 October 1997 no evidence of [tuberculosis] was found, but on 30 April 1998 the results of an X-ray examination were positive: the plaintiff was diagnosed with focal tuberculosis of the right lung and treatment was prescribed, [the treatment] was a success, the plaintiff clinically recovered ...”", "16. On 4 February 2002 the Supreme Court of the Sakha (Yakutiya) Republic upheld the judgment of 12 October 2001 on appeal, endorsing the Town Court’s findings.", "17. According to the applicant, at the end of December 2001 a colony medical assistant, Mr P., who was drunk, took a blood sample from an HIVpositive inmate, Mr G. The assistant used the same syringe to draw the applicant’s blood. The Government disputed the applicant’s version of events. According to them, on 13 December 2001 the applicant and six other inmates were admitted to the colony hospital for clinical assessment and anti-tuberculosis prophylactic treatment. On the following day a colony nurse, Ms Z., took blood samples from all the newcomers, including the applicant. Disposable syringes and needles were used for the blood tests. The results of the tests received on 18 December 2001 showed no presence of HIV antibodies in the blood of any of the inmates. Another colony nurse, Ms S., took a blood sample from inmate G. on 26 December 2001, the day of his arrival at the colony hospital. The Government stressed that the records of the colony hospital personnel showed that medical assistant P. had been on sick leave from 12 to 18 December 2001.", "18. In March 2002 a blood sample was taken from the applicant to be tested for HIV. The results were unclear. Two further blood tests were carried out in July and September 2002. Medical experts also interpreted the results of those two tests as contradictory.", "19. In November 2002, following another blood test, the applicant was diagnosed with HIV. When informing the applicant that he had contracted HIV, the prison doctor explained the results of the test and described various aspects of the infection, its assessment and treatment. It appears from the medical record that the prison psychologist had a number of meetings with the applicant to provide psychological support. The record also reveals that the applicant was subjected to regular clinical assessment to determine whether there was a need to start antiretroviral drug treatment for HIV. Moreover, the doctors constantly reminded the applicant, a heavy smoker and alcohol abuser, of the necessity to adhere to a healthy life style. Following the detection of the virus, the applicant was assigned an enriched food regimen and was prescribed courses of multivitamins and hepatoprotective medicine. On a number of occasions he was admitted to the therapeutic department of the colony hospital for a more in-depth evaluation of his state of health, the stage of the HIV infection and his readiness for drug treatment. However, the medical record shows that in September 2005 the applicant, without any explanation, refused to be transferred to the colony hospital for further medical assessment.", "20. The applicant complained to various domestic officials that he had been infected with HIV.", "21. The doctors of the detention facility filed a report on the state of the applicant’s health. The report stated as follows:", "“At the material time [the applicant] is detained in colony no. YaD-40/5. He is given regular medical check-ups in medical department no. IK-5 and he has been diagnosed with: focal tuberculosis of the upper lobe of the right lung in the carnification phase ... Clinical recovery ... HIV-infection (since November 2002).", "... [The applicant] was diagnosed and treated in [the colony hospital] from 13 December 2001 to 12 February 2002 ... It is established on the basis of the record of the blood tests that on 14 December 2001 he was tested for HIV infection. The blood test was performed by a colony nurse, Ms Z., ... who used disposable syringes and needles ...”", "22. On 6 January 2003 an investigator of the Yakutsk Town prosecutor’s office refused to open a criminal case, finding that the applicant’s blood sample had not been taken by Mr P. on 14 December 2001.", "23. On 11 April 2003 the Yakutsk Town Court ordered an additional inquiry into the applicant’s complaints. The Town Court’s reasoning was as follows:", "“Having studied the case-file materials, [the applicant’s] personal file and his medical record, the court considers that the decision refusing the institution of criminal proceedings is manifestly ill-founded; [the applicant’s] statements about the date when his blood sample was taken and the recording of the date of the test in his medical record are contradictory ...", "It is also necessary to take into account the medical history of inmate G ... It is impossible to give a definite answer to the question whether [the applicant’s] blood was taken immediately after the blood had been taken from inmate G. without an examination of [the applicant’s] and inmate G.’s medical records drawn up during their stay in [the colony] hospital ...”", "24. On 25 April 2003 the prosecutor refused to institute criminal proceedings, finding that the applicant had not been subjected to the blood test together with any HIV-positive detainee and that Mr P. had not taken the applicant’s blood sample. The prosecutor’s findings were based on the applicant’s and inmate G.’s medical records, hospital registration logs and statements by the colony medical personnel, including the colony nurses Ms Z. and Ms S., and the colony medical assistant, Mr P. Inmate G. refused to give any statements to the investigators.", "25. The applicant appealed against the decision of 25 April 2003 to a court, arguing that in December 2001 his blood had been taken for testing twice. On the second occasion, at some point after 20 December 2001, assistant P. had taken his blood sample with the same syringe he had used to take a blood sample from inmate G.", "26. On 9 July 2003 the Yakutsk Town Court quashed the decision of 25 April 2003 and ordered that criminal proceedings should be opened, giving the following reasoning:", "“On two occasions the investigators refused to institute criminal proceedings because there was no indication of a criminal offence, although [they] did not establish the circumstances and the source of the HIV-infection even though the crime had taken place – [the applicant] had been infected with HIV – in the detention facility”.", "The Town Court drew up a list of actions to be taken during the investigation, including a medical expert examination, confrontation interviews between the applicant and staff members of the colony hospital, including Mr P., and inmate G., and verification of Mr P.’s whereabouts.", "27. On 7 August 2003 the Supreme Court of the Sakha (Yakutiya) Republic quashed the decision of 9 July 2003, acting on appeal by prosecution authorities, and remitted the case for fresh examination, finding that it was necessary for the Town Court to hear inmate G. as a witness in order to arrive at the correct decision.", "28. The Yakutsk Town Court summoned witness G. to a hearing on 15 December 2003. He refused to testify, invoking his constitutional right to remain silent. Holding that the applicant’s and inmate G.’s blood samples had been taken by the two colony nurses on two separate occasions and that there was no evidence that Mr P. had performed blood tests, the Town Court dismissed the applicant’s complaint.", "29. On 3 February 2004 the Supreme Court of the Sakha (Yakutiya) Republic upheld the decision of 15 December 2003, endorsing the Town Court’s reasoning.", "30. According to the applicant, the administration of the correctional colony had delayed the dispatch of his correspondence to the European Court of Human Rights or had not sent his letters at all. He initially cited a delay in dispatching his letter of 13 November 2003 as an example of the authorities’ failure to duly comply with their obligation not to interfere with his communication with the Court. However, following the notification of the case to the Government, he no longer relied on the incident involving the letter of 13 November 2003 but offered two other examples. In particular, he insisted that on 28 November 2002 he had handed a sealed envelope to the head of the special unit of the correctional colony to be sent to the Court. The envelope contained a letter and a number of documents in support of his complaints. However, the letter was mistakenly sent to the Sakha (Yakutiya) Republic Service for the Execution of Sentences (hereinafter “the Service”). The colony administration notified the applicant of the mistake and assured him that the Service would redirect the letter to the Court. Nevertheless, another mistake occurred and the applicant’s letter was sent to the Russian Ombudsman. The applicant insisted that before dispatching his letter an employee of the Service had seized the attachments to it. The letter was finally sent to the Court on 13 January 2003. The applicant stressed that he had learned that the documents had been seized when by a letter of 16 December 2004 the Court had asked him to submit copies of the two domestic court decisions which he had already enclosed with his letter of 28 November 2002. In addition, the applicant submitted that the prison authorities had delayed the dispatch of his letter of 25 November 2003.", "31. The Government disputed the applicant’s submissions, arguing that according to correspondence logs drawn up in the facilities where the applicant was detained since 2002 and until 2004, he had sent twenty letters to the Court and more than three hundred letters to various Russian officials. Every letter had been successfully dispatched in a sealed envelope, save for the one sent by the applicant to the Court on 13 November 2003. That letter, by mistake, had been sent to the Supreme Court of the Russian Federation as the applicant had indicated that it was to be sent to the “last judicial instance”. On 18 November 2003 the head of the detention facility had asked the President of the Supreme Court to return the applicant’s letter immediately. On the following day the letter had been sent to the Court. The applicant, against his signature, had been informed about the delay in its dispatch. The Government provided the Court with extracts from the correspondence logs of the detention facilities, the letter of the head of the detention facility to the Supreme Court, and the letter to the European Court of Human Rights, showing that the applicant’s letter of 13 November 2003 had been dispatched on 19 November 2003 and that the applicant had been duly informed about the delay.", "32. In December 2005 the applicant complained to the Service about the seizure of the attachments to his letter of 28 November 2002. By a letter of 28 December 2005 the Service informed him that it was no longer possible to establish the fact of the loss of the attachments, let alone which officials could have been responsible.", "33. The applicant lodged a similar complaint with the Sakha (Yakutiya) Republican Prosecutor, seeking institution of criminal proceedings against the employees of the Service. By a decision of 27 March 2006 the request was dismissed, as the prosecutor found that there was no evidence in support of the applicant’s allegations.", "34. Between the date of the applicant’s first letter to the Court in April 2002 and the communication of the case to the Government, the Court received more than twenty-five letters from the applicant, including the twenty letters mentioned by the Government. Almost every letter arrived with voluminous enclosures. On 20 January 2004 it received the applicant’s letter of 13 November 2003. On 10 March 2005 the applicant provided the Court with copies of the two court decisions requested by it on 16 December 2004.", "35. The relevant provisions of the domestic and international law on health care of detainees, including those suffering from HIV and tuberculosis, are set out in the following judgments: A.B. v. Russia, no. 1439/06, §§ 77-84, 14 October 2010; Yevgeniy Alekseyenko v. Russia, no. 41833/04, §§ 60-66 and 73-80, 27 January 2011; and Pakhomov v. Russia, no. 44917/08, §§ 33-39 and 42-48, 30 September 2011."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "34"], "NON_VIOLATED_PARAGRAPHS": ["2-1"], "NON_VIOLATED_BULLETPOINTS": []}