{"ITEMID": "001-71416", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "KHAZIYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Albert Kharisovich Khaziyev, is a Russian national who was born in 1950 and lives in the town of Izhevsk. He is represented before the Court by Mr R. I. Mukhametshin, a lawyer practising in Izhevsk. The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In the 1980s the applicant took part in a rescue operation on the site of the Chernobyl nuclear disaster. As of an unspecified date the applicant has been in receipt of social benefits in this connection.", "On an unspecified date the applicant brought court proceedings against the social security authority (Отдел пенсий и пособий Администрации Первомайского района г. Ижевска, “the authority”) for unpaid social benefits.", "On 17 May 1999 the Pervomayskiy District Court of the town of Izhevsk granted the claim and ordered the authority to re-calculate the amount of the applicant’s social benefits. It appears that the judgment indicated the specific amounts due by the authority.", "Having examined the authority’s appeal on 1 February 2000, the Supreme Court of the Republic of Udmurtiya upheld the judgment of 17 May 1999 with minor amendments. In particular, it replaced the specific amounts with a general indication that the authority ought to have re-calculated the applicant’s social benefits using index “6”.", "On 22 February 2000 the first instance court issued the writ of execution in respect of the judgment of 17 May 1999.", "It appears that thereafter the applicant sent the writ to the bailiffs and on 20 March 2000 they opened the enforcement proceedings.", "Having received a letter from the authority confirming the compliance with the judgment, on 27 March 2000 the bailiff terminated the enforcement proceedings. The letter of the authority stated that the amount due for the period between 21 August 1996 and 31 January 2000 (150,763.95 RUR) was requested from the Ministry of Finance, that the re-calculated monthly payment for period as of February 2000 was of 5,401.44 RUR and that it was paid in full.", "It appears that the payment allegedly due for the period from 21 August 1996 to January 2000 was not paid to the applicant and on an unspecified date the applicant brought court proceedings against the authority in this connection. He also sought higher amount of social benefits and damages.", "By judgment of 23 December 2002 the Industrialnyy District Court of the town of Izhevsk partly granted the claim and ordered the authority to pay RUR 96,097.75 as a principal debt in respect of past payments and RUR 30,733.38 as damages in respect of inflation losses in the applicant’s favour. The court clarified the judgment of 17 May 1999 and the decision of 1 February 2000, having ruled that the authority ought to have re-calculated the applicant’s monthly payments for the period from March 1999 onwards and not from 21 August 1996 as indicated by the authority earlier.", "The judgment of 23 December 2002 was upheld on appeal by the Supreme Court of the Republic of Udmurtiya on 23 January 2003.", "The Government submits that the money due pursuant to the judgment of 23 December 2002 and the decision of 23 January 2003 was paid to the applicant in full on 22 May 2003.", "A special law adopted in 1995 entitles the participants of the liquidation of the consequences of the Chernobyl nuclear accident to additional social benefits, including monthly payments.", "Section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997 provides that a bailiff’s order on the institution of enforcement proceedings must fix a time-limit for the defendant’s voluntary compliance with a writ of execution. The time-limit may not exceed five days. The bailiff must also warn the defendant that a coercive action will follow, should the defendant fail to comply with the time-limit.", "Under Section 13 of the Law, the enforcement proceedings should be completed within two months upon receipt of the writ of enforcement by the bailiff."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}