{"ITEMID": "001-5067", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "FONTANESI v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian national, born in 1947 and living in Vienna. He is a practising lawyer by profession and presents his own case to the Court.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "", "In August 1992 criminal proceedings were instituted before the Vienna Regional Criminal Court (Landesgericht für Strafsachen Wien) against the applicant under the Tax Offences Act (Finanzstrafgesetz). He was suspected of having evaded taxes exceeding 1 million Austrian schillings (ATS) between 1985 and 1989.", "On 8 October 1992, upon a warrant issued by the Regional Court, a search of the applicant’s law office was carried out, at which two representatives of the Bar (Rechtsanwaltskammer) were present.", "In April 1993 the Bar Disciplinary Council (Kammeranwalt) was informed about the criminal proceedings pending against the applicant.", "On 4 June 1993 the Disciplinary Council (Disziplinarrat) of the Vienna Bar appointed an Investigating Commissioner (Untersuchungskommissär), to whom the applicant submitted observations on 29 June 1993.", "On 26 January 1994 the Disciplinary Council requested the applicant to file observations as regards a possible interlocutory measure (einstweilige Maßnahme) against him.", "On 30 March 1994 the Disciplinary Council imposed an interlocutory measure under section 19 § 3 subparagraph 1 (b) of the Disciplinary Act 1990 (Disziplinarstatut 1990) upon the applicant, withdrawing his right to represent people before the Vienna Regional Criminal Court, its subordinate courts, the corresponding prosecution authorities, and the Tax Office of the First District of Vienna. The Disciplinary Council held that there was cause to fear that the observance of the applicant’s professional duties would not be sufficiently safeguarded if the applicant represented his clients before a court or authority where criminal proceedings were pending against him. In addition, such representation would prejudice the reputation of the profession. It stated that the measure would be in force at the most until the termination of the disciplinary proceedings against the applicant. Further, he was informed that the measure had immediate effect.", "On 27 April 1994 the applicant filed an appeal with the Appeals Board (Oberste Berufungs- und Disziplinarkommission). Alleging that the contested decision was unlawful, unconstitutional and in breach of the European Convention of Human Rights, he particularly complained that the imposition of the interlocutory measure was not justified since it had not been taken immediately, but only nineteen and a half months after the introduction of criminal proceedings against him. In this respect, he pointed out that two Bar representatives had been present during the search of his law office on 8 October 1992, and that the Disciplinary Council should, therefore, have been aware of the charges against him. The applicant further claimed that the Disciplinary Council had failed to indicate that he had, during these nineteen and a half months, actually prejudiced his clients or the reputation of the profession.", "On 24 October 1994 the Appeals Board dismissed the applicant’s appeal. It noted that the Vienna Regional Criminal Court had apparently failed to inform the Bar about the institution of criminal proceedings against the applicant. The latter had only learned about these proceedings in April 1993. The Appeals Board found that the requirements laid down in section 19 § 1 of the Disciplinary Act 1990 for imposing an interlocutory measure were met: Criminal proceedings concerning charges of tax evasion of more than ATS 1 million were pending against the applicant and, in view of the serious nature of these accusations and the ensuing disciplinary offence, the measure was necessary in order to protect the interests of potential litigants and the reputation of the profession. It was quite obvious that the applicant could not, in full independence, discharge his professional duties before the Vienna Regional Criminal Court, which was conducting preliminary investigations against him, or its subordinate courts, the respective prosecution authorities, or the Tax Office for the First District of Vienna which was carrying out the underlying tax assessment proceedings. Moreover, it was harmful to the reputation of the profession if a lawyer appeared before the same court once as an accused and then as counsel.", "Further, as regards the applicant’s complaint that the interlocutory measure had been taken belatedly, the Appeals Board observed that section 19 of the Disciplinary Act 1990 did not specify any time-limits. The Disciplinary Council could, therefore, impose such measures as long as the criminal proceedings were pending and the above conditions were satisfied. The applicant had failed to show any new circumstances indicating that a considerable prejudice was no longer to be feared. It was irrelevant whether any clients or the profession had actually suffered any prejudice, since the imposition of the interlocutory measure only required that there was reason to fear that such prejudice would occur if the applicant continued to act before the respective courts or authorities.", "On 31 January 1995 the applicant lodged a complaint with the Constitutional Court (Verfassungsgerichtshof). He claimed, in particular, that the disciplinary authorities had failed properly to investigate the facts as regards the institution of criminal proceedings against him. He submitted that the Bar had, at the latest on 8 October 1992, become aware that criminal proceedings had been instituted against him. The interlocutory measure, since it had only been imposed in March 1994, was therefore arbitrary and infringed the principle of non-discrimination (Gleichheitsgrundsatz), as well as Article 8 of the European Convention of Human Rights.", "On 19 June 1995 the Constitutional Court dismissed the applicant’s complaint. It confirmed the finding of the Appeals Board that section 19 of the Disciplinary Act 1990 allowed the Disciplinary Council to take interlocutory measures as long as criminal proceedings were pending. To ensure the principle of non-discrimination, the Appeals Board was not free to decide, without giving objective reasons, whether or not and when it imposed an interlocutory measure. However, the applicant had failed to substantiate that the Appeals Board had acted arbitrarily in the present case. The sole fact that a measure could have been taken earlier did not render the decision arbitrary. Further, the applicant had failed to show that the proceedings, as such, had lasted unreasonably long.", "On 21 February 1996 the Disciplinary Council of the Vienna Bar decided to open disciplinary proceedings against the applicant on the ground that there were reasons to suspect him of having evaded income tax between 1985 and 1989, in an amount to be specified in the further proceedings.", "On 15 May 1996 the Review Chamber (Ratskammer) at the Vienna Regional Criminal Court, referring to a report of the Tax Office of the First District of Vienna, found that the amount of taxes allegedly evaded by the applicant was below ATS 1 million. Therefore, the prosecution of the tax offences did not fall within the competence of the courts.", "On 1 July 1996 the Vienna Regional Criminal Court discontinued the criminal proceedings against the applicant and informed the Bar accordingly.", "On 5 July 1996 the Bar lifted the interim measure of 30 March 1994, finding that the conditions for upholding it were no longer met, given that the criminal proceedings against the applicant had been discontinued.", "B. Relevant domestic law", "Section 19 of the Disciplinary Act 1990 (Disziplinarstatut 1990) deals with interlocutory measures.", "", "Paragraph 1 provides that the Disciplinary Council may impose an interlocutory measure on a lawyer, inter alia, if criminal proceedings are pending against him and if the measure, having regard to the nature and severity of the disciplinary offence at issue, is necessary on the ground that there are reasons to fear considerable prejudice either to the interests of potential litigants or to the reputation of the profession.", "Paragraph 3 enumerates the interlocutory measures. In the case of a practising lawyer, they include the withdrawal of the right to represent people before specified courts or administrative authorities, or before courts and administrative authorities in general (subparagraph 1 (b))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}