{"ITEMID": "001-4965", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "SZYSKIEWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Polish citizen, born in 1931 and living in Augustów, Poland.", "A.", "1. The applicant’s criminal conviction in 1983", "In 1983, during the martial law which was in force in Poland at that time, the applicant was convicted of disseminating anticommunist leaflets.", "2. The proceedings concerning the applicant’s claim for restitution of property", "Apparently in 1949, within the framework of agrarian reform, the applicant’s father was awarded a plot of land in S. Later his ownership was listed in the land register run by the Ełk District Court.", "In 1969 the municipal administration gave a decision by which the plots in S. were taken over by the State, pursuant to the 1949 Decree allowing for expropriation of agricultural lands which were not used by their owners, considering that the land in question had not been farmed by the applicant’s father.", "In 1973 an administrative decision was issued by virtue of the Agricultural Property Regulation Act of 1971 to the effect that a certain J.K. had become the owner of this plot.", "The applicant’s father was also awarded other plots in K. In 1969 this land was likewise expropriated by an administrative decision.", "", "In reply to the applicant’s enquiry about the possibility of restitution of these plots, in a letter of 14 December 1992 the Suwałki Regional Office informed him that the plot in S. had been awarded to J.K. pursuant to the Agricultural Property Regulation Act of 1971 and that he had obtained an administrative decision to the effect that he had become the owner of this plot. The plot located in K. had been taken over by the State under the Decree allowing for expropriation of agricultural lands, which were not used by their owners. Therefore the applicant’s request for restitution could not be granted.", "On an unspecified later date the applicant lodged a civil action against the State Treasury with the Suwałki Regional Court, claiming that the nationalisation decisions be declared null and void for being unlawful. He further claimed restitution of the plots in S. and K. and compensation for damage he had sustained as a result of the allegedly unlawful expropriation decisions. He claimed in particular compensation for lost profits resulting from the fact that the farms could not have been used as a result of their nationalisation.", "On 3 December l993 the Suwałki Regional Court refused to entertain the applicant’s action, considering that civil courts lacked jurisdiction to examine the applicant’s claims for restitution of property.", "The applicant appealed against this decision, claiming that the expropriation decisions were not in conformity with the laws in force at the time when they had been given.", "On 24 February 1994 the Białystok Court of Appeal upheld the contested decision. The court noted that the applicant sought a judicial review of administrative decisions before the civil court and, eventually, a declaration that they should be declared null and void for being unlawful. However, under legal provisions concerning jurisdiction of ordinary courts and of the Supreme Administrative Court, civil courts lacked jurisdiction to examine appeals against administrative decisions. The court observed that had ordinary courts been allowed to examine appeals against administrative decisions, this could have led to situations in which contradictions would arise between final decisions rendered by the courts and by the administrative court in respect of the same administrative decision. The court further observed that both decisions about which the applicant complained could not be reviewed in any judicial proceedings. The court referred in this respect to the decision of the Supreme Court of 30 June 1992 (decision III CZP 73/92). Consequently, the decision under appeal was in conformity with the law.", "On an unspecified later date the applicant lodged with the Supreme Administrative Court an appeal against the administrative decisions of 1969 and 1973.", "On 31 August 1995 the Court rejected the applicant’s appeals, considering that under Article 14 of the 1980 Supreme Administrative Court Act an administrative decision could not be appealed against to that court if administrative proceedings in which the decision had been rendered, had been instituted before 1 September 1980.", "On 27 February 1996 the Minister of Justice refused to lodge an extraordinary appeal against this decision, finding that it was in conformity with the law.", "3. The applicant’s efforts to be awarded veteran status", "By a letter of 2 July 1994 the Veterans’ Office informed the applicant that his request to have veteran status awarded to him could not be satisfied. It was further stated that he had been convicted in 1982, whereas the Veterans’ Act provided for granting veteran status only to persons who had been persecuted by the communist authorities in the years 1944 to 1956. Therefore he did not meet the relevant legal requirements.", "The applicant lodged an appeal with the Supreme Administrative Court which was rejected on 7 November 1994, the Court considering that no appeal to the court against an information of an administrative body lay, and that no administrative decision had been given in the applicant’s case.", "4. The proceedings concerning the applicant’s social insurance entitlements", "On 6 March 1996 the Białystok Regional Court quashed a decision of the Social Insurance Board concerning the applicant’s retirement benefits and ordered that the case be reconsidered and that the Board issues a new decision.", "On 1 May 1996 the Board gave a new decision. The applicant appealed.", "On 25 September 1997 the Białystok Regional Court dismissed the applicant’s appeal against a decision of the Social Insurance Board.", "On 19 November 1997 the Białystok Court of Appeal dismissed the applicant’s appeal against this judgment.", "On 24 June 1998 the Constitutional Court, in reply to the applicant’s constitutional complaint, informed him that his complaint did not comply with the relevant legal requirements since it had not been drafted and signed by a lawyer. He was further informed that the constitutional complaint could not be lodged as an ordinary appeal against individual judicial or administrative decisions, but that its purpose was to call in question the compatibility with the Constitution of legal provisions, which served as a legal basis for an individual decision.", "On 14 July 1998 the Augustów District Court granted the applicant legal aid to be paid by the legal aid scheme, and a lawyer was assigned to represent him in the proceedings before the Constitutional Court. By a letter of 18 August 1998 the lawyer informed the applicant that his complaints did not satisfy the requirements of the constitutional complaint as set out by law.", "The applicant complained to the Białystok Bar. By a letter of 8 September 1998 the Białystok Bar informed him that the lawyer’s conduct was not open to criticism, given that the constitutional complaint could not be lodged against individual decisions. The Constitutional Court could only examine whether laws which had served as a basis for an individual decision were compatible with the Constitution.", "On 3 December 1998 the Białystok Regional Court dismissed the applicant’s appeal against a decision of the Social Insurance Board concerning the calculation of periods giving rise to the applicant’s retirement pension.", "B. Relevant domestic law and practice", "1. Administrative proceedings by which a final administrative decision can be declared null and void", "Article 196 § 1 of the Code of Administrative Procedure provides that an appeal can be lodged against a second-instance administrative decision with the Supreme Administrative Court on the ground that the decision is not in conformity with the law. Article 207 § 2 states that the Court shall set the decision aside wholly or in part if it establishes that the decision was issued in breach of substantive law; that the proceedings leading to the decision were flawed with a deficiency which led to the decision being null and void; or if such procedural shortcomings had occurred in the proceedings leading to the decision which would justify reopening of the proceedings.", "Article 155 of the Code of Administrative Procedure permits the amendment or annulment of any final administrative decision at any time where necessary in the general or individual interest if this is not prohibited by specific legal provisions. In particular, a final administrative decision can be annulled if it has been issued by an authority, which had no jurisdiction or without a legal basis or contrary to the applicable law.", "In 1980, by virtue of the Supreme Administrative Court Act, the judicial review of second-instance administrative decisions was introduced. Article 14 of the 1980 Act relating to temporal scope of its jurisdiction provided that an administrative decision could not be appealed against to the Court if administrative proceedings in which the decision had been given, had been instituted before 1 September 1980.", "2. Provisions concerning the regulation of ownership of agricultural property", "Article 63 of the State Treasury Land Property Act of 19 October 1991 provides that the general provisions of the Code of Administrative Procedure concerning amendment or annulment of final administrative decisions do not apply to decisions confirming the ownership of agricultural real property issued in accordance with the Agricultural Property Regulation Act of 1971.", "A decision of the Supreme Court of 30 June 1992 states that Article 63 of the State Treasury Land Property Act does not confer a right to claim before a civil court that such decisions be declared null and void (decision III CZP 73/92).", "3. Veteran status", "The Law of 24 January 1991 on Veterans and Other Victims of War and Post-War Repression repealed the Law of 26 May 1982 on the Special Status of Veterans and enacted new criteria on which veteran status can be granted.", "Under the 1982 Act, which was subsequently replaced by the 1991 Act, veteran status gives rise to various special employment and social insurance entitlements. The periods of veteran service are taken into account in calculating the periods giving rise to seniority. The same periods are multiplied by two in calculating periods giving rise to a retirement pension. Veterans who remain in employment are entitled to ten days’ additional paid leave per year. They are entitled to retire earlier than other employees: women at the age of 55, and men at the age of 60, if they have satisfied another requirement for the acquisition of a retirement pension, i.e. if they have worked for periods set out in the Retirement Pensions Act. The retired veterans are further entitled to the special veterans’ benefit, paid together with their retirement pension as a certain fixed sum.", "4. Constitutional complaint", "Under Article 78 of the Constitution of Republic of Poland of 2 April 1997, every person whose constitutionally guaranteed rights or freedoms were breached, is entitled, pursuant to procedure set out by a statute, to lodge a constitutional complaint with the Constitutional Court, claiming that a statute law enacted by Parliament (Sejm) or other legal provision, which served as a legal basis for a final judicial or administrative decision by which his or her rights, freedoms of obligations were determined, are incompatible with the Constitution."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}