{"ITEMID": "001-104613", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF NECHIPORUK AND YONKALO v. UKRAINE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Violations of Art. 5-1;Violation of Art. 5-2;Violations of Art. 5-3;Violation of Art. 5-4;Violation of Art. 5-5;Violations of Art. 6-1;Violation of Art. 6-3-c;Remainder inadmissible;Non-pecuniary damage - award", "JUDGES": "Angelika Nußberger;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicants were born in 1982 and 1981 respectively. The first applicant is serving a prison sentence in Kolomyya Prison no. 41. The second applicant lives in Khmelnytskyy.", "6. On 13 March 2004 two persons wearing masks, one of whom was armed with a gun, attacked a certain Ms I. and her son at the door of their flat in Khmelnytskyy. In the course of the fight the armed intruder shot at Ms I., after which they both retreated without any further action and without their faces being seen. Some minutes later Ms I. died.", "7. On 20 May 2004, at about 1 p.m., the police apprehended the first applicant in the street and took him to the Pivdenno-Zakhidna Police Station. According to a written explanation addressed by one of the arresting officers to the Chief of the Pivdenno-Zakhidna Police Department, the apprehension was occasioned by the suspicious behaviour of the applicant, whom the police had seen “walking fast and looking around”, entering a building (according to the case-file materials, that was the building in which the applicant lived), leaving it when approached and trying to re-enter it later. In the applicant's submission, he was asked by two officers to go to the police station “to clarify some issues”, to which he agreed.", "8. The applicant was body-searched in the police station. As a result, a packet containing a “green substance of plant origin” was discovered in his pocket. According to the applicant, it had been planted on him by the police.", "9. On the same day, at 10.45 p.m., on the premises of the police station, the applicant was placed in “administrative detention” on suspicion of illegal drug possession. As noted in the respective police report, the offence on suspicion of which the applicant was detained was “a breach of Article 44 of the Code on Administrative Offences”.", "10. The applicant's relatives, while learning about his detention from a witness, were not informed of his whereabouts and enquired unsuccessfully at various police stations and detention facilities in the town, including the Pivdenno-Zakhidna Police Station.", "11. On 22 May 2004 an expert report was issued, according to which the substance discovered in the applicant's pocket was not a drug.", "12. On 23 May 2004He was however immediately re-arrested in the framework of the criminal proceedings (see below).", "13. On 29 May 2004 the police terminated the administrative offence proceedings, finding that there was no case to answer.", "14. The applicant's account of the events of 21 May 2004 is as follows. During the night of 20 to 21 May 2004 he was taken from the cell to an office in the Pivdenno-Zakhidna Police Station, where the police officers R.O. and M.D. urged him, under threat of violence, to confess that he had murdered Ms I. As the applicant refused to confess, at about 4 a.m. those officers brought in a manual electricity generator. The applicant was handcuffed and suspended from a metal bar between two tables, with naked wires from the generator attached to his ankles and coccyx. One of the officers, R.O., administered electric shocks to the applicant, while the other officer, M.D., gagged his mouth with a sofa cushion. At about 6.30 a.m. the applicant lost consciousness. After he had recovered consciousness, several officers took it in turns to beat him until 8 p.m., having previously put a bullet-proof jacket on him and covered his head with a pillow. In the meantime, at about 4 p.m., the applicant heard his wife (the second applicant) being questioned in the neighbouring office. One of the officers entered the office where the applicant was, and asked his colleague: “Do you think she would be able to survive what he has gone through?” The applicant then wrote his first confession, allegedly under dictation from a police officer. He stated that he had committed the murder of Ms I. together with a certain Mr M. At 10.05 p.m. the applicant was placed in the Khmelnytskyy Temporary Detention Facility (the “Khmelnytskyy ITT”).", "15. The Government did not submit their version of the events of 21 May 2004, apart from mentioning the first applicant's placement in the Khmelnytskyy ITT.", "16. At some point on 21 May 2004 the applicant was taken to the investigator in the Khmelnytskyy City Prosecutor's Office (“the KCPO”), to whom he complained about his alleged torture by electric shocks.", "17. On 24 May 2004 the applicant repeated his complaint to the investigator during questioning. On the same day he was examined by a doctor of the Khmelnytskyy Regional Forensic Medical Bureau, who noted that his both ankles had sores of 2.5 cm x 1.5 cm and 2.3 cm x 0.9 cm respectively. The doctor concluded that those injuries were minor and could have been inflicted on the applicant with blunt objects some three days earlier. Given their nature, which the doctor described as “unspecific”, he expressed doubt as to the plausibility of the applicant's allegation that electric current had been applied to him.", "18. On 26 May 2004 the applicant's lawyer and relatives complained to the KCPO that he had been tortured during the first hours of 21 May 2004 by two police officers, R.O. and D. They noted that the doctor who had examined the applicant on 23 May 2003 had ignored a number of pinpoint sores on his ankles and that the medical report had been inaccurate. The complainants sought an investigation into the matter and a new medical examination of the first applicant.", "19. On the same day the first applicant raised the ill-treatment complaint before the Khmelnytskyy City Court during the examination of the prosecutor's request for him to be remanded in custody (see paragraph 41 below). The court allegedly ignored his complaint.", "20. Later on the same day the first applicant was allegedly beaten again by police officers, who had previously put a bullet-proof jacket on him. He confessed to the crimes again.", "21. On 7 June 2004 the Pivdenno-Zakhidna Police Department examined the office in which the first applicant's questioning had been conducted on 21 May 2004 and issued a report according to which “there were no foreign objects discovered there which could have been used for inflicting bodily injuries”.", "22. On 10 June 2004 the first applicant underwent another forensic medical examination ordered by the investigator. According to its report, twenty pinpoint sores had been discovered on the applicant's feet and ankles, each about 0.3 cm wide and 0.2 cm long. A purple bruise, 3 cm x 2 cm, was discovered on the back of his right thigh. The doctor concluded that the injuries were minor and could have been inflicted with blunt objects, possibly on 24 May 2004. The report mentioned: “There is no medical indication that the injuries were caused by an electric current”.", "23. On 15 June 2004 the Khmelnytskyy Regional Police Department issued a report of its internal investigation in which it found the first applicant's allegation of his ill-treatment in police custody to be unsubstantiated. The report was based on the questioning of the police officers involved, who denied any coercion, as well as the medical findings of 24 May and the office examination report of 7 June 2004.", "24. On 18 June 2004 the KCPO issued a decision refusing criminal prosecution of the police officers for lack of corpus delicti in their actions. It was mainly based on the questioning of the police officers involved and the findings of the medical reports of 24 May and 10 June 2004.", "25. The first applicant challenged that refusal both separately and in the course of his own trial. In September 2005 the KCPO informed him that his complaints about his alleged ill-treatment by the police had been added to his own case file and would be considered in the course of his trial.", "26. Overall, the prosecutor's refusal on 18 June 2004 to bring proceedings against the police officers involved to establish their criminal liability was quashed and subsequently upheld three times. Having quashed it for the last time on 28 March 2007, the Khmelnytskyy Regional Court of Appeal (“the Khmelnytskyy Regional Court”) also referred to the fact that the first applicant's ill-treatment complaint had been included in the case file concerning his own criminal case and was to be examined in the context of his trial (see also paragraph 95 below).", "27. On 22 June 2004 the first applicant was transferred from the Khmelnytskyy ITT to the Pre-Trial Detention Centre (“the SIZO”). According to the Government, he did not raise any allegation about illtreatment before the ITT or the SIZO medical personnel or administration.", "28. On 20 July 2004 the first applicant was allegedly beaten up again by the police officers who had escorted him to the court for a decision regarding his detention. On the same date his father raised a complaint in that regard before the General Prosecutor's Office (“the GPO”).", "29. The applicant's father also complained about the alleged illtreatment of the applicant to the hotline of the Organised Crime Combating Unit of the Khmelnytskyy Regional Police Department.", "30. On 19 August 2004 the aforementioned authority decided to forward the case to the Khmelnytskyy Regional Prosecutor's Office (“the KRPO”) given the inability of its own investigation to establish the truth.", "31. In June 2005 the first applicant's lawyer asked a licensed private forensic-medical centre for an expert's conclusion regarding the following: (a) whether the findings of the medical reports of 24 May and 10 June 2004 provided grounds to state that the injuries to the applicant's ankles might have been caused by blunt objects; (b) what marks typically appeared on the skin in cases of direct contact with electric current and whether the marks on the applicant's body were of that nature; (c) what injuries could be caused if a bullet-proof jacket was put on the person before beating.", "32. On 29 June 2005 two experts of the aforementioned centre, with twenty-three and four years of experience respectively, issued a report with the following conclusions: the first applicant's injuries could not have been caused by blunt objects; their number and features indicated that they might have been inflicted on 21 May 2004 by contacts, possibly multiple ones, with naked electric wires. As to the question about injuries from beatings inflicted through a bullet-proof jacket, the doctors referred to statements from their colleagues at the Khmelnytskyy Regional Forensic Medical Bureau given in the course of the trial, according to which in such cases internal injuries could be inflicted. They could be identified by X-ray, whereas the first applicant had not been X-rayed.", "33. As is apparent from the ruling of the Shepetivka Court of 10 July 2006 (see paragraph 82 below), the above medical report had been included in the first applicant's case file.", "34. The facts concerning the investigation into the applicant's illtreatment allegation in the course of his trial are summarised below in the sections pertaining to the trial.", "35. On 21 May 2004 the first applicant confessed to the armed assault and murder of Ms I. (see also paragraph 14 above).", "36. On the same date the investigator applied to the Khmelnytskyy City Court for authorisation to search two flats where the first applicant's domicile was registered and where he actually lived. As noted in the application, the investigation had revealed that the applicant might have been involved in the murder and that significant evidence might be found at the place of his residence and/or official domicile.", "37. On the same day the Khmelnytskyy City Court authorised the requested searches.", "38. At about 9 p.m. the police searched the flat where the first applicant lived with his wife (the second applicant). Later that same evening they searched his parents' flat where his domicile was registered. Apparently the searches did not reveal anything of relevance to the investigation.", "39. On 23 May 2004 a criminal case was opened against the first applicant on suspicion of assault with intent to commit robbery and murder for profit, and he was arrested by the investigator in the context of the criminal proceedings. The investigator documented the arrest at 12 a.m. by filling in a document template entitled “Record of a suspect's arrest”. The reasons for the arrest were included in the pre-printed part of the template and read as follows:", "crime committed, provides grounds for his detention”.", "In the line “Explanations of the detainee” it was noted that the first applicant “had not given any explanations”. The applicant had been body-searched, with “nothing having been discovered”. On the same day he withdrew his earlier confessions, alleging they had been extracted by force.", "40. On 26 May 2004 the KCPO requested the Khmelnytskyy City Court to remand the applicant in custody, referring to strong evidence against him and to the fact that he was suspected of having committed serious crimes. According to the request, on 21 May 2004 the first applicant had walked into the Pivdenno-Zakhidna Police Station and had given himself up to the police, confessing to assault and murder. It then stated that he had been detained on suspicion of the aforementioned crimes on 23 May 2004.", "41. On the same day, 26 May 2004, the Khmelnytskyy City Court, following a hearing with the participation of the first applicant and the lawyer contracted by his parents, Mr Ma. (see § 53 below), allowed the prosecutor's request and remanded the applicant in custody. It referred to the gravity of the charges against him and the inherent risk of his absconding or obstructing justice. It was noted in the aforementioned ruling that it could be appealed against within three days.", "42. The case file contains a copy of the first applicant's written statement dated 28 May 2004, according to which he refused to make any statement in the course of the pre-trial investigation, relying on Article 63 of the Constitution. At the same time it transpires from some other documents that on the aforementioned date the applicant made another confession. According to the first applicant, he confessed again after his alleged beating by police officers in the Khmelnytskyy KCPO and the confession was dictated by the investigator.", "43. On 1 June 2004 the first applicant again confessed to those crimes in the presence of his lawyer (Mr Ma.). According to him, those confessions were made in the presence of the police officers involved in his alleged illtreatment. The record of his questioning of 1 June 2004 contained both his confession and his note “I do not admit my guilt”.", "44. On 2 June 2004 a certain Mr M. was arrested on the same charges as those laid against the applicant and confessed to the crimes after his alleged beating by police officers (as he would later complain during his trial).", "45. On 5 June 2004 a confrontation was held between the applicant and Mr M., during which the first applicant repeated his confession in the presence of the appointed lawyer Mr Ko. (see paragraph 52 below).", "46. On 15 July 2004 the first applicant, in the presence of the lawyer Mr Ma., retracted his earlier confessions as having been given under duress and pleaded not guilty.", "47. On 20 July 2004 the Khmelnytskyy City Court, acting at the prosecutor's request, extended the term of the first applicant's detention to 23 September 2004, referring to the seriousness of the charges against him and to the inherent risk of his absconding, as well as the possibility of his impeding the investigation which had not yet been completed.", "48. On 31 August 2004 the charges against the first applicant were changed from premeditated murder to grievous bodily harm causing death. Both co-accused were also charged with violent robbery and unlawful possession of weapons.", "49. On 3 September 2004 the investigation was declared complete, and the first applicant and Mr M. received access to the case file.", "50. On 22 September 2004 the case was sent to the Khmelnytskyy City Court.", "51. According to the first applicant, he was not legally represented during the period from 20 to 24 May 2004.", "52. The Government maintained that on 23 May 2004 a lawyer (Mr Ko.) was appointed for the applicant.", "53. On 24 May 2004 the first applicant's parents entered into an agreement with a private lawyer, Mr Ma., for legal representation of the applicant in the criminal proceedings against him.", "54. On 25 May 2004 Mr Ma. received from the investigator dealing with the case a written permit for his meetings with the first applicant in the Khmelnytskyy ITT, where his client was detained.", "55. On 27 May 2004 the first applicant refused the services of the appointed lawyer Mr Ko. and expressed his wish to be represented by Mr Ma. During some investigative activities thereafter he however agreed to be represented by Mr Ko.", "56. On 2 June 2004 Mr Ma. was not admitted to see the applicant on the ground that the permit allegedly contained flaws. On the following day he complained about that to the Chief of the Khmelnytskyy Police Department.", "57. On 18 June 2004 Mr Ma. also complained to the KCPO that the investigator was obstructing his participation in the investigative measures. He submitted in particular that he had not been duly notified of the investigative activities, which were conducted in his absence. Furthermore, he complained that the lawyer appointed for the applicant was incompetent.", "58. On 24 June 2004 the Chief of the Khmelnytskyy Police Department wrote to Mr Ma. that indeed the ITT official had wrongly impeded his meetings with the applicant for which he had been disciplined.", "59. On 14 October 2004 the Khmelnytskyy City Court held a preparatory hearing at which it maintained the first applicant's detention. The materials submitted by the parties to the Court did not contain a copy of that ruling.", "60. On 5 May 2005 the Khmelnytskyy City Court, under the presidency of Judge P., acquitted the applicant on all the charges, while the other co-defendant, Mr M., was found guilty of an unrelated instance of illegal possession of weapons (a hunting gun and a box of bullets – of no relation to the murder of Ms I. – had been discovered in his garage). The court found that there was no evidence of the defendants' guilt and that their confessions had been extracted by force.", "61. The judgment noted as follows:", "“As it had been stated by the defendants in the course of the pre-trial investigation and later confirmed during the trial, ... the police had applied physical and psychological violence to them with the intention of coercing them into confessing to the murder which they had not committed and the circumstances of which they had found out from the police.", "There are no doubts about that, as it clearly transpires from the case file that the defendants were under arrest when they wrote their confessions. They name specific officers of the Pivdenno-Zakhidna Police Station as behaving violently towards them, and give a detailed account of their actions. The medical examinations held at the defendants' requests [...] revealed injuries to their bodies. During the pre-trial investigation [the applicant and Mr M.] retracted their confessions to the crime against the family of [Ms I]. and complained to various authorities that they had been illtreated in police custody.”", "62. The court noted that both the circumstances and motives of the crime were presented inconsistently in the confessions of the co-defendants. It observed that they had attracted the suspicion of the police only because the son of Ms I., who had happened to see them together in the street, believed that their statures and size were similar to those of the offenders. The court found that that investigation had wrongly taken over that wholly unsubstantiated argument. Moreover, it recognised all the findings of the investigation as mere presumptions not corroborated by any evidence.", "63. The court further observed that the pre-trial investigation relied “as one of the key pieces of evidence proving the defendants' guilt” on the statements of a taxi driver, Mr K., who stated that he had taken two passengers somewhere close to the building where the murder took place. The court noted, however, that his description of those passengers changed on 22 March 2004 in comparison with that given earlier on 13 March 2004. While Mr K. had not been able to indicate any specific features of their appearance, he later recognised the first applicant from a choice of two persons “by his size”.", "64. As to the other evidence, three witnesses had seen two persons running down the stairs close to the murder site, but they were not able to identify them as the defendants. The investigation had also found a box containing bullets at Mr M.'s home, but they were of a different type from the one with which the victim had been shot.", "65. The court lifted the preventive measure concerning the applicant.", "66. On the same day, 5 May 2005, the Khmelnytskyy City Court issued a separate ruling, by which it brought to the attention of the KRPO, the Khmelnytskyy Regional Police Department and the Khmelnytskyy Bureau of Forensic Medical Expertise the following violations:", "“[the defendants] had been detained for fictitious reasons; they had not been examined in the presence of attested witnesses; neither the reasons for the detention nor their right to defence had been explained to them; and their relatives had not been informed that they were detained”.", "67. It was also noted in the separate ruling that the defendants had consistently complained that they had been ill-treated in police custody, naming the police officers involved, and that injuries had been discovered on their bodies. The court considered that the doctor who had examined the applicant on 24 May 2004 had come to a superficial and unfounded conclusion that there were no injuries caused by electric current.", "68. On 5 May 2005 the Khmelnytskyy City Court also issued another ruling, by which it quashed the prosecutor's decision of 18 June 2004 not to open a criminal case into the applicant's allegation that he had been ill-treated in police custody.", "69. Messrs I. (the son and husband of the deceased Ms I. having victim status in the proceedings) appealed against the judgment of 5 May 2005. In June 2005 they challenged before the Supreme Court the composition of the Khmelnytskyy Regional Court of Appeal, which was to examine their appeal, on the ground that some of its judges allegedly had friendly relations with Judge P. under whose presidency the impugned judgment had been delivered at first instance. They further contended that certain judges there were members of the regional lawyers' qualification and disciplinary board to which the defendants' lawyers also belonged. Messrs I. therefore sought the transfer of the case to any other regional appellate court.", "70. On 23 June 2005 the Deputy President of the Supreme Court instructed the Khmelnytskyy Regional Court to transfer the case to the Ternopil Regional Court of Appeal (“the Ternopil Court”) “with a view to ensuring the most comprehensive and objective examination of the case”.", "71. On 11 August 2005 the Ternopil Court found that the first-instance court had failed to assess all the evidence in the case thoroughly and conclusively and that it had accepted the defendants' allegations that they had been ill-treated in police custody, without having taken into consideration the related findings of the prosecution authorities. It also remarked that no assessment had been made of the confessions by the defendants in the presence of their lawyers. The Ternopil Court noted that some hearings had been held without the prosecutor's participation, and that the Khmelnytskyy City Court had not responded to the victims' request for remittal of the case for additional investigation, by which they had sought application of a stricter provision of the Criminal Code. On those grounds, the Ternopil Court quashed both the acquittal and the two rulings of the Khmelnytskyy City Court of 5 May 2005, and remitted the case to it for fresh examination by a different panel.", "72. The Ternopil Court rejected the victims' request for transfer of the case to any other trial court in the Ternopil region, as such a transfer would be contrary to the Code of Criminal Procedure (“the CCP”).", "73. In August and September 2005 the lawyer representing the victims requested the Supreme Court to transfer the case from the Khmelnytskyy City Court to a court in a different region. He noted that Judge P. under whose presidency the case had earlier been examined (see paragraph 60 above), was the Deputy President of the Khmelnytskyy City Court and that he would therefore influence the proceedings regardless of the panel's composition.", "74. On 20 September 2005 the First Deputy President of the Supreme Court, while finding no grounds to transfer the case to a different region, instructed the Khmelnytskyy Regional Court to consider transferring it to another court within the Khmelnytskyy region.", "75. On 29 September 2005 the Khmelnytskyy Regional Court transferred the case to the Shepetivka City Court (“the Shepetivka Court”), within the Khmelnytskyy region.", "76. On 21 November 2005 the Shepetivka Court held a preparatory hearing, during which the victims unsuccessfully sought a change of preventive measure in respect of the defendants.", "77. On 4 January 2006 the Shepetivka Court again rejected the victims' request for pre-trial detention of the co-defendants instead of an undertaking not to abscond. The court noted that the co-defendants had not been evading or impeding the investigation.", "78. On 10 July 2006 the Shepetivka Court remitted the case to the KCPO for additional investigation, indicating thirty-seven shortcomings in the investigation previously undertaken, which could not be remedied in the course of the trial.", "79. The court noted, inter alia, that the defendants' confessions lacked consistency, as did the statements by the witnesses and the victim (Mr I., the son of Ms I.). It observed in particular that Mr I. had initially stated on several occasions that he and his mother had been attacked by their business competitors. Later in the trial, he changed both his description of the perpetrators' appearance (which then contradicted that given by some other witnesses) and his version as to who they might have been. Furthermore, the case file contained a report from the police, according to which one of the taxi drivers had heard from a neighbour of Ms I. that the latter had been receiving threatening telephone calls because she had reduced the prices of her products. There was no further investigation into the matter.", "80. The court also noted that the investigator had given no reasoning for having changed the charges against the applicant from murder to inflicting grievous bodily harm causing death, with a new charge of illegal possession of weapons added.", "81. The Shepetivka Court next expressed its concern over the way the investigation had received the statements by the taxi driver Mr K. (according to the court's ruling – a key witness in the case), who had recognised the applicant as one of his two passengers whom he had driven to the building where the crime was committed, around the time of the murder, had waited for there for about half an hour and had then driven to a café. The court noted that on 22 March 2004 the investigator had questioned Mr K. as a witness in the case concerning the murder of Ms I., while at the same time Mr K. was detained in the Khmelnytskyy ITT on suspicion of illegal drug possession. While both Mr K. and the investigator denied the above in the course of the applicant's trial, the ITT administration confirmed that on the aforementioned date, which was also the documented date of Mr K.'s questioning as a witness, he had been in detention in the ITT. Moreover, according to the register of detainees' movements, on the above-mentioned date Mr K. was in the ITT.", "82. Furthermore, the court noted that the defendants' allegations that they had been ill-treated in police custody had not been duly investigated. Its critical remarks included the following:", "“The [KCPO] refused to open a criminal case relying on the absolutely identical explanations of the [police officers], who are interested persons and whom the defendants accuse of torture, as well as the conclusions of the internal investigation undertaken by senior [police officers] in respect of their own subordinates, which the court considers unacceptable.", "At the same time, the [KCPO] failed to clarify why, for what reasons, under what circumstances and in what manner [the applicant] sustained the injuries while being held in the ITT, but not in the SIZO, for over a month.", "... The case file contains a forensic medical report, according to which [the applicant's] injuries might have originated from electric shocks.", "... Given the discrepancies in the medical findings ..., an additional forensic medical examination should be undertaken ...”", "83. On the same day, 10 July 2006, the Shepetivka Court issued a separate ruling indicating a number of gross violations of the criminal procedural legislation in the course of the pre-trial investigation, similar to those mentioned in the separate ruling of the Khmelnytskyy City Court of 5 May 2005. The court again criticised the investigation undertaken into the allegations of both defendants about their ill-treatment in police custody. It made, in particular, the following observation:", "“The prosecutor entrusted the official investigation into the use of force on the defendants directly to the supervisors of the officers whom the defendants accuse of torture, and that investigation yielded a decision that there had been nothing criminal in the actions of those officers. The court considers this unacceptable.”", "84. Furthermore, the court noted that the investigators had imposed on the applicant an appointed lawyer, although the applicant had already been represented by a lawyer of his own choosing, who remained uninformed about the investigative measures undertaken.", "85. The victims appealed against the aforementioned rulings of the Shepetivka Court. At the same time, they opposed the examination of the case by the Khmelnytskyy Regional Court.", "86. On 28 July 2006 the First Deputy President of the Supreme Court again instructed the Khmelnytskyy Regional Court to transfer the case to the Ternopil Court, referring to the reasoning given in support of such transfer in his letter of 23 June 2005.", "87. On 4 August 2006 the Khmelnytskyy Regional Court sent the case file to the Ternopil Court.", "88. On 4 October 2006 the Ternopil Court quashed, on formal grounds, the separate ruling of the Shepetivka Court of 10 July 2006 and upheld the decision of the KCPO of 18 June 2004 refusing to institute criminal proceedings against police officers on the first applicant's complaint that he had been ill-treated. The Ternopil Court concluded that the requirements of Article 236-1 of the CCP had not been complied with: there had been no written application for quashing the refusal of 18 June 2004, and, in any event, such an application would have had to be lodged with the Khmelnytskyy City Court.", "89. The Ternopil Court also excluded from the Shepetivka Court's ruling of 10 July 2006 remitting the case for additional investigation all issues other than those concerning the classification of the defendants' actions under the Criminal Code and assessment of the testimony of the son of Ms I. Thus, the Ternopil Court noted in its ruling as follows:", "“In the light of all the materials of the case, namely, the collected evidence, the nature of the criminal actions, the instrument of the crime being a firearm, the conclusions of the forensic medical expert on the location and nature of the wounds, the bench considers that the victim's ... life was taken deliberately and thus there is every ground to classify the defendants' actions under a different criminal provision envisaging liability for a more grievous crime”.", "90. On 22 November 2006, at 10.50 a.m., the first applicant was arrested by the investigator on suspicion of premeditated murder. The investigator substantiated this decision with the standard wording of the arrest report template, which read as follows:", "“the eyewitnesses, including the victims, directly indicate this person as the one who committed the crime”.", "91. On 23 November 2006 the KCPO ordered the applicant's release with a reference to the criminal procedure provisions concerning a replacement of one preventive measure by another.", "92. On the same date the first applicant complained to the KRPO about the alleged unlawfulness of his detention during the aforementioned period.", "93. In line with the aforementioned ruling of the Ternopil Court of 4 October 2006 (see paragraph 88 above), the first applicant challenged the KCPO's ruling of 18 July 2004 before the Khmelnytskyy City Court.", "94. On 26 February 2007 the Khmelnytskyy City Court quashed the ruling of 18 June 2004 and remitted the case to the KCPO, allowing the complaint.", "95. On 28 March 2007 the Khmelnytskyy Regional Court quashed the aforementioned ruling of 26 February 2007 on the KCPO's appeal and ruled that the investigation into the alleged ill-treatment was to take place within the first applicant's own criminal case, which was being examined by the Ternopil Court.", "96. On 30 November 2006 the investigator brought formal charges against the first applicant on two counts of premeditated murder for profit (considering that he had also attempted to kill the son of Ms I. and failed for reasons beyond his control), violent robbery and illegal possession of weapons.", "97. On the same day the investigator applied to the Khmelnytskyy City Court for replacement of the preventive measure in respect of the first applicant from the undertaking not to abscond to pre-trial detention. Referring to the seriousness of the charges as advanced on the same date and the inherent risk of absconding, the investigator submitted that detention was a more appropriate preventive measure.", "98. On 18 December 2006 the Khmelnytskyy City Court – at the hearing with the participation of the first applicant and his lawyer – examined the aforementioned application of the investigator as well as the first applicant's complaint about the alleged unlawfulness of his detention from 22 to 23 November 2006. The court lifted the applicant's undertaking not to abscond and remanded him in custody at the prosecutor's request. It dismissed as unsubstantiated the applicant's complaint about his arrest of 22 November 2006. The court gave as the reasons for the new preventive measure the fact that the applicant was suspected of serious crimes and that he could abscond or hinder the establishment of the truth. The court referred to unspecified statements made by the victims. As regards the applicant's complaint about his detention from 22 to 23 November 2006, it noted that there were no reasons to consider it unlawful.", "99. The first applicant's father and lawyer appealed, submitting that the applicant had always complied with the investigator's summons while under the undertaking not to abscond and that the allegations of the victim's family about his attempts to influence their testimony had been confined to their suspicion that “somebody had been following them”. Furthermore, they noted that the first applicant had health problems, referring to the fact that at the time of the arrest order he was undergoing in-patient treatment in a neurological hospital, of which he provided documentary evidence. They also submitted that he had a permanent place of residence, no criminal record in the past, had a small baby to support, and was studying at a university. They therefore insisted that there were no reasons to believe that he would abscond. The first applicant's representatives also challenged the finding of the Khmelnytskyy City Court concerning his detention from 22 to 23 November 2006. They did not make any comments or complaints regarding their or the applicant's access to the case-file materials prior to the examination of the prosecutor's appeal by the court on 18 December 2006.", "100. On 21 December 2006 the Khmelnytskyy Regional Court of Appeal, following a hearing with the participation of the first applicant's lawyer and father, rejected the applicant's appeal and upheld his detention with a reference to the gravity of the charges against him and “the witnesses' fears for their safety”. It also dismissed the applicant's complaint concerning his detention from 22 to 23 November 2006 having found “no significant grounds for recognising [it] unlawful”.", "101. On the same date the Khmelnytskyy Regional Court extended the first applicant's pre-trial detention, on the investigator's application, to five months (to 23 January 2007 – with his detention from 23 May to 22 September 2004 included therein). The court referred to the gravity of the charges against the applicant and his unspecified attempts to impede establishment of the truth, as well as to the significant volume of the case file.", "102. On 23 January 2007 the investigator applied to the Khmelnytskyy Regional Court for another extension of the first applicant's pre-trial detention, referring to the scope of the remaining investigative work.", "103. In January 2007 (the date is illegible) the Khmelnytskyy Regional Court extended the applicant's pre-trial detention to six months (to 23 February 2007). It founded its decision on the time required for the applicant to study the case file, the seriousness of the charges, and his “negative behaviour when at large”.", "104. On 19 February 2007 the first applicant was indicted, and the case was sent to the Khmelnytskyy Regional Court of Appeal.", "105. On an unspecified date in 2007 it was decided that the Ternopil Court would try the case as a court of first instance.", "106. On 21 March 2007 the Ternopil Court held a preparatory hearing. The court upheld the first applicant's detention, having found that “there [were] no grounds for changing the preventive measure”. It did not set any time-limits for the detention.", "107. On 31 August 2007 the Ternopil Court found the first applicant guilty of premeditated murder for profit committed following a conspiracy with a group of persons, assault with intent to rob, and illegal possession of weapons, and sentenced him to fifteen years' imprisonment.", "108. The court relied, inter alia, on the statements by the taxi driver Mr K., according to which he had taken two passengers to the building where the crime was committed, waited for them there for about half an hour and then driven them away. He recognised the applicant “by the features of his face, shape of the nose and his hair” as being one of those passengers. Mr K. denied that any pressure had been put on him by the police. He mentioned that he had been questioned in the prosecutor's office, but did not remember any details about that questioning. The investigator who had questioned Mr K. stated that the questioning had taken place in the prosecutor's office and on a different date than that mentioned in the questioning report, with the discrepancy in the dates being a typing error. Mr K. denied as inaccurate the first applicant's allegation that he had admitted to the latter having slandered him under pressure from the police. The court noted as follows:", "“There is no information from which it could be discerned that unlawful investigation methods were applied to witness [Mr K.] entailing his incriminating statements against the defendants as they allege.", "The allegation of [the first applicant] that [Mr K.] was arrested on 19 March 2004, remained in police custody until 22 March 2004 and that is why he recognised [the first applicant as the offender] is unfounded. It is not corroborated by the materials of the case and cannot be interpreted as an indication of any pressure on [Mr K.] with a view to incriminating the defendants. The witness [Mr K.] denied this fact during the court hearing in a categorical manner, as well as denying the allegation that he had admitted to [the first applicant] having incriminated him under pressure from the police, as [the first applicant] has submitted many times.", "The panel considers the statements of [Mr K.] given during the pre-trial investigation and the trial to be truthful, as both during the pre-trial investigation and during the judicial proceedings they were identical, consistent in detail and without any considerable discrepancies as alleged by the defendants and their defence. The court therefore takes them into consideration in the basis of the conviction as proof of the defendants' ... guilt, being concordant with the other evidence.”", "109. The court also took into account the testimony of the son of Ms I., who thought he had recognised the first applicant and the other co-defendant by their postures and gestures, having seen them together in the street. It further took note of statements from several witnesses who had seen two persons wearing masks close to the crime scene. The Ternopil Court relied on the defendants' confessions given at the initial stages of the pre-trial investigation. It attributed some discrepancies between the defendants' versions to the voluntary nature of their confessions. The police officers allegedly involved in the defendants' ill-treatment were questioned in the trial and denied those allegations. The court also noted that the first applicant had not complained about his ill-treatment to the ITT or to the SIZO authorities. It questioned the doctors who had examined the first applicant in May and June 2004, and they again concluded that his injuries were not typical of the effects of electric current. Furthermore, the court relied on the ruling of the KCPO of 18 June 2004 refusing to open a criminal case in respect of the first applicant's complaint. In the light of those considerations, the trial court found the first applicant's allegation that he had been ill-treated unsubstantiated.", "110. The term of the first applicant's imprisonment was to be calculated from 18 December 2006 and included his detention from 23 May 2004 to 5 May 2005 and from 22 to 23 November 2006.", "111. The first applicant lodged a cassation appeal, alleging, inter alia, that his guilt had never been proven and that his conviction was primarily based on his confessions extracted by torture and in the absence of legal assistance. He noted that the forensic medical report corroborating his allegation of having been tortured by electric shocks had remained ignored.", "112. Furthermore, the first applicant stressed that the statements of Mr K., on which the trial court had relied as proof of his guilt, had drastically changed over time to his disadvantage and in suspicious circumstances. He submitted in particular that Mr K. had initially stated that he did not remember any features of his passengers of 13 March 2004. The first applicant further noted that on 19 March 2004 the police had apprehended Mr K. for being drunk. During his subsequent body-search a package of substance of “plant origin” had been discovered on him, and Mr K. had been arrested. It was during his administrative detention that he had “remembered” some general features of one of his passengers. The first applicant referred to specific pages in the case file quoting Mr K. as having stated during the trial that “there [was] a significant difference between those to whom [he] had given a lift [on 13 March 2004] and the defendants” and that the investigator had included some untruthful information in the records of his questioning during the pre-trial investigation. The applicant also submitted that the case file contained a transcript (by a technical expert) of his conversation with Mr K. made in 2006 (apparently during the period when the first applicant had been at large), in which Mr K. had stated that the police had forced him to incriminate the defendants under threat of being accused himself of the murder of Ms I., that drugs had been planted on him and that he had made the incriminatory statements while being detained in the ITT. The first applicant stressed that Mr K. had admitted in court that he had indeed met him in 2006 and that their conversation could have been recorded. He further complained that although the defence had sought the examination of the aforementioned audiotape in the hearing and putting questions in that respect to Mr K., the trial court had dismissed that motion without any explanations. It was also mentioned in the cassation appeal that the case file contained a copy of the investigator's ruling of 31 August 2004 about refusal to open a criminal case against Mr K. without reference to any provision of the Criminal Code – a fact, which, according to the first applicant, had remained without assessment.", "113. On 20 March 2008 the Supreme Court upheld the first applicant's conviction. It referred mainly to his confessions during the pre-trial investigation, including those given in the presence of his lawyer, which it found to be corroborated by other evidence in the case. As to the first applicant's allegation that he had been ill-treated in police custody, the court noted that it had studied the videotape of the investigative activities and found that the applicant had given his confessional account of the events in a free and detailed manner and that there were no injuries on his body. Furthermore, according to the above ruling of the Supreme Court, the first applicant “had never referred to any specific persons who had allegedly illtreated him” and that he “had always replied that he was well when asked about his health”. The court considered that all the persons involved in the investigation of the applicant's allegation of ill-treatment had been questioned in the course of the trial and all the respective medical reports had been studied. In the light of all the aforementioned, it found the complaint of ill-treatment to be wholly unsubstantiated.", "114. As regards the statements of witness Mr K., the Supreme Court noted that he “had been examined many times both during the pre-trial investigation and the trial” and that he had recognised the first applicant “without any hesitation”. It further noted as follows:", "“There is no information from which it could be discerned that the law-enforcement authorities applied unlawful methods to this witness, and therefore his statements were rightly taken into consideration in the basis of the conviction”.", "115. The second applicant worked at a factory run by the victim's family. At the end of May 2004 she was in her eighth month of pregnancy.", "116. On 21 May 2004, at about 4.00 p.m., the second applicant was at her workplace. The manager asked her to come in for a work-related conversation, when two plain-clothes police officers, allegedly without any explanation and not allowing her to change out of her uniform into her own clothes, took her to the Pivdenno-Zakhidna Police Station. The second applicant was placed there in a room she described as very cold. The police officers, as well as the widower of Ms I., who was also present at the police station, allegedly shouted at her, threatened her with imprisonment and pushed her in the back, pressurising her to testify against her husband.", "117. The second applicant wrote that her husband (the first applicant) had been with her at home at the time of the murder.", "118. After the questioning, which lasted for about four hours, the second applicant was taken back to the factory. She had to wait there for some time until the door was opened so that she could change into her own clothes.", "119. On 22 May 2004 the second applicant complained to the prosecution authorities about the alleged unlawfulness of her detention on 21 May 2004.", "120. On 11 June 2004 the prosecution office wrote to her that the police had not violated any criminal procedure legislation.", "121. Articles 28 and 29 of the Constitution, which are relevant to the case, read as follows:", "Everyone has the right to respect for his or her dignity.", "No one shall be subjected to torture, cruel, inhuman or degrading treatment or punishment that violates his or her dignity. ...", "Every person has the right to freedom and personal inviolability.", "No one shall be arrested or held in custody other than pursuant to a reasoned court decision and only on the grounds and in accordance with a procedure established by law.", "In the event of an urgent necessity to prevent or stop a crime, bodies authorised by law may hold a person in custody as a temporary preventive measure, the reasonable grounds for which shall be verified by a court within seventy-two hours. The detained person shall be released immediately if he or she has not been provided, within seventy-two hours of the moment of detention, with a reasoned court decision in respect of their holding in custody.", "Everyone who has been arrested or detained shall be informed without delay of the reasons for his or her arrest or detention, apprised of his or her rights, and from the moment of detention shall be given the opportunity to personally defend himself or herself, or to have the legal assistance of defence counsel.", "Everyone who has been detained has the right to challenge his or her detention in court at any time.", "Relatives of an arrested or detained person shall be informed immediately of his or her arrest or detention.”", "122. Articles 59 and 63 concerning the right to legal assistance and the right not to incriminate oneself can be found in the judgment of 19 February 2009 in the case of Shabelnik v. Ukraine (no. 16404/03, § 25).", "123. Article 115 envisages seven to fifteen years' imprisonment as the penalty for premeditated murder and imprisonment of ten to fifteen years or for life as the penalty for premeditated murder for profit and/or committed following conspiracy by a group of persons.", "124. Article 121 penalises premeditated infliction of grievous bodily harm causing the victim's death by imprisonment for seven to ten years.", "125. Under paragraph 4 of Article 187, assault with intent to rob committed by an organised group or coupled with infliction of grievous bodily harm is punishable by imprisonment for a term of eight to fifteen years, with confiscation of property.", "126. Paragraph 1 of Article 263 provides for two to five years' imprisonment for illegal possession and use of weapons.", "127. Under Article 371, deliberately unlawful arrest is a crime punishable by a maximum of five years' imprisonment.", "128. Article 44 prohibits production, purchase, storage, transport, or dispatch of drugs or psychotropic substances in small quantities without the purpose being trafficking.", "129. Article 263 provides for administrative detention on account of an administrative offence for a maximum of three hours. In exceptional cases envisaged in the legislation the duration of the administrative detention may be longer. Persons suspected of a drug offence may be detained for up to three hours for compilation of the offence report. If the identity of the suspect is not known, or if there is a need for a medical examination or clarification of the circumstances in which the drug had been procured, or if the drug needs to be analysed, the administrative detention may last up to three days subject to the prosecutor's notification, or up to ten days – subject to the prosecutor's approval and if the offender's identity is unknown.", "130. The provisions concerning the application of preventive measures and their types, time-limits for pre-trial detention and also the grounds for and procedure of detention by an enquiry body (the investigator in the instant case), can be found in the Molodorych v. Ukraine judgment, no. 2161/02, §§ 56-58, 28 October 2010.", "131. The provisions concerning the obligation to institute criminal proceedings and investigate a crime can be found in the judgment of 27 November 2008 in the case of Spinov v. Ukraine (no. 34331/03, § 33).", "132. Under Article 23-2, if the court discovers a violation of law and/or of citizens' rights in the course of a pre-trial enquiry or investigation, or during an examination of a case in a lower-level court, it issues a separate ruling by which it draws the attention of the respective authorities to the established facts and directs them to take certain measures to remedy the situation. Failure to take the requisite measures is considered an administrative offence.", "133. Article 45 provides that legal representation during the enquiry, the pre-trial investigation and the trial before the first-instance court is obligatory if, inter alia, the possible penalty is a life sentence. It further specifies that in this case the legal representation must be provided from the moment of the arrest or the laying of charges against the person.", "134. Article 97 obliges prosecutors, investigators, bodies of enquiry and judges to accept applications or communications as to the crimes committed or prepared, including in cases that fall outside their competence, and to adopt one of the following decisions within the three-day time limit: (1) to institute criminal proceedings; (2) to refuse to institute criminal proceedings; or (3) to remit the application or communication for further examination according to jurisdiction.", "135. Pursuant to paragraphs 2 and 4 of Article 155, persons remanded in custody are held in Pre-Trial Detention Centres (SIZOs, part of the penal system). Exceptionally, they may also be held in Temporary Detention Facilities (ITTs, part of the police infrastructure), but for no longer than three days. If it is impossible to ensure a transfer to a SIZO within the aforementioned time-limit, because of its remote location or lack of infrastructure, a detainee may stay in an ITT for up to ten days.", "136. Under Article 236-1, complaints against decisions of an investigator or prosecutor refusing to initiate criminal proceedings may be filed by a person whose interests it concerns with the local court at the place of the respective authority or official.", "137. Before the amendments of 21 June 2001, Article 244 had specified that a court ruling following the preparatory hearing prior to a trial had to give reasons in the event of changing the preventive measure. By the aforementioned amendments, that provision was repealed. Article 237, as worded at the material time, obliged the judge of a trial court dealing with the case to consider in the preparatory hearing, inter alia, whether there were grounds for changing, lifting or applying a preventive measure.", "138. Under paragraph 1 of Article 370, essential violations of the criminal procedure legislation are those which have impeded or could have impeded the court in the complete and thorough examination of a case and in issuing a lawful, reasoned and just judgment. Paragraph 2 of this Article includes a violation of the right of an accused to defence, as well as a breach of the territorial jurisdiction rules, among such essential violations which warrant the quashing of a judgment in any event (that is, regardless of whether the requirements of paragraph 1 have been met).", "139. Chapter 31-A of the Code dealt with complaints against decisions, acts or inactivity on the part of State and local self-government bodies as well as their officials. In particular, Article 248-1 of the Code provided that anyone who considered that his or her rights or freedoms had been infringed by a decision, act or omission on the part of a State body, legal entity or official could lodge a complaint with a court.", "140. Articles 1 and 2 (as worded before the amendments of 1 December 2005) can be found in the following judgments respectively: Kobtsev v. Ukraine, no. 7324/02, § 35, 4 April 2006, and Afanasyev v. Ukraine, no. 38722/02, § 52, 5 April 2005).", "141. Following the amendments to the Compensation Act of 1 December 2005, the list of cases where the right to compensation would arise was expanded by the following point:", "“(1-1) where ... unlawfulness of remand and holding in custody ... has been established by a conviction or other judgment of a court (save for rulings on remittal of cases for additional investigation)”.", "142. The relevant extracts from Chapter 4.4 provide as follows:", "“While being held in police stations detainees are particularly exposed to the risk of being beaten or humiliated. ...", "The Commissioner has been underlining in each annual report that law-enforcement officials systematically subject detainees to torture. ...", "The Commissioner has emphasised on numerous occasions that one of the main reasons for violence by the police is the actual preservation of the rate of resolved crimes as a benchmark for performance reporting. The police achieve the required statistics of resolved crimes by torturing innocent persons. And the figures in support of this statement are dramatic. ...", "The following phenomenon was noted in the past and still remains in place. In order to verify whether a person is involved in a crime, he/she is placed under administrative arrest on falsified grounds and subjected to intensive torture with a view of breaking his/her will and extracting a confession to the crime. It is this period when the detainee is particularly exposed to serious risk of loss of life or becoming disabled or being subjected to unbearable humiliation and loss of dignity. ...”", "143. The relevant extracts from the Report to the Ukrainian Government on the visit to Ukraine carried out by the CPT from 9 to 21 October 2005 [CPT/Inf (2007) 22] read as follows:", "“...", "15. Since the CPT's first visit to Ukraine, the treatment of persons deprived of their liberty by Internal Affairs staff has been a cause of very serious concern. The 2005 visit revealed a slight reduction as regards the scale of the phenomenon of ill-treatment, although not sufficient to dispel the Committee's misgivings. Indeed, in the course of the 2005 visit, the Committee's delegation received a significant number of allegations of deliberate physical ill-treatment of detainees [...] inflicted by operational officers, in particular during initial questioning in district police stations with a view to securing confessions in respect of the criminal offence for which the persons in question were detained or additional confessions relating to unsolved crimes. [...] In some cases, the severity of the ill-treatment alleged – which could also consist of a combination of several forms of ill-treatment – was such that it could be considered as amounting to torture.", "...", "18. In the light of the delegation's findings, the Committee has no alternative but to revert back to the conclusion it reached in paragraph 20 of its 2002 visit report. Three years later, it has to be said that persons deprived of their liberty by Internal Affairs staff still run a significant risk of being subject to ill-treatment – on occasion, severe ill-treatment/torture – by operational officers, in particular during interrogation.”"], "VIOLATED_ARTICLES": ["3", "5", "6"], "VIOLATED_PARAGRAPHS": ["5-1", "5-2", "5-3", "5-4", "5-5", "6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}