{"ITEMID": "001-23778", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "NASIMI v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Amir Nasimi, is an Iranian national of Kurdish origin who was born in 1960. He was represented before the Court by Ms E. Haddadi, a lawyer practising in Sundbyberg. The respondent Government were represented by Ms E. Jagander, Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Between 1994 and 1997 the applicant applied five times for a visa to visit his sister in Sweden. In connection with these applications his sister stated on two occasions that the applicant was “non-political” and had no political problems. The applicant was finally granted a visa in 1997 and stayed with his sister in Sweden for a couple of months.", "In 2000 the applicant was once again granted a visa and came to visit his sister. He arrived in Sweden on 16 September 2000, holding a valid Iranian passport. He applied for asylum on 11 October.", "In interviews held on 11 and 18 October 2000 the applicant stated that, on 2 October, the Iranian authorities had discovered copies of Peshraw – a monthly political journal written in the Kurdish language which was forbidden in Iran – in his home and were searching for him. He had forgotten about the copies as a relative had fallen seriously ill at the time when he was about to leave for Sweden. As a consequence, the applicant's wife and children – a daughter born in 1985 and a son born in 1993 – had been interrogated. His wife had been detained but later released on bail. The applicant further claimed that he had been, and still was, active in Komala, a political organisation, distributing journals and other documents. Allegedly, his family were well-known supporters of Komala and his brother and brother-in-law had been executed by the Iranian authorities due to their political activities. The applicant had been imprisoned in 1990-92. He had also been dismissed from his job as a teacher. He had thereafter continued with his political activities – being officially active for the organisation as from 1995 – and had been beaten up on some occasions when he reported to the authorities in compliance with a reporting duty. On several occasions he had also been interrogated and his house had been searched. He claimed to be a communist and knowledgeable about the ideas of Marx and Lenin, although he had not read anything by them and was not familiar with their views on religion.", "In a letter to the Migration Board of 16 December 2001 counsel for the applicant added that the applicant had been tortured and assaulted while he was imprisoned.", "On 4 April 2001 the applicant's wife and children left Iran. Upon arrival in Sweden, apparently on 2 May, they applied for asylum. The wife first stated that her identification papers had been confiscated when the Iranian authorities searched the family's home. Later she admitted that she had first travelled to Norway with a valid visa to visit her sister and that she had destroyed her passport herself. The applicant's daughter claimed that she had been relegated from school due to the authorities' allegations against her father.", "On 25 January 2002 the Migration Board (Migrationsverket) rejected the asylum applications and ordered that the family be expelled to Iran. The Board noted that the applicant had received a passport in 1996 and had been allowed to leave Iran legally on at least two occasions. It found it improbable that this would have happened if the authorities had suspected him of being politically active against the Iranian Government. The Board also found it unlikely that the applicant had left subversive journals in his home and had not remembered them and told relatives to get rid of them while he was in Sweden. Further, the Board considered that the applicant's wife and children would not have been allowed to leave Iran legally if the wife, as claimed, had been interrogated and detained and eventually released on bail. In conclusion, the Board called into question substantial parts of the information given in the cases and considered that the applicant and his wife had not shown that they were of a particular interest to the Iranian authorities or that the family members would be subjected to persecution or discrimination.", "On 20 February 2002 the applicant and his wife appealed to the Aliens Appeals Board (Utlänningsnämnden). The applicant submitted that he had obtained a passport by bribing officials with a colour television.", "On 29 April 2002 the Aliens Appeals Board dismissed the appeal, as their lawyer had failed to show that she was authorised to lodge the appeal on behalf of the family.", "Later the family lodged a new application with the Aliens Appeals Board. They claimed that also the wife's uncle had been executed by the Iranian regime. Furthermore, the Iranian authorities allegedly suspected that the applicant had joined the armed struggle in the Iranian part of Kurdistan. He submitted a certificate from “Komala abroad” in which it was stated that he had been an active supporter of Komala and that he had been imprisoned for two years in 1990-92 because of his activities. The applicant also claimed that the torture to which he had been subjected had injured him physically and mentally for life. He submitted, inter alia, a certificate of 22 March 2002 issued by Dr Mona Lindqvist, a qualified psychologist and psychotherapist, who stated that the applicant was suicidal, seriously depressed and showed clear signs of suffering from a post-traumatic stress disorder (PTSD). It was therefore important that he undergo long-term psychotherapy and medical treatment. According to medical records invoked by the applicant before the Migration Board and the Aliens Appeals Board, the applicant had visited the health care centre in Bandhagen eight times between October 2000 and February 2001 and the health care centre in Säffle 21 times between May 2001 and March 2002 for various afflictions. On three occasions he had mentioned that he had problems due to previous torture.", "On 28 May 2002 the Aliens Appeals Board rejected the new application. It did not find that the new submissions indicated that the applicants were in need of protection in Sweden. As regards the applicant's health, the Board did not find that the medical information showed that he suffered from such a serious physical or mental injury that a residence permit should be granted on humanitarian grounds.", "In June 2002 a third application for residence permits was made. In a new certificate, dated 4 June 2002 and submitted to the Appeals Board, Dr Lindqvist stated that the applicant's health had deteriorated, that he and his daughter were seriously suicidal and that also the other family members had mental problems. In support of the application, the applicant also submitted an Iranian document, purportedly a summons to appear before the revolutionary court in Merivan, his hometown, issued on 1 October 2000. Allegedly, it had not been submitted earlier as mail was very often opened in Iran.", "On 15 July 2002 the Aliens Appeals Board rejected the third application. It found that the explanation why the court notice had not been handed in earlier was unsatisfactory. As the applicant's wife and children had not left Iran until 4 April 2001 they should have been able to bring it with them. It was further unlikely that they had been allowed to leave the country if the authorities' had had such an interest in the applicant. As regards the statements made by Dr Lindqvist, the Board, questioning their objectivity, found it remarkable that she had drawn far-reaching medical conclusions about the family members' health and had assessed the availability of medical treatment in Iran and the family's need of protection in Sweden. In any event, the Board considered that it had not been shown that any member of the family suffered from such a serious mental disturbance or similar state of health that they could not be considered responsible for their own actions. It was therefore not inhuman to enforce the expulsion decision.", "On 21 October 2002 the family lodged yet another application for residence permits. In support thereof, they invoked two further statements concerning their health, one issued on 23 September 2002 by Dr Leena Maria Johansson, a qualified physician and psychotherapist and specialist in psychiatry, and one issued on 22 October 2002 by Dr Mostafa Farahani, a qualified physician. Dr Johansson stated that the applicant and his wife showed clear symptoms of PTSD, that the applicant was seriously suicidal and that the children suffered from depression. Dr Farahani, who had only examined the applicant, stated that he met almost all the criteria for a post-traumatic stress syndrome and that there was a serious risk that he would commit suicide in the event of his being expelled to Iran. The applicant further claimed that he had taken part in two demonstrations in Sweden for an Iranian communist party. The second one, which had taken place eight months before the lodging of the latest application, had been shown on Swedish television and had attracted the attention of the Iranian security police which had interrogated the applicant's mother in Iran about the applicant and his involvement in the demonstration.", "On 21 October 2002 the Aliens Appeals Board decided not to suspend the enforcement of the expulsion order.", "By a decision of 1 November 2002, following the Court's indication under Rule 39 of the Rules of Court, the Migration Board stayed the enforcement of the expulsion order.", "The latest application for residence permits is still pending before the Aliens Appeals Board.", "The applicant has submitted that his mental health has deteriorated since 2002. It appears, however, that he has not undergone the treatment prescribed by Dr Lindqvist in March 2002. According to a medical certificate of 8 February 2004 by Dr Bahram Aflaki, specialist in general psychiatry, the applicant, while not having suicidal thoughts, had expressed that he would rather die than return to Iran and had shown symptoms of suffering from PTSD and depression. Also his children were suffering from mental problems. Dr Aflaki stated that the applicant was in need of long-term psychiatric care and started a treatment with antidepressants."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}