{"ITEMID": "001-60917", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF JAKUPOVIC v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["8. The applicant was born in 1979 and lived at the time of the events in Vöcklabruck (Austria). He presently lives in Banova Jaruga (Croatia).", "9. In February 1991 the applicant arrived in Austria together with his brother, born in 1985, and joined his mother who had already been living and working there. Subsequently his mother remarried. The applicant's family now consists of his mother, his stepfather, his brother and two half sisters, born in 1993 and 1995.", "10. On 14 January 1994 the Police Authorities filed a criminal complaint against the applicant on suspicion of burglary. On 14 March 1994 the Wels Regional Court (Landesgericht) provisionally discontinued the criminal proceedings and ordered the applicant to compensate the victims for the damage caused. On 11 May 1995 the Vöcklabruck District Administrative Authority issued a prohibition to possess arms (Waffenverbot) under the Weapons Act (Waffengesetz) against the applicant as he had, in April 1995, attacked several persons with an electroshock device. On 31 May 1995 the applicant was remanded in custody on suspicion of having committed some fifty burglaries.", "11. On 28 August 1995 the Wels Regional Court convicted the applicant of burglary and sentenced him to five months' imprisonment, suspended for a probationary period of three years. On the same day the applicant was released from detention on remand.", "12. On 28 September 1995 the Vöcklabruck District Administrative Authority (Bezirkshauptmannschaft) issued a ten year residence prohibition against the applicant. Having regard to the above events and in particular the applicant's conviction, it found that his further stay in Austria was contrary to the public interest. These considerations were not outweighed by his family links in Austria. On 16 October 1995 the applicant, assisted by counsel, appealed against this decision. Relying on Article 8 of the Convention he submitted, inter alia, that the District Administrative Authority had failed to take sufficiently into account his private and family situation.", "13. On 18 December 1995 the applicant was again remanded in custody on suspicion of having committed further burglaries in December 1995. On 26 February 1996 the Wels Regional Court again convicted the applicant of burglary and sentenced him to a further term of imprisonment of ten weeks, suspended for a probationary period of three years. On the same day the applicant was released from detention on remand.", "14. On 2 May 1996 the Upper Austria Public Security Authority (Sicherheitsdirektion) dismissed the applicant's appeal against the District Administrative Authority's decision of 28 September 1995. As regards the applicant's family situation, the authority noted that the applicant's mother, his brother and two half sisters were living in Austria. However, having regard to the applicant's serious criminal behaviour the issue of a residence prohibition was nevertheless necessary in the public interest.", "15. On 21 June 1996 the applicant filed a complaint with the Constitutional Court (Verfassungsgerichtshof) against the residence prohibition. On 30 September 1996 the Constitutional Court declined to deal with the matter for lack of prospects of success and remitted the case to the Administrative Court (Verwaltungsgerichtshof).", "16. On 9 December 1996 the applicant supplemented his complaint to the Administrative Court which dismissed it on 19 February 1997. It found that the authorities had correctly found that the residence prohibition was necessary in the public interest and did not constitute a disproportionate interference with the applicant's family situation.", "17. On 4 April 1997 the applicant was taken into detention with a view to his expulsion and, on 9 April 1997, he was deported to Sarajewo."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}