{"ITEMID": "001-58817", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF LOPES GOMES DA SILVA v. PORTUGAL", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "Georg Ress", "TEXT": ["8. The applicant is a Portuguese national. He was born in 1945 and lives in Lisbon. He is a journalist and at the material time was the manager of a large-circulation daily called Público.", "9. An article appeared in the 10 June 1993 issue of Público stating that the Popular Party (Partido Popular - CDS/PP) had asked Mr Silva Resende, a lawyer and journalist, to stand in the Lisbon City Council elections. That information had also been published by the Portuguese press agency LUSA.", "10. On the same page the applicant published an editorial containing the following passages:", "“... [the Chairman of the CDS/PP] has shown himself capable of exceeding even the most vulgar of caricatures ... This is clear from the CDS leadership's unthinkable choice of candidate to head the party's list in the Lisbon City Council elections. One need only read the extracts from recent articles by Mr Silva Resende in the Jornal do Dia which we publish in this issue to form an idea of the character being backed by the new Popular Party in the country's main city council elections. As ludicrous and grotesque as this will appear, it is nevertheless true. Not in the oldest or most delapidated ruins of Salazarism could an ideologically more grotesque and more buffoonish [boçal] candidate have been dug out: such an incredible mixture of crude reactionaryism [reaccionarismo alarve], fascist bigotry and coarse anti-Semitism. Any leading figure of the Salazar regime [Estado Novo] or any mayor of Lisbon from the former regime would come across as singularly progressive compared to this brilliant find ... It would all be merely an inconsequential anecdote or a surreal political oversight if it were not revelatory of a hidden facet which the CDS is trying to disguise behind the diaphanous veil of the modern Right. Incapable of finding a credible candidate for the Lisbon City Council, which is already symptomatic of the fragility of a party desirous of presenting itself as a possible party of government, the leadership of the CDS has resorted to a character who represents the most complacent, stale and ridiculous aspects of the Portuguese right-wing. A character who seems never to have really existed and that no humorist of however dubious taste would have been capable of imagining as the last of the Salazarian abencérages [salazarenta] in the 1990s. We presume that the young leader [of the CDS/PP] believes he has found, in desperation, someone capable of attracting at least football fans, which is the domain in which Mr Silva Resende has forged a remarkable career. It would appear that the majority of young Turks among the leadership of the CDS have contented themselves with reading Mr Silva Resende's football columns while remaining unaware of the rare pearls of his political beliefs...”.", "11. In the same issue of Público numerous extracts of recent articles by Mr Resende were published on the same page as the applicant's editorial. The following are a selection of those extracts:", "“The bald-headed Jew [Mr L. Fabius] who spends his life, during his public appearances, militating in favour of secularism and the Republic (the two pillars of religious and patriotic impiety are sufficient in themselves to enable any reader of average intelligence to decode his real intentions) concluded after the elections that they [the socialists] were defeated because of their political practice and not because of their ideals.” (Jornal do Dia, 6 April 1993)", "“The Clintons' past, and above all the style of their campaign for the Whitehouse, were very revelatory of a fresh conspiracy of the Left at its most deviant: war on the property of others, the cult of agnosticism, moral relativism, social hypocrisy, the inhuman secularism of life. To obtain an idea of the forces mobilised to catapult the Clintons to power, one need only mention that the Jewish lobby paid 60% of the electoral expenses whereas it represents only 5% of the electorate.” (Jornal do Dia, 16 April 1993)", "[on the 25 April 1974 revolution]", "“... Americans and Russians reached an agreement to inflict a blow on Portugal in Lisbon. We were betrayed by the United States, we were betrayed by NATO, which has placed a naval fleet at the gates of Lisbon in case their blow should fail.” (Jornal do Dia, 21 May 1993)", "“It is no coincidence if politicians everywhere are involved in serious corruption. This moral chaos, which threatens to suffocate the world and leads to generalised perversity and attracts divine punishment, began several years ago when the machinery of ideological poisoning and agents of the propagation of error installed themselves comfortably everywhere, when they perverted youth, converting them to idols; when they tore women from the sanctuary of the home; when they flooded the world with their exhibition of vice; and, lastly, when they infiltrated political parties, placing them at the service of impiety.” (Jornal do Dia, 25 May 1993)", "“The Masonic Lodge and the Jewish Synogogue, even when not imposing their initiation rights and practices, are always flirting with the owners of power. Sometimes their members even succeed in being appointed to public posts. Le Pen's National Front movement is the only exception to this more or less subtle penetration. “Lepenism” is labelled a racist movement and is persecuted by the most unimaginable means, ranging from assault in broad daylight, sabotaging of meetings and systematic slander to the adoption of iniquitous laws to prevent it from penetrating the social fabric and above all climbing up the steps leading to power. The National Front is certainly not above a number of political sins, but it is the only political force which openly fights for the restoration of a France which proclaims the values of Christian civilisation opposed to Leftism, which, since 1789, has been plundering national energies and has turned the national flag into a symbol of heresy.” (Jornal do Dia, 27 May 1993)", "“It pains me to have to broach subjects which exude Satan's breath. However, the city of mankind is made up of all sorts and the Devil is undeniably exerting his influence throughout this world devastated by sin. ... Ten years ago a survey of attitudes to sin was carried out in France. The vast majority of those questioned replied broadly that sin did not exist, but was a taboo invented by medieval obscurantism. The huge setback represented by that response gives us an idea of how decadent we have become and of the abyss into which contemporary society is falling.” (Jornal do Dia, 5 June 1993)", "“Most people are unaware that Hitler and Mussolini were socialists and that it was in that capacity that they won power in their respective countries using all the tricks and violence supplied them by the canons of the Left.” (Jornal do Dia, 8 June 1993)", "12. Following publication of the editorial in question, Mr Resende lodged a criminal complaint against the applicant with the Lisbon public prosecutor's department and sought leave to intervene in the proceedings as an assistant of the prosecuting authority (assistente). The applicant was subsequently charged with libel through the medium of the press (abuso de liberdade de imprensa).", "13. In a judgment of 15 May 1995 the applicant was acquitted by the Lisbon Criminal Court. The court held that the expressions used by the applicant could indeed be construed as insults, but that there had not been an intention to defame. In the court's view, the expressions in question should be construed as criticism of Mr Resende's political beliefs and not of his reputation or his conduct. The court added that account also had to be taken of the extracts from articles by Mr Resende and the incisive manner in which he had referred to a number of public figures, even going so far as to attack their physical features.", "14. On appeal by Mr Resende and the public prosecutor, the Lisbon Court of Appeal (Tribunal da Relação) set aside the decision in a judgment of 29 November 1995. The court weighed up the conflicting interests and considered that certain expressions used by the applicant, such as “grotesque”, “buffoonish” and “coarse”, were plain insults which exceeded the limits of freedom of expression. In the Court of Appeal's opinion, the applicant had recklessly committed the offence of which he had been accused. The applicant was accordingly fined 150,000 Portuguese escudos (PTE) and ordered to pay PTE 250,000 in damages to Mr Resende and, lastly, to pay costs amounting to PTE 80,000.", "15. Relying on, inter alia, Article 10 of the Convention, the applicant lodged a constitutional appeal with the Constitutional Court (Tribunal Constitucional). He submitted that the Court of Appeal's interpretation of the relevant provisions of the Criminal Code and of the Press Act infringed the Constitution.", "16. The Constitutional Court dismissed the appeal in a judgment of 5 February 1997 of which the applicant was notified on 10 February 1997. After stressing that both the Constitution and Article 10 of the Convention provided for certain limits on the exercise of freedom of expression, it held that the provisions referred to by the applicant, as construed and applied by the Court of Appeal, were not contrary to the Constitution.", "17. Articles 38 and 26 (as in force at the material time) of the Portuguese Constitution protect the freedom of the press and the right to respect for personal honour and reputation.", "18. Article 164 of the Criminal Code at the material time provided:", "“1. Anyone who, in addressing a third party, makes an accusation against another, even by merely casting suspicion, or expresses an opinion injuring that person's honour and reputation, or who reproduces such an accusation or opinion, shall be liable to a prison sentence of up to six months and a penalty of up to fifty day-fines.", "2. The author of the statement shall not be punishable", "(a) if the accusation is motivated by a legitimate public interest or other valid reason; and", "(b) if he proves the truthfulness of such an accusation or has serious grounds for believing in good faith that it is true.", "...”", "19. Article 167 § 2 of the Criminal Code increased the penalties in question to a maximum of two years' imprisonment and 240 day-fines in respect of offences committed through the medium of the press.", "20. Section 25(1) of the Press Act, in the version applicable at the material time (Legislative Decree no. 85-C/78 of 26 February 1978), provided:", "“Acts or conduct capable of infringing a legal interest protected by the criminal law and committed through the publication of texts or images in the press shall be considered to be offences committed through the medium of the press.”", "21. Section 25 (2) provided that those offences fell within the criminal law. It also provided that an accused who had no previous conviction for the same offence could be sentenced to a fine instead of a custodial sentence."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}