{"ITEMID": "001-23252", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "FUTRO v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Marian Futro, is a Polish national, who was born in 1951 and lives in Poznań, Poland.", "The facts of the case, as submitted by the parties, may be summarised as follows:", "In 1975 the applicant’s property in Poznań was expropriated. In February 1990 the applicant and one of his brothers lodged an application for restitution of that land with the Poznań Municipality (Urząd Miejski).", "The Poznań Mayor (Prezydent Miasta) failed to issue a decision. On 13 June 1991 the case-file was transferred to the Poznań District Office (Urząd Rejonowy), as under the new legislation it had become competent to deal with the applicant’s case.", "On 16 June 1991 the applicant lodged a complaint with the Supreme Administrative Court alleging inactivity on the part of the first-instance administrative authority. On 5 November 1991 the court gave a judgment and ordered the District Office to deliver a decision within a time-limit of thirty days.", "Meanwhile, on 15 July 1991 the District Office issued a partial decision and determined that one of the expropriated plots of land had ceased to serve the purpose indicated in the expropriation decision. On 31 January 1992 the Governor of Poznań quashed this decision and remitted the case for re-examination.", "On 17 June 1992 the District Office held the so-called “administrative hearing” (rozprawa administracyjna). On 11 February 1993 an expert submitted his report.", "On 30 June 1993 the Poznań District Office issued a decision to the effect that part of the property be returned to the applicant and other co-owners. It also ordered that they pay the indexed sum to the State Treasury in return for the compensation, which they had received in 1975.", "On 27 September 1993, upon an appeal lodged by the applicant’s brother, the Poznań Governor quashed the first-instance decision and remitted the case", "On 20 June 1994 the District Office ordered that a plan concerning the partition of the property be drawn.", "On 20 December 1994 the District Office decided that expert evidence be obtained in order to determine the value of the property. On 23 January 1995 the expert submitted her report.", "In the course of the proceedings, the applicant’s father died. On 27 March 1995 the Poznań District Court declared that his property was inherited by one of the applicant’s brothers and his children.", "On 21 April 1995 the District Office held an administrative hearing.", "In November 1995 the District Office ordered that yet another expert report be obtained. On 5 November 1995 the expert submitted his report.", "On 17 July 1996 and 24 July 1997 the District Office asked the relevant authorities for information about the infrastructure of the street situated along the property in question.", "On 1 January 1998 the Law of 21 August 1997 on Land Administration (Ustawa o gospodarce nieruchomościami) came into force. On that date the Poznań Governor became competent to deal with the applicant’s case.", "On 30 March 1998 an administrative hearing was held.", "On 15 June 1998 the authorities informed the applicant that a new time-limit for the issue of a decision determining the case was set for 30 September 1998.", "On 3 August 1998 the Poznań Governor informed the applicant that he could consult the expert report concerning the value of the property (operat szacunkowy).", "On 25 September 1998 the Poznań Governor held an administrative hearing.", "On 30 September 1998 the expert report was amended.", "On 30 December 1998 the Poznań Governor issued a decision ordering that a certain part of the property be returned to the applicant and other co-owners, as it had no longer served the purpose specified in the expropriation decision. The Poznań Governor ordered the co-owners to pay the indexed sum to the State Treasury in return for the compensation awarded to them in 1975.", "On 12 and 18 January 1999 respectively, the applicant’s brother and the respondent company appealed against that decision to the President of the Office for Housing and Town Development (Prezes Urzędu Mieszkalnictwa i Rozwoju Miast).", "On 20 February 2001 the President of the Office for Housing and Town Development upheld the decision of the Poznań Governor.", "It appears that on a further appeal the case is pending before the Supreme Administrative Court.", "Article 35 of the Code of Administrative Procedure lays down time-limits ranging from 1 month to 2 months for dealing with a case pending before an administrative authority. If those time-limits have not been complied with, the authority must, under Article 36 of the Code, inform the parties of that fact, explain the reasons for the delay and fix a new time-limit. Pursuant to Article 37 § 1, if the case has not been dealt with within the time-limits referred to in Articles 35 and 36, a party to administrative proceedings may lodge an appeal to the higher authority, alleging inactivity. In cases where the allegations of inactivity are well-founded, the higher authority fixes a new term for examining the case and orders an inquiry in order to determine the reasons for the inactivity and to identify the persons responsible for the delay. If need be, the authority may order that measures be applied to prevent such delays in the future.", "Until 1 October 1995, under Article 216 of the Code of Administrative Procedure, a party to administrative proceedings could, at any time, lodge a complaint with the Supreme Administrative Court about the fact that an administrative authority had failed to issue a decision.", "On 1 October 1995, when a new Law of 11 May 1995 on the Supreme Administrative Court (“the 1995 Act”) took effect, Article 216 of the Code of Administrative Procedure was repealed.", "Under section 17 of the 1995 Act, a party to administrative proceedings may, at any time, lodge a complaint with the Supreme Administrative Court about inactivity on the part of an authority obliged to issue an administrative decision.", "Section 26 of the Law provides:", "“When a complaint alleging inactivity on the part of an administrative authority is well-founded, the Supreme Administrative Court shall oblige that authority to issue a decision, or to perform a specific act, or to confirm, declare, or recognise a right or obligation provided for by the law.”", "Pursuant to section 30 of the Law, the decision of the Supreme Administrative Court ordering an authority to put an end to its inactivity is legally binding on the authority concerned. If the authority has not complied with the decision, the court may, under section 31 of the 1995 Act, impose a fine on it and may itself give a ruling on the right or obligation in question."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}