{"ITEMID": "001-103117", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF DIMITROVA AND OTHERS v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2;No violation of Art. 14", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Zdravka Kalaydjieva", "TEXT": ["5. The first and second applicants were born in 1956 and 1975 respectively.", "6. The applicants are of Roma origin. The first applicant is the mother, the second applicant the wife, and the third and fourth applicants the brothers of Mr Georgi Gerasimov, also of Roma origin, born in 1976.", "7. In the afternoon of 30 May 2003 Mr Gerasimov and three other persons of Roma origin, Mr V.V., Mr I.I. and Mr M.G., were digging out coal in an abandoned opencast coal mine in Pernik. The area was open, with little vegetation, and accessible by a dirt road.", "8. At one point another man, Mr B.I., to whom Mr M.G. apparently owed money, passed by on horseback. He asked Mr M.G. when he would pay back the debt and the two of them entered into a short argument. Mr Gerasimov intervened in defence of Mr M.G. After that Mr B.I. left.", "9. Some time later Mr Gerasimov and his companions finished digging out the coal and were getting ready to leave. At this moment Mr B.I. returned, accompanied by three friends of his, Mr Z.E., Mr P.K. and Mr N.S., in two cars. A fight flared up between the two groups. The parties disagree as to who started it. Some time later Mr V.V., Mr I.I. and Mr M.G. went to a nearby petrol station, where they asked the staff to call the police, explaining that a friend of theirs had been beaten up. When the police officers reached the scene of the fight they found only Mr Gerasimov, lying on the ground. As he was seriously injured, he was taken to hospital.", "10. Later that day the police initiated a search for Mr B.I. and Mr Z.E., suspecting that they had beaten up Mr Gerasimov, but could not find them.", "11. Mr Gerasimov was admitted to the hospital in a coma, with a severe cerebral contusion and four wounds to the head. He died in hospital on 4 June 2003.", "12. A criminal investigation was opened on 30 May 2003 by the Pernik regional public prosecutor's office.", "13. An inspection of the scene of the fight was carried out on 30 May 2003. The record of the inspection stated that the site had not been preserved. The police officers found the van which had been used by the Mr Gerasimov and his companions abandoned at the site. The windscreen was cracked, the side rear-view mirrors were broken and one of the doors had marks of blows from a hard object. Traces of blood were found near the van. Subsequent analysis showed that the blood might have been Mr Gerasimov's. Traces of blood were also found inside the van. Subsequent analysis showed that it might have been Mr B.I.'s.", "14. The police also inspected the cars Mr B.I. and his companions had been travelling in. Traces of blood were found in one of them. Subsequent analysis showed that the blood might have been Mr B.I.'s.", "15. On 31 May 2003 the police inspected Mr N.S.'s car (not one of those which had been used the day before) and seized two bats and a knife.", "16. On 2 June 2003 Mr B.I., Mr Z.E., Mr P.K. and Mr N.S. were examined by a doctor, who found that Mr B.I. had a small knife wound on the lower part of the back and several bruises on the face and body. The other men also had bruises.", "17. The clothes worn by Mr B.I. on 30 May 2003 were also examined by an expert, who found matching cuts in his T-shirt and jacket, most likely caused by a knife.", "18. A post-mortem examination of Mr Gerasimov's body, carried out on 5 June 2003, concluded that the death had been caused by a severe cerebral trauma. It found a multi-fragment fracture of the parietal bone, with fragments of the bone depressed to 0.5 centimetres in depth on an area measuring 6 x 3 centimetres. It also found five wounds to the head, a wound on the right arm and two parallel stripe-like bruises on the back, measuring 15 x 2 centimetres. There were other bruises on the face and body. The examination concluded that the injuries had been caused by blunt objects and could have been caused in connection with a beating. The two bruises on the back had been caused by long narrow objects.", "19. Mr Gerasimov's companions were questioned by an investigator on 31 May 2003. They were once again questioned before a judge on 3 June 2003.", "20. Mr V.V. stated that the four of them had gone in his van to dig coal. They had had a pick but not a knife. At the time when Mr B.I. had arrived with his friends, they had been getting ready to leave. Mr Gerasimov had been sitting in the back part of the van, on the sacks of coal. As soon as he had got to the site Mr Z.E. had started hitting Mr Gerasimov's legs with a bat. At the same time Mr B.I. had been shouting “Where do you think you are going, you, where will you run, you damn gypsies, who is going to pay?” Mr Gerasimov had attempted to stop Mr Z.E.'s attack. While the two of them were wrestling, Mr B.I. approached Mr Gerasimov from behind and hit him on the back of the head with another bat. Mr Gerasimov fell to the ground. Thus freed, Mr Z.E. turned to Mr V.V. and hit him with his bat, aiming for the head but missing it. Mr V.V. then ran away.", "21. Mr I.I. also stated that when Mr B.I. and Mr Z.E. had arrived they had been carrying wooden bats. Mr Z.E. had attacked Mr Gerasimov and while the two of them had been wrestling, Mr B.I. had approached and hit Mr Gerasimov's head, holding the bat with two hands. Mr I.I. had not seen other blows because he had run away, but before doing so he had seen Mr P.K. and Mr N.S. also approaching Mr Gerasimov. He and his companions had not been carrying knives and had not provoked the others' attack.", "22. Mr M.G. stated that he had run away immediately after the other men had arrived, because he had known that they were going to beat them.", "23. Two employees of the petrol station where Mr V.V., Mr I.I. and Mr M.G. had pulled into after the attack were questioned on 9 and 10 July 2003. They confirmed that the men had been acting nervously and had said that someone had been beaten up.", "24. Mr B.I. was questioned on 31 May 2003. He explained that when he had first seen Mr Gerasimov, Mr V.V., Mr I.I. and Mr M.G. they had threatened and sworn at him. Later, he and his friends had gone out to look for a horse, owned by Mr N.S., which had got lost. When they arrived at the place where the Roma had been, the latter had attacked them. Mr Gerasimov had had a knife and a pick and had stabbed him in the back. He had fallen to his knees. Someone had hit him with the wooden handle of a tool. He had managed to grab the handle and hit Mr Gerasimov back.", "25. Mr B.I. was again questioned on 2 and 3 June 2003. This time he denied hitting Mr Gerasimov and said that he had seen someone else hit him in the scuffle.", "26. Mr Z.E., Mr P.K. and Mr N.S. were questioned by the investigator on 31 May and 2 June 2003. On 3 June 2003 they were questioned before a judge.", "27. Mr Z.E. stated that he and his friends had indeed gone to look for Mr N.S.'s horse. He had been in one of the cars with Mr B.I. He did not know why Mr B.I. had approached the Roma men, but supposed that he had intended to ask them if they had seen the horse. Immediately after he and Mr B.I. got out of the car the Roma men attacked them. Mr P.K. and Mr N.S., who had been following close behind them in the other car, came to their aid, but ran away after the Roma men attacked them too. He and his friends had got into their cars and driven away. In the car he realised that Mr B.I. had been stabbed. He did not know how Mr Gerasimov had ended up fatally injured.", "28. Mr P.K. said that on 30 May 2003 he had been in Mr B.I.'s house when Mr N.S. had come and said that his horse had got lost. The three men, together with Mr Z.E., had taken two cars and gone looking for the horse. At one point they had approached the Roma men. Mr Z.E. and Mr B.I. had stopped and got out of their car and had immediately been attacked by the Roma. He and Mr N.S. got out of their car as well. He saw someone stab Mr B.I. and was himself attacked by one of the Roma men, who had a bat and a knife. Then he and Mr N.S. got back into their car and drove away, while all Roma men had gathered around Mr B.I. and Mr Z.E. Mr P.K. did not know why the others had attacked them. He stated that none of his friends had been carrying knives or bats.", "29. Mr N.S. also stated that he and his companions had been looking for his horse. At one point he and Mr P.K. had seen the other men beating Mr B.I. and Mr Z.E. and had went to separate them. He admitted that they had been carrying wooden bats in the cars in case they were attacked.", "30. Mr N.S.'s brother was questioned on 31 May 2003 and confirmed that on the previous day the family's horse had got lost. In the course of the interview the investigator asked him: “Were you there when the gypsies stabbed [Mr B.I.] and do you know what they stabbed him with?” Mr N.S.'s brother responded that he had not seen the attack. Examined again on 20 June 2003, he confirmed that there had been wooden bats in the family's car, but he did not know who had put them there.", "31. Mr K.G., who worked in the area, was interviewed on 20 June 2003. He stated that he had seen the fight from the road, while driving to a nearby shop to buy food. He had not stopped the car but had slowed down to watch. He estimated that the distance between him and the fighting men had been between eighty and a hundred metres. He had recognised Mr B.I., whom he knew, and had seen him grappling with someone else, who had then struck him with a knife. Then all the others gathered together and someone had a wooden bat or tool. Mr K.G. did not see anything in Mr B.I.'s hands.", "32. Mr B.I. was arrested on an unspecified date.", "33. On 2 June 2003 an investigator from the Pernik Regional Investigation Service ordered the arrests of Mr Z.E., Mr P.K. and Mr N.S., finding that there existed reasonable grounds for suspicion that they had acted as accessories in the attempted murder of Mr Gerasimov and noting that they had attempted to abscond. It appears that on the same day the three of them were briefly arrested. However, they were never charged or investigated any further.", "34. On 3 June 2003 Mr B.I. was charged with attempted murder committed in an especially cruel manner and with extreme ferocity (Article 116 of the Criminal Code, see paragraph 48 below).", "35. On 5 June 2003 the Pernik Regional Court remanded him in pre-trial custody. Referring to the testimony of Mr Gerasimov's companions (see paragraphs 20-22 above), and also taking into account the fact that the charges against Mr B.I. were serious and he had previous convictions, it found that there existed grounds for reasonable suspicion against him and a danger that he might abscond or reoffend.", "36. On 11 June 2003 this decision was upheld by the Sofia Court of Appeal.", "37. Mr B.I. was released on bail on 25 July 2003.", "38. On 10 December 2003 Mr B.I. was charged under Article 119 of the Criminal Code (see paragraph 49 below) with causing Mr Gerasimov's death by a disproportionate reaction to an attack. On the same day he was questioned again. He stated that during the fight on 30 May 2003 one of the Roma men had “almost” stabbed him, the knife only cutting through his clothes, and that, in the general scuffle when he had tried to defend himself, he might have hit Mr Gerasimov. He had not however meant to injure him badly.", "39. In a decision of 25 May 2004 a prosecutor from the Pernik regional public prosecutor's office partially discontinued the criminal proceedings against Mr B.I., dropping the initial charge under Article 116 of the Criminal Code of attempted murder committed in an especially cruel manner and with extreme ferocity, brought on 3 June 2003 (see paragraph 34 above) and retaining the charge under Article 119 of the Criminal Code of causing death by a disproportionate reaction to an attack.", "40. In that decision, the prosecutor noted that there were two conflicting versions of the events – the first one maintained by Mr Gerasimov's companions, namely that they had been attacked without provocation, and the second one maintained by Mr B.I. and his companions, namely that the Roma men had attacked them with shovels and knives immediately after their arrival at the scene. Taking into account other evidence, namely the reports of the medical examinations of Mr B.I. and his companions, which showed that they had all sustained injuries (see paragraph 16 above), the report of the examination of Mr B.I.'s T-shirt and jacket, showing matching knife cuts (see paragraph 17 above), and the medical reports establishing that some of the blood found at the scene of the fight might have been Mr B.I.'s (see paragraphs 13-14 above), he concluded that the version presented by Mr B.I. and his companions was tenable and the other one not. He also relied on the testimony of Mr K.G., who had stated that he had seen nothing in Mr B.I.'s hands and had seen someone stab him (see paragraph 31 above). On the basis of this evidence, the prosecutor concluded that there had been a fight, in the course of which Mr B.I. had been injured and, acting in self-defence, had hit Mr Gerasimov's head only once, with a wooden bat.", "41. The parties disagreed as to whether this decision of the Pernik regional public prosecutor's office had been served on the applicants. The applicants alleged that they had never been formally notified of it. The Government contested this assertion. They presented a list of the documents contained in the investigation file, drawn up by the Pernik regional public prosecutor's office and mentioning a receipt signed by the second applicant when the decision was served. However, the Government said that they could not submit the receipt itself, which had been lost. They also presented a request by the prosecuting authorities, addressed to the Pernik municipality, to be informed of the names and addresses of Mr Gerasimov's lawful heirs, with a view to serving documents on them, and the certificate containing that information, issued by the municipality.", "42. The applicants submitted that they had on numerous occasions visited the investigator in charge of the case to inquire about the investigation's progress, but had not been provided with any meaningful information.", "43. On an unspecified date Mr B.I. entered into a plea bargain with the prosecution. He confessed to killing Mr Gerasimov in a disproportionate reaction to an attack (Article 119 of the Criminal Code) and accepted a suspended sentence of three years' imprisonment. On 22 June 2004 the Pernik Regional Court approved the agreement, finding that it “did not run counter to the law and public morals”, and discontinued the criminal proceedings.", "44. Apparently, the applicants became aware of the Pernik Regional Court decision of 22 June 2004 in August 2004, from publications in the local media.", "45. On 20 June 2005 the first applicant requested the Chief Public Prosecutor's Office to apply for the criminal proceedings to be reopened. On 6 July 2005 she was informed that this was not possible, as the one-year time-limit for the prosecuting authorities to make such an application had expired on 22 June 2005, and that her request of 20 June 2005 had not been submitted far enough in advance to allow it to be duly examined and an application for reopening prepared.", "46. In a letter dated 24 February 2010 the applicants' initial representative before the Court, Mr Georgiev, informed the Court that in October 2009 his car had been damaged by unknown persons, which had posed a risk to his life when he had later travelled in it. On 17 February 2010 the premises of the non-governmental organisation he heads had been entered by order of the Pernik municipality and numerous documents, including some connected with the present application, had been seized.", "47. Article 116 § 1 (6) of the Criminal Code of 1968 provides that anyone committing murder in an especially cruel manner and with extreme ferocity is liable to fifteen to twenty years' imprisonment or life imprisonment with or without a right to parole.", "48. Under Article 119 of the Criminal Code, causing death by a disproportionate reaction to an attack is punishable by up to five years' imprisonment.", "49. The provisions of the Criminal Code relating to racially motivated offences have been summarised in the Court's judgment in the case of Angelova and Iliev v. Bulgaria (no. 55523/00, §§ 60-63, ECHR 2007IX).", "50. By Article 237 § 1 of the Code of Criminal Procedure of 1974, in force at the material time, the prosecuting authorities could in certain circumstances discontinue criminal proceedings. Pursuant to Article 237 § 3, victims of crimes had to be notified of any decision to discontinue the proceedings and could appeal against the decision to the competent district or regional court.", "51. Article 237 § 6 of the Code, as worded between May 2003 and April 2006, provided that the prosecuting authorities were not to adopt any formal decision to discontinue partially criminal proceedings in cases where the charges against the same person and in respect of the same facts were only being amended. That provision was in line with an earlier interpretative decision of the General Assembly of the Criminal Chambers of Supreme Court of Cassation (Interpretative decision no. 2 of 7 October 2002, Тълкувателно решение № 2 от 7 октомври 2002 г. на ВКС по т. н. д. № 2/2002 г., ОСНК), which said:", "“A charge brought at the stage of the investigation is intended to define a general, initial, “working” objective of the proceedings. It can be adjusted depending on the evidence gathered and examined in the course of the investigation. In that sense the charge ... is unstable, varying in accordance with the operative developments. The different wording of the charge in respect of the same act and the adjustment of its legal qualification prior to indictment follow the dynamics of the investigation process and any changes in the circumstances resulting from the evidence gathered.”", "The General Assembly of the Criminal Chambers of Supreme Court of Cassation went on to conclude that", "“[w]here, in the course of the pre-trial proceedings, the factual basis of the charges changes substantially and new charges are brought against the accused, requiring a more severe, the same or a more lenient punishment ..., the prosecutor is to amend the charges and does not have to adopt a decision discontinuing the criminal proceedings in respect of the initial charges.”", "52. Until May 2003 Article 60 § 1 of the Code of Criminal Procedure entitled victims of crime to participate in all stages of the criminal proceedings as civil parties. Civil parties were entitled to exercise their procedural rights to the extent necessary for the substantiation of their civil claim.", "53. Following an amendment to the Code of 30 May 2003, the participation of victims as civil parties was restricted to the trial stage of the criminal proceedings. That provision remained in force until April 2006.", "54. Plea bargaining was provided for in Articles 414ж-414и of the Code of Criminal Procedure. The procedure was applicable in respect of certain categories of offences.", "55. The prosecution and the defence could enter into a plea agreement after the investigation had been concluded. The parties had to agree, inter alia, whether an offence had been committed and on the type and severity of the punishment. The prosecutor would then submit the agreement to the competent district or regional court which would examine it in the presence of the prosecutor, the accused and the latter's counsel. If satisfied that the agreement did not run counter to law or morality, the court would adopt a decision approving the agreement and discontinuing the criminal proceedings. No appeal lay against this decision. A plea agreement approved by a competent court had the same binding force as a final conviction and sentence.", "56. Prior to May 2003 the participation of victims in plea bargaining was obligatory and they had to consent to the plea agreement. Following amendments to the Code in May 2003, in cases where the agreement had been made at the pre-trial stage of the proceedings victims' participation and consent were no longer obligatory; however, the court examining the agreement could on its own initiative decide to hear their representations.", "57. On the contrary, if a plea agreement had been reached at the trial stage of the proceedings, all parties had to consent to it, including the victims, if they had joined the proceedings as civil parties or private prosecutors.", "58. Article 192 of the Code provided that criminal proceedings concerning publicly prosecutable offences could only be initiated by a prosecutor or an investigator. The offences referred to in paragraphs 48-50 above are publicly prosecutable ones."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}