{"ITEMID": "001-70231", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "WLODARSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Piotr Włodarski, is a Polish national, who was born in 1949 and lives in Jeziorany. The respondent Government are represented by Mr Jakub Wołąsiewicz, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 15 April 1993 the Olsztyn Regional Court, in proceedings concerning a claim for division of marital property of the applicant and his former wife, Ms B.W., changed a decision of the lower court given in the case. The court established the value of the property as being PLZ 571,728,979 and reduced the payment to be made by the applicant to B.W. from PLZ 298,024,950 million to PLZ 273,102,449 millions.", "The applicant, considering that the court had committed errors in the calculation of the value of various components of the property, requested the Minister of Justice to lodge an extraordinary appeal against this judgment. The applicant also paid to B.W. the sums fixed by the judgment.", "On 23 September 1994 the Minister of Justice lodged an extraordinary appeal with the Supreme Court. The Minister argued that the courts had wrongly calculated the value of the property, in that the value of certain parts of the property had been calculated twice, once as regards their book-keeping value (i.e. the price to be paid for replacement property items) and then as regards their market value, and these amounts had been erroneously added. As a result, the applicant was ordered to pay amounts which exceeded by tens of millions of old zlotys (PLZ) the real value of the part of the property for which his former wife had to be reimbursed.", "On 26 October 1994 the Supreme Court allowed the extraordinary appeal. As a result, the court quashed the second-instance decision of 15 April 1993 and amended the decision of the lower court by establishing the value of the property as being approximately PLZ 421,093,669, fixing the share of each spouse at PLZ 210,546,834 and reducing the amount that the applicant should have paid to B.W. from PLZ 298,024,950 to PLZ 198,820,794. The court considered that the Minister’s extraordinary appeal was correct in pointing out the calculation errors committed by the lower courts.", "The court went on to state that as a result of these errors the applicant’s obligations had been increased in a manner which was obviously not justified. The contested decisions constituted a miscarriage of justice since they had granted substantial compensation involving millions of zlotys without there being any legal or factual basis therefor. Consequently, they also breached the interests of the Republic and the decisions had to be rectified.", "The applicant subsequently claimed that B.W. should pay back to him the amounts she had received on the basis of the judgment of 1993. On 29 August 1995 the Gliwice District Court gave a judgment by which B.W. was obliged to pay these amounts to the applicant. This judgment was not appealed against and became final and enforceable.", "On 16 January 1996 the applicant lodged a request to have enforcement proceedings instituted in respect of this judgment. As he did not pay a fee for the launching of the enforcement proceedings, he was summoned to do so. By a letter of 25 March 1996 the applicant requested the bailiff to return the enforcement order to him. This was done on 2 April 1996. As no fee had been paid, the bailiff did not institute enforcement proceedings.", "In March 1996 the applicant requested the Ministry of Justice to take steps in order to have the damage he had sustained as a result of the erroneous judicial decision compensated. He reiterated his request on 7 June 1996.", "On 25 July 1996 the applicant wrote a letter to the President of the Olsztyn Regional Court, requesting that the damage he had suffered as a result of the erroneous judicial decision be compensated.", "In a reply of 20 August 1996, he was informed that the liability of the State Treasury, provided for by Article 418 of the Civil Cod, arose only if the fault of the State agent was confirmed by a criminal or disciplinary decision. In the light thereof, his request could not be granted.", "By a letter of 1 September 1996 the applicant informed the Ministry of Justice that his efforts to have the damage compensated had proved unsuccessful. He referred to the letter of the President of the Regional Court, relying on Article 418 of the Civil Code. He reiterated that the Supreme Court had found that the contested judicial decisions “constituted a miscarriage of justice since they had granted substantial compensation involving millions of zlotys without there being any legal or factual basis therefor”. Consequently, they also breached the interests of the Republic and the decisions had to be rectified. He requested that steps be taken in order to have the damage he had suffered compensated.", "This letter apparently remained unanswered.", "In a letter of 4 June 1997 the applicant again requested the Ministry of Justice to take steps in order to satisfy his claims for compensation in respect of the damage which he had sustained, having paid to Ms B.W. the sums fixed by the judgment of 15 April 1993, which had subsequently been quashed by the Supreme Court as being in manifest breach of law.", "In reply of 27 June 1997 the Ministry stated that the judgment of the Supreme Court did not give rise to any compensation claims against the Ministry. If the applicant so wished, he could raise his claims in civil proceedings. It would be for the court alone to rule on his claim.", "On 10 March 1998 the applicant reiterated his request to the Ministry. In a reply of 22 April 1998 the Ministry referred to its reply of 27 June 1997.", "Articles 417 et seq. of the Civil Code (Kodeks cywilny) of 1964 provide for the State’s liability in tort. In the version applicable until 1 September 2004, Article 417 § 1 read as follows:", "“1. The State Treasury shall be liable for damage caused by a State official in the course of carrying out the duties entrusted to him.”", "According to the old case-law of the Polish Supreme Court, a plaintiff seeking damages under Section 417 of the Civil Code had to show that the act in question was unlawful and that the State agent had committed a fault (the Supreme Court judgments: No. I PR 468/70 of 29.12.1970, unpublished, No. I CR 24/71 of 19.4.1971, unpublished and No. I CR 152/74 of 11.4.1974, unpublished).", "Under the former Article 418 of the Code, if damage was caused by the State official as a result of his/her giving a decision or other official act, the State Treasury was liable only if the giving of the said decision amounted to an infringement of the law which was punishable under criminal law or under any disciplinary regulations, and if the fault of the perpetrator had been confirmed by a judgment of a criminal court or of a competent disciplinary authority, or was otherwise recognised by a superior authority.", "Under Article 77 § 1 of the Constitution of Poland of 1997, everyone is entitled to compensation for damage caused by unlawful acts of a public authority. Pursuant to § 2 of the same Article, a statute shall not bar access to court to persons seeking redress for any breach of their rights or freedoms.", "Article 45 of the Constitution provides that everyone shall have the right to a fair and public hearing of his/her case, without undue delay, before a competent impartial and independent court.", "In its judgment of 4 December 2001 the Constitutional Tribunal ruled on the compatibility of Articles 417 and 418 of the Civil Code with the Constitution. It ruled that Article 417 was compatible with Article 77 of the Constitution, if it was so construed as to mean that the State Treasury was liable for damage caused by unlawful acts of public officials in carrying out his/her duties.", "In the same judgment the Tribunal held that Article 418 of the Code was incompatible with Article 77 of the Constitution in that it placed undue restrictions on access to a court in cases in which the civil liability of the State was claimed for acts carried out in the exercise of the State powers, other than de facto acts, which were covered by the general principle of Article 417 of the Code (published in Journal of Laws (Dziennik Ustaw), Dz.U. Nr 145, poz. 1638).", "The judgment of 4 December 2001 took effect on 18 December 2001. As a result, Article 418 was repealed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}