{"ITEMID": "001-105758", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HUN", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF SHAW v. HUNGARY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - award", "JUDGES": "András Sajó;David Thór Björgvinsson;Françoise Tulkens;Guido Raimondi", "TEXT": ["6. The applicant was born in 1953 and lives in Paris.", "7. On 21 June 2005 the French first-instance court of Paris pronounced the divorce of the applicant and his wife, Ms K.O., a Hungarian national. It granted the parents joint custody of their daughter, born in October 2000, and placed her with the mother, regulating the applicant’s access rights. At that time, the mother and the child lived in Paris. This decision was upheld by the second-instance French court on 29 November 2006.", "8. Meanwhile, on 19 September 2005, Ms K.O. filed a criminal complaint against the applicant with the French authorities, alleging that he had sexually abused their child. She further requested the suspension of the applicant’s custody and access rights. However, in the absence of any evidence supporting her allegations, the complaint was dismissed on 2 November 2005.", "9. On 29 December 2007, the mother took the child to Hungary for the holidays. The applicant was aware of this. However, in a letter dated 5 January 2008 she informed the applicant that she had enrolled their daughter in a Hungarian school without his consent, with no intention to return her to France.", "10. On 12 March 2008 the applicant brought an action against the mother before the Hungarian Pest Central District Court. He requested the court to establish the abduction of their child by the mother and to order her to return the child to him, relying on Council Regulation (EC) no. 2201 of 2003 concerning Jurisdiction and the Recognition and Enforcement of Judgments in Matrimonial Matters and Matters of Parental Responsibility (“EC Regulation on Recognition of Judgments”) and the Hague Convention on the Civil Aspects of International Child Abduction (“Hague Convention”). The District Court established that the habitual residence of the child was in France, because she had the centre of her life there. Moreover, it observed that having had joint custody over their daughter, neither parent could have decided on the habitual residence of the child without the approval of the other parent. The District Court ordered a forensic expert examination of the parties and their daughter. The expert report concluded that abuse or indecency against the child had not been probable and therefore there were no reasons to disregard the obligation to order her return based on Article 13 (b) of the Hague Convention. Thus, on 30 May 2008 this court established the abduction of the child and ordered the mother to take her back to France by 6 June 2008, or to hand her over to the applicant in Hungary on 10 June 2008.", "11. On 2 September 2008 the Budapest Regional Court upheld the District Court’s decision, but established that the time-limit to return the child back to France was 27 September 2008, or 1 October 2008 for handing her over in Hungary. (For the execution of this judgment, see heading 3 below.)", "12. The mother lodged a petition for review of the final decision with the Supreme Court, which shared the Regional Court’s view that the legal conditions for the child’s continued stay in Hungary were absent. It assessed forensic psychology reports and concluded that the child was still emotionally attached to her father as well, thus her return to France would not cause her serious trauma. On 18 November 2008 the Supreme Court therefore upheld the Regional Court’s decision.", "13. Following the final judgment delivered by the Regional Court (see paragraph 11 above), the Pest Central District Court ordered the enforcement of the judgment for the return of the child on 15 October 2008.", "14. On 29 October and 26 November 2008 the bailiff unsuccessfully called on Ms K.O. to comply voluntarily with the court order.", "15. On 5 December 2008 the bailiff referred the case file to the Heves District Court in order for it to establish the method of enforcement.", "16. On 17 December 2008 the mother requested the suspension of the enforcement proceedings. The request was dismissed by the Hungarian Heves District Court on 19 December 2008. It further ordered her to pay a fine of 50,000 Hungarian forints (HUF) (approximately 180 euros (EUR)) and warned her to comply with her obligations. It pointed out that the court could not review an enforceable decision. This decision was upheld by the Heves County Regional Court on 12 February 2009.", "17. Upon the bailiff’s request, the mother’s living conditions were examined by the Guardianship Authority. The attempts to promote the mother’s voluntary compliance with her obligations were without success.", "18. Moreover, Ms K.O. initiated an action before the Pest Central District Court to have the enforcement proceedings terminated. The District Court dismissed her action on 14 January 2009.", "19. On 27 April 2009 the Heves County Regional Court ordered the enforcement of the child’s return with police assistance. The decision became final on 18 June 2009.", "20. On 20 July 2009 the bailiff invited the mother to ensure the child’s return during the on-site proceedings to be effected on 29 July 2009.", "21. In the meantime, on 31 March 2009 the first-instance court of Paris had issued a European arrest warrant against Ms K.O. for the offence of change of custody of a minor. On 27 July 2009 she was arrested in Hungary.", "22. On 28 July 2009 the mother was released by the Budapest Regional Court, which refused to enforce the European arrest warrant. It observed that criminal proceedings were pending against Ms K.O. before the Hungarian authorities for the same act (see paragraphs 40–41 below), which rendered the European arrest warrant obsolete.", "23. On 29 July 2009 the bailiff attempted to hold on-site proceedings, which were unsuccessful as Ms K.O. and her daughter had absconded. The Heves Police Department declared them missing and issued a warrant.", "24. On 19 October 2009 the bailiff effected on-site proceedings at the primary school of the child and established that the child had not attended the classes during the school year.", "25. On 28 October 2009 the bailiff attempted to locate the mother and the child in Eger. However, it was recognised that the address given was non-existent. With police assistance, he searched all potential buildings in the neighbourhood, without success.", "26. Moreover, the police authority carried out regular inspections at the mother’s registered address (on 10, 13, 14, 23 September 2009, 14 January and 18 February 2010) in order to detect potential contact between the mother and her parents.", "27. On 17 February 2010 the bailiff ordered the stay of the enforcement proceedings as the mother and the child were staying at an unknown location.", "28. In the spring of 2010, following a request for mutual legal assistance made by the investigating judge of the French appellate court, the authorities gathered information on the mother from telecommunication providers, contacted Ms K.O.’s former employer, the Mayor’s Office of the registered place of her residence, and heard several witnesses.", "29. The Police Headquarters also monitored the database of the National Health Insurance Fund in order to obtain data as to any potential medical service provided for the mother or the child.", "30. The child’s school was also being monitored. Exemption from class attendance was granted by the school principal on 23 November 2009. It was established that the child failed to appear at exams scheduled for 4 June and 18 August 2010.", "31. The Eger Police Headquarters regularly (on 1, 4, 13 September, 15 October 2009, 20 January, 19 February, 19 March, 24 April, 27 May, 22 June and 25 July 2010) checked the public areas and places as well as the mother’s former address in Eger as, according to certain information, the mother is allegedly residing in Eger.", "32. To date, these measures have not led to locating Ms K.O. or her daughter.", "33. On 15 April 2008 the Paris Court of Appeal issued a certificate concerning the applicant’s access rights established by the French decision of 29 November 2006 (see paragraph 7 above) based on Article 41(2) of the EC Regulation on Recognition of Judgments.", "34. The applicant thereafter requested the Hungarian Eger District Court to enforce his access rights. The case was transferred to the competent guardianship authority on 29 April 2008. The Gyöngyös District Guardianship Authority dismissed his request on 23 May 2008. It established its lack of jurisdiction, relying on Article 10 of the EC Regulation on Recognition of Judgments, as proceedings concerning the child’s abduction were pending before the Pest Central District Court (see paragraph 10 above).", "35. On 12 January 2009 the Heves County Prosecutor’s Office raised an objection against this decision, finding it unlawful. It relied on Article 41 of the EC Regulation on Recognition of Judgments, arguing that the Guardianship Authority not only had jurisdiction, but also a legal obligation to enforce the applicant’s access rights. It therefore proposed that the Guardianship Authority’s decision be quashed.", "36. The Gyöngyös District Guardianship Authority did not accept this proposal and submitted it for review to the North-Hungarian Regional Administrative Office, which shared the Guardianship Authority’s opinion establishing lack of jurisdiction. The applicant sought judicial review of this decision before the Heves County Regional Court. On 27 May 2009 the court dismissed the applicant’s action, finding that it would legalise the child’s unlawful retention in Hungary by enforcing his access rights and would be contrary to Article 16 of the Hague Convention.", "37. The applicant’s access rights have not been respected ever since.", "38. At the applicant’s request, but in Ms K.O.’s absence, the French first-instance court of Créteil issued a preliminary injunction placing the child with the applicant and granting him exclusive custody rights on 14 April 2008.", "39. In 2009 the applicant initiated proceedings before the Eger District Court for the recognition of this judgment in Hungary. Following a remittal, the case is currently pending before the Heves Country Regional Court.", "40. On 1 June 2009 the applicant filed a criminal complaint with the Eger District Public Prosecutor’s Office against the mother. Relying on section 195(4) of the Criminal Code, he considered that Ms K.O. was guilty of endangering a minor due to not having complied with a final judgment obliging her to hand over their daughter to him.", "41. The Heves County Public Prosecutor’s Office dismissed the complaint on 24 June 2009. It considered that the constitutive elements of the crime had not been fully present as the mother should have been fined for not respecting access rights. However, the fine imposed on her (see paragraph 16) served to enforce her obligation to hand over the child to the applicant.", "42. In the meantime, in the autumn of 2008 the applicant had filed a criminal complaint with the Hungarian authorities for change of custody of a minor, based on section 194 of the Criminal Code. On 29 September 2009 the Heves District Public Prosecutor’s Office ordered investigations. However, finding that no enforceable decision existed concerning exclusive custody of the child, it terminated the investigations on 8 January 2010. The applicant’s appeal was dismissed.", "43. On 14 January 2009 the applicant submitted a complaint to the European Commission, claiming a violation of the Regulation (EC) no. 1393/2007 on the Service in the Member States of Judicial and Extrajudicial Documents in Civil or Commercial Matters (“EC Regulation on Service of Documents”), the EC Regulation on Recognition of Judgments and the Charter of Fundamental Rights of the European Union. On 3 November 2009 the Commission issued a letter of formal notice to the Hungarian authorities concerning the possible violation of the EC Regulation on Recognition of Judgments. Reply to the letter of formal notice was submitted by the Minister of Foreign Affairs in December 2009. The proceedings are still pending.", "44. This Regulation entered into force on 1 March 2005 (with the exception of Denmark) and has direct effect in the Member States of the European Union, including Hungary.", "“1. This Regulation shall apply, whatever the nature of the court or tribunal, in civil matters relating to:", "...", "(b) the attribution, exercise, delegation, restriction or termination of parental responsibility.", "2. The matters referred to in paragraph 1(b) may, in particular, deal with:", "(a) rights of custody and rights of access”", "“For the purposes of this Regulation:", "11. the term \"wrongful removal or retention\" shall mean a child’s removal or retention where:", "(a) it is in breach of rights of custody acquired by judgment or by operation of law or by an agreement having legal effect under the law of the Member State where the child was habitually resident immediately before the removal or retention; and", "(b) provided that, at the time of removal or retention, the rights of custody were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention. Custody shall be considered to be exercised jointly when, pursuant to a judgment or by operation of law, one holder of parental responsibility cannot decide on the child’s place of residence without the consent of another holder of parental responsibility.”", "“In case of wrongful removal or retention of the child, the courts of the Member State where the child was habitually resident immediately before the wrongful removal or retention shall retain their jurisdiction until the child has acquired a habitual residence in another Member State and:", "(a) each person, institution or other body having rights of custody has acquiesced in the removal or retention;", "or", "(b) the child has resided in that other Member State for a period of at least one year after the person, institution or other body having rights of custody has had or should have had knowledge of the whereabouts of the child and the child is settled in his or her new environment and at least one of the following conditions is met:", "(i) within one year after the holder of rights of custody has had or should have had knowledge of the whereabouts of the child, no request for return has been lodged before the competent authorities of the Member State where the child has been removed or is being retained;", "(ii) a request for return lodged by the holder of rights of custody has been withdrawn and no new request has been lodged within the time limit set in paragraph (i);", "(iii) a case before the court in the Member State where the child was habitually resident immediately before the wrongful removal or retention has been closed pursuant to Article 11(7);", "(iv) a judgment on custody that does not entail the return of the child has been issued by the courts of the Member State where the child was habitually resident immediately before the wrongful removal or retention.”", "“1. Where a person, institution or other body having rights of custody applies to the competent authorities in a Member State to deliver a judgment on the basis of the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction (hereinafter \"the 1980 Hague Convention\"), in order to obtain the return of a child that has been wrongfully removed or retained in a Member State other than the Member State where the child was habitually resident immediately before the wrongful removal or retention, paragraphs 2 to 8 shall apply. ...", "3. A court to which an application for return of a child is made as mentioned in paragraph 1 shall act expeditiously in proceedings on the application, using the most expeditious procedures available in national law.", "Without prejudice to the first subparagraph, the court shall, except where exceptional circumstances make this impossible, issue its judgment no later than six weeks after the application is lodged. ...", "8. Notwithstanding a judgment of non-return pursuant to Article 13 of the 1980 Hague Convention, any subsequent judgment which requires the return of the child issued by a court having jurisdiction under this Regulation shall be enforceable in accordance with Section 4 of Chapter III below in order to secure the return of the child.”", "“1. A judgment given in a Member State shall be recognised in the other Member States without any special procedure being required.”", "“A judgment relating to parental responsibility shall not be recognised:", "...", "(c) where it was given in default of appearance if the person in default was not served with the document which instituted the proceedings or with an equivalent document in sufficient time and in such a way as to enable that person to arrange for his or her defence unless it is determined that such person has accepted the judgment unequivocally; ...”", "“1. This Section shall apply to:", "(a) rights of access;", "and", "(b) the return of a child entailed by a judgment given pursuant to Article 11(8).”", "“1. The rights of access referred to in Article 40(1)(a) granted in an enforceable judgment given in a Member State shall be recognised and enforceable in another Member State without the need for a declaration of enforceability and without any possibility of opposing its recognition if the judgment has been certified in the Member State of origin in accordance with paragraph 2.", "Even if national law does not provide for enforceability by operation of law of a judgment granting access rights, the court of origin may declare that the judgment shall be enforceable, notwithstanding any appeal.”", "“1. The return of a child referred to in Article 40(1)(b) entailed by an enforceable judgment given in a Member State shall be recognised and enforceable in another Member State without the need for a declaration of enforceability and without any possibility of opposing its recognition if the judgment has been certified in the Member State of origin in accordance with paragraph 2.", "Even if national law does not provide for enforceability by operation of law, notwithstanding any appeal, of a judgment requiring the return of the child mentioned in Article 11(b)(8), the court of origin may declare the judgment enforceable.”", "“1. The enforcement procedure is governed by the law of the Member State of enforcement.", "2. Any judgment delivered by a court of another Member State and declared to be enforceable in accordance with Section 2 or certified in accordance with Article 41(1) or Article 42(1) shall be enforced in the Member State of enforcement in the same conditions as if it had been delivered in that Member State.”", "“In relations between Member States, this Regulation shall take precedence over the following Conventions in so far as they concern matters governed by this Regulation:", "(e) the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction.”", "45. Hungary acceded to this Convention on 7 April 1986, promulgating it in Law-Decree no. 14 of 1986.", "“Where a child has been wrongfully removed or retained ... and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith. ...”", "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that -", "...", "b) there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.”", "“After receiving notice of a wrongful removal or retention of a child in the sense of Article 3, the judicial or administrative authorities of the Contracting State to which the child has been removed or in which it has been retained shall not decide on the merits of rights of custody until it has been determined that the child is not to be returned under this Convention or unless an application under this Convention is not lodged within a reasonable time following receipt of the notice.”", "46. According to section 172(1) of the Act, the obligor is first called to voluntarily fulfil his or her obligation within a given deadline. In case of non-compliance, the bailiff immediately submits the case file to the competent court in order to determine the method of enforcement.", "The possible methods of enforcement are governed by section 174 of the Act and include the possibility to impose a fine up to HUF 500,000 which may be renewed. Moreover, the court may order the enforcement with police assistance. In such cases, the bailiff sets a date for the on-site proceedings and informs the competent guardianship authority, the obligor, the applicant and the police. If the child to be returned cannot be found at his or her place of residence, the bailiff orders a search warrant."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}