{"ITEMID": "001-23747", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ESP", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "CALDAS RAMIREZ DE ARRELLANO v. SPAIN [Extracts]", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Armando Alfredo Caldas Ramírez de Arrellano, is a Spanish national, who was born in 1961 and lives in Alicante. He was represented before the Court by Mr J. Sanz de Bremond y Mayans, a lawyer practising in Madrid.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In February 1991 central investigating judge no. 5 in the Audiencia Nacional brought criminal proceedings against the applicant for endangering public health contrary to Article 344 of the Criminal Code as in force at the material time (trafficking in MDMA, an amphetamine-type substance known as “ecstasy”, as distinct from MDA, known as the “love drug”). In a decision given on 22 July 1992, after he had completed the investigation, the judge committed the applicant and others for trial before the First Section of the Criminal Division of the Audiencia Nacional, which, in an order of 18 January 1993, set the case down for trial. After all the requests to adduce evidence submitted by the parties to the proceedings had been granted, the trial took place on 20, 21 and 22 December 1993. The public prosecutor classified the offence with which the applicant was charged as repeatedly endangering public health, by means of a substance that was seriously damaging to health, acting as part of a gang (Articles 344 and 344 bis of the Criminal Code). He sought an eleven-year custodial sentence and a fine of 120,000,000 pesetas. The applicant submitted that the correct classification of the offence was that of endangering public health by means of a substance that was not seriously damaging to health (Article 344 of the Criminal Code), which carried three years’ imprisonment and a fine of 10,000,000 pesetas. In the alternative, should the court accept the public prosecutor’s submission that the substance was seriously damaging to health, the applicant argued that the applicable sentence would, in any event, be the same since it had to be acknowledged that there had been a reasonable mistake within the meaning of Article 6 bis (a) of the Criminal Code regarding the harmfulness of the substance.", "In a judgment delivered on 12 January 1994, after a public hearing in the presence of both parties, the Audiencia Nacional declared it established that the applicant had been involved in trafficking in MDMA, an amphetamine-type substance listed in Table I of the Vienna Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances. The applicant was convicted of repeatedly trafficking in psychotropic substances not seriously damaging to health and sentenced to five years’ imprisonment and a criminal fine of 52,000,000 pesetas. He was also temporarily stripped of his civil and political rights. His conviction was based, inter alia, on witness statements, statements by his co-defendants, reports filed by experts instructed during the investigation into the narcotic substance that had been seized and on the fact that the authorities had seized large sums of money in proceeds from the trafficking. In its judgment the Audiencia Nacional stated that the fact that the drug had not been considered as seriously damaging to health made it unnecessary to examine whether there had been a reasonable mistake within the meaning of Article 6 bis (a) of the Criminal Code.", "The public prosecutor appealed to the Supreme Court on points of law against the judgment of the Audiencia Nacional. He submitted that the substance in which the applicant had been trafficking was seriously damaging to health. The applicant lodged submissions under Article 882 of the Code of Criminal Procedure to the effect that the appeal on points of law was inadmissible (escrito de impugnación). He set out detailed arguments disputing the public prosecutor’s submissions and requested, in conclusion, that the Audiencia Nacional’s judgment be upheld. He did not, however, repeat the ground of defence based on Article 6 bis (a) of the Criminal Code that he had raised before the Audiencia Nacional.", "The Supreme Court held a public hearing in the case on 30 November 1994.", "The applicant asserted that at that hearing he had reiterated his defence of reasonable mistake within the meaning of Article 6 bis (a) of the Criminal Code.", "According to the Government, there was nothing in the file to indicate that the applicant had made that submission at the hearing in question.", "The record of the hearing contains the following passage:", "“The public prosecutor submitted his observations in support of his appeal and requested the court to give judgment allowing the appeal.", "... Defence counsel for Mr Caldas [the applicant] disputed the appeal by the public prosecutor. ...”", "In a judgment of 12 December 1994 the Supreme Court allowed the public prosecutor’s appeal and quashed the judgment of the Audiencia Nacional. It gave the following reasons for its judgment:", "“ ... Toxic doses of MDMA vary between 50 and 150 milligrams. The drug produces a number of concomitant effects: euphoria, heightened mood, self-confidence, empathy, and can provoke visual hallucinations. Doses of between 500 and 700 milligrams can have acutely toxic effects ... Similarly, doses of over 200 milligrams can provoke psychotic symptoms, and particularly panic attacks. Other complications can also occur in the event of a severe overdose: delirium, convulsions, secondary cerebral haemorrhaging on account of a rapid increase in blood pressure, muscle cramp, etc.", "Although the toxic capacity of MDMA is less than that of MDA, deaths associated with the intake of this substance have been recorded, even if current thinking seriously questions whether MDMA is directly responsible for the deaths. ...", "We cannot accept the respondents’ submission that this appeal goes against the facts declared to have been established. The question whether a toxic or narcotic drug or a psychotropic substance is seriously damaging to health is not a matter of fact, but requires an assessment and a reasoned judgment, which therefore lends itself, under Article 849, paragraph 1, of the Code of Criminal Procedure, to an appeal on points of law as a possible error of law regarding an essential element of the offence.", "Having regard to the foregoing, it has to be confirmed that MDMA is a drug that is seriously damaging to health if consumed in doses of between 50 and 150 milligrams. Consequently, trafficking in this substance falls within the category of aggravating circumstances provided for in the Criminal Code. ...”", "In a second judgment of the same date the Supreme Court, after endorsing the legal reasoning of the judgment of the Audiencia Nacional – except for the finding that the substance in question was not seriously damaging to health – found the applicant guilty of repeatedly endangering public health by means of substances seriously damaging to health (Articles 344 and 344 bis (a) of the Criminal Code) and sentenced him to a term of imprisonment of eight years and one day and to a fine of 110,000,000 pesetas.", "On 13 January 1995 the applicant lodged an amparo appeal against that judgment with the Constitutional Court. He complained, firstly, of the Supreme Court’s failure to address the ground of defence based on Article 6 bis (a) of the Criminal Code that he had raised before the Audiencia Nacional and submitted to the Supreme Court at the public hearing. In his submission, when the Supreme Court upheld the appeal by the public prosecutor, finding that the aggravating circumstance of trafficking in a substance seriously damaging to health had been made out, it should have examined the ground of defence based on Article 6 bis (a) of the Criminal Code. In the applicant’s view, the lack of any reference by the Supreme Court to that ground of defence amounted to a failure to give reasons, in breach of Article 24 of the Constitution. The applicant also alleged that the Supreme Court’s retroactive application of its case-law classifying the drug as a substance seriously damaging to health had violated the principle enshrined in Article 25 § 1 of the Constitution that only a statute can define offences and lay down penalties. The applicant alleged further that there had been a violation of Article 14 (principle of equality) of the Constitution.", "On 4 July 1996 the Constitutional Court declared the amparo appeal admissible. Between that date and 21 February 1997 it carried out a number of procedural steps, with no interruptions.", "In the meantime, on 9 December 1996, it dismissed an application for a stay of execution of the Supreme Court’s judgment.", "Ruling on the merits in a judgment of 24 July 2000, served on the applicant on 5 September 2000, it dismissed the amparo appeal as ill-founded. In respect of the applicant’s complaint that the Supreme Court had not addressed the ground based on Article 6 bis (a) of the Criminal Code, the Constitutional Court, after reiterating its case-law regarding lack of reasons, ruled as follows:", "“... In accordance with previous case-law, the admissibility of a complaint of lack of reasons is determined in accordance with two main criteria: firstly, the issue must have actually been submitted, and secondly the court must have failed to give reasons for not addressing the submission. An examination of the procedure followed in the instant case shows that the appellant did submit ... to the Criminal Division of the Audiencia Nacional that the tribunal of fact should take into consideration his submission that he had lacked the mens rea for the offence if it agreed with the public prosecutor’s classification of the offence and imposed the sentence corresponding to the aggravating circumstance under Article 344 § 1 of the Criminal Code. Clearly, once the Audiencia Nacional had decided that ‘ecstasy’ was not a substance deemed to be seriously damaging to health it did not need to address the issue of whether a mistake regarding one of the essential elements of the offence (error de tipo) had been made out, whether or not that submission had been made by the appellant. The appellant did not make that submission before the Supreme Court, however, despite his emphatic assertions to the contrary in his amparo appeal. His insistence might have misled the public prosecutor, who, in his observations on the amparo appeal, arrived at the mistaken conclusion that the appellant had made that submission before the Supreme Court and that the court had not dealt with it.", "It is sufficient to read the pleadings filed by the applicant with the Supreme Court, in which he submitted that the appeal on points of law was inadmissible, to see, beyond all possible doubt, that his counsel made no submissions concerning a possible mistake regarding one of the essential elements of the offence and that he did not request the Second Division (of the Supreme Court) to apply, if appropriate, Article 6 bis (a) § 1 of the Criminal Code. The observations filed on behalf of the applicant were aimed exclusively at supporting the reasoning of the tribunal of fact’s judgment and the experts’ reports taken into account in assessing the nature and characteristics of the substance that had been seized, the tribunal of fact having found that it was the amphetamine MDMA and not MDA, whose effects are very different. Moreover, the record of the public hearing does not show that this ground of defence was even reiterated before the Supreme Court at that hearing.", "The issue of the importance that should be attached to the lack of explicit reasons by a court cannot be resolved on the basis of a univocal criterion leading in every case to the conclusion that silence amounts to a violation of a fundamental right. It is always necessary to examine the circumstances surrounding the case in question. However, where the submission has not even been made in the Supreme Court despite the fact that it could have been, as was the case here ..., any misgivings as to a possible infringement by the judgment appealed against – on account of failure to give reasons – of the appellant’s right to effective legal protection are completely dispelled. From a constitutional point of view, a court cannot be criticised for having remained silent. There is no scope for examination by a Constitutional Court of a complaint of failure to address a question that has not been asked.”", "Addressing the complaint of an alleged breach of the principle that only a statute can define offences and lay down penalties, the Constitutional Court observed that a breach of that type occurred when a court’s application of the law was so unreasonable as to be unforeseeable for persons subject to the jurisdiction of the courts, which had not been the case here. It was not difficult to see that the drug known to the man in the street as “ecstasy” was “seriously damaging to health”. The fact that at the material time the Supreme Court had not yet ruled on the appropriate classification did not mean that there had been a breach of the principle that only a statute can define offences and lay down penalties. In order to establish case-law authority on the subject, the Supreme Court had to be able to give a first ruling on the point.", "...", "“Likewise, everyone has the right ... to a public trial without undue delays ...”", "“Losses incurred as a result of judicial errors or a malfunctioning of the administration of justice shall be compensated by the State, in accordance with the law.”", "“1. Anyone who incurs loss as a result of a judicial error or a malfunctioning in the judicial system shall be compensated by the State, other than in cases of force majeure, in accordance with the provisions of this Part.", "2. The alleged loss must in any event have actually occurred and be quantifiable in monetary terms and must directly affect either an individual or a group of individuals.”", "Section 293(2)", "“In the event of a judicial error or a malfunctioning of the judicial system, the complainant shall submit his claim for compensation to the Ministry of Justice.", "The claim shall be examined in accordance with the provisions governing the State’s financial liability. An appeal shall lie to the administrative courts against the decision of the Ministry of Justice. The right to compensation shall lapse one year after it could first have been exercised.”", "Title VII: Common procedural provisions", "“Where no provision is made in the present Act, the provisions of the Judicature Act and the Code of Civil Procedure shall apply regarding appearance in court, working days, calculation of time-limits, deliberations and votes, time-bars, waivers and withdrawals, official language and keeping order in the court room.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}