{"ITEMID": "001-61963", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF ŞİRİN YILMAZ v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies, six month period);No violation of Art. 2 with regard to death of applicant's wife;Violation of Art. 2 with regard to lack of effective investigation;Not necessary to examine Art. 2 with regard to lack of protection of the right to life;Not necessary to examine Art. 6;Violation of Art. 13;No violation of Art. 3;No violation of Art. 8;No violation of Art. 14;No violation of Art. 18;No violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["9. The applicant was born in 1964 and lives in Istanbul. He is the widower of the deceased Sariye Yılmaz. He introduced this application on his own behalf and on behalf of his family and deceased spouse. At the time of the events at issue the applicant was residing in the village of Bayırlı (Karıncak) attached to the Lice district.", "10. In June 1996 the commander of the Lice Gendarme Station, Hacı İlbaş, ordered all the villagers from Bayırlı village to evacuate their homes. This instruction was communicated to the villagers by the headman (muhtar) of the village. In response, the villagers requested the commander's permission to remain in the village long enough to harvest their crops.", "11. Commander Hacı İlbaş began to pressurise and intimidate the villagers. No cars were allowed in or out of the village. The livestock was taken away from the villagers. A food embargo was imposed. At the beginning of October 1996 soldiers told the villagers that should they fail to evacuate the village by 15 October, their houses would be burned down.", "12. On 7 October 1996 an armed clash broke out between members of the PKK (proscribed as a terrorist organisation under Turkish law) and the security forces stationed on Cüm Hill, which is situated between the applicant's village and Lice.", "13. When the clash was over, at about 3 a.m. soldiers who were stationed at the Lice Boarding School fired four artillery shells towards the village. A piece of shrapnel wounded one of the villagers, Hürriyet Doğan, in the foot. Hearing Hürriyet Doğan's screams, the applicant attempted to leave his house to help her. However his wife, Sariye Yılmaz, tried to pull him back. At that moment a second artillery shell landed six to seven metres from their house and a piece of shrapnel struck the applicant's wife in the abdomen.", "14. Around 5 p.m., when the shooting was over, the applicant and his elder brother, Adil Yılmaz, together with some other relatives, Mehmet Tataş, Ramazan Yaşar, Abdullah Doğan and a group of women set out for Lice in order to take Sariye Yılmaz to the local health clinic. She died on the way.", "15. On 7 October 1996 a group of terrorists attacked the security forces which were stationed near the village of Bayırlı in the Lice district. At around 4.30 a.m. terrorists tried to escape through the village. When they arrived in Bayırlı the terrorists fired randomly at the houses. The applicant's wife and another villager were wounded in the incident. The security forces identified the footprints of members of the PKK in the village.", "16. When the applicant and his relatives were returning to their village they were stopped on Cüm Hill by the security forces. The senior lieutenant examined the corpse of the applicant's wife. According to the applicant, the senior lieutenant drafted a report which stated that Sariye Yılmaz had died due to a shrapnel wound caused by an artillery shell fired by the soldiers. However, the applicant did not submit this report to the Court and the Government claimed that it did not exist.", "The applicant requested to have an autopsy performed before burying the corpse. The senior lieutenant told him that there was no need to carry out an autopsy and reassured him that his report would be given to the relevant authorities.", "17. On 7 October 1996 Sergeant Nuri Yüksel and a unit of soldiers arrived in the village to investigate the circumstances of the incident. Four villagers, namely Abdullah Doğan, Hürriyet Doğan, Ahmet Doğan and Sait Doğan, gave statements to the sergeant. They all stated that at around 3 a.m., 25 to 30 terrorists arrived in the village and indiscriminately opened fire with rockets and long-barrel guns. Hürriyet Doğan had been wounded and the applicant's wife had died in the incident.", "18. According to the applicant, he expressly told the sergeant that the artillery shell that caused the death of his wife had been fired by the soldiers. He also told the sergeant that the senior lieutenant had seen the corpse and confirmed this fact in his report. The sergeant contacted the senior lieutenant by radio. According to the applicant, the senior lieutenant verbally confirmed his version of the facts.", "19. The sergeant drew a sketch map of the scene of the incident and drafted two incident reports. The more detailed report stated as follows:", "“... When the members of the PKK failed to strike the security forces, they ran away towards Bayırlı village. When they entered the village, they yelled 'you still have not evacuated the village! Because of you very many of us have been wounded and we have lost very many soldiers!' and they started to shoot at random using heavy weapons and missile launchers. ... two persons were wounded. Two of the places where the missiles fell, as well as bullet marks on the houses, have been noted. Moreover, according to the footprints left by the PKK members they ran off towards the forest near the village. As far as it could be construed by looking at the footprints, they were around 25-30 people. ...”", "The houses of the applicant and the other witnesses, the sites where the shells fell and the footprints of members of the PKK were indicated in the sketch map. All the statements and reports were co-signed by Sergeant Nuri Yüksel and non-commissioned officer Yusuf Denden.", "20. Upon the applicant's request to have an autopsy carried out on the corpse, the sergeant told him that this was not possible, as the public prosecutor and the doctor refused to come to the village for security reasons. He reassured the applicant that he would make sure that the senior lieutenant's report was forwarded to the public prosecutor. Later on the same day, the applicant buried his wife.", "21. On 8 October 1996 Feyzi Doğan, the father of Hürriyet Doğan, and the applicant gave statements to the sergeant. The applicant's statement was as follows:", "“On 7 October 1996, at around 3 a.m., I heard guns being fired from the direction of Cüm Hill, which is located to the south of our village. Everybody was sleeping. I went out of the house. It was silent in the village. At around 4 a.m. I heard [people] screaming in the village. These sounds were coming from a distance. Then I heard firing coming from the village. My wife came outside to look for me. There was random gun fire. My wife was wounded in the abdomen. I took her into the house but I wasn't able to do anything as the shooting continued. I waited at home until 5 a.m. When the shooting was over I called my relatives and we set off for Lice in order to take my wife to the hospital. She died when we reached Cüm Hill. After a short while another group of people who was transporting Hürriyet Doğan came along. They went to Lice. We returned to Bayırlı village. We buried my wife in the village ...”", "“... terrorists were shouting in the middle of the village. After yelling 'you still have not evacuated the village! Because of you very many of us have been wounded and we have lost very many soldiers!' They started to shoot at random. ... My daughter Hürriyet Doğan was wounded in her foot. I saw three of the terrorists with my own eyes. I believe there were in total twenty to thirty people. ... After we waited for a while we set off for Lice. ... When we were almost on Cüm Hill we saw another wounded person being transported. ... I am complaining about those terrorists who attacked our village and who are responsible for wounding my daughter.”", "22. A preliminary investigation into the incident was initiated by the Lice Public Prosecutor.", "23. On 10 October 1996 the applicant went to see the Lice Gendarmerie Commander, Hacı İlbaş. The applicant alleged that Hacı İlbaş prepared a petition for him, the contents of which laid blame on the PKK for the incident. He refused to sign it. On 15 October 1996 Hacı İlbaş sent all the documents concerning the incident to the office of the Lice Public Prosecutor along with an explanatory letter. In his letter he explained that the death of Sariye Yılmaz and Hürriyet Doğan's injuries were the result of random shooting by the terrorists. The annexed documents consisted of five witness statements, two incident reports and one medical report about Hürriyet Doğan's state of health, drafted on 7 October 1997 by a doctor at the Lice Health Clinic.", "24. On 16 October 1996 the applicant filed petitions with the offices of the Diyarbakır District Governor and the State of Emergency Region Governor. He stated that his wife had died during an artillery attack launched from the direction of the Lice Boarding School. A senior lieutenant, after examining the corpse, confirmed that she had been killed by artillery fire. He further stated that he had had to move to Diyarbakır with his seven children following the evacuation of his village. The applicant requested that an investigation be initiated in order to find those responsible. He also requested compensation.", "25. On 19 October 1996 the applicant filed similar petitions with the Diyarbakır State Security Court and the Lice Public Prosecutor. On the same day he went to see the Lice Public Prosecutor and the Lice District Governor personally.", "26. On 21 October 1996 the applicant submitted a petition to the Lice Governorship about the death of Sariye Yılmaz. In the petition he stated that his wife died on 7 October 1996 during an operation carried out against terrorists. Moreover, he stated that neither the public prosecutor nor a doctor had examined the corpse. The Lice Governor transferred the applicant's petition to the Registry Office. On the same day the Registry Office requested the Lice District Gendarmerie to provide information about the death of Sariye Yılmaz.", "27. On 23 October 1996 the Lice District Gendarmerie informed the Registry Office in a letter that Sariye Yılmaz had been wounded on 7 October 1996 due to random shooting by terrorists who entered the village, that she died while being transferred to a hospital and that she had been buried in the village cemetery. The district gendarmerie had also provided the Registry Office with reports and written statements which confirmed the accuracy of these findings.", "28. Following the applicant's petitions filed with the Lice Public Prosecutor and the Lice District Governor, the Lice Social Help and Solidarity Fund decided to grant the applicant the sum of 15,000,000 Turkish liras. This sum was paid to the applicant on 1 November 1996.", "29. On 5 November 1996 the applicant filed petitions with the Ministry of Internal Affairs and the Ministry of Foreign Affairs. In these petitions he maintained that his wife died during an artillery attack by the security forces and he requested that an investigation be initiated into the killing of his wife. He stated that he was stunned to find out that in the case file at the office of the Lice Public Prosecutor the perpetrators of the incident were stated to be members of the PKK. Moreover, he maintained that he had had to move to Diyarbakır with his seven children following the evacuation of his village. The applicant also informed the authorities in his petition that he would lodge an application with the European Commission of Human Rights.", "30. On 13 December 1996 the Lice Public Prosecutor issued a decision of non-jurisdiction as the death of the applicant's wife fell within the jurisdiction of the Diyarbakır State Security Court. In his decision the public prosecutor maintained that after engaging in a combat with the security forces, terrorists retreated to Bayırlı village. When they arrived in the village they started shooting at random using large weapons to force the villagers to evacuate. The applicant's wife was killed as a result of this random shooting.", "31. On 17 December 1996 the public prosecutor at the Diyarbakır State Security Court also issued a decision of non-jurisdiction and referred the case file back to the office of the Lice Public Prosecutor. The decision on lack of jurisdiction indicated that Sariye Yılmaz was killed by an artillery shell fired from the Lice Boarding School.", "32. On 25 March 1997 the public prosecutor at the Diyarbakır State Security Court, seeing that an investigation had already been initiated by his office into the same incident, decided to join the two case files within the jurisdiction of the Lice Public Prosecutor's Office. The decision joining the case files named the defendant(s) as “member(s) of the illegal PKK organisation” and the offence as “engaging in acts aimed at the separation of a part of the territory of the State”.", "33. On 20 February 1998 the public prosecutor at the Diyarbakır State Security Court issued a search warrant for the terrorist(s) who wounded Hürriyet Doğan and killed Sariye Yılmaz on 7 October 1996. According to this order the Lice Public Prosecutor, together with the Lice District Gendarmerie and the Diyarbakır Security Directorate, had to carry out a rigorous investigation so as to identify the perpetrator(s) by the date fixed for the expiry of the warrant. He further requested to be kept informed of the outcome of the investigation every three months.", "34. On 9 September 1998 the public prosecutor at the Diyarbakır State Security Court requested from the Registry Office a copy of Sariye Yilmaz's details of birth. On 21 September 1998 the Registry Office submitted the information requested.", "35. By a letter dated 5 October 1999, the public prosecutor at the Diyarbakır State Security Court requested the Lice Public Prosecutor to conduct an investigation in order to identify the officials who had failed to carry out an autopsy on Sariye Yılmaz.", "36. By a letter dated 6 October 1999 the public prosecutor at the Diyarbakır State Security Court, referring to the applicant's application to the European Commission of Human Rights, requested authorisation from the Ministry of Justice to initiate an investigation against the Lice Public Prosecutor who had failed to organise an autopsy on the applicant's wife's body.", "37. On 1 November 1999 and on 13 December 2000 the public prosecutor at the Diyarbakır State Security Court renewed the warrant issued on 20 February 1998.", "38. On 12 February 2001, in accordance with Law no. 4616, the Lice Public Prosecutor postponed the criminal proceedings initiated against Sergeant Nuri Yüksel and the non-commissioned officer Yusuf Denden who had allegedly failed to carry out an autopsy on the applicant's wife's body.", "39. On 23 July 2001, upon the Lice District Governor's inquiry, the Lice Gendarmerie Commander sent him a letter stating that it was clear from the incident report and the witness statements that the applicant's wife was killed by members of the PKK. He maintained that there was no documentation in their files which proved that, after examining the corpse of the applicant's wife, a senior lieutenant drafted a report in which the cause of death was described as resulting from artillery shell fire. Moreover, he stated that the letter sent by them to the Registry Office in which the PKK was stated to be responsible for the death of Sariye Yılmaz, had not been found in their files. However, he indicated that this letter could be located at the Registry Office.", "40. On 3 August 2001 a letter from the gendarmerie headquarters in Ankara was sent to the Ministry of Interior Affaires. The letter was a reply to an inquiry made by the Ministry of Foreign Affaires following the communication of the applicant's case by the Court to the respondent Government. It was stated in the letter that on 7 October 1996, following an armed clash between terrorists and the security forces, terrorists fled to Bayırlı village and killed the applicant's wife by firing at random with rockets and long-barrel guns in the middle of the village. Moreover, it was incorrect that a senior lieutenant had examined the corpse of the applicant's wife and drafted a report which concluded that she had died due to a shrapnel wound caused by an artillery shell fired by soldiers. Such a report did not exist. It was apparent from the witness statements and from the incident report that the perpetrators of the incident were members of the PKK. It was also stated in the letter that the Lice Gendarmerie Command submitted the document concerning the death of Sariye Yılmaz to the Registry Office.", "41. In respect of relevant domestic legislation, the Court refers to its case-law in Tepe v. Turkey (no. 27244/95, §§ 115-122, 9 May 2003).", "Article 79 of the Code on Criminal Procedure provides:", "“Official examination of a corpse must be made in the presence of a physician. An autopsy shall be performed in the presence of a judge and in those case where it is necessary to avoid prejudicial delay, the autopsy shall be performed by two physicians in the presence of the public prosecutor, at least one of the physicians being a forensic practitioner.", "In an emergency situation, the operation may be conducted by one doctor only.”", "According to Law no. 4616 on conditional release, the suspension of proceedings or the execution of sentences in respect of crimes committed before 23 April 1999, proceedings could be suspended and subsequently dropped if no crime of the same or more serious kind was committed by the offender within a five year period."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "18", "2", "3", "8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}