{"ITEMID": "001-23977", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "VAN DER GRAAF v. the NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Volkert van der Graaf, is a Netherlands national, who was born in 1969 and is currently serving a prison sentence in the Netherlands. He is represented before the Court by Mr A.A. Franken, a lawyer practising in Amsterdam.", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 6 May 2002, the applicant was arrested and taken into custody on suspicion of having shot and killed earlier that day Mr Pim Fortuyn, a well-known Netherlands politician and the first candidate on the list of the LPF party for the imminent parliamentary elections on 15 May 2002. The killing of Mr Fortuyn and the applicant's arrest attracted massive national and international publicity and, in the evening of 6 May 2002, riots broke out in The Hague. Many perceived his killing as a direct attack on democracy.", "On 8 May 2002, the applicant – who refused to give any statement – was transferred to the Forensic Observation and Guidance Unit (Forensische Observatie en Begeleidingsafdeling – “FOBA”), a specialised unit, housed in the remand centre (huis van bewaring) Het Veer, for detainees suffering from mental problems. The applicant was placed in solitary confinement in the FOBA, entailing his segregation from other detainees, no contacts with the outside world, with the exception of his lawyers, and no access to newspapers or other media. In addition, the Governor in charge of the remand centre, on 8 May 2002, ordered that, as from 8 May 2002 at 4 p.m. until 15 May 2002 at 4 p.m., the applicant was to be placed under permanent camera surveillance (permanent cameratoezicht), i.e. 24 hours a day, 7 days a week. The reasons given by the Governor for his decision were as follows:", "“The offence of which you are suspected has, more than other offences, caused a shock to society. I therefore consider it of great social importance to ensure that you can spend your pre-trial detention in safety. For this, camera surveillance offers the best guarantees. Moreover, we do not know you and consider it necessary to observe you well, before we can assess to what extent you present a suicide danger.”", "Although the applicant could have filed an appeal against this decision with the Complaints Commission (beklagcommissie) of the FOBA's Supervisory Board (Commissie van Toezicht), he did not avail himself of this possibility.", "On 16 May 2002, the Governor prolonged the decision to place the applicant under permanent camera surveillance until 29 May 2002 at 4 p.m. The reasons stated were as follows:", "“The offence of which you are suspected has, more than other offences, caused a shock to society. I therefore consider it of great social importance to ensure that you can spend your pre-trial detention in safety. For this, camera surveillance offers the best guarantees.”", "On 24 May 2002, the applicant filed an appeal against the decision of 16 May 2002 with the Complaints Commission of the FOBA's Supervisory Board. In addition, the applicant requested the President of the Appeals Board of the Central Council for the Application of Criminal Law and Juvenile Protection (Beroepscommissie van de Centrale Raad voor Strafrechtstoepassing en Jeugdbescherming – “the Appeals Board”) to suspend the decision of 16 May 2002.", "On 28 May 2002, the President of the Appeals Board accepted the applicant's request and suspended the impugned decision as from 29 May 2002 at 8 a.m. The President held that the Governor's decision was based on a ground that, although in itself understandable, was not contained in Article 33 of Regulation no. 762711/98/DJI, issued by the Minister of Justice on 15 June 1999, on the determination of the rules for stay in and equipment of disciplinary and segregation cells (Regeling houdende vaststelling van regels voor verblijf in en de inrichting van de straf- en afzonderingscel – “the June 1999 Regulation”) and, therefore, was in breach of a legal provision. The President further considered:", "“It can be deduced [from the Governor's submissions] that neither the Governor nor the staff have any concrete indications, on the basis of the applicant's conduct, of the existence of an alarming mental situation. Neither [does the Governor mention] a possible suicide danger [posed by the applicant]. A consultation by [the applicant] with a doctor has not been presented to the President. The President notes that neither the Governor nor the staff is so medically trained that they must be considered capable of forming a sufficient image of [the applicant's] mental condition, also in the light of the nature and seriousness of the suspicion against [the applicant]. It cannot be excluded that a medical examination would throw light on [the applicant's] mental condition, necessitating measures on the part of the institution.", "As regards the execution of the suspension the following applies: It is in itself habitual to suspend a decision by the Governor with immediate effect. This does not appear to be justified in the present case. In order to enable the institution to adjust the measures currently in force, the decision of the Governor will be suspended as from tomorrow, Wednesday 29 May 2002 at 8.00 a.m.”", "On 29 May 2002, after having obtained the advice of a psychiatrist, the Governor ordered that the applicant be placed under permanent camera surveillance as from 29 May 2002 at 4 p.m. until 5 June 2002 at 4 p.m. The Governor considered that the seriousness of the offence of which the applicant was suspected, and the reaction in society to this offence, justified the prevention of any risk of suicide or other harm to the applicant's physical and mental condition, that it had not been established that such risks did not exist and that camera surveillance, as a preventive measure, was necessary and formed the most adequate tool.", "On 31 May 2002, the applicant appealed against this decision to the Complaints Commission of the Supervisory Board, requesting it to examine his appeal together with that brought on 24 May 2002 against the decision of 16 May 2002. On the same day, the applicant requested the President of the Appeals Board to suspend the decision of 29 May 2002.", "Also on 31 May 2002, the Governor informed the Appeals Board that the applicant had been transferred to another remand centre that same day and that, therefore, suspension of his decision would no longer serve any purpose.", "On 3 June 2002, the President of the Appeals Board rejected the applicant's request of 31 May 2002 because, as a consequence of the applicant's transfer to another remand centre, the validity of the impugned decision had ended on that day. The President considered that, in these circumstances, the applicant no longer had any interest in a positive decision on his request.", "In its decision of 10 June 2002, after a hearing held on 3 June 2002, the Complaints Commission declared inadmissible for having been lodged out of time the applicant's complaint against the decision of 16 May 2002, but accepted as well-founded the applicant's appeal against the decision of 29 May 2002. It noted that, according to the psychiatrist's advice to the Governor, the applicant did not present any signs of a mental disorder but that a “balance suicide”, not based on an illness but on a conscious, calculated and personal choice, could not be excluded. It further noted that the Governor had based the impugned decision on this succinct advice without any additional examination having taken place from which it could appear that the risk of a “balance suicide” was actually present. It lastly noted that, in his decision, the Governor had not given any additional reasons demonstrating that, in the applicant's case, there was an increased suicide risk rendering camera surveillance necessary. It held that the reasons stated by the Governor for his decision of 29 May 2002, even if these were understandable, given the reactions in society to the offence at issue, were insufficient for complying with the criterion under Article 33 of the 1999 Regulation that the physical or mental condition of the detainee must render permanent camera surveillance necessary.", "On 14 June 2002, the Governor filed an appeal against the decision of 10 June 2002 with the Appeals Board.", "On 30 July 2002, after a hearing held on 16 July 2002, the Appeals Board rejected the Governor's appeal and upheld the decision of 10 June 2002. It considered that:", "“The second paragraph of Article 33 [of the June 1999 Regulation] provides that an advice of the penitentiary medical officer must be obtained before the Governor decides on camera surveillance. The explanation to this Article states, on this point, that this must take place as only the medical officer is deemed capable of assessing whether visual control is necessary in the interest of the detainee.", "Where the Governor wishes to place a detainee under permanent camera surveillance, it must be established that camera surveillance is necessary because of the physical or mental condition of the detainee. The circumstance adduced in the reasoning given by the Governor, that it has not been established that a suicide risk did not exist, is insufficient for assuming that necessity. The circumstance, mentioned in the advice drawn up by the psychiatrist for the purpose of the impugned decision, that “balance suicide” cannot be excluded, is general in nature since it does not refer to the specificities of the [applicant's] physical and mental condition.", "The foregoing is in itself insufficient for concluding a necessity for camera surveillance. This is not altered by taking into account the seriousness and particularities of the offence of which [the applicant] is suspected. The Appeals Board declares the appeal unfounded.”", "No further appeal lay against this decision.", "By decision of 31 May 2002, the Governor of the remand centre to where the applicant had been transferred, and where he was no longer held in solitary confinement but under an individual detention regime, ordered that the applicant be placed under permanent camera surveillance from 31 May 2002 at 5.30 p.m. until 7 June 2002 at 5.30 p.m. The reasons stated for this decision were identical to those given for the decision of 29 May 2002.", "On 5 June 2002, the applicant filed an appeal against the decision of 31 May 2002 with the Complaints Commission of the Supervisory Board. On the same day, he requested the President of the Appeals Board to suspend the decision of 31 May 2002.", "Also on 7 June 2002, after having heard the applicant and on the basis of the psychiatrist's report, the Governor decided to prolong the order to place the applicant under permanent camera surveillance until 14 June 2002 at 5.30 p.m. The reasons for this decision were stated in the following terms:", "“I have noted that you, during the conversation on 6 June 2002 when discussing the topics of prospects for the future and perception of the period until trial, you showed emotion and got watery eyes.", "In the conversation with me you stated “that it is maybe also the best for you.” The explanation you gave for making this statement was that you did not refer to yourself but gave it as an example that persons in a particular situation can think that suicide is the best.", "I have received a letter from your lawyer in which he expresses concern about your physical and mental well-being. In this respect, he further asks for consideration of the contents of your daytime programme as you have no contact with co-detainees.", "The seriousness of the offence of which you are suspected and the reaction in society which this offence has caused, justifies that the realisation of any risk of suicide or other harm to your physical and mental condition must be prevented.", "It has not been established that, in your case and noting the emotion shown and statement made by you, as well as the contents of your lawyer's letter, these risks are not at all present.", "Camera surveillance for prevention of the realisation of the above-cited risks is necessary and is also the most adequate tool.”", "On 12 June 2002, the applicant filed an appeal against this decision with the Complaints Commission of the Supervisory Board and requested it to examine this appeal together with his appeal of 5 June 2002 against the decision of 31 May 2002.", "In its decision of 19 June 2002, after a hearing held on 14 June 2002, the Complaints Commission rejected the applicant's appeals of 5 and 12 June 2002, holding:", "“Pursuant to Article 5 § 3 of the Prisons Act 1999 (Penitentiare Beginselenwet), taken together with Article 23 of [this] Act, the Governor has the power to order measures (ordemaatregelen), provided these are necessary in the interests of the order or security in the institution or the undisturbed execution of the deprivation of liberty.", "Amongst such measures must also be understood that of camera surveillance. Camera surveillance is a very drastic measure, that seriously restricts the freedom of movement of the detainee within the institution and at no moment allows him the possibility of “being on his own”. This measure is thus only to be applied as an ultimate means of guarding a detainee.", "The Complaints Commission must now determine whether the decision of the Governor, in balancing all relevant interests and circumstances, must be considered as unreasonable or unfair.", "The Complaints Commission puts first the seriousness of the fact of which [the applicant] is suspected and the reaction that fact has caused in society, which lead to the conclusion that a suicide [of the applicant] will (also) affect order and security in the penitentiary institution. This element justifies measures to prevent [the applicant's] suicide. The Board further takes into account that suicide is difficult to predict.", "As to the question how far such measures may go, it is true that the applicant has not shown signs indicating a mental disorder [usually] ... associated with an increased suicide risk, but [the applicant's] detention regime has changed on 31 May 2002 in that he can take notice via the media, for the first time since his arrest, of the reactions in society to the act of which he is suspected and he may receive visits.", "As it cannot be excluded that the applicant, following this change ... is exposed to great pressure, the possibility of a 'balance-suicide' must be taken into account and the Governor's decision to apply permanent camera surveillance, in balancing all the interests and circumstances involved, cannot be regarded as unreasonable or unfair. The appeal will therefore be declared unfounded in both cases.", "The above does not signify that, in unchanged circumstances, camera surveillance will automatically remain justified. When the new situation in which [the applicant] finds himself is stabilised, the conclusion must be that, in unchanged circumstances, camera surveillance is no longer called for, and thus must be considered as unreasonable. ”", "On 21 June 2002, the applicant filed an appeal against this decision with the Appeals Board.", "In its decision of 30 July 2002, following a hearing held on 16 July 2002, the Appeals Board accepted the applicant's appeal, quashed the decision of 19 June 2002 and declared well-founded the applicant's appeals of 5 and 12 June 2002. It held as follows:", "“[The applicant] is detained ... under an individual detention regime. According to the explanatory notice to Article 11 of the Regulation, on the selection, placement and transfer of detainees (Regeling selectie, plaatsing en overplaatsing van gedetineerden) of 15 August 2000, no. 5042803/00/DJI, the individual detention regime is to be considered as a form of detention which lies between segregation and restricted community. As [the applicant] is detained under an individual detention regime, the [June 1999 Regulation] does not apply.", "In the absence of a specific statutory basis, the question arises whether the general rules governing measures, and in particular Article 5 § 3 of the Prisons Act 1999 in conjunction with Articles 23 and 24 of the Prisons Act 1999, offer a sufficient statutory basis for camera surveillance against the wishes of the detainee.", "Article 5 § 3 of the Prisons Act 1999 provides as follows:", "“The Governor is, in so far as this is necessary in the interests of maintaining order or security in the institution or the undisturbed execution of the deprivation of liberty, competent to give orders to detainees. The detainees are obliged to comply with these orders.”", "In Part 12 of the Explanatory Memorandum to the Prisons Act 1999 ... in part b) on ordering measures, the following is stated:", "“The package of measures at the disposal of the Governor is greater. In the interests of order it can indeed be necessary to give indications to detainees that are less far-reaching in nature than those cited above and therefore do not have to be equipped with extra legal guarantees. The above-cited Article 5 § 3 offers a sufficient basis for taking such measures.”", "The general rules governing the ordering of measures offer an insufficient basis for applying camera surveillance. In this context, it is important to note that camera surveillance is a very far-reaching measure of which it cannot be said that this follows more or less from the (nature of the) deprivation of liberty. In this light it is understandable that, to the extent that camera surveillance in a cell is allowed, an explicit legal basis is foreseen [in the June 1999 Regulation]. It goes too far to extend the cases in which camera surveillance is allowed beyond that explicit legal basis. In view of the above, the Appeals Board is of the opinion that, when the Governor took the impugned decisions, the legal basis for imposing and prolonging camera surveillance was lacking. It will therefore declare the appeal founded. It will in a separate decision, after having heard the Governor, determine whether the applicant should be awarded any compensation.”", "No further appeal lay against this decision.", "By decision of 14 June 2002, the Governor prolonged the camera surveillance order until 28 June 2002 at 5.30 p.m., stating that the considerations and the situation that were decisive for the decision taken on 7 June 2002 had remained unchanged without any prospects of change in the near future.", "On 17 June 2002 the applicant filed an appeal with the Complaints Commission of the Supervisory Board against the decision of 14 June 2002 and, on the same day, requested the President of the Appeals Board to suspend the decision of 14 June 2002.", "On 20 June 2002 the President of the Appeals Board rejected the applicant's request to suspend the decision of 14 June 2002, considering that the applicant's situation had not materially changed since 7 June 2002.", "In a subsequent decision taken on 28 June 2002, the Governor prolonged the camera surveillance order until 12 July 2002 at 5.30 p.m., stating that the considerations and the situation that were decisive in the decision taken on 14 June 2002 had remained unchanged. The Governor further stated that he had received information from the Detainee Intelligence Information Service (Gedetineerde Recherche Informatiepunt – “GRIP”) from which it could be concluded that the applicant might undertake a suicide or escape attempt.", "On 1 July 2002 the applicant filed an appeal with the Complaints Commission of the Supervisory Board against the decision of 28 June 2002 and, on the same day, requested the President of the Appeals Board to suspend the decision of 28 June 2002.", "On 4 July 2002 the President of the Appeals Board accepted the applicant's request and ordered that the decision of 28 June 2002 be suspended as from 5 July 2002 at 2 p.m. The President held that the Governor's decision did not comply with the legal rules, as the requirement of a regular assessment of the necessity of camera surveillance by a psychologist of the penitentiary institution had not been respected. No such assessment appeared to have been made since 7 June 2002. In the absence of such an assessment, the President considered that he could no longer assume that the applicant's situation had not materially changed. In order to allow the Governor to consider further measures, the President decided that the suspension of the decision of 28 June 2002 was only to take effect on 5 July 2002.", "In its decision of 11 July 2002, following a hearing held on 5 July 2002, the Complaints Commission rejected the applicant's appeal against the decision of 14 June 2002, and accepted his appeal against the decision of 28 June 2002, holding as follows:", "“At the time of the decision of 14 June 2002 to prolong camera surveillance, the [applicant] has been detained for two weeks under the new [detention] regime. This period is too short to already speak about a stabilised situation, referred to in the decision of 19 June 2002 and, on the same grounds as [that] decision, the appeal [against the decision on 14 June 2002] is declared unfounded. On 28 June 2002, at the time of the second impugned decision, [the applicant] had extensively taken notice of the reactions in society to the deed of which he is suspected, and had received several visits of his family, whom he perceives as a support for him. Since no further facts or circumstances have appeared indicating the contrary, it must be assumed that his situation on 28 June 2002 had stabilised, within the meaning of the decision of 19 June 2002.", "To this extent and unlike what is stated in the Governor's decision of 28 June 2002, the situation has changed since 14 June 2002. The other circumstances on 28 June 2002 have, in the opinion of the Complaints Commission, remained the same in comparison with those at the time of the decision of 19 June 2002. There was no other psychiatric report available than that which had already been taken into account in the decision of 19 June 2002. As to the GRIP information, the Complaints Commission ... is of the opinion that this information is too general and vague to enable the conclusion that the [applicant's] physical or mental condition is such that it renders camera surveillance necessary. The information is also not of such a nature that it is possible to speak about changed circumstances as is meant in the decision of 19 June 2002. Therefore it must now be concluded, on the one hand, that the new situation has ... stabilised and that, on the other, the other circumstances have remained the same. Taking account of all pertinent interests and circumstances, as indicated in the decision of 19 June 2002, the conclusion must therefore be that camera surveillance is no longer necessary, and must be considered unreasonable. The appeal [against the decision of 28 June 2002] will therefore be declared wellfounded.”", "Both the applicant and the Governor filed an appeal against this decision with the Appeals Board: the applicant against the rejection of his appeal relating to the decision of 14 June 2002, and the Governor against the decision to accept the applicant's appeal relating to his decision of 28 June 2002. The Governor withdrew his appeal on an unspecified date.", "On 12 September 2002, after a hearing held on 20 August 2002, the Appeals Board accepted the applicant's appeal against the decision of 14 June 2002 on the same grounds as set out in its decision of 30 July 2002. No further appeal lay against this decision.", "On 5 July 2002, the Governor ordered that the applicant be placed under permanent camera surveillance from 5 July 2002 at 2 p.m. until 19 July 2002 at 2 p.m. The reasons stated for this decision were as follows:", "“On 5 July 2002 an amendment has been introduced in the Regulation on requirements for accommodation in penitentiary institutions (Regeling eisen verblijfsruimte penitentiaire inrichtingen – “the January 1999 Regulation”) in relation to camera observation. You are suspected of an offence that has caused great social unrest. Social unrest will arise again should you escape or if your health would be harmed. Although I realise that camera observation is a drastic measure, I do wish to avoid every risk of causing social unrest and for this reason do not give you the benefit of the doubt.”", "On 8 July 2002, the applicant filed an appeal against this decision with the Complaints Commission of the Supervisory Board. On the same day, he requested the President of the Appeals Board to suspend the decision of 5 July 2002.", "On 10 July 2002 the President of the Appeals Board rejected the applicant's request. Having noted the amended provisions of the January 1999 Regulation, the President considered that the decision was not in violation of any legal rule applicable to the remand centre, and it could not be regarded as so unreasonable or unfair that it gave rise to an urgent interest to suspend its further execution.", "On 11 July 2002 the applicant started a hunger strike in protest against being placed under permanent camera surveillance.", "In its decision of 25 July 2002, following a hearing held on 22 July 2002, the Complaints Commission rejected the applicant's appeal of 8 July 2002. Its decision, in so far as relevant, reads as follows:", "“The Complaints Commission does not consider the [January 1999 Regulation as amended on 5 July 2002] to be in violation of Article 3 of the [Convention]. Contrary to the argument raised by [the applicant], observation by means of a camera does not fall under this Article since, according to the prevailing view, such observation may be called for under [certain] circumstances. Also contrary to [the applicant's] argument ..., there is no breach of Article 8 of the [Convention]. It concerns here a measure prescribed by law that, inter alia, has been prompted to prevent great social unrest. Such an aim can be regarded as necessary in a democratic society.", "On the above grounds, there is no breach of a rule that applies in the institution.", "Balancing of interests", "It must first be said that the balancing of interests on the basis of the [January 1999 Regulation as amended on 5 July 2002] is different to ... that carried out in the previous decisions of this Complaints Commission concerning the present subject matter.", "In the decision of 5 July 2002, the [Governor] has struck a balance between, on the one hand, the fact that camera surveillance interferes with the private sphere of [the applicant] and, on the other, the social unrest that can arise if [the applicant] would escape or his health harmed. On the basis of this balance, he decided to apply camera surveillance.", "Account is taken of the fact that [the applicant] is suspected of a very serious fact, which has caused serious social unrest, which unrest still continues. Given, furthermore, that every development concerning [the applicant] attracts new social attention, whereas, on the other hand, (an attempt to commit) suicide by [the applicant] cannot be wholly excluded, it cannot be said that this decision is unreasonable or unfair. In this, it must also be taken into account that, at present, an infrared camera has been installed in [the applicant's] cell, so that [the applicant] is not disturbed during the night more seriously than is usual for detainees in respect of whom it is expected that a long prison sentence will be demanded. The appeal will therefore be declared unfounded.”", "On 30 July 2002, invoking inter alia Articles 3 and 8 of the Convention, the applicant filed an appeal against this decision with the Appeals Board.", "On 12 September 2002, following a hearing held on 20 August 2002, the Appeals Board rejected the applicant's appeal and upheld the decision taken by the Complaints Commission. The Appeals Board's decision, in so far as relevant, reads as follows:", "“Applying camera surveillance means a considerable interference with the privacy of [the applicant]. For such an interference ... in the light of Article 8 of the Convention, a legal basis is required. ... The manner in which the possibility for the interference with privacy, by means of permanent camera observation, has been given legal shape, is not in breach of any legal rule, including Article 8. Contrary to what has been argued by the applicant, it is not required that a regulation on camera observation must be set out in a formal Act [of Parliament]. The fifth paragraph of Article 16 of [the Prisons Act 1999] offers a sufficient basis for camera observation, as set out in the [amended January 1999] Regulation. ...", "The lawfulness of the concrete application of the [amended January 1999] Regulation has been challenged on various grounds. In the first place, the requirements of prior consultation and accompaniment during the camera observation have allegedly not been complied with.", "Contrary to what has been argued [by the applicant], Article 10b § 1 (d) of the [amended January 1999] Regulation does not require the prior opinion of a behavioural expert or the institution's medical officer, and it also does not require that a behavioural expert or doctor informs himself once a week of the detainee's condition. This does not affect the desirability of medical supervision.", "It has further been argued that camera observation has been ordered without having balanced the interests and, in addition, that there is no necessity to apply camera observation as it is ineffective.", "It has been sufficiently established that, in the application of the measure, a balancing of interests has taken place. This is expressed in the reasoning of the decision. Also when taking into account that camera observation signifies a considerable interference with [the applicant's] privacy, decisive importance could be given in the present case to very great social unrest that would entail an escape or harm to health.", "In reasonableness it cannot be said that such an observation is ineffective, even when taking into account that camera observation cannot prevent the unavoidable. Camera observation is in so far in any event effective and thereby also necessary in that it shapes the obligation of the penitentiary authorities to strive for the prevention of great social unrest on account of escape or harm to [the applicant's] health.", "It has further been argued that the application of camera surveillance would be in violation of Article 3 [of the Convention]. In this connection [the applicant] has argued that it constitutes inhuman and/or degrading treatment as the situation in which he finds himself entails 'mental suffering'. [The applicant] has relied in particular on a letter by [his private] general practitioner S. of 18 August 2002 in which [the applicant's] physical and mental health state is discussed.", "It is true that the application of camera observations does signify a considerable interference with [the applicant's] privacy but, in the opinion of the Appeals Board, it does not give rise to inhuman or degrading treatment in the sense of Article 3 [of the Convention]. In this it must be taken into account that, although it is true that [he] is being permanently observed, the applicant is fully provided, within the limits of detention, with the other regular facilities, including for instance the possibility to receive visits.", "No further appeal lay against this decision.", "On 19 September 2002, after mediation by the President of the Supervisory Board of the remand centre, the applicant ended his hunger strike and, shortly afterwards and in accordance with agreements made, the applicant's surveillance by camera was reduced to the evening and night time.", "On 19 November 2002, after having availed himself of his right to remain silent since his arrest on 6 May 2002, the applicant gave a first statement to the investigating judge (rechter-commissaris) in respect of the facts of which he was suspected. He gave further statements to the investigating judge on 20 and 22 November 2002.", "On 27 March 2003 the applicant was ordered to appear before the Amsterdam Regional Court (arrondissementsrechtbank) in order to stand trial on charges of, inter alia, murder. The first hearing before the Amsterdam Regional Court was held on 9 August 2002.", "In its judgment of 15 April 2003, the Amsterdam Regional Court convicted the applicant of, inter alia, murder and sentenced him to eighteen years' imprisonment. Both the applicant and the public prosecutor filed an appeal with the Amsterdam Court of Appeal (gerechtshof).", "By judgment of 18 July 2003, the Amsterdam Court of Appeal quashed the judgment of 15 April 2003, convicted the applicant of, inter alia, murder and sentenced him to eighteen years' imprisonment. In the determination of its sentence, the Court of Appeal considered that the circumstances of the applicant's detention, in particular his having been subjected to camera surveillance for several months and the modalities of his individual detention regime, were to be regarded as extremely burdensome – although these measures were necessary and justified – and were to be taken into account as a mitigating factor in the determination of sentence. It noted certain mitigating factors: the applicant had no criminal record; his conditions of detention were extremely burdensome and certain aspects of the publicity which the applicant and his trial had attracted were unacceptable and had harmed the applicant. However, these factors weighed little against the seriousness of his conviction for having murdered a politician shortly before parliamentary elections and without him having shown insight into the reprehensible nature of this offence.", "The applicant did not avail himself of the possibility to file an appeal in cassation against this decision with the Supreme Court (Hoge Raad).", "Article 15 § 4 of the Constitution (Grondwet) provides as follows:", "“A person who has been lawfully deprived of his liberty may be restricted in the exercise of fundamental rights in so far as the exercise of such rights is not compatible with the deprivation of liberty.”", "According to Article 16 § 5 of the Prisons Act 1999 (Penitentiare Beginselenwet), the Minister of Justice is to determine the rules on the provision of accommodation for detainees. On this basis, the Minister of Justice issued the Regulation on the requirements for accommodation in penitentiary institutions (Regeling eisen verblijfsruimte penitentiaire inrichtingen – “the January 1999 Regulation”) which entered into force on 1 January 1999.", "Pursuant to Article 24 § 7 of the Prisons Act 1999, the Minister of Justice must also determine further rules on the stay in and equipment of disciplinary and segregation cells, which rules must deal in particular with the rights of detainees during their stay in a segregation cell. On this basis, the Minister of Justice issued the relevant rules on 15 June 1999 (Regulation no. 762711/98/DJI - Regeling houdende vaststelling van regels voor verblijf in en de inrichting van de straf- en afzonderingscel – “the June 1999 Regulation”).", "Article 33 of the June 1999 Regulation, in so far as relevant, reads as follows:", "“1. The Governor can, if the physical or mental condition of the detainee renders this necessary, order that the detainee will be observed day and night by means of a camera.", "2. Before taking a decision to this effect, the Governor will seek the advice of the penitentiary medical officer, unless this advice cannot be awaited. In that case, the Governor will obtain that advice as soon as possible after his decision. ...”", "On 5 July 2002 the Minister of Justice issued an amendment, with immediate effect, to the January 1999 Regulation, introducing the possibility to place detainees, who are not being held under a disciplinary or segregation regime but under an individual detention regime, under permanent camera surveillance. The new provisions, in so far as relevant, read as follows:", "“Article 10a", "1. Accommodation may be equipped with an observation camera.", "2. The camera will be fitted in such a manner that observation of the entire room is possible.", "Article 10b", "1. The Governor can decide that the detainee, who is being held under an individual detention regime within the meaning of Article 22 of the [1999 Prisons] Act or who is being held in an extra security institution within the meaning of Article 13 § 1 (e) of the [1999 Prisons] Act, will be observed day and night by means of a camera:", "a. where this is necessary in the interests of maintaining order or security in the institution;", "b. where this is necessary for the undisturbed execution of deprivation of liberty;", "c. where this is necessary in connection with the mental or physical condition of the detainee;", "d. if escape or harm to the detainee's health could give rise to great social unrest, or where this could cause serious damage to the relations between the Netherlands and other States or with international organisations.", "2. Before deciding to apply camera observation under the first paragraph (c), advice on this matter must be obtained from a behavioural expert or the institution's medical officer, unless this advice cannot be awaited. In that situation the Governor shall obtain the advice as soon as possible after his decision.", "3. The camera observation, referred to in the first paragraph, shall last for two weeks at most. The Governor may prolong camera observation by periods of two weeks each time, if he has concluded that the necessity thereof continues to exist.", "4. Articles 57 [obligation to hear the detainee] and 58 [decision must be in writing and contain reasons] of the [1999 Prisons] Act apply by analogy. The institution's Supervisory Board and the institution's medical officer will be informed without delay of a decision to apply camera observation or a prolongation thereof.", "Article 10c", "The institution's medical officer or the behavioural expert attached to the institution shall inform himself, at least once a week, of the condition of the detainee who is being observed day and night by means of a camera.”", "The explanatory notice to the new Article 10a, b and c states as follows:", "“The general part of the explanatory notice to the original Regulation states that, for the detainee, the cell is the place where during his detention his private life takes place and where he should thus be provided with a minimum of comfort and, in so far as possible within the context of detention, guarantees for his privacy. The placement of an observation camera, rendering possible observation of the entire cell for 24 hours a day, forms a serious interference with the privacy of the detainee. Nevertheless, situations may be envisaged in which such interference is justified.", "In the [June 1999 Regulation], camera observation during a stay in a disciplinary or segregation cell is rendered possible if the physical or mental condition of the detainee renders this necessary. The necessity in view of the physical or mental condition of the detainee then applies as an extra requirement, in addition to the grounds that can justify a stay in the disciplinary or segregation cell. These grounds are set out in Article 24 § 1 taken together with Article 23 § 1 of the [1999 Prisons] Act.", "It has appeared in practice that camera observation may also be necessary when the detainee does not stay in a disciplinary or segregation cell. The [present] Regulation limits those situations to those in which the detainee is being held under an individual detention regime or in an extra security institution. In these cases camera observation may be applied where this is necessary in the interests of maintaining order and security in the institution or the undisturbed execution of the deprivation of liberty. Furthermore, the physical or mental condition of the detainee may give cause for observing him by means of a camera.", "Moreover, circumstances that do no directly flow from the detainee or his behaviour or physical condition may give cause for camera observation, in particular situations in which the offence of which the detainee is suspected or has been convicted has caused great public unrest, or has caused a stir in the relations of the Netherlands with other States and with international organisations. To be envisaged are serious violent or sexual crimes, as well as offences against the security of the State, royal dignity, heads of friendly States and other internationally protected persons, offences concerning the exercise of State obligations and powers, and terrorist offences. Political crimes may be concerned, but the crimes do not necessarily have to have been committed with a political aim. The decisive element is that the social unrest or stir in the relations of the Netherlands with other States and with international organisations caused [by the offence] transposes the maintenance of public order or the security in the institutions and the undisturbed execution of the deprivation of liberty to [another level]. Something happening to the detainee during detention, or his escape, could have unforeseen and serious consequences for public order, the democratic legal order or for relations with other States or international organisations. The legal position of a detainee, in particular his right to privacy already subjected to restrictions by the detention, should in this light be balanced against the interests of preventing escape or possible harm to his health in whatever form.", "This balancing of interests should be set off against the knowledge that research has shown that there are different circumstances open to objectification that can be considered as risk moments for suicide. For example, apart from segregation, the first period of detention is indicated as a risk moment, as well as not being allowed to have contacts with codetainees on grounds of restrictions imposed by the investigating judge. It is also of importance that by far not all cases show prior signals that a detainee wants to commit suicide. Literature indicates that suspects or persons convicted of violent and sexual crimes are overrepresented in the suicide statistics, as well as persons having been found guilty or who are suspected of murder or manslaughter and who are facing life imprisonment. The social unrest or stir in the relations of the Netherlands with other States and international organisations caused [by the offence] can entail a certain pressure on the detainee that can and may play a role in balancing the interests involved. The threat of possible harm [to the detainee] may also come from outside. Then information from the Detainee Intelligence Information Service can play an important role in the considerations for camera observation.", "The decision [to place a detainee under camera observation] is valid for a period of two weeks, but can be prolonged by the Governor for periods of the same duration each time. It is conceivable that the camera observation will place a great psychological pressure on the detainee. For this reason, the institution's medical officer or behavioural expert must see the detainee at least once a week.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}