{"ITEMID": "001-59860", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF AKCAM v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Elisabeth Palm;Feyyaz Gölcüklü;Gaukur Jörundsson", "TEXT": ["9. On 17 November 1980 police officers from the Ankara Security Directorate arrested the applicant on suspicion of membership of an illegal armed organisation, the Dev-Yol (Revolutionary Way).", "10. On 20 February 1981 the Ankara Martial Law Court (sıkıyönetim mahkemesi) ordered the applicant’s detention on remand.", "11. On 26 February 1982 the Military Public Prosecutor filed a bill of indictment with the Martial Law Court against the applicant and 722 other defendants. The Public Prosecutor accused the applicant, inter alia, of membership of the Dev-Yol, whose object was to undermine the constitutional order and replace it with a Marxist-Leninist regime. The prosecution sought the death penalty under Article 146 § 1 of the Turkish Criminal Code.", "12. On 14 December 1988 the Ankara Martial Law Court ordered the applicant’s release pending trial.", "13. In a judgment of 19 July 1989 the Martial Law Court convicted the applicant of membership of the Dev-Yol. It sentenced the applicant to 16 years’ imprisonment under Article 168 § 1 of the Turkish Criminal Code, permanently debarred him from employment in the civil service and placed him under judicial guardianship.", "14. As the applicant’s sentence exceeded 15 years’ imprisonment, his case was automatically referred to the Military Court of Cassation (askeri yargıtay).", "15. Following promulgation of the Law of 27 December 1993, which abolished the jurisdiction of the Martial Law Courts, the Court of Cassation (yargıtay) acquired jurisdiction over the case and on 26 December 1994 the case file was transmitted to it.", "16. On 27 December 1995 the Court of Cassation quashed the applicant’s conviction on the ground that he should have been convicted of the offence under Article 146 § 1 of the Turkish Criminal Code. It referred the case to the Ankara Assize Court (ağır ceza mahkemesi). The criminal proceedings are still pending before the latter court.", "17. Article 146 § 1 of the Turkish Criminal Code provides:", "“Whosoever shall attempt to alter or amend in whole or in part the Constitution of the Turkish Republic or to effect a coup d’état against the Grand National Assembly formed under the Constitution or to prevent it by force from carrying out its functions shall be liable to the death penalty.”", "18. Article 168 of the Criminal Code reads:", "“Any person who, with the intention of committing the offences defined in Articles ..., forms an armed gang or organisation or takes leadership ... or command of such a gang or organisation or assumes some special responsibility within it shall be sentenced to not less than fifteen years’ imprisonment.", "The other members of the gang or organisation shall be sentenced to not less than five and not more than fifteen years’ imprisonment.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}