{"ITEMID": "001-105081", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "IRL", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "IZEVBEKHAI AND OTHERS v. IRELAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Angelika Nußberger;Dean Spielmann;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger", "TEXT": ["1. The first applicant, Ms Enitan Pamela Izevbekhai, is a Nigerian national who was born in 1969 and currently lives in Sligo. The second and third applicants, Naomi Alero Izevbekhai and Jemima Temisanre Izevbekhai, are daughters of the first applicant and they were born in Nigeria in 2000 and 2002, respectively. These children live with their mother in Sligo and they are Nigerian nationals. The applicants were represented before the Court by successive firms of solicitors and, latterly, by Ceemex and Co., a law firm practising in Dublin. The Irish Government (“the Government”) were represented by their Agent, Mr P. White, of the Department of Foreign Affairs, Dublin.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. In 1993 the first applicant and her husband lived with their son (born in 1991) in Lagos, Nigeria. The first applicant is a Yoruba Christian from Lagos. After second level education, she attended secretarial courses, before working for years in a travel agency and in an international bank. She gave up working in or around 2004 as her husband travelled a lot on business. Her husband is a businessman in Lagos and was born in the Edo State of Nigeria. In later proceedings (her affidavit of 4 November 1999, paragraph 24 below), the first applicant underlined that they had a comfortable life in Nigeria: they were financially secure, she was happily married, they had a five bedroom villa, the use of three cars and they employed a maid. The first applicant has four brothers living in Nigeria.", "4. The applicants arrived in Ireland on 20 January 2005 and the next day the first applicant applied for asylum on her own behalf and on behalf of her daughters claiming that she could not protect the second and third applicants from female genital mutilation (“FGM”) if they were returned to Nigeria. The first applicant submitted as follows. Her first daughter, Elizabeth, was born on 11 February 1993. On 14 July 1994 this child was subjected to FGM carried out by an elder in the first applicant’s mother-in-law’s house. Neither the first applicant nor her husband had agreed to this procedure but they ultimately succumbed to it in view of alleged pressure from the latter’s family. The first applicant’s mother also strongly disagreed with FGM. On 15 July 1994 the child was rushed to hospital and died on 16 July 1994 as a result of complications from the FGM procedure. The first applicant did not report this death to the police because, allegedly, the Nigerian police would not interfere with a family tradition. Following the births of the second and third applicants, her husband’s family wished FGM to be carried out on them and threatened to do so, including by attempting to abduct them to that end. She and her husband were opposed to the procedure, not least because of what had happened to their first daughter. Pressure from the family-in-law became so strong that the first applicant and her husband considered that the only way to protect their daughters was for the applicants to leave Nigeria. The first applicant stressed that she had not left Nigeria to improve their economic circumstances as she and her husband enjoyed good lives there. They left the country using an agent and on false passports. The first applicant’s husband and their son remained in Nigeria. The applicants travelled via Amsterdam to Dublin.", "5. Documents later supplied by United Kingdom (“UK”) immigration authorities to the Irish Minister for Justice, Equality and Law Reform (“the Minister”) showed that the first applicant, her husband as well as the second and third applicants (not the son) had been granted various visas to visit the UK but that those visas had been revoked following the applicants’ claim for asylum in Ireland. The applicants did not travel to the UK, the first applicant maintaining in the asylum application in Ireland that she could not protect her daughters from her family-in-law even in the UK.", "6. The applicants were legally represented throughout the domestic proceedings outlined below, apart from certain short periods during the appeal to the Supreme Court in the “subsidiary protection” proceedings, when the applicants changed solicitors.", "7. By Report dated 21 February 2005 an officer of the RAC opined that the applicants had submitted neither credible evidence of a well-founded fear of persecution in Nigeria nor sufficient evidence that they would encounter persecution should they return or that state protection would be withheld (section 2 of the Refugee Act 1996, as amended, “the 1996 Act”). Considering the country of origin information from various international and State reports to be “contrasting”, an assessment of the first applicant’s credibility was necessary and was done on “the balance of probabilities”. The Report found that her fears were not credible given, inter alia, the passing of the federal Bill banning FGM through the lower house of the Nigerian national assembly, the banning of FGM in a third of Nigerian States including the Edo State from where the first applicant’s husband originated, that FGM was declining in large urban areas (including therefore Lagos), that the first applicant had reported neither her first daughter’s death nor any threats from her family-in-law to the police whereas research showed that the police were alive to their duties and responsibilities and, given that she was in a privileged position, socially, enabling her to afford protection to her children. Finally, the report concluded that internal flight was a material possibility in Nigeria. On 3 March 2005 the applicants were notified of the RAC recommendation to refuse refugee status.", "8. The applicants appealed to the RAT. The RAT allowed them time to furnish additional documents (“the applicants’ RAT documents”) which the applicants had sought to submit. These included:", "(a) a “Medical Certificate of Cause of Death” dated 17 July 1994 signed by Dr Unokanjo of Isioma Hospital. He was the Surgeon-Gynaecologist who, according to the applicants, had delivered Elisabeth and who had previously refused the mother-in-law’s request to carry out FGM on Elizabeth and who had treated her upon admission to hospital on 15 July 1994. The Certificate recorded the primary cause of Elizabeth’s death as being “cardio-pulmonary collapse” and the secondary cause as “profuse bleeding”;", "(b) a Doctor’s Report, also signed by Dr Unokanjo and dated 17 July 1994, which recorded Elizabeth’s normal birth, urgent admission to hospital with a “history of weakness and pallor which possibly resulted from profuse bleeding after patient had undergone the traditional female circumcision” and death from “circulatory collapse”;", "(c) a Death Certificate of the National Population Commission (“NPC”) dated 29 July 1994; and", "(d) a Certificate for Burial stamped by the “Public Health Department- Births and Deaths Registry”.", "9. Following an oral hearing before the RAT the applicants’ appeal was rejected by decision of 22 June 2005. The RAT was satisfied that they had not demonstrated to a reasonable degree of likelihood a well-founded fear of persecution. There was no concrete foundation for the concern which had induced the applicants to seek refugee status. The first applicant had failed to seek the assistance of Dr Unokanjo, her parents (her father was a civil servant opposed to FGM) or of any family member including her siblings. Despite the experience with the first child, the real question was whether there was a prospect of serious harm upon return for which the receiving State could be accountable. The RAT considered similar country of origin information as before the RAC and found that State protection and/or State supported protection would have been available to the applicants in Nigeria. It also found that the first applicant’s credibility was undermined by a partial account of how she had travelled to and arrived in Ireland, by a lack of a reasonable explanation as to why she had not claimed asylum immediately on arrival and by her failure to furnish formal identity documents or “reliable documentation in support of her claim”.", "10. The applicants did not seek leave to apply for judicial review of the RAC or RAT decisions.", "11. In August 2005 the first applicant’s husband was stopped by the Irish police travelling from Belfast to Dublin without an entry visa for Ireland. He had documentation in his name showing an address in the UK (bank cards, a store card, a library card and a gas payment card). He was removed to the UK and, from there, to Nigeria on 22 August 2005. He returned the following year to the UK on a visitor’s visa.", "12. On 2 September 2005, relying on the RAT decision, the Minister refused the applicants a declaration of refugee status. On 13 September 2005 he notified them of his proposal to make deportation orders and of their entitlement to apply, within 15 days, for leave to remain within the State (section 3(4)(a) of the Immigration Act 1999, “the 1999 Act”). The applicants so applied. The Repatriation Unit reviewed their submissions and, thereafter, recommended that the Minister sign the deportation orders. That Unit considered that their deportation would not breach the prohibition of refoulement. The Unit relied on country of origin information including a Report on a Joint British-Danish Fact-finding Mission to Nigeria 2005 which Report recorded the view of BAOBAB (a Nigerian Women’s rights’ non-governmental organisation – “NGO”) that FGM was not a genuine ground for seeking asylum given State and non-State protection for women and the re-location option. The Unit also considered that no issue arose under section 4 of the Criminal Justice (UN Convention Against Torture) Act 2000 (“the UN Act”) or in respect of the humanitarian factors listed in section 3(6) of the 1999 Act or under section 3(1) of the European Convention on Human Rights Act 2003 (“2003 Act”). The Minister signed the deportation orders on 23 November 2005. The applicants were served with those orders and with the Repatriation Unit’s reasons and were directed to attend the police immigration bureau on 5 December 2005 to facilitate their deportation.", "13. The applicants made further submissions about, inter alia, FGM in Nigeria and they queried the credentials of BAOBAB. Having analysed those submissions, the Repatriation Unit recommended confirmation of the deportation orders. The Minister accepted that recommendation. On 3 December 2005 the law firm representing the applicants received the deportation orders and requested further time to consider the position. The applicants did not report to the police immigration bureau. On 8 December 2005 the first applicant absconded from her accommodation to avoid arrest and the second and third applicants were taken into care. On 12 January 2006 the first applicant was arrested by the police and placed in prison to facilitate deportation.", "14. By e-mail dated 8 December 2005 to the applicants, BAOBAB denied the stance which had been attributed to them and relied upon by the Repatriation Unit (paragraph 12 above).", "15. On 13 January 2006 the applicants applied for an extension of time and for leave to apply for judicial review. On 23 January 2006 the Minister gave an undertaking not to expel the applicants pending that application and the applicant was released from detention. On 10 November 2006 the High Court granted the extension of time and leave because the applicants had established “substantial grounds” for challenging the deportation orders.", "16. The High Court hearing on the substantive application took place on 28-30 November 2007. The applicants argued that the Minister should have identified the principal reasons why he had concluded that none of the applicants was at risk of torture on return and, further, that the High Court should take into account, in determining the risk alleged, four new affidavits including one of Dr Unokanjo dated 9 March 2006, which confirmed in detail the matters covered by the same doctor’s documents of July 1994.", "17. Judgment was delivered on 30 January 2008. As to the applicants’ first argument, the High Court found that, while section 5 of the 1996 Act required the Minister to consider representations made, including satisfying himself on the refoulement issue, there was no obligation to give reasons for his decision in that respect since the Minister was not carrying out an inquisitorial process (already completed by the ORAC and the RAT) but rather exercising Ministerial discretion. As to the request for a re-assessment of risk by the High Court based on the new affidavit evidence, the High Court held that the breadth of its review of an exercise of a Ministerial discretion (as opposed to its review of decisions of the RAC and RAT) was more limited as was, accordingly, any re-assessment of risk. Applying this level of review, the High Court noted that a deportation order could be challenged in at least four special circumstances: if the Minister had not considered whether section 5 of the 1996 Act applied (principle of refoulement); if the Minister could not reasonably have come to the view which he did; if an applicant had not been afforded a statutory entitlement to make representations on “humanitarian grounds”; and if the Minister had failed to consider such representations within the terms of the statute or the factors set out in section 3(6) of the 1999 Act. However, none of those circumstances applied in the present case. Leave to appeal to the Supreme Court was refused.", "18. On 4 March 2008 the applicants applied to the Minister to exercise his discretion to allow them to apply for “subsidiary protection” under the European Communities (Eligibility for Protection) Regulations 2006 (“the 2006 Regulations”). The applicants’ grounds were substantially the same as their judicial review application. By letter of 19 March 2008 the applicants were notified of the rejection of their application. Since the deportation orders were issued before the 2006 Regulations came into effect (10 October 2006), the applicants were not automatically entitled to apply for subsidiary protection. While the Minister had a discretion to consider their application if they had “identified new facts or circumstances” demonstrating a change of position from the date of the deportation orders (N.H. & T.D. v. Minister for Justice, Equality and Law Reform ([2007] IEHC 277), they had not demonstrated grounds enabling him to exercise that discretion. Attached to the Ministerial letter was an analysis of the applicants’ submissions by the Repatriation Unit: new documents submitted concerning the birth and death of Elizabeth were not a material change since the Minister had not challenged the cause of her death.", "19. In March 2008 the applicants were granted leave to apply for judicial review of the Minister’s refusal of subsidiary protection.", "20. By judgment dated 18 November 2008 the High Court refused to grant an interlocutory injunction stopping the applicants’ deportation finding, inter alia, that there was no “fair question” to be tried: the Minister reasonably found that there were no new facts and circumstances since the applicants had raised, on subsidiary protection, the very same fear of FGM and the very same set of circumstances that had been previously raised, examined and rejected.", "21. Further to the applicants’ request, on 18 November 2008 the President of the Third Chamber of this Court applied Rule 39, which application was later extended by the Chamber until further notice.", "22. On 16 December 2008 the substantive judicial review application came on for hearing before the same High Court judge who had heard the injunction application. That judge acceded to the applicants’ request to recuse himself and a different High Court judge then heard and rejected the substantive judicial review application by judgment of 27 January 2009. The application for subsidiary protection was found not to disclose a significant change to the material circumstances pertaining on the date of the deportation orders, so that there was nothing irrational about the Minister’s decision that there were no grounds for him to exercise his discretion under the 2006 Regulations. The applicants appealed to the Supreme Court.", "23. Meanwhile, towards the end of 2008, and given substantial domestic publicity surrounding the applicants’ case, the Minister re-opened previous investigations in Nigeria into the applicants’ claims about the birth and death of Elizabeth, the results of which were received after the delivery of the High Court judgment of January 2009. On 25 March 2009 the Minister filed four affidavits with the Supreme Court which testified to the fact that the applicants’ RAT documents (paragraph 8 above), as well as Dr Unokanjo’s affidavit of March 2006 (paragraph 16 above), concerning he birth and death of Elizabeth were forgeries. Disputing the applicants’ claims about a child known as Elizabeth, the Minister requested the dismissal of the appeal as an abuse of process. Those affidavits were from:", "(a) an official of the Irish Embassy in Lagos who described his visit to an National Population Commission (“NPC”) registration office, an official of which had produced the register, had confirmed that the registration number on the alleged NPC Death Certificate of 29 July 1994 did not exist and had certified that that Certificate was not authentic. The Irish Embassy official also met Dr Unokanjo who attested to the matters included in his affidavit noted below;", "(b) a Detective Inspector of the Irish police who described how he had met Dr Unokamjo and requested him to give his evidence by way of a sworn affidavit, which he did as noted immediately below;", "(c) Dr Unokanjo (dated 6 March 2009). He testified to the fact that he was a Consultant Gynaecologist in Isioma Hospial; that he had not signed any documents concerning Elizabeth (neither a Medical Certificate of Cause of Death/Medical Report dated July 1994 nor an affidavit of March 2006); that no other Dr Unokanjo worked or had ever worked at the hospital; that he recognised the first applicant from photographs shown to him; that the hospital records (also exhibited) indicated that he had treated the first applicant when she delivered her first child in 2000 (those records of 2000 note “0” after the title “Living Children” and the title “Dead Children” is left blank); and that he had not delivered or subsequently treated a child called Elizabeth Izevbekhai. He further testified to the fact that the first applicant had telephoned him some years previously requesting him to issue a death certificate in respect of a deceased child of hers to enable her to be given asylum in Ireland and that he had refused so to do since she had neither had any baby before 1999 nor had she lost one; and", "(d) an official of the Department of Justice who outlined the history of the applicants’ immigration applications and claims.", "24. The first applicant responded to the Government’s affidavits of March 2009 by her affidavit dated 4 November 2009. She maintained her position as regards Elizabeth’s birth and death. She admitted that the documents purportedly signed by Dr Unokanjo were forgeries but she claimed that her husband who obtained them had not told her. It had never been her wish to abuse the Irish legal process.", "25. In the same affidavit, the first applicant furnished a second set of documents purporting to certify Elizabeth’s birth and death following FGM, which had been recently obtained by her brother and by Nigerian solicitors. She also claimed to be in fear for her own safety on return given the attention her case in Ireland had received and the critical comments reported on Irish television and radio about her by the Nigerian Ambassador to Ireland and the Nigerian Attorney General: if she was harmed, she could not protect her children in Nigeria.", "26. In December 2009 the Minister engaged two law firms in Lagos to verify the authenticity of this second set of documents of the applicants. Both firms reported that three of those documents were not authentic:", "(a) The affidavit of the first applicant’s brother dated 8 April 2009 was considered not authentic because the name of the Commissioner for Oaths appearing on it had been confirmed to be a fabrication by the Assistant Chief Registrar of the High Court of Lagos State; and", "(b) A “Medical Certificate of Cause of Death” of Elizabeth Izevbekhai purportedly completed by a Dr Oni as well as a letter entitled “Verification of Death Certificate” both purportedly of Lagos State University Teaching Hospital were considered not authentic because the Chief Medical Director of the same hospital confirmed that Dr Oni was not on the staff and that neither document was from the hospital.", "One firm also found that certain documents could not be relied upon and the other firm qualified its authentication of those documents as they were not given sight of the relevant Death Register. While another document of the second set of documents (an NPC document) was certified as authentic by the two firms retained by the Minister, they both pointed out that the information contained in that document was based on other documents which had not been certified as authentic. In January 2010 this material was filed in the Supreme Court by the Minister.", "27. On 9 February 2010 the first applicant responded with a brief affidavit. She had requested a firm of solicitors in Nigeria and her brother to obtain the second set of documents attesting to the birth and death of Elizabeth. Those documents were obtained by her in “good faith” and “in the belief that they were genuine”. She underlined that, in seeking to obtain documentation through legitimate channels in Nigeria, one could unknowingly fall victim to touts issuing forged documents. If any of the documents filed were forged, the applicants apologised for that.", "28. Following a hearing on the preliminary issue of whether the Minister had jurisdiction to entertain an application for subsidiary protection from persons in respect of whom deportation orders had been made before the 2006 Regulations came into force, on 9 July 2010 the Supreme Court (by a majority) found that the Minister had no discretion to do so. Consequently, the substantive application did not proceed and thus no factual findings were made as regards the Minister’s allegations of forgery.", "29. By letter dated 21 November 2008 the OHCHR wrote to the Irish Government expressing grave concern. Whilst not wishing to prejudge the applicants’ case, the OHCHR drew the Government’s attention to a number of international instruments and requested them to outline the initial steps taken to guarantee the applicants’ right under those instruments and to clarify a number of matters. On 3 March 2009 the Government replied detailing the various procedures and protections available to the applicants and the history of the applicants’ proceedings as well as noting the present application before this Court. In her Report of May 2009, the Special Rapporteur on Violence Against Women responded to the Irish Government by expressing her thanks for their reply. Nothing further issued from the OHCHR.", "30. Section 2 of the 1996 Act provides that a “refugee” includes a person who, owing to a well founded fear of being persecuted, is outside the country of his or her nationality and is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country. Section 5 contains the prohibition of refoulement:", "“(1) A person shall not be expelled from the State or returned in any manner whatsoever to the frontiers of territories where, in the opinion of the Minister, the life or freedom of that person would be threatened on account of his or her race, religion, nationality, membership of a particular social group or political opinion.”", "31. The reasons prohibiting the Minister from making a deportation order under section 5 of the 1996 Act are virtually identical to the qualification for refugee status under section 2 of that Act (Kouaype v. the Minister for Justice, Equality and Law Reform and Another, unreported, High Court, Clark J., 9 November 2005).", "32. Persons seeking asylum may apply to the Minister for a declaration recognising their status as refugees. The matter is referred, for investigation, to the RAC, who may interview the candidates and prepare a report on those interviews and on the investigations carried out. The RAC delivers a recommendation which may be appealed by an unsuccessful applicant to the RAT. The RAT shall affirm the RAC’s recommendation unless it is satisfied, having considered relevant matters, that the applicant is a refugee. Applicants are notified of the RAT’s decision. The Minister is then notified of the RAT’s decision. If the RAT’s decision upholds a RAC’s recommendation to refuse refugee status, the Minister may refuse to give the applicant a declaration of refugee status. A person can challenge the above series of decisions, including the Minister’s decision, through a request for leave to apply for judicial review, the scope of, and procedure for, which is set down in section 5 of the Illegal Immigrants (Trafficking) Act, 2000.", "33. Section 3 of the 1999 Act confers on the Minister the power to make a deportation order but only once he has considered and rejected the “humanitarian” factors listed in Article 3(6) of the 1999 Act and satisfied himself that the deportation would not breach the prohibition of refoulement (contained in section 5 of the 1996 Act). In Baby O v. the Minister for Justice, Equality and Law Reform ([2002] 2 I.R. 169) the Supreme Court found, per Murray CJ, that section 5 of the 1996 Act simply required the Minister to satisfy himself as to the refoulement issue before making a deportation order and that there was no obligation on the Minister to set out detailed reasons for so satisfying himself.", "34. FGM comprises all procedures that involve partial or total removal of the external female genitalia or other injury to the female genital organs for non-medical reasons. The World Health Organisation (“WHO”) noted the following key facts about FGM in its Fact Sheet No. 241 (2010): an estimated 100-140 million girls and women worldwide live with the consequences of FGM. It is mostly carried out on young girls some time between infancy and 15 years of age and in Africa an estimated 92 million girls from 10 years of age and above have undergone FGM.", "35. There are different forms of FGM (see Eliminating Female Genital Mutilation: An Interagency Statement 2008 of various international organisations including the WHO, the UN High Commissioner for Refugees (“UNHCR”), the UN Children’s Fund (“UNICEF”) and the UN Development Fund for Women (“UNIFEM”)). These include Clitoridectomy, Excision and Infibulation.", "36. The same Interagency statement described FGM as a violation of, inter alia, the right to freedom from torture, inhuman and degrading treatment so that protection from FGM was provided for by various international treaties (Convention on the Rights of the Child and Convention on the Elimination of All Forms of Discrimination Against Women), by regional treaties (Protocol to the African Charter on Human and People’s Rights Relating to the Rights of Women in Africa, “Maputo Protocol”) as well as by consensus documents of several international organisations. The UN Special Rapporteur on Torture and other Cruel, Inhuman or Degrading Treatment or Punishment considers that FGM amounts to torture even if it is legal and/or medicalised (Report to the UN General Assembly, 14 January 2008. See also joint Global strategy to stop health-care providers from performing female genital mutilation 2010 of, inter alia, the WHO, UNHCR, UNICEF and UNIFEM).", "37. Nigeria is a federal republic of 36 states with a population of approximately 150 million. English is one of its official languages.", "38. In 1995 Nigeria ratified the Maputo Protocol, Article 5 of which requires State Parties to legislate to prohibit FGM. Article 34(1)(a) of the 1999 Federal Constitution prohibits “torture or inhuman or degrading treatment”. A Bill banning FGM was introduced at federal level in Nigeria and it was withdrawn when the National Assembly stepped down in 2003. Since this Bill has not been re-introduced, there is currently no general federal law against the practice of FGM in Nigeria. However, approximately 12 of the 36 States in Nigeria have adopted laws specifically prohibiting FGM, including the south-south States (one of which is the Edo State) and almost the whole of the south-west. The federal Child Rights Act 2003 provides that causing FGM is a punishable offence and that federal Act has been enacted in 18 of the 36 States of Nigeria.", "39. Having recommended to Nigeria to adopt federal legislation prohibiting FGM as well as measures to support girls who refused to undergo FGM, on 11 June 2010 the Committee on the Rights of the Child commented as follows on the report submitted by Nigeria under Article 44 of the Convention on the Rights of the Child:", "“While noting the multidisciplinary approach adopted by the State party to raise awareness and promote attitudinal change with respect to ... (FGM), and that cutting tattoos or marks and female genital mutilation are made punishable offences in the Child Rights Act, the Committee is concerned about the high percentage of women who have undergone female genital mutilation. The Committee regrets the lack of up-to-date information on measures taken by the State party to prevent and eliminate harmful traditional practices, including progress in the implementation of its earlier recommendations ... .", "66. The Committee urges the State party, as a matter of priority, to: ...", "(d) Eliminate FGM and other harmful traditional practices, including by enacting legislation to prohibit FGM and to conduct awareness raising programmes for, and involving, parents, women and girls, heads of families, religious leaders and traditional dignitaries.”", "40. A report, signed jointly by the WHO and the Nigerian Ministry of Health, dated December 2007 and entitled Elimination of Female Genital Circumcision in Nigeria noted that the practice of FGM was widespread in Nigeria, covered practically every State and was still deeply entrenched in Nigerian society. However, since the 47th WHO Assembly to resolve to eliminate FGM in 1994 which Nigeria joined, various steps had been taken by the Nigerian Government: the establishment of multi-sectoral Technical Working Group on Harmful Traditional Practices (HTPs), the conduct of various studies and national surveys on HTPs, the launching of a regional Plan of Action, the formulation of a national policy and plan of action approved by the Federal Executive Council for the elimination of FGM.", "41. The Interagency Statement of 2008 (described at paragraphs 35-36 above) estimated the prevalence of FGM in Nigeria amongst women aged 1549 at 19%, whereas the daughters of such women had undergone FGM at the lower rate of 10%.", "42. The WHO website (accessed in January 2010) indicated a national average of FGM for Nigeria at 29.6% as of 2008. It also noted a number of trends across Africa including the medicalisation of the FGM procedure and the lowering of the average age for FGM (possibly to escape anti-FGM legislation) in certain countries (not mentioning Nigeria). Data from at least 2 surveys indicated, as regards most African countries including Nigeria, that women of 15-19 years of age were less likely to have been submitted to FGM than are women in older age groups, the latter trend indicating greater support for the discontinuation of FGM amongst younger women.", "43. The Nigerian Demographic and Health Survey 2008 (“NDHS 2008”) of the NPC and a US research company of November 2009 noted that 29.6% of women in Nigeria had been subjected to FGM.", "44. The prevalence in the States of Nigeria varied considerably: 11.4% (North Central); 2.7% (North east), 19.6 (North West), 52.8% (South East), 34.2% (South South) and 63.4% (South West). Moreover, differentials in the prevalence of FGM by age indicated “that the practice has become less common over time”: women aged 25-49 were nearly twice as likely as women aged 18-19 to have been circumcised.", "45. While the average prevalence of FGM reported in the NDHS of 2003 was reported as 19% (as against 29.6% in 2008), it was unlikely that this was indicative of an increase in FGM nationally given the overall decreasing prevalence among younger age groups. Much of that increase was explained by a sharp increase in one State of the north-west zone in which zone certain practices had been included in the definition of FGM in 2008 that had not been previously included.", "46. The USSD report on Human Rights Practices in Nigeria of 2009 (dated 11 March 2010) stated as follows:", "“The 2008 NDHS reported that 30 percent of females in the country had been subjected to FGM. While practiced in all parts of the country, FGM was most prevalent in the southern region among the Yoruba and Igbo. Infibulation, the most severe form of FGM, was infrequently practiced in northern states but common in the south. The age at which women and girls were subjected to the practice varied from the first week of life until after a woman delivered her first child; however, most women were subjected to FGM before their first birthday.", "The law criminalizes the removal of any part of a sexual organ from a woman or girl, except for medical reasons approved by a doctor. According to the provisions of the law, an offender is any female who offers herself for FGM; any person who coerces, entices, or induces any female to undergo FGM; or any person who, for other than for medical reasons, performs an operation removing part of a woman or girl’s sexual organs. The law provides for a fine of 50,000 naira (approximately $332), one year’s imprisonment, or both for a first offense and doubled penalties for a second conviction.", "The federal government publicly opposed FGM but took no legal action to curb the practice. Because of the considerable impediments that anti-FGM groups faced at the federal level, most refocused their energies on combating the practice at the state and local levels. Twelve states banned FGM. However, once a state legislature criminalized FGM, NGOs found that they had to convince the local government authorities that state laws were applicable in their districts. The Ministry of Health, women’s groups, and many NGOs sponsored public awareness projects to educate communities about the health hazards of FGM; however, underfunding and logistical obstacles limited their contact with health care workers.”", "47. The UK Country of Origin Information Report on Nigeria of 9 July 2010 cites directly from the above-cited USSD Report, as regards FGM and women. As regards FGM and children, the UK report cites from the report of the World Organisation Against Torture submitted to the 38th session of the UN Committee on the Rights of the Child in 2005 as follows:", "“The age of [FGM] varies from 3 months to 17 years or just about the first pregnancy. Any state interference into the practice of FGM is considered as a violation of the rights to privacy. Yet, many girls face several health risks through this, including of HIV infection due to unhygienic methods that accompany the practice.", "“The State Report [Second Periodic Report by Nigeria to the [Committee] mentions that ‘the Bill on Female Genital Mutilation has gone through the lower house, and will go through the upper house before the president can sign it into law.’ But to date, the law has not been adopted ... however, some states passed laws prohibiting female circumcision and genital mutilation. In the report of the Nigerian government to the [Committee], the ongoing existence of FGM and other harmful traditional practices is recognised and efforts to combat it are reportedly undertaken. Due to public enlightenment and mobilization efforts by groups of civil society, as well as increased enrolment of girls in schools, reported cases of FGM are diminishing. Nonetheless, the practice remains widespread in Nigeria and the proportion of the female population having undergone genital mutilation [is] high.”", "48. This joint team interviewed in Nigeria various representatives of UN organisations (including UNHCR, UNICEF and UNIFEM), of the WHO and of the International Committee of the Red Cross (“ICRC”), of certain NGOs as well as of the Nigerian Ministry of Women’s Affairs and Social Development. Their report (of October 2008) discussed internal relocation possibilities in Nigeria for women who wished to escape FGM.", "49. The report described the NGOs assisting women seeking such protection including the Women’s Aid Collective (“WACOL”), the Project Alert on Violence Against Women and Women’s Rights Advancement and Protection Alternative (“WRAPA”, which had over 15,000 members covering all of Nigeria’s 36 states and which was supported by the Federal Capital Territory) and the Legislative Advocacy Coalition on Violence Against Women (“LACVAW”). The views of relevant UN bodies and of those NGOs on internal relocation were set out:", "“1.10 Representatives of a UN organisation emphasized that it is mainly a matter of empowerment and enlightenment for a girl or a woman to relocate and seek protection. The protection structures are in place and functioning in Nigeria. However, these structures need to be strengthened, as the capacity is still weak.", "1.11 WACOL stated that internal relocation for adult victims of domestic violence, FGM and forced marriage is an option for women in Nigeria [and] added that internal relocation is a common phenomenon in Nigeria for women who are victims of domestic violence. ...", "1.14 WACOL explained that internal relocation is possible for any adult woman irrespective of whether the case is about FGM, domestic violence or forced marriage. It is possible for adult women to relocate and look for jobs to sustain themselves, however, FGM and forced marriage cases very often involve underage girls. ...", "1.15 WRAPA explained that ... women who wish to avoid their daughters undergoing FGM may not be aware of their rights and the possibilities to be assisted and protected. WRAPA emphasised that raising awareness is still an important issue in order to make women aware of the options they have. ...", "1.16 The United Nations Development Fund for Women (UNIFEM) found that in theory, it is not difficult for a woman to relocate within Nigeria and in this way find physical safety. As regards crime rates, Nigeria is a relatively safe country. ...", "1.19 BAOBAB stated that from a legal point of view, internal relocation is an option for any woman in Nigeria because there is full freedom of movement in the country. However, ... a woman will need relatives in her new location who are ready to accommodate her. ...", "1.20 It was emphasized by BAOBAB that a woman can obtain physical protection by relocating to another area in Nigeria. Women who are economically independent, in particular, would stand a much better chance of sustaining themselves than women who are not. ....”", "50. As regards shelter facilities, the UN representatives and many NGOs outlined how women, while fleeing FGM preferring to seek shelter amongst friends/family, could successfully seek protection when necessary in NGO and in State run shelters.", "51. As to support by Governmental bodies, UN officials considered the protection of women to be weak but progressing, noting that the federal government was making efforts to protect women fleeing FGM. Not only was Federal Ministry of Women’s Affairs and Social Development providing shelter to female victims of violence, but the police was developing more gender awareness (the presence of Police Gender as well as Human Rights Desk Officers) and the National Human Rights Commission facilitated the necessary physical protection of women who were victims of, inter alia, FGM. Certain NGOs (WACOL and WRAPA) were positive about support by the Government for women seeking to escape from FGM. One NGO (BAOBAB) was more critical: while Police Gender Desks did cooperate somewhat with NGOs including referring women to BAOBAB, they underlined and criticised the lack of federal law and the enforcement State laws.", "52. As to the risk of being tracked down by relatives following relocation, UNIFEM noted that the sheer size of the country and its large population meant that it would be very difficult for family members to locate a woman who has escaped FGM, although, should a husband know where his wife has fled to, there was a high risk that he would try to contact her or force her to return home.", "53. The Report of the International Organization for Migration (Migration, Human Smuggling and Trafficking from Nigeria to Europe, 2006) and of the British-Danish Fact-Finding Mission, 2008 (paragraphs 48-52 above) also confirmed widespread corruption in Nigeria and the consequent ease with which forged official documents (including birth and death certificates as well as passports) could be obtained, which reports were cited by the UK Country of Origin Information Report on Nigeria of 2010 (paragraph 47 above).", "54. The latter report confirmed that the process of authenticating such documents was often difficult, time-consuming and in some cases, not possible, not least given the absence of relevant central registries."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}