{"ITEMID": "001-75567", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ANTOLIC v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1942 and lives in Naklo.", "6. On 12 August 1993 the applicant was dismissed by his employer MC due to economic reasons.", "On 17 September 1993 the MC’s Complaints Commission rejected his complaint concerning the dismissal.", "7. On 15 October 1993 the applicant instituted proceedings against MC in the Ljubljana Court of Associated Labour (Sodišče združenega dela v Ljubljani) seeking the annulment of the MC’s first and second instance decisions concerning his dismissal.", "On 28 June 1994 the Convention entered into force with respect to Slovenia.", "According to the information supplied by the Government, five hearings were held between 23 September 1994 and 29 November 1995. The hearing held on 15 March 1995 was adjourned due to the absence of parties and the court subsequently decided to suspend the proceedings. At the request of the applicant, the proceedings continued after 17 July 1995.", "At the last hearing, the (renamed) Ljubljana Labour and Social Court (Delovno in socialno sodišče v Ljubljani) decided to deliver a written judgment. The judgment, rejecting the applicant’s claim, was served on the applicant on 22 December 1995.", "8. On 28 December 1995 the applicant appealed to the Higher Labour and Social Court (Višje delovno in socialno sodišče).", "On 26 June 1996 and 11 March 1997 the applicant urged the court to decide on his appeal.", "On 25 September1997 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 14 October 1997.", "9. On 14 November 1997 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "On 24 February 1998 the court dismissed the applicant’s appeal.", "The judgment was served on the applicant on 16 March 1998.", "10. On 13 May 1998 the applicant lodged a constitutional appeal.", "On 3 June 1998 the Constitutional Court (Ustavno sodišče) requested the applicant to supplement his appeal, which he did on 16 June and 23 December 1998.", "On 11 September 2000 the Constitutional Court dismissed the applicant’s appeal. The decision was served on the applicant on 29 September 2000."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}