{"ITEMID": "001-104462", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "BELAYEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;George Nicolaou;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska", "TEXT": ["The applicant, Mr Igor Vasilyevich Belayev, is a Russian national who was born in 1957 and lives in the town of Pyatigorsk in Stavropol Region. The Russian Government (“the Government”) were represented by Messrs P. Laptev and G. Matyushkin, the successive Representatives of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was a military serviceman.", "On 8 June 1999 the Khabarovsk Garrison Military Court (“the Khabarovsk Court”) ruled in the applicant’s favour. It declared certain actions of the Magadan Regional Military Commissioner (“the Regional Commissioner”) unlawful. The Khabarovsk Court further ordered the Regional Commissioner to appoint the applicant to a specific post, to send him for medical examination and to pay him certain monetary sums. The applicant was also granted monetary compensation for the nonpecuniary damage caused by the Regional Commissioner’s unlawful actions.", "On 30 November 1999 the Khabarovsk Court’s judgment was mainly upheld on appeal by the Far-Eastern Circuit Military Court.", "On 8 December 1999 the applicant was appointed to the post pursuant to the judgments in his favour.", "The Regional Commissioner invited the applicant to undergo the medical examination on 10 December 1999. The applicant failed to arrive to the hospital of the Magadan Regional Directorate of the Interior for that purpose either on that date or on any date thereafter.", "The monetary compensation ordered by the Khabarovsk Court’s judgment of 8 June 1999 was fully paid to the applicant’s account in several tranches in 1999 and 2000.", "On 15 November 2001 the Pyatigorsk Garrison Military Court (“the Pyatigorsk Court”) again found for the applicant. It declared the Regional Commissioner’s order on the applicant’s discharge unlawful. The Pyatigorsk Court further ordered the Regional Commissioner to reinstate the applicant, to re-calculate his salary and to pay compensation to him and to give him four days of paid leave. The Pyatigorsk Court’s judgment was upheld on appeal by the North-Caucasian Circuit Military Court on 27 February 2002.", "On 30 August 2002 the applicant was formally re-instated by the Regional Commissioner pursuant to the Pyatigorsk Court’s judgment of 15 November 2001. The applicant was informed accordingly by the letter of the acting Regional Commissioner of 3 September 2002. He was also invited to report to the Regional Commissioner’s office in order to comply with other formalities. The documents in question were handed over to the applicant on 16 September 2002.", "As the applicant failed to arrive to his office, the Regional Commissioner on 11 February 2003 decided to deposit the monetary award due to the applicant with a bank account which had been opened for that purpose with the Savings Bank of Russia.", "On 4 April 2003 the military officials attempted to hand down the corresponding documents to the applicant personally but he refused to take them. In July 2003 the applicant received the documents which had been mailed to him.", "Relevant domestic law and practice are summarized, among many other judgments and decisions of the Court, in Pridatchenko and Others v. Russia, nos. 2191/03, 3104/03, 16094/03 and 24486/03, §§ 33-39, 21 June 2007."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}