{"ITEMID": "001-72975", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF ROJNIK v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicant was born in 1960 and lives in Žalec.", "6. On 4 March 1995 the applicant was injured in a car accident. The perpetrator of the accident had taken out insurance with the insurance company ZT.", "7. On 13 August 1996 the applicant instituted civil proceedings against ZT in the Celje District Court (Okrožno sodišče v Celju) seeking damages in the amount of 7,488,140 tolars (approximately 31,200 euros) for the injuries sustained.", "At an undetermined time in 1997, the judge presiding the case was appointed to the Celje Higher Court (Višje sodišče v Celju) and the case was transferred to a new judge.", "Between 5 November 1996 and 22 January 1999 he made three requests that a date be set for a hearing.", "Between 27 April 1997 and 18 June 2001 the applicant lodged fourteen preliminary written submissions and/or adduced evidence.", "Of the six hearings held between 27 January 1998 and 26 June 2001 none was adjourned at the request of the applicant.", "During the proceedings the court appointed two medical experts and a road traffic expert. The court once replaced the designated road traffic expert with a new one.", "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 10 December 2001.", "8. On 17 December 2001 the applicant appealed to the Celje Higher Court. ZT cross-appealed.", "On 19 February 2002 the court requested the first-instance court to correct its judgment in the part concerning the penalty interests.", "On 3 June 2003 the first-instance court corrected its judgment.", "On 10 June 2003 the applicant appealed.", "On 27 January 2005 the court dismissed the applicant’s appeals, allowed the ZT’s appeal in part and lowered the damages awarded.", "The judgment was served on the applicant on 28 February 2005.", "9. On 10 March 2005 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče).", "The proceedings are still pending."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}