{"ITEMID": "001-60823", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF MITCHELL AND HOLLOWAY v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicants were born in 1946 and 1941 respectively and live in Kent.", "10. On 7 February 1986 the applicants granted to a company now known as Buckingham International Limited (“Buckingham”) an option to purchase 90% of the share capital in Worldwide Dryers Limited (“WWD”) for 2 pounds sterling (“GBP”) a share, with a further option to purchase the remaining 10% at a price to be fixed by an agreed formula. On 2 October 1986 the first lot of shares in WWD was purchased. Relations between Buckingham and the applicants subsequently deteriorated.", "11. On 12 February 1988 WWD and Buckingham issued High Court proceedings against the applicants claiming, inter alia, damages for breach of contract. On 27 October 1988 Buckingham exercised its call option on the remaining 10% of the shares of WWD, Buckingham alleging that no further payment was due to the applicants given its outstanding claims against them.", "12. In January 1990 the second applicant was granted legal aid.", "13. The plaintiffs finally served their statement of claim on 1 May 1990 having received numerous extensions of time (ordered by the court on the basis of the parties’ consent). The statement of claim ran to fifteen pages. It included many allegations of breaches of warranties in the option agreement and claims that the applicants owed WWD substantial sums of money which they had borrowed from WWD through directors’ loans schemes.", "14. The applicants served a short-form defence on 31 July 1990 after two extensions of the relevant time-limit granted by the High Court following contested hearings. Further particulars of the defence were requested by the plaintiffs in November 1990. At a directions hearing on 28 February 1991, a Master of the High Court, inter alia, allowed the applicants to amend their defence and to file a counterclaim, and ordered that the action be set down for hearing on or before 23 March 1991. This date was subsequently vacated by the parties’ agreement. On 23 April 1991 the applicants were accorded until 14 May 1991 to file the amended defence and counterclaim, and it was so filed. In June 1991 the first applicant was granted legal aid. The plaintiffs’ reply and defence to the counterclaim was served on 9 September 1991, after an extension of time.", "15. At the request of the applicants’ solicitors, on 23 October 1991 the High Court ordered that the plaintiffs’ claim and the applicants’ counterclaim be set down for hearing. The relevant setting down notice was filed by the plaintiffs on 31 October 1991.", "16. On 13 November and 19 December 1991 the High Court ordered the plaintiffs to file outstanding pleadings. By letter dated 7 November 1991, the applicants requested an expedited hearing from the Lord Chancellor’s office. The letter of the Administrator of the Royal Courts of Justice dated 20 November 1991, in response, explained that the applicants could apply to the High Court to advance the hearing but that the court was otherwise unable to bring the hearing date forward. It further explained that such delays often occurred given the number of cases waiting to be heard, in the light of the estimated hearing time (then ten days) and because a fixed hearing date had been requested.", "17. In late 1991 and early 1992 the applicants were advised by solicitors and by junior and Queen’s Counsel that an application for an expedited trial was unlikely to succeed as inter alia there were no grounds for granting the applicants priority over other litigants. On 9 January 1992 the plaintiffs filed outstanding pleadings (further and better particulars of the statement of claim) and in February and March 1992 discovery of documents took place in the case.", "18. On 6 February 1992 counsel for all parties submitted an increased estimated hearing time of fifteen days. On 27 February 1992 the hearing date was fixed for 7 March 1994. The High Court later confirmed in its judgment of 5 November 1997 that the two-year delay in such cases was “not untypical” and that the reason was that the Chancery lists were “extremely congested”.", "19. On 8 December 1993 WWD was ordered (on its own petition) to be wound up.", "20. On 24 February 1994, due to the late discovery of the plaintiff’s documents (some 120 boxes), the applicants applied for an adjournment of the hearing date and for an expedited hearing date thereafter. Both requests were granted and the hearing date was re-scheduled for April 1994. On 12 April 1994 the applicants served further amendments to their defence and counterclaim.", "21. The hearing began on 26 April 1994 and lasted 20 days. Since WWD was in liquidation and did not appear, the judge dismissed WWD’s action at the outset. Buckingham applied to make substantial amendments to its pleadings and its claims were adjourned. Only the applicants’ counterclaim was therefore examined. Judgment (ninety-nine pages) was delivered by Ferris J. on 18 July 1994 in favour of the applicants in the sum of GBP 3,681,143.47 plus costs.", "22. The execution of that judgment was stayed by order of the High Court on 27 July 1994 pending the lodging of a notice of appeal. On 29 July 1994 the High Court made an order for security for costs against Buckingham and on 15 August 1994 Buckingham lodged an appeal. On 12 September 1994 Buckingham’s claims were dismissed by consent and costs were awarded to the applicants. The stay was partially lifted, allowing the applicants to pursue execution of a small part of the judgment. On 20 April 1995 a High Court Master made a provisional charging order over the property of Buckingham in the sum of the judgment.", "23. On 27 April 1995 creditor banks appointed administrative receivers in respect of Buckingham. On 22 May 1995 the High Court Master confirmed the charge on Buckingham’s property in the amount of the judgment and of the interest and legal costs accrued since the judgment. On 8 June 1995 Buckingham withdrew its pending appeal since the receivers did not wish to pursue it. The appeal was therefore dismissed by the High Court on 29 June 1995 and costs were awarded to the applicants. The stay was also lifted.", "24. In March 1996 the Taxing Office assessed the applicants’ costs (including those of the appeal but less the periods for which they were legally aided) at GBP 500,000 approximately.", "25. Given the appointment of administrative receivers to Buckingham, the applicants investigated how to achieve priority for their judgment over unsecured and preferential creditors of Buckingham, and it was considered that the judgment could be enforced against the intra-group indebtedness of certain subsidiaries of Buckingham in the United States (“US”).", "26. In early 1996 the applicants therefore had the judgment registered in Florida. In May 1996 they issued proceedings in the US to garnishee funds owed to Buckingham by its US subsidiaries. On 8 May 1996 a circuit court in Florida made an order by which over 7,000,000 US dollars of those subsidiaries’ funds were held in court as security for the judgment debt in the United Kingdom.", "27. On 21 May 1996 the High Court, on the application of Buckingham’s administrative receivers for a winding up order, appointed provisional liquidators to take over its affairs. In May 1996 those provisional liquidators obtained from the US courts a provisional discharge of the order garnisheeing the subsidiaries’ funds. That provisional order was subject to the courts in the United Kingdom determining whether the latter would permit the applicants to enforce their judgment debt ahead of the existing secured and preferential creditors of Buckingham.", "28. The applicants therefore issued new proceedings (no. 2835/1996) on 11 June 1996 in the High Court in the United Kingdom to have determined the issue identified by the US courts. Pointing to the delay in the determination of their claim against Buckingham in the substantive proceedings, they requested the High Court to exercise its discretion to give them priority over the secured and preferential creditors of Buckingham.", "29. On 3 July 1996 a compulsory winding up order of Buckingham was obtained which confirmed the provisional liquidators in office.", "30. On 1 August 1996 the High Court ordered, on the basis of the parties’ consent, that the jurisdiction issue be dealt with as a preliminary matter. On 11 October 1996 the High Court found that it did not have jurisdiction. A notice of appeal was issued on 28 October 1996 and leave to appeal was granted on 14 January 1997. On 21 February 1997 the Court of Appeal found that the High Court had jurisdiction and remitted the case to it. (Mitchell and another v. Carter and another, Re Buckingham International plc [1997] 1 BCLC 681).", "31. On 12 May 1997 the applicants requested that their application be certified as fit for a speedy trial and that application was granted on 3 June 1997. The High Court heard the matter again on 9 July 1997. On 5 November 1997 Harman J. handed down the High Court’s judgment. He found that he could not prefer the judgment debt of the applicants over the secured and preferential creditors of Buckingham. He described the “lamentable history” of the proceedings and was critical of the conduct of those proceedings by Buckingham and their legal representatives, referring to their “highly successful spoiling tactics”, to the “carefully dilatory conduct of the action before mid-1992” and to their “extremely overdue” statement of claim pointing out, in this context, that “if litigation is about the obtaining of justice at a fair trial it is equally clear that that process was wholly obstructed”. A notice of appeal was filed on 5 December 1997.", "32. On 3 February 1998 the Court of Appeal heard the appeal and on 16 February 1998 it confirmed the judgment of the High Court (Mitchell and another v. Buckingham International plc (in liq) and others, Re Buckingham International plc (in liq) (no 2) [1998] 2 BCLC 383). The Court of Appeal also referred to the “delaying tactics adopted in the litigation by Buckingham and its solicitors” which “may have amounted to, or come close to, abuse of process”. It went on:", "“The civil justice system has unfortunately failed to give [the applicants] prompt relief for their complaints, and their eventual victory before Ferris J has become a very hollow victory. Nevertheless, there was in our judgment no substantial flaw in the way in which Harman J exercised his discretion.”", "33. The Court of Appeal also refused leave to appeal to the House of Lords. The application for leave to appeal to the House of Lords (filed on 16 March 1998) was rejected by that body on 29 June 1998.", "34. The applicants finally recovered from the liquidators of Buckingham approximately GBP 100,000 after payment of their costs.", "35. The High Court possesses an inherent jurisdiction to dismiss any action for “want of prosecution” by the plaintiff and an action is liable to be so dismissed where the plaintiff has been guilty of contumelious default or where there has been inordinate and inexcusable delay causing prejudice to the defendant.", "36. It also has an inherent jurisdiction to strike out an action on the grounds that it is an abuse of the process of the Court. This latter power was supplemented by Order 18 rule 19 of the Rules of the Superior Courts (“RSC”) which provided for an express power to strike out any pleading or an endorsement of any writ on the grounds, inter alia, that it may prejudice, embarrass or delay the fair trial of the action, or is otherwise an abuse of process of the Court.", "37. Order 19 rule 1 of the RSC provided that, where a plaintiff failed to serve a statement of claim on a defendant, the latter could apply to the court after the relevant time period passed for an order to dismiss the action. The court could dismiss the action or make such order as it thought fit.", "38. Order 34 rule 2(2) of the RSC provided for action to be taken where the plaintiff failed to set down an action for hearing within the period stipulated by the court: the defendant could either set the case down for hearing or could apply to the court to dismiss the action for want of prosecution. Again, the court could dismiss the action or make such other order as it thought fit.", "39. A party to proceedings could also apply to a Master or judge of the High Court for an order that the hearing of a case be expedited."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}