{"ITEMID": "001-22917", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "THE SYNOD COLLEGE OF THE EVANGELICAL REFORMED CHURCH OF LITHUANIA v. LITHUANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant church, the Synod College of the Evangelical Reformed Church of Lithuania, is based in Vilnius. It was represented before the Court by Mr K. Stungys, a lawyer practising in Vilnius. The respondent Government were represented by Mr G. Švedas, Agent of the Government.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "Since 1889 the Evangelical Reformed Church of Lithuania had owned an apartment building of 1,795.63 square metres in the centre of Vilnius (“the building”). In 1940, following the Soviet invasion in Lithuania, the building was nationalised. In 1990 the independence of Lithuania was re-established.", "During the period from March 1992 to March 1993 the Vilnius Naujamiestis Municipal Council (seniūnija) transferred ownership rights of 12 apartments in the building to the tenants of those flats under the Privatisation of Flats Act.", "1. Decisions of the Vilnius City Council of 8 and 20 December 1993", "On 8 December 1993 the Vilnius City Council (valdyba) adopted a decision to return the building to the Vilnius Community of the Evangelical Reformed Church of Lithuania based on the Restitution of Church Property Act 1990.", "On 20 December 1993 an executive branch of the Vilnius City Council took a decision to hand over the building to the Vilnius Community of the Evangelical Reformed Church of Lithuania.", "On 27 December 1993 the necessary formalities were finalised whereby the Vilnius Community of the Evangelical Reformed Church of Lithuania was handed over the control of the building.", "2. Annulment of the decisions of 8 and 20 December 1993", "", "The tenants brought court proceedings to quash the administrative decisions of 8 and 20 December 1993. The Vilnius Community of the Evangelical Reformed Church of Lithuania filed a counter-claim, asking the court to declare null and void the contracts of privatisation of the flats between the Naujamiestis Municipal Council and the tenants.", "On 9 January 1996 the Vilnius City Second District Court satisfied the claim of the tenants. The court quashed the decisions of 8 and 20 December 1993, holding that the Restitution of Church Property Act 1990 had required the local authority to provide the former tenants with appropriate housing when deciding to restore property rights of the former owner. The court also held that, pursuant to the Restitution of Church Property Act 1995, houses and apartments that had leasehold tenants could not be returned to former owners. The Vilnius Community of the Evangelical Reformed Church of Lithuania and the Vilnius City Council appealed against this decision.", "By a decision of 18 January 1996 the Vilnius Community of the Evangelical Reformed Church of Lithuania transferred the rights to the building and the claims thereto to the Synod College of the Evangelical Reformed Church of Lithuania.", "On 14 August 1996 the Vilnius Regional Court quashed the judgment of the District Court and dismissed the tenants’ claims. The Regional Court found that the Restitution of Church Property Act 1990 nullified the relevant Soviet regulation of 1948 under which churches and other property of religious communities had been nationalised. The court held that since the adoption of the law in 1990 the State had had no property right to the building in question, and that the flats therein could not be privatised. Accordingly, the contracts of privatisation between the Naujamiestis Municipal Council and the tenants had been null and void. The Regional Court confirmed the validity of the decisions of 8 and 20 December 1993.", "The tenants lodged a cassation appeal against the above decision, alleging that the flats in question were in fact their property.", "On 14 October 1997 the Court of Appeal examined the case acting as a court of cassation. It agreed with the tenants, reversing the decision of the Regional Court and upholding the judgment of the first-instance court.", "The Court of Appeal noted that the nationalisation of the building had been based on a Soviet regulation of 1940, and not by that of 1948 as it had been stated by the Regional Court. Accordingly, the Restitution of Church Property Act 1990 could not apply in the instant case.", "The Court of Appeal recalled the decision of the Constitutional Court of 27 May 1994, stating that only from the moment of the decision of a competent authority to return the property in kind or to compensate therefor did the former owner acquire a property right.", "The Court of Appeal ruled that the right of the Vilnius Community of the Evangelical Reformed Church of Lithuania to control the building had been restored by the decision of the Vilnius City Council of 8 December 1993, that is, after the tenants had bought the flats in accordance with the Privatisation of Flats Act. Therefore the Vilnius City Council, at the time when it had decided to return the building to the former owner, had no longer had ownership rights of the 12 flats constituting part of the building. The Vilnius City Council had not therefore had the right to return the building in its entirety to the former owner. The Court of Appeal also noted that the Privatisation of Flats Act had not barred privatisation of flats in a building formerly owned by a religious community. The Court of Appeal quashed the decisions of 8 and 20 December 1993 and confirmed the tenants as the lawful owners of the flats.", "The Court of Appeal found that the Vilnius Community of the Evangelical Reformed Church of Lithuania was entitled to restitution of its property rights in respect of the building in accordance with the Restitution of Church Property Act 1995. Under the above law, however, no return of the whole building was possible. The Court of Appeal noted in the reasoning part of the judgment that the Vilnius City Council will have to decide newly with the question of the property rights of the Evangelical Reformed Church of Lithuania in accordance with the applicable domestic legislation (also see the ‘Relevant domestic law and practice part’ below). The Court of Appeal did not order the local authority to conduct any specific actions in this connection.", "3. Proceedings concerning the charges for heating", "", "On an unspecified date in 1998 a communal services company of the local authorities (“the company”) brought a court action against the Synod College of the Evangelical Reformed Church of Lithuania, claiming that the applicant church had not paid for heating of the building during a period from 1997 to 1998. On 16 November 1999 the Vilnius City Second District Court rejected the action as unsubstantiated.", "On 28 December 1999 the Vilnius Regional Court quashed the decision, accepting the company’s action and awarding damages against the applicant church for the unpaid charges for heating during the period from 2 February 1997 until 14 May 1998. The court found that on 27 December 1993 the control over the building had been handed over to the Vilnius Community of the Evangelical Reformed Church of Lithuania. It was further established that on 14 May 1998, in view of the judgment of the Court of Appeal of 14 October 1997, the control over the building had been transferred back to the local authorities. The court found that the applicant church had entered into a contract with the company to pay for heating of the building, and that they had breached their contractual obligations. It was established that during the period from 27 December 1993 until 14 May 1998 the applicant church had controlled the use of the building and that it had, through a subsidiary unit, executed the functions of managing the building, of renovation, and of payment for communal services. The court found inter alia that the applicant church had the right to enter into sub-contracts with the tenants in order to act on their behalf in managing the payment of communal charges for the building. It stressed that the outcome of the proceedings concerning the validity of the decisions to restore the applicant church’s property rights had no bearing on the obligation for the applicant church to perform its contractual duties.", "The applicant church did not state that it appealed against this decision.", "4. Administrative proceedings", "On an unspecified date in 2001 the Synod College of the Evangelical Reformed Church of Lithuania filed an administrative action against the Government, claiming damages in the amount of 5 million litai (LTL) in connection with the failure of the Government to prevent the privatisation of the 12 flats and the authorities’ refusal to return the whole building to the applicant church.", "On 20 November 2001 the Vilnius Regional Administrative Court rejected the action as unsubstantiated. On 31 January 2002 the Supreme Administrative Court upheld the lower court’s judgment. It found inter alia that the lawfulness of the privatisation of the flats had been established by the final judgment of the Court of Appeal of 14 October 1997. No fault was attributed to the Government. The Supreme Administrative Court also noted that the applicant church had been entitled to file a civil action against a State authority if it considered that it had been prevented from making its property claims under the applicable domestic legislation.", "The Restitution of Church Property Act 1990 provides for return to religious communities of property nationalised by a specific Soviet regulation of 1948.", "The Restitution of Church Property Act 1995 deals with instances of nationalisation of church property other than those specified in the 1990 Act. The 1995 Act provides for two forms of “restitution of property rights” (nuosavybės teisių atkūrimas): 1) return of property in certain circumstances; 2) compensation in others; compensation can be made in money or alternative items. The 1995 Act specifically bars a return in kind of buildings having tenants or owners of flats (paragraphs 1 and 4). Under Article 12 of the Act, an appropriate form of compensation should be chosen by the former owner if the property cannot be returned in kind.", "The Privatisation of Flats Act 1991 specifies the conditions for tenants to privatise flats in apartments and houses in the State possession.", "On 27 May 1994 the Constitutional Court examined the issue of compatibility of the Constitution with the domestic laws on restitution of property rights. In its decision the Constitutional Court held inter alia that possessions which had been nationalised by the Soviet authorities since 1940 should be considered as “property under the de facto control of the State”. The Constitutional Court also stated: “The rights of a former owner to particular property have not been restored until the property is returned or appropriate compensation is paid. The law does not itself provide any rights while it is not applied to a concrete person in respect of a specific property item. In this situation the decision of a competent authority to return the property or to compensate therefor has such a legal effect that only from that moment does the former owner obtain property rights to a specific property item.” The Constitutional Court also held that fair compensation for property which could not be returned was compatible with the principle of the protection of property.", "In decisions of 15 June and 19 October 1994 the Constitutional Court emphasised that the notion of restitution of property rights in Lithuania essentially denoted partial reparation. In this respect the Constitutional Court noted that the authorities of Lithuania as a re-established State in 1990 were not responsible for the Soviet occupation half a century ago, nor were they responsible for the consequences of that occupation. The Constitutional Court held that since the 1940s many private persons had bought, in accordance with the legislation applicable at the material time, various property items which had been previously nationalised. The denial of these factual and legal aspects was impossible, and the domestic legislation on restitution of property rights duly took into account not only the interests of the former owners, but also the interests of private persons who had occupied or purchased the property under lawful contracts.", "On 20 June 1995 the Constitutional Court also said that the choice by the Parliament of the partial reparation principle was influenced by the difficult political and social conditions in that “new generations had grown, new proprietary and other socio-economic relations had been formed during the 50 years of occupation, which could not be ignored in deciding the question of restitution of property”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}