{"ITEMID": "001-82267", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "MOHAMMADI v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Anvar Mohammadi, is an Iranian national who was born in 1947. He currently lives in Canada. He was represented before the Court by Mr H. Saeedi, who resides in the Netherlands. The Government did not appoint an agent to represent them.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 20 October 2000, the applicant, followed by his wife and children on 23 October 2000, entered Turkey illegally. According to the information provided by him, he was a political activist against the regime in Iran and a member of the Democratic Kurdistan Party. In this connection, he submitted an Iranian Court order of 2001, concerning the confiscation of his property on account of his collaboration with the said party and for his illegal departure from Iran.", "On 13 November 2000, the applicant filed an asylum request with the Turkish authorities and the United Nations High Commissioner for Refugees (UNCHR).", "On 30 January 2003 his asylum request was dismissed by the UNCHR.", "On 4 May 2005 the Ministry of the Interior rejected his asylum application.", "On an unspecified date, he again applied to the UNCHR. His request was dismissed on 13 September 2005 and his file was closed.", "The applicant continued to send letters to the UNCHR and consequently his case was reopened.", "On 20 January 2006 he was arrested at Ankara Airport while trying to leave the country.", "On 22 January 2006 he lodged his application with the Court and requested not to be deported to Iran.", "On 26 January 2006 he was given a residence permit in Turkey which was valid until August 2006, in order to facilitate his participation in the domestic proceedings in Turkey.", "On 1 March 2006 he was recognised as a refugee by the UNCHR.", "On 29 May 2006 he was arrested by Turkish police in Van.", "On the same day, his representative filed an urgent action with the Court. He stated that the applicant had been recognised as a refugee by the UNCHR and had a residence permit in Turkey until 10 August 2006. He requested the Court to stop the applicant’s deportation.", "On 31 May 2006, the Acting President of the Chamber to which the case has been allocated decided to indicate to the Government, under Rule 39 of the Rules of Court, that the applicant should not be deported to Iran until further notice. On the same day, the Acting President also decided to apply Rule 40 of the Rules of Court (urgent notification of an application) to the present case. Accordingly, the Government were requested to submit factual information by 12 July 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}