{"ITEMID": "001-58781", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "CHAMBER", "DATE": 2000, "DOCNAME": "CASE OF JECIUS v. LITHUANIA", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (six month period);Violation of Art. 5-1 as regards the applicant's preventive detention;Violation of Art. 5-1 as regards the applicant's detention from 4 June to 31 July 1996;No violation of Art. 5-1 as regards the applicant's detention from 31 July to 16 October 1996;No violation of Art. 5-3 as regards the alleged failure to bring the applicant promptly before a judge or other officer;Violation of Art. 5-3 as regards the length of the applicant's detention;Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "", "TEXT": ["8. The applicant, a hotel director, was suspected of a murder committed in 1994. In 1995 the murder case was struck out for lack of evidence.", "9. The applicant was arrested on 8 February 1996. On the same date the Chief Police Commissioner ordered the applicant's “preventive detention” (prevencinis sulaikymas) for sixty days on the authorisation of the Deputy Prosecutor General. On 9 February 1996 a judge of the Vilnius Regional Court confirmed the preventive detention order. The order referred to a general provision of Article 50-1 of the Code of Criminal Procedure then in force which permitted preventive detention in connection with banditry, criminal association and intimidation. The applicant appealed against his arrest, claiming, inter alia, that he had not been informed of the reason for his detention or of any charge against him. On 19 February 1996 a judge of the Vilnius Regional Court dismissed the appeal. No specific charge was brought against the applicant in the above decision. No investigation was carried out in connection with his preventive detention.", "10. On 8 March 1996 the murder case was reopened. The applicant was charged, as a principal offender, with murder with aggravating circumstances. He was accused of organising the unlawful punishment of the alleged thief of his car, who had died as a result. Among the five accused persons in the case were three police officers who had allegedly handed over the arrested victim to the applicant.", "11. On 14 March 1996 the Deputy Prosecutor General, by reference to Article 104 of the Code of Criminal Procedure, authorised the applicant's detention on remand on suspicion of murder. His detention was authorised until 4 June 1996.", "12. On 27 March 1996 the applicant was questioned. On 22 April 1996 he submitted an application to the prosecution, claiming that there was no evidence to suspect him of having committed or prepared an offence, and that his preventive detention and subsequent detention on remand were incompatible with domestic criminal procedure and Article 5 of the Convention. On 24 April 1996 the Chief Prosecutor of Panevėžys Region dismissed the application on the ground that the applicant's detention could be justified merely by the gravity of the alleged offence.", "13. On 17 May 1996 the applicant submitted an application to the Prosecutor General, again arguing that there was no reasonable suspicion against him, and that his detention infringed his rights under Article 5 of the Convention. On 21 May 1996 a regional prosecutor dismissed the application. On 4 June 1996 a renewed application by the applicant's representative was rejected by the Chief Prosecutor of the Panevėžys Region.", "14. The pre-trial investigation was concluded on 29 May 1996. From 30 May to 10 June 1996 the applicant and his counsel were given access to the case file. The other defendants in the case had access to the file until 14 June 1996.", "15. The applicant, after consulting the case file, submitted an application to the prosecution, arguing that the charge and detention were ill-founded. On 11 June 1996 a prosecutor of the Panevėžys Regional Prosecutor's Office dismissed the application, stating that the case file as a whole contained sufficient evidence of the applicant's guilt.", "16. On 13 June 1996 the prosecutor informed the authorities of the prison in which the applicant was remanded that his detention was “automatically extended until 14 June 1996” pursuant to former Article 226 § 6 of the Code of Criminal Procedure, and that the case had been transmitted to the Chief Prosecutor of the Panevėžys Region to confirm the bill of indictment. No decision on the applicant's detention on remand was taken.", "17. On 24 June 1996 the Chief Prosecutor of the Panevėžys Region wrote to the prison authorities, informing them that the murder case had been transmitted to the Panevėžys Regional Court, and that the applicant's detention had been valid. No decision as to the detention was taken.", "18. On 1 July 1996 the Panevėžys Regional Court informed the prison authorities that a court hearing would be held on 31 July 1996 and that directions for the trial of the applicant and his co-accused would be given. No formal order as to the applicant's detention on remand was issued.", "19. On 31 July 1996, at the directions hearing, a judge of the Panevėžys Regional Court decided that the applicant's detention on remand “should remain unchanged”. The judge did not mention any other aspects concerning the lawfulness of the applicant's detention. The applicant's counsel was present at the hearing.", "20. The trial started before the Panevėžys Regional Court on 3 September 1996. On 9 September the examination of the case was adjourned in order to collect further material evidence.", "21. From 14 to 16 October 1996 the Regional Court heard the case in the presence of the applicant and his lawyer. On 16 October 1996 the court decided that the applicant was to remain in custody. No other aspects of the lawfulness of the applicant's detention on remand were mentioned in the decision. The term of the applicant's detention was extended to 15 February 1997. The court also ordered additional investigative measures.", "22. On 28 October 1996 the applicant appealed against that decision to the Court of Appeal. He also lodged applications with the Prosecutor General, the prison authorities, and the Ombudsman. The applicant claimed that the Regional Court's decision to detain him had not been valid, because it had simply prolonged a non-existent decision on detention which had expired on 4 June 1996. The applicant stated, inter alia, that Article 20 of the Lithuanian Constitution and Article 5 of the Convention had been infringed to his detriment.", "23. On 21 November 1996 the Ombudsman drew the attention of the Minister of the Interior, the Prosecutor General, the Director of the Prison Department and the prison governor to the fact that, in his view, the applicant “had been remanded in custody unlawfully from 14 June 1996 until 31 July 1996, in breach of Article 20 of the Constitution ... and Article 5 § 1 (c) of the Convention”.", "24. On 25 November 1996 the applicant renewed his appeal against his detention.", "25. On 27 November 1996 the Court of Appeal disallowed the appeal by reference to Article 372 § 4 of the Code of Criminal Procedure as it was worded at the time. In its letter to the applicant, the Court of Appeal admitted that the lower judges had “possibly” erred in law in deciding the question of his detention, but it noted that no appeal lay against their decisions.", "26. On the same date, on appeal by the prosecution against the Panevėžys Regional Court's decision of 16 October 1996, the Court of Appeal quashed the decision to order additional investigative measures in the case. The applicant appealed.", "27. On 30 November 1996 the applicant lodged an application against his detention with the President of the Supreme Court. On 30 December 1996 the President of the Criminal Division of the Supreme Court informed the applicant that the application could not be examined. He admitted that the applicant “was remanded in custody from 4 June 1996 to 31 July 1996 without the remand measure being extended”. He emphasised, however, that the “ground of appeal cannot overturn the provision of law according to which a decision ordering, varying or extending a remand measure (Article 372 § 4 of the Code of Criminal Procedure) ... cannot be the subject of an appeal”.", "28. On 14 January 1997 the Supreme Court amended the Court of Appeal's decision of 27 November 1996 quashing the Panevėžys Regional Court's decision of 16 October 1996 to order additional investigative measures. The Supreme Court also decided that a bench of three judges rather than a single judge should consider the merits of the murder case.", "29. The applicant instituted civil proceedings against the prison authorities for keeping him in detention without any formal order. On 26 February 1997 a judge of the Šiauliai District Court dismissed the action. The judge held that the prison's actions had been based on “the authorisation of the prosecutor, and letters containing information about the extension of the detention, and decisions of the judge and court”. On 28 April 1997 the Šiauliai Regional Court upheld the decision of the District Court.", "30. The applicant applied for bail on health grounds. On 17 March 1997 the Panevėžys Regional Court dismissed the application. The trial was again adjourned and additional investigations ordered until 28 April 1997, when the case was referred back to court. The trial resumed on 26 May 1997.", "31. On 9 June 1997 the Panevėžys Regional Court acquitted the applicant on all charges for lack of evidence. He was released from custody.", "32. The prosecution and the other defendants in the case appealed against the first-instance judgment. On 27 August 1997 the Court of Appeal quashed the judgment of the Regional Court. The case was referred back to the prosecution for further investigation.", "33. On 22 October 1997 a prosecutor of the Panevėžys Regional Prosecutor's Office informed the applicant that the criminal proceedings against him had been discontinued by a decision of 21 October 1997.", "34. The following provisions of the Constitution of the Republic of Lithuania (Lietuvos Respublikos Konstitucija) are relevant:", "“A person arrested when committing an offence must, within forty-eight hours, be brought to court for the purpose of determining, in the presence of the detainee, whether detention is appropriate. If the court does not order the detention of the arrested person, he shall be released immediately.”", "“A person whose constitutional rights or freedoms are violated shall have the right to apply to a court.”", "35. Relevant provisions of the former Code of Criminal Procedure (Baudžiamojo proceso kodeksas) are:", "“No one shall be arrested save by virtue of a decision of a court, or an order of a judge or the authorisation of a prosecutor ...”", "“... [H]aving sufficient reasons to suspect that a person may commit a dangerous act, the elements of which are set out in Articles 75 [banditry], 227-1 [criminal association] and 227-2 [intimidation] of the Criminal Code of the Republic of Lithuania, and with a view to preventing the commission of such an act, a chief of police ... may, by a reasoned decision, with the authorisation [of a prosecutor] ... order the arrest of the person ...", "Within forty-eight hours, in the presence of the police officer who took the decision to arrest and the prosecutor who authorised it ... a president of a district court, a judge of a regional court or a president of a division of a regional court shall decide on the lawfulness of the arrest.", "The judge, in determining whether the arrest was lawful, may of his own motion bring the arrested person before him; however, the judge may also decide in the absence of the arrested person ...", "The arrested person ... may appeal against the decision to a higher judge.", "... [T]he decision of the higher judge shall be final and cannot be the subject of an appeal ...", "... [A] person detained on the authorisation of a prosecutor and whose detention is confirmed by a judge may be so detained for no longer than two months ...”", "Since 21 June 1996 arrest may only be ordered by a court or judge.", "“Detention as a remand measure shall be used only where based on the decision of a court, the order of a judge or the authorisation of a prosecutor in the case of offences carrying a statutory penalty of at least one year of imprisonment ...", "In the case of offences specified in [Article] ... 105 [murder with aggravating circumstances] ... of the Criminal Code, detention as a remand measure may be ordered on the ground of the gravity of the offence alone ...", "In deciding whether to authorise the detention, a prosecutor ... shall personally hear the suspect or defendant where necessary ...”", "“... [T]he arrested person shall be brought before a judge within not more than forty-eight hours ... The judge must hear the person as to the grounds of the arrest. The prosecutor and counsel for the arrested person may take part in the hearing. After having questioned the arrested person, the judge may maintain the arrest order by designating the term of detention, or may vary or revoke the remand measure. ...", "After the case has been transmitted to the court ... [it] may order, vary or revoke the detention on remand.”", "The amended Article 104-1 (in force since 24 June 1998) provides that the prosecutor and defence counsel must take part in the first judicial examination of the arrested person, unless the judge decides otherwise. The amended provision also permits the court to extend the period of detention on remand before its expiry.", "“For the purpose of extending the term of detention on remand [at the stage of pre-trial investigation a judge] must convene a hearing to which defence counsel, the prosecutor and, if necessary, the detained person shall be called.”", "The version of the Code in force since 24 June 1998 makes it compulsory for the detainee to attend the remand hearings.", "“An arrested person or his counsel shall have the right during the pre-trial investigation to lodge [with an appellate court] an appeal against the detention on remand ... With a view to examining the appeal, a hearing may be convened, to which the arrested person and his counsel, or counsel alone, shall be called. The presence of a prosecutor is obligatory at such a hearing.", "The decision taken by [the appellate judge] is final and cannot be the subject of a cassation appeal.", "A further appeal shall be heard when the extension of the term of detention on remand is examined.”", "The present Article 109-1 (in force since 24 June 1998) now provides for an appeal to a higher court and a hearing in the presence of the detainee and his counsel, or his counsel alone.", "“The period when the accused and his counsel have access to the case file shall not be counted as part of the overall term of pre-trial investigation and detention. Where there are several accused persons, the period during which all the accused and their counsel have access to the case file shall not be counted as part of the overall term of pre-trial investigation and detention.”", "Since 24 June 1998 this period has ceased to be relevant for remand decisions.", "“Decisions of courts ... ordering, varying or revoking a remand measure ... cannot be the subject of an appeal ...”", "36. A number of provisions of the present Code of Criminal Procedure are relevant.", "Article 52 § 2 (3) and (8) and Article 58 § 2 (8) and (10) provide, respectively, that the accused and their counsel have the right to “submit requests” and to “appeal against acts and decisions of an interrogator, investigator, prosecutor or court”.", "“In deciding whether to commit the accused for trial, a judge individually, or a court at a directions hearing, shall determine", "...", "(11) whether the remand measure has been selected appropriately.”", "“After deciding that there is a sufficient basis to commit the accused for trial, a judge individually, or a court at a directions hearing, shall determine issues concerning", "...", "(2) the remand measure in respect of the accused ...”", "“The defendant shall have the right to", "...", "(3) submit requests;", "...", "(11) appeal against the judgment and decisions of a court.”", "“In the course of a trial, a court may decide to order, vary or revoke a remand measure in respect of the defendant.”", "37. The law of 21 June 1996 amending and supplementing the Code of Criminal Procedure (Baudžiamojo proceso kodekso pakeitimų ir papildymų įstatymas) stated that detention authorised by a prosecutor prior to 21 June 1996 could thereafter be extended by a court in accordance with the new procedure governing remand in custody.", "38. The reservation entered by Lithuania in respect of Article 5 § 3 of the Convention was in force until 21 June 1996 and provided as follows:", "“The provisions of Article 5, paragraph 3, of the Convention shall not affect the operation of Article 104 of the Code of Criminal Procedure of the Republic of Lithuania (amended version No. I-551, July 19 1994) which provides that a decision to detain in custody any persons suspected of having committed a crime may also, by decision of a prosecutor, be so detained. This reservation shall be effective for one year after the Convention comes into force in respect of the Republic of Lithuania.”"], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "5-3"], "NON_VIOLATED_BULLETPOINTS": []}