{"ITEMID": "001-81940", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF BENYAMINSON v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6;Violation of Art. 13", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1943 and lived in Simferopol.", "5. On 9 December 1998 criminal proceedings were instituted against the applicant for fraud and forcible assertion of a private right (самоправство). He was suspected of having circumvented the divorce proceedings by way of forging his ex-wife's signature on the petition for divorce and substituting her in the court proceedings with another woman. This had allegedly been done with a view to obtaining the sole ownership of the matrimonial estate.", "6. On 15 December 1998 the applicant was arrested (затриманий) and placed in police custody.", "7. On 16 December 1998 the Alushta Town Prosecutor (Прокурор міста Алушта) ordered the applicant's detention on remand (взяття під варту).", "8. On 21 December 1998 the applicant's ex-wife was admitted to the proceedings as a victim (потерпіла).", "9. On 13 January 1999, ruling on a request for release, that had been filed by the applicant's lawyer, the Alushta Town Court (Алуштинський міський суд) decided to release the applicant on an undertaking not to abscond (підписка про невиїзд).", "10. On 21 January 1999 an investigator of the Alushta Town Police Department (слідчий СВ Алуштинського МВ УМВС в АР Крим, hereafter “the investigator”), assigned to deal with the case, adjourned the proceedings until 11 February 1999 due to the illness of the applicant.", "11. For some time in April 1999 the applicant was put on the list of wanted persons due to his failure to respond to the investigator's summonses. Between 14 June and 8 July 1999 the proceedings were suspended due to the applicant's failure to appear for questioning.", "12. On 9 July 1999 the pre-trial investigation was completed and the applicant was given access to the case file. In the course of the investigation the police investigator interviewed ten witnesses and obtained an expert's opinion on the question whether the applicant had forged the victim's signature on the petition for divorce.", "13. The applicant commenced studying the case file on 19 July 1999. For a certain period in August 1999 he was on a wanted list due to his failure to appear for scheduled access to the case file.", "14. On 20 October 1999 the judge of the Yalta Town Court (Ялтинський міський суд) committed the applicant for trial on charges of fraud and forcible assertion of a private right.", "15. The hearing scheduled for 22 October 1999 was adjourned due to the illness of the applicant's lawyer.", "16. The Yalta Town Court cancelled the hearings fixed for 17 November and 10 December 1999 on account of the victim's and witnesses' failure to appear.", "17. On 24 February 2000 the Prosecutor's Office of the Autonomous Republic of Crimea (Прокуратура Автономної Республіки Крим, hereafter “the POARC”) informed the applicant that, in response to his complaint, the police investigator who had dealt with his case at the pre-trial stage had been reprimanded for delaying the investigation.", "18. The hearing scheduled for 29 March 2000 was adjourned on the applicant's request.", "19. The Yalta Town Court could not hold a hearing fixed for 19 April 2000 because the judge was on mission elsewhere.", "20. On 11 May 2000 the Yalta Town Court decided that further pre-trial investigations were necessary and remitted the case to the Alushta Town Prosecutor.", "21. Between 20 and 29 June 2000 the proceedings were suspended due to the applicant's failure to appear and the victim's temporary stay in Germany.", "22. On an unknown date in June 2000 the police investigator issued a certificate, stating that the applicant had refused to participate in further proceedings and to provide his new address in Simferopol.", "23. On 3 July 2000 the investigator ordered the police to establish the whereabouts of the victim and the witnesses.", "24. From 22 July 2000 until an unknown date in August 2000 the case file was examined by the Alushta Town Prosecutor's Office (Прокуратура міста Алушта).", "25. In the meantime, on 27 July 2000 the investigator ordered the police to establish the whereabouts of the applicant.", "26. On 30 August 2000 the investigator questioned the victim. On 31 August 2000 he decided to suspend the proceedings on the ground that the victim had taken up permanent residence in Belorussia.", "27. On an unknown date in early October 2000 the Alushta Town Prosecutor's Office brought disciplinary proceedings against the investigator for unjustified delay of the proceedings.", "28. On 10 October 2000 a new investigator was assigned to the applicant's case. On the same date he discontinued the proceedings in respect of the fraud charge, but continued in respect of the charge of a forcible assertion of private right charge.", "29. On 28 November 2000 the Prosecutor's Office of the Autonomous Republic of Crimea (Прокуратура Автономної Республіки Крим) set aside the investigator's decision of 10 October 2000.", "30. On 12 December 2000 the case was handed over to a new investigator. On 21 December 2000 yet another investigator was assigned to deal with the case.", "31. The investigation resumed on 4 January 2001.", "32. In a decision of 10 January 2001 the investigator discontinued the criminal proceedings as they became time barred.", "33. On 23 January 2001 the Alushta Town Prosecutor's Office set aside this decision. The proceedings resumed on 21 February 2001.", "34. Between 15 March and 3 May 2001 the investigator suspended the proceedings due to the fact that the case was liable for termination on the ground of the parties' friendly reconciliation. On the latter date the investigator decided to discontinue proceedings on the above ground.", "35. On an unknown date before 9 June 2001 the Alushta Town Prosecutor's Office set aside the investigator's decision of 3 May 2001.", "36. On 10 June 2001 the investigator ordered the police to establish the whereabouts of the victim.", "37. On 20 June 2001 the investigator was informed that the victim had taken up permanent residence in Belorussia.", "38. From 16 June to 18 July 2001 the proceedings were suspended due to the parties' friendly reconciliation. On the latter date the investigator questioned a witness.", "39. From 16 June to 20 July 2000 the investigator re-interviewed four out of the ten witnesses, on whose evidence the bill of indictment of 21 August 1999 had been based. On 13 July 2001 he issued a request to the Belorussian police to establish the victim's whereabouts and to serve a summons obliging her to appear and give evidence.", "40. Between 20 July and 17 September 2001 the proceedings were again suspended on the basis of the reconciliation of the parties.", "41. On 17, 18 and 23 September 2001 the investigator questioned further three out of the ten original witnesses.", "42. On 8 October 2001 the police investigator referred the case to the court with a request for termination of the criminal proceedings as the charge had became time barred.", "43. On 12 October 2001 the Alushta Town Prosecutor's Office retrieved the case file from the court and ordered further investigations.", "44. On 22 and 27 October and on 10 December 2001 the investigator questioned the victim.", "45. On 21 December 2001 the investigator discontinued the proceedings on the ground of lack of evidence of the applicant's involvement in the imputed offences.", "46. On 11 January 2002 the Prosecutor General's Office (Генеральна прокуратура України) set aside the investigator's decision of 21 December 2001 and transmitted the case to the Prosecutor's Office of the Autonomous Republic of Crimea for further investigations.", "47. In a decision of 2 February 2002 the investigator discontinued the criminal proceedings against the applicant for lack of evidence and lack of corpus delicti.", "48. On 7 February 2002 the Prosecutor's Office of the Autonomous Republic of Crimea quashed that decision on the ground that the investigator had not followed the instructions of the Prosecutor General's Office.", "49. On 3 April 2002 a new investigator was assigned to deal with the case. On 5 and 9 April 2002 respectively he re-interviewed a witness and the victim.", "50. On 20 April 2002 the case was transferred to another investigator.", "51. On 22 April 2002 the fresh pre-trial investigation was completed and the applicant was given access to the case file. On 3 June 2002 the case file together with the indictment was sent to the Yalta Town Court for examination on the merits.", "52. On 26 June 2002 the Yalta Town Court held a preparatory hearing. Having found the pre-trial investigation insufficient, it decided to remit the case back to the Alushta Town Prosecutor for further investigations.", "53. On 5 August 2002 a new investigator took over the case.", "54. On 14 August 2002 the proceedings were suspended due to the victim's failure to appear. On 11 September the Alushta Town Prosecutor's Office set aside this decision.", "55. On 13 September 2002 the Prosecutor's Office of the Autonomous Republic of Crimea instituted disciplinary proceedings against the investigator for delay of the proceedings.", "56. On 15 and 25 September 2002 the investigator summoned the victim to give evidence. As she had failed to appear, on 9 October 2002 the investigator ordered the police to establish her whereabouts.", "57. Between 10 October and 12 December 2002 the proceedings in the case were suspended for an unknown reason. On the latter date the case was transferred to another investigator, who re-interviewed a witness. He further questioned the victim and the applicant on 13 and 18 December 2002 respectively.", "58. On 24 December 2002 the applicant's criminal case was again brought before the Yalta Town Court.", "59. The preparatory hearing scheduled for 21 February 2003 was cancelled due to the applicant's and victim's failure to appear.", "60. Hearings were held on 12 and 17 March, 2 and 15 April, 14, 19 and 26 May and 31 July 2003.", "61. In a decision of 1 August 2003, at the request of the prosecutor, the court sent the case back to the Alushta Town Prosecutor's Office for further investigations.", "62. The investigations resumed on 23 October 2003. Between 5 and 17 November 2003 the case file was examined by the Alushta Town Prosecutor's Office.", "63. On 2 December 2003 a new investigator was assigned. From 4 to 8 December 2003 the case file was with the Alushta Town Prosecutor's Office.", "64. On 8 December 2003 the investigator terminated the proceedings on the ground of the Amnesty Act of 11 July 2003.", "65. On 9 January 2004 the Deputy Prosecutor of the Autonomous Republic of Crimea quashed that decision and discontinued the criminal proceedings against the applicant for lack of corpus delicti.", "66. On 17 March 2004 the latter decision was revoked by the Prosecutor General's Office.", "67. On 8 April 2004 the police investigator discontinued the criminal proceedings against the applicant due to the lack of any corpus delicti.", "68. On 15 December 1998 the applicant, following his arrest, was placed in the holding facility at the Alushta Town Police Department. Protesting against his allegedly unlawful detention the applicant went on hunger strike, which continued for a week. The applicant stated that the material conditions of detention in that facility were gravely inadequate.", "69. On 23 December 1998 the applicant was transferred to Simferopol pretrial detention centre No. 15 (Сімферопольський слідчий ізолятор, hereafter “the SIZO”).", "70. The applicant alleged before the Court that he had been subjected to torture and degrading treatment while in detention in this latter facility. He submitted that the conditions of his detention had been wholly unsatisfactory and had in themselves constituted torture, since during that period he had contracted a serious illness and lost 20 kg in weight.", "71. As noted above (see paragraph 9), the applicant was released from the SIZO on 13 January 1999.", "72. On 25 January 1999 a traumatologist from the Alushta Town Hospital examined the applicant and found signs of recent bruising on his jaw.", "73. On 1 February 1999 the applicant was taken into the Alushta Town Hospital and diagnosed with acute diffuse chronic bronchitis.", "74. On 9 February, and after 12 February 1999, the applicant was examined and treated at the Alushta Venereology Healthcare Centre. He was diagnosed with scabies.", "75. According to a certificate dated 27 July 1999 issued by the Cardiology Healthcare Centre in Simferopol, the applicant was suffering from, among other things, ischemic heart disease, stenocardia, obstructive chronic bronchitis and pulmonary sclerosis.", "76. On 3 December 1999 the applicant was examined at the Alushta Town Hospital and found to be suffering from ischemic heart disease and chronic bronchitis.", "77. From 12 October 2000 the applicant was placed on the control list of the Tuberculosis Healthcare Centre in Simferopol. According to certificates issued by that Centre dated 23 October 2000, 18 July 2001 and 5 February 2003, the applicant received outpatient antitubercular treatment. He was found to have an active form of infiltrative pulmonary tuberculosis.", "78. According to certificates dated 17 March 2002 and 5 March 2003, issued by the Cardiology Healthcare Centre and Simferopol Town Hospital No. 2 respectively, the applicant was still being treated for his heart diseases, such as ischemic heart disease and stenocardia.", "79. On 14 November 2004 the applicant died. According to the death certificate, the cause of death was dilated cardiomyopathy.", "80. Between 1999 and 2004 the applicant lodged numerous complaints with the prosecution authorities of various levels, alleging that the criminal proceedings against him and his detention on remand had been unlawful and that he had suffered form inadequate medical care when in detention. All his complaints were dismissed.", "81. After the criminal proceedings against him had been finally discontinued (see paragraph 67 above), in April 2004 the applicant sued the State Treasury in the Kyivsky District Court of Simferopol under the Law “on the compensation of damage caused to the citizen by unlawful actions of bodies of inquiry, pre-trial investigation, prosecutors and courts”.", "82. On 25 November 2004, following the applicant's death, Ms Cherkassova sought information from the court about the applicant's civil case. In a letter of 22 December 2004 a judge from the Kyivsky District Court of Simferopol informed her that, in a decision of the same day, the proceedings had been discontinued on account of the claimant's death and the fact that the application was a personal one that could not be taken over in the proceedings."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}