{"ITEMID": "001-90336", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF SLADKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Anatoly Kovler;Christos Rozakis;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicant was born in 1956 and lives in Dushanbe, a city in Tajikistan.", "5. At the material time the applicant was a colonel of the Russian Border Guard Service. In 1996 he requested an early discharge for health reasons. Under domestic law, long-serving servicemen in need of better housing (the applicant met these conditions) could be discharged against their will only if the command provided them with such housing. When asking for discharge, the applicant specified that he wished to receive the housing.", "6. Since no housing was provided, the applicant sued his command. On 21 January 1998 the Military Court 10514 ordered the Director of the Border Guard Service to discharge the applicant with the provision of housing in Russia, and to pay 7,000 Russian roubles (RUB) by way of non-pecuniary damages. This judgment became binding on 31 January 1998.", "7. From March 1998 to August 2006 the command offered the applicant flats in Vyazma (Smolensk Region), Kursk (Kursk Region), Kovrov (Vladimir Region), Galich (Kostroma Region), Voronezh (Voronezh Region), and Krasnodar (Krasnodar Region). The applicant rejected these offers because he wished to receive a flat in Tver.", "8. For this reason, the applicant once again sued his command. On 8 February 2002 the Military Court of Garrison 109 ordered the Director of the Border Guard to discharge the applicant with the provision of housing in Russia and to pay RUB 5,000 by way of non-pecuniary damages. This judgment became binding on 16 April 2002 after the appeal court had upheld it having specified that the housing should be provided in Tver.", "9. In October 2006, December 2006, and June 2007 the command offered the applicant three flats in Tver. The applicant rejected these offers because he considered that the command should have first satisfied his claims for other benefits, and because he disliked the flats’ characteristics.", "10. Under section 23 § 1 of the Federal Law on the Status of Servicemen, servicemen who have served ten years and more and whose housing needs to be improved, cannot be discharged against their will without the provision of such housing.", "11. According to the Ruling of the Constitutional Court 322-O of 30 September 2004, after expiry of a serviceman’s contract and in the absence of his written agreement to discharge without provision of housing, he should be considered as serving voluntarily only until the provision of housing."], "VIOLATED_ARTICLES": ["13", "6", "P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}