{"ITEMID": "001-61846", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF FREIMANN v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant was born in 1941 and lives in Berlin, Germany.", "6. On 7 August 1992 her house in Slavonski Brod, Croatia, was blown up by unknown perpetrators.", "7. On 4 October 1995 she instituted civil proceedings before the Slavonski Brod Municipal Court (Općinski sud u Slavonskom Brodu) seeking damages from the Republic of Croatia for her damaged property.", "8. Pursuant to the Civil Obligations (Amendments) Act 1996 (Zakon o izmjeni Zakona o obveznim odnosima), the Slavonski Brod Municipal Court stayed the proceedings on 28 September 2000.", "9. Pursuant to the Damage from Terrorist Acts and Public Demonstrations Act 2003 (Zakon o odgovornosti za štetu nastalu uslijed terorističkih akata i javnih demonstracija), the proceedings resumed on 4 December 2003.", "10. The relevant part of the Civil Obligations Act (Zakon o obveznim odnosima, Official Gazette of the Republic of Croatia nos. 53/1991, 73/1991, 3/1994, 7/1996 and 112/1999) read as follows:", "“Responsibility for loss caused by death or bodily injury or by damage or destruction of another’s property, when it results from violent acts or terror or from public demonstrations or manifestations, lies with the ... authority whose officers were under a duty, according to the laws in force, to prevent such loss.”", "11. The relevant parts of the Civil Obligations (Amendments) Act 1996 (Zakon o izmjeni Zakona o obveznim odnosima, Official Gazette of the Republic of Croatia no. 7/1996, hereinafter “the 1996 Act”) read as follows:", "“Section 180 of the Civil Obligations Act ... shall be repealed.”", "“Proceedings for damages instituted under section 180 of the Civil Obligations Act shall be stayed.", "The proceedings referred to in sub-section 1 of this section shall be continued after the enactment of special legislation governing responsibility for damage resulting from terrorist acts.”", "12. The relevant part of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Republic of Croatia nos. 53/1991, 91/1992, 112/1999 and 117/2003) provides:", "“Proceedings shall be stayed:", "...", "(6) where another statute so prescribes.”", "13. The Damage from Terrorist Acts and Public Demonstrations Act 2003 (Zakon o odgovornosti za štetu nastalu uslijed terorističkih akata i javnih demonstracija, Official Gazette of the Republic of Croatia no. 117/2003, hereinafter “the 2003 Act”) provides, inter alia, that the Republic of Croatia is to provide compensation in relation to damage resulting from bodily injury, impairment of health or a death. All compensation for damage to property is to be sought under the Reconstruction Act.", "14. The relevant parts of the Reconstruction Act (Zakon o obnovi, Official Gazette of the Republic of Croatia nos. 24/1996, 54/1996, 87/1996 and 57/2000) provide, inter alia, that the means for reconstruction are to be granted to persons whose property was destroyed in the war, under certain conditions. The request is to be submitted to the Ministry for Public Works, Reconstruction and Construction (Ministarstvo za javne radove, obnovu i graditeljstvo)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}