{"ITEMID": "001-98173", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ABDURASHIDOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2;Violation of P1-1;Violation of Art. 13", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["5. The applicant was born in 1978. She lived in the village of Solnechnoye in the Khasavyurt district of Dagestan, Russian Federation. Currently she lives abroad after seeking asylum. The applicant is the mother of Summaya (also spelled Sumaya) Abdurashidova, born in 1998.", "6. At about 5.30 a.m. on 14 March 2005 approximately fifty men in two APCs (armoured personnel carriers) and a white VAZ 2121 Niva car with the registration plate 008 26 arrived at the applicant's house in Solnechnoye.", "7. The men were armed and equipped with portable radio sets. They neither introduced themselves nor produced any documents. The applicant thought that they were State servicemen. It appears that the servicemen arrived to apprehend the applicant's husband and two men who were staying in the house that night. The men broke into the applicant's house and opened gunfire. The applicant's husband shouted to the servicemen: “Do not shoot! There are children in the house.” In spite of the warning the servicemen continued shooting. They took the applicant's husband outside; the applicant's three children remained in their rooms and the applicant was in the corridor.", "8. During the shooting the applicant's two sons Bilal (born in 1997) and Ilyas (born in 2002) ran out from their bedrooms into the corridor. At some point Bilal ran out of his sister's bedroom, screaming that Summaya had been wounded and was bleeding. It appears that Summaya Abdurashidova had been hit by a fragment of a rifle grenade.", "9. The applicant tried to go into her daughter's room, but the servicemen pushed her outside the house into the yard. When the applicant asked them to let her go inside, the servicemen forbade her under gun point. She was made to lie down on the ground with her hands behind her head.", "10. When the shooting was over, their neighbour Mr I.I. went into the house and carried out the body of Summaya Abdurashidova.", "11. As a result of the shooting the two men who were staying in the applicant's house were killed, and the applicant's husband was taken to the Department of the Interior of the Khasavyurt district (“the Khasavyurt ROVD”).", "12. After the shooting the applicant saw that her house, as well as her family possessions in it, had been damaged by the gunfire. In addition, the family's identity documents, including passports and birth certificates, had been taken away by the servicemen.", "13. The applicant submitted that after the shooting, the servicemen had taken away two plastic bags with the applicant's family documents and valuables, including the applicant's golden bracelet and two rings.", "14. The applicant's description of the events of 14 March 2005 is based on several undated accounts provided by her to her representatives and on the letters which the applicant sent to the authorities. The applicant also submitted articles published in the newspaper “Druzhba” (Дружба) on 8 April 2005 and on 15 April 2005 and an article published in the newspaper “Niyso-Dagestan” (Нийсо-Дагестан) on 14 April 2005.", "15. The Government submitted, with reference to the documents from the criminal investigation file (see below), that the two men who had been at the applicant's house on the night of 14 March 2005 had been suspected of the armed robbery of a woman and of an attack on a serviceman of the traffic police, Mr M.M., who had later died. The crimes had been committed by three persons on 31 December 2004, and on 1 January 2005 the Khasavyurt district prosecutor's office (the district prosecutor's office) opened a criminal investigation into the incident. The investigation was assigned file number 5111. It has been established that during the attack the criminals took hold of M.M.'s police identity document and his PM service pistol with a known serial number.", "16. The police obtained information that two suspects, Mr S.Ya. and Mr R.Yu., had found refuge at the applicant's house and that they had stored weapons and armaments there, including the PM pistol. On 14 March 2005 the investigator of the district prosecutor's office decided to carry out an urgent search at the applicant's house with the aim of finding the two suspects and the weapons. Since the suspects could have been armed, the prosecutor had been assisted by servicemen of the Khasavyurt ROVD and of the special police force of Dagestan.", "17. Upon arrival at the applicant's house, police officers Mr P.A. and Mr S.O. informed the applicant and her husband about the aim of their visit and suggested that they evacuate the building for their own safety. The applicant, her husband and their two sons Bilal and Ilyas came out of the house. Then the applicant informed the policemen that her daughter Summaya had remained in the house. Mr P.A. and Mr S.O. returned to the house in order to take the child out, but Mr S.Ya. and Mr R.Yu., who had taken refuge in the house, threw hand grenades at them. Both policemen were injured. Their colleagues, in order to cover them, opened gunfire and killed both suspects.", "18. After the skirmish was over, the site was inspected by the investigator of the district prosecutor's office and by forensic and medical experts, in the presence of two attesting witnesses. They discovered the bodies of Mr S.Ya. and Mr R.Yu. and of the applicant's daughter, Summaya Abdurashidova. In the room where the two fugitives had been hiding, they also found safety pins from hand grenades and a PM hand pistol with the serial number corresponding to the one stolen from M.M.", "19. Shortly after the shooting had ended, experts from the Khasavyurt ROVD took pictures of Summaya Abdurashidova and wanted to take her body to the morgue for an autopsy. The applicant and her relatives refused to give their permission and wrote down an official statement of refusal.", "20. From the beginning of her correspondence with the authorities the applicant was assisted by Mr B., head of the local human rights organisation Romashka (Ромашка). The applicant and Mr B. contacted various official bodies, including the Russian President, the Dagestan Government, the Khasavyurt district administration, the mass media and prosecutors' offices at different levels, describing the circumstances of Summaya Abdurashidova's killing and requesting an investigation into the crime. The applicant retained copies of a number of their letters and submitted them to the Court. The relevant information is summarised below.", "21. On 16 March 2005 the applicant wrote to a number of the State authorities, including the district prosecutor's office, the Dagestan prosecutor's office and the Prosecutor General. She described the events of 14 March 2005 and requested an investigation into the death of her daughter and prosecution of the culprits. The applicant also complained that her property had been unlawfully destroyed during the special operation and requested compensation for the pecuniary and non-pecuniary damage caused by the actions of the servicemen.", "22. In March or April 2005 the applicant informed the Dagestan prosecutor's office that servicemen of the Khasavyurt ROVD had participated in the special operation on 14 March 2005.", "23. On 20 April 2005 the Dagestan prosecutor's office informed the applicant that her complaint about unlawful actions of servicemen of the Khasavyurt ROVD during her husband's apprehension had been forwarded to the district prosecutor's office for examination.", "24. On 26 April 2005 the district State registry office (ЗАГС) issued a statement confirming the death of Summaya Abdurashidova on 14 March 2005.", "25. On 26 April 2005 the Solnechnoye village administration issued a death certificate for Summaya Abdurashidova.", "26. On 28 April 2005 the applicant again wrote to the authorities, including the district prosecutor's office, the Dagestan prosecutor's office and the Prosecutor General. In her letter she pointed out that on 16 March 2005 she had already complained about her daughter's killing, but the authorities had failed to initiate a criminal investigation into the death. She requested explanations concerning the reasons for the failure to initiate the investigation and to prosecute the perpetrators.", "27. On 17 May and 30 June 2005 the Dagestan prosecutor's office informed the applicant that her complaint about the death of Summaya Abdurashidova had been forwarded to the district prosecutor's office for examination.", "28. On 25 May 2005 the Khasavyurt District Court sentenced the applicant's husband to three months' imprisonment for harbouring two criminals. In its judgment the court stated, inter alia, that his “minor daughter Summaya had been killed in the course of a special operation aimed at apprehending the criminals who had been hiding in the house”. The applicant's husband accepted his guilt and did not appeal against the sentence.", "29. It appears that Mr B., who had assisted the applicant in the preparation of her complaints to the domestic authorities, was arrested in November 2005 on suspicion of illegal possession of weapons. Following allegations of torture and ensuing public pressure, he was released and acquitted. He left Russia in 2006 and sought asylum in another country.", "30. On 15 March 2005 a commission of the administration of Solnechnoye, including the head of the administration, the chief accountant and the applicant's two neighbours, visited the applicant's house. They examined the scene and drew up the following report on damage:", "“During the special operation on 14 March 2005 the house ... was practically destroyed; as a result of gunfire and explosions the windows and doors were blown out, the roof was damaged by shots, a powerful blast resulted in cracks in the walls and in the ceiling; the furniture in the living room and in the kitchen, the refrigerator and the TV set were rendered unusable.”", "According to the report, the applicant's house was uninhabitable and required major repairs. The report further estimated the cost of repairs at between 650,000 and 800,000 Russian roubles (RUB), without specifying additional details.", "31. In response to a specific request from the Court, the Government submitted 26 pages of documents from the criminal investigation files mentioned above. Although this was not marked on many documents, it appears that the Government submitted copies of the decisions to open the criminal proceedings in the cases assigned file numbers 5111, 51151 and 51153.", "32. The Government submitted that on 14 March 2005 the district prosecutor's office had opened criminal investigation no. 51151 into the attack on the police officers and the unlawful purchase and storage of arms and ammunition. The investigation was opened in view of the wounding of two policemen, Mr P.A. and Mr S.O. The decision did not mention the suspects' and the applicant's daughter's deaths. The investigation obtained information that Mr S.Ya. and Mr R.Yu. had been involved with illegal armed groups and had fought against the authorities in Chechnya. Thus, on 14 March 2005, the district prosecutor's office opened a new investigation file concerning participation in illegal armed groups, which was assigned number 51153.", "33. On 14 March 2005 the investigator of the district prosecutor's office, assisted by medical and forensic experts, in the presence of two witnesses, examined the body of Summaya Abdurashidova. They noted two large open wounds: one measuring 10 cm by 8 cm to the head and one measuring 10 cm by 6 cm to the upper part of the torso. The Government submitted a copy of the expert report. The experts also took photographs; however, as follows from subsequent documents and the Government's submissions, the photographs could not be developed because the film was defective.", "34. On 21 March 2005 criminal investigation files nos. 51151 and 51153 were joined and assigned number 51151. The decision did not refer to the death of the applicant's daughter or to the deaths of the suspects.", "35. No separate criminal investigation was opened into the applicant's daughter's death. The Government submitted that in the course of the investigation of file no. 51151 the authorities had established that Summaya Abdurashidova had died of splinter wounds caused by hand-grenade explosions. The police officers had not used grenades and had only employed hand guns. The forensic reports on the bodies of Mr S.Ya. and Mr R.Yu. concluded that they had died as a result of bullet wounds. Seeing that no autopsy had been carried out on the body of Summaya Abdurshidova owing to her relatives' refusal to submit it for such an examination, the investigation relied on the description of her body, which referred to splinter wounds. It concluded that her death had resulted from the explosion of hand grenades thrown by the suspected criminals.", "36. On 2 April 2005 the criminal proceedings against Mr S.Ya. and Mr R.Yu. were terminated on account of their deaths. The investigation of criminal case no. 5111 continued.", "37. On 26 April 2005 the district prosecutor's office took statements from two investigators, medical and forensic experts who had examined the child's body and two attesting witnesses. The Government submitted copies of their testimonies, except for the medical expert's statement and one witness's statement. The forensic expert explained that he had taken photographs of the house, of two male bodies in the courtyard and of the girl's body in the neighbouring house. Once the film was developed, some photographs were spoiled because the film was defective. Thus, no photographs of the girl's body came out.", "38. According to the Government, the medical expert stated that he had examined the girl's body in the neighbouring house and noted two large open wounds to the head and upper part of the torso. These wounds could have been caused by splinters from an explosive device. The body had then been transferred to the relatives, who had refused to submit it for an autopsy.", "39. The investigator submitted that late at night on 14 March 2005 he had been alerted that the suspects in the murder of Inspector M.M. were hiding in the house of the imam of Solnechnoye. Early in the morning he went to the scene, accompanied by servicemen of the Khasavyurt ROVD and of the special police unit of Dagestan. They also invited two witnesses residing in Khasavyurt, Timur E. and Murat. Once at the house, the servicemen surrounded the house. After that the police ordered everyone to leave the house. A woman, a man and two children came out into the entry hall and the police led them outside the house. The woman said that another child remained in the house. Two servicemen of the special police unit entered the house and immediately afterwards there came the sound of explosions. Several policemen ran to the house and started to shoot in order to cover up their colleagues. The persons taking refuge in the house fired back and threw hand grenades, some of which exploded outside the house, and some inside the house. As soon as the two policemen were led out of the building, other servicemen shot at the doors and windows of the house with machine guns and automatic rifles. When the shooting from inside the house subsided, the policemen went in and brought out two male bodies. They said that there was a child's body in the house. A neighbour walked in and carried the body to the nearby house. Then the body was examined by the officials from the prosecutor's office, in the presence of two witnesses. They noted two large open splinter wounds – one to the front of the head and another near the shoulder blade. The investigator added that the police had not used hand grenades; they had fired from machine guns and automatic rifles. The investigator also answered a number of questions concerning the missing property and identity documents and the damage caused to the applicant's house. He stated that they had collected and seized two yellow rings and the applicant's passport. No other documents or valuables had been found or seized. As to the state of the house, the investigator specified that the window glazing, furniture and parts of the roof had been damaged. The walls had not been damaged. Some parts of the house were in any event unfinished and were not inhabitable. The state of the house could be ascertained from the photographs taken immediately after the attack.", "40. Another investigator, a member of the team working on M.M.'s murder, stated that he had arrived at the applicant's house at about 9 a.m. on 14 March 2005. There he was instructed to examine the child's body, together with the criminal and forensic experts. They noted two large wounds, caused by splinters from an explosive device. The mother of the child refused to submit the body for an autopsy and signed a document to that effect. After the body was examined, the relatives took it for burial. The criminal expert later informed the investigator that the film had been defective and no photographs could be developed.", "41. The witness Marat G. stated that he and his friend Timur E. had been doing their morning jogging when the police asked them to be witnesses to a search in Solnechnoye. When the two men arrived at the house, it was surrounded by police. They saw a man, a woman and two children come out, accompanied by servicemen. The woman said that another child remained in the house. Two police officers went in and there followed several explosions. Then several more policemen ran to the house and the witnesses were taken away to a safe distance, from where they could not see the house. They could hear shots being fired and explosions. Once the shooting was over, the witnesses were invited by the investigator to be present during the search. In front of the house there were two male bodies. Someone brought out a child's body, which was taken to the neighbouring house. The investigator found and seized two yellow rings and a woman's passport. The investigator also noted and seized a number of safety pins from hand grenades and empty cartridges, as well as a hand pistol. The rooms were first inspected by a bomb expert and then by the investigators and witnesses. The house was partially damaged, but the load-bearing walls and the roof were intact. Some rooms were unfinished. The Government submitted a copy of Marat G.'s testimony and stated that Timur E. had made similar statements.", "42. In their observations the Government extensively cited an undated statement by Mr A.A., the head of the criminal investigation department of the Khasavyurt ROVD, no copy of which has been submitted. According to the Government, Mr A.A. stated that the department had been tipped off about the location of the suspects in M.M.'s murder. Early in the morning on 14 March 2005 he had arrived at the applicant's house, accompanied by servicemen of the special police force. The servicemen surrounded the house. One serviceman of the special police force walked up to the house and knocked on the door. He was let inside. About one minute later he came out of the house, together with a man, a woman and two children. The woman said that a third child remained in the house. She wanted to return to the house, but was not allowed to. Two servicemen of the special police force went to the house in order to retrieve the child. As soon as they had gone in, there came the sounds of explosions. Several more servicemen ran to the house to help their colleagues. They were shot at from inside the house and more grenades were thrown. The two wounded policemen were assisted in leaving the house, and the servicemen shot at the windows and doors of the house. The policemen were not equipped with grenades. When the shooting from inside the house subsided, several policemen went into the house. They found the bodies of two men and a girl. The male bodies were taken into the courtyard. A local resident took out the child's body and took it to the neighbouring house. Mr A.A. was told by his colleagues that the body had two large splinter wounds. An expert in explosives examined the house, following which an investigator conducted a search in the presence of two witnesses. Mr A.A. also stated that he had seen the seized pistol with the serial number corresponding to that taken from M.M. and a number of empty cartridges. The investigators put them in bags and sealed off the courtyard of the house.", "43. The Government submitted a note dated 14 March 2005, in which Mrs Raisa Ya. stated that the family had refused to submit the body of Summaya Abdurashidova for an autopsy with the aim of establishing the cause of her death. The note stated that the family knew the cause of the child's death and that they wanted to proceed with the burial in accordance with religious rites.", "44. The Government submitted an undated note signed by the applicant to the effect that she had received from the investigator of the district prosecutor's office two golden rings and her passport, which had been seized at her house on 14 March 2005.", "45. The Government also submitted a number of letters sent by the district prosecutor's office to the applicant. On 4 April 2005 the investigator informed the applicant that the investigation had established that her daughter had died as a result of grenade explosions caused by S.Ya. and R.Yu. The criminal proceedings against the two men had been terminated on account of their deaths. Two rings had been returned to the applicant. She could seek compensation for other damage through the Khasavyurt District Court. The decisions of the investigators could be appealed against to a higher-ranking prosecutor or to a court.", "46. From the documents submitted it does not appear that the investigators attempted to take statements from the applicant, her husband or their neighbours.", "47. The Government stated that the investigation of criminal case file no. 5111 was in progress and that disclosure of other documents would be in violation of Article 161 of the Code of Criminal Procedure, since the files contained information of a military nature and personal data concerning the witnesses or other participants in the criminal proceedings.", "48. On 14 June 2005 the applicant complained to the Khasavyurt District Court of Dagestan (“the district court”) about the destruction of her property during the special operation conducted on 14 March 2005 and the failure of the authorities to initiate criminal proceedings into the death of Summaya Abdurashidova. She sought a ruling obliging the district prosecutor's office to initiate an investigation into the crime and to prosecute the perpetrators.", "49. On 2 August 2005 the district court refused to examine her complaint. It stated that the applicant was entitled to appeal against actions of the district prosecutor's office only within the course of an ongoing criminal investigation or that she could appeal against the authorities' refusal to initiate criminal proceedings. The court pointed out that she had failed to submit any evidence of an ongoing criminal investigation or of the authorities' refusal to initiate criminal proceedings.", "50. The applicant did not appeal against that decision.", "51. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}