{"ITEMID": "001-58457", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1999, "DOCNAME": "CASE OF GELLI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Marc Fischbach", "TEXT": ["8. The applicant is an Italian citizen currently residing in Santa Maria delle Grazie, Arezzo.", "9. In 1981 the Investigating Office attached to the Milan District Court in the course of investigations concerning the bankruptcy of the private bank Banco Ambrosiano seized certain material relating to the Masonic lodge called “Propaganda 2 - P2”.", "10. The applicant was suspected inter alia of association aiming at political conspiracy, seeking and obtaining classified information, false pretences, espionage, fraud, aggravated slander and extortion, forgery in public deeds.", "11. The investigations concerned 40 co-accused and 17 charges.", "12. On 20 January 1982, 11 June 1982 and 15 September 1982 warrants of arrest were issued against the applicant by the Investigating Judge attached to the Rome District Court for aggravated slander, fraud and false pretences respectively. At the time, the applicant resided in Switzerland.", "13. On 2 September 1982 the Italian authorities requested the Swiss authorities to extradite the applicant to Italy in connection with the charges of aggravated slander, fraud and false pretences.", "14. On 13 September 1982 the applicant was arrested in Switzerland and detained with a view to extradition.", "15. On 17 September 1982 an order of arrest was issued against the applicant by the Office of the Public Prosecutor attached to the Milan District Court for fraudulent bankruptcy in relation to the Banco Ambrosiano.", "16. On 1 June 1983 the Investigating Judge attached to the Milan District Court issued a warrant of arrest against the applicant for fraudulent bankruptcy.", "17. On 5 July 1983 the Italian authorities further requested the Swiss authorities to extradite the applicant in connection with the charge of fraudulent bankruptcy.", "18. On 19 August 1983 the Swiss Federal Court granted the request of the Italian authorities for the applicant's extradition in relation to all the charges.", "19. The applicant, however, had escaped from Champ-Dollon prison, where he had been detained, on 10 August 1983.", "20. The question of the territorial competence to decide the case was brought before the Rome Court of Appeal, which by judgment of 26 March 1985 ruled that the Rome District Court was competent.", "21. On 21 September 1987 the applicant was again arrested in Switzerland and was extradited to Italy on 17 February 1988 pursuant to a decision taken by the Swiss Federal Department of Justice on 19 October 1987.", "22. In March 1988 the applicant was placed under house arrest.", "23. By a judgment decision of 18 November 1991, filed with the Registry on 19 November 1991, the Investigating Judge attached to the Rome District Court inter alia committed seventeen co-accused for trial on a charge of political conspiracy. The applicant was committed for trial on charges of false pretences, corruption, aggravated slander and seeking and obtaining classified information. The charges of political conspiracy, espionage and extortion were dropped, the applicant having not been extradited in relation to them, and the charge of forgery in public deeds was dropped by application of an amnesty. The judgment consisted of 269 pages.", "24. The first hearing was held on 12 October 1992. Further hearings were held on 22 and 28 October 1992, 3, 4, 5, 11, 12 and 18 November 1992, 2 and 3 December 1992, 12, 13, 14, 25, 27, 28 and 29 January 1993, 11, 12 (postponed due to a lawyers’ strike), 15, 17 and 22 February 1993, 1, 3 (postponed due to a lawyers’ strike), 4, 15, 17, 18, 23, 24, 29 and 31 March 1993, 2, 4, 6, 7, 14, 15, 16, 21 and 22 April 1993, 5, 6, 13, 15, 17, 19 and 31 May 1993, 7, 8 and 10 June 1993, 27, 29 and 30 September 1993, 4, 5, 6, 8, 12, 18, 19 and 22 October 1993, 3, 4, 5, 9, 12, 18, 19, 22, 29 and 30 November 1993, 1, 6, 7, 10, 15 and 17 December 1993, 17, 25, 27 and 31 January 1994, 1 and 2 February 1994. The Court questioned 159 witnesses.", "25. The pleadings started on 2 February 1994 and continued until 8 April 1994 (sixteen hearings).", "26. On 16 April 1994 the Assize Court of Rome inter alia found the applicant guilty of false pretences, aggravated slander and seeking and obtaining classified information and sentenced him to seventeen years' imprisonment, of which five years and the payment of the fine were pardoned. The judgment consisted of 1, 813 pages.", "27. On 30 April 1994 the applicant lodged an appeal against the said judgment with the Rome Assize Court of Appeal. The Public Prosecutor also appealed.", "28. Both the Public Prosecutor and the applicant filed the grounds for the appeal with the Registry on 3 October 1994.", "29. The case-file reached the Assize Court of Appeal of Rome on 23 December 1994.", "30. In the preliminary phase, the court ruled that the proceedings against four deceased co-accused be discontinued and dismissed the appeal lodged by the Public Prosecutor in respect of certain co-accused including the applicant, on the ground that he had failed to file the grounds for the appeal.", "31. The trial was set for 5 July 1995 but was adjourned until 17 January 1996, as the lawyers were on strike. By a decision of 17 January 1996 the court dismissed the parties’ request for further evidence.", "32. Further hearings were held on 23 January, 13, 15, 20, 22 and 27 March 1996.", "33. By a judgment consisting of 188 pages, delivered on 27 March 1996 and filed with the Registry on 15 May 1996, the Assize Court of Appeal of Rome upheld the previous judgment.", "34. On 28 March and 30 March 1996, the applicant and his counsel respectively lodged appeals on points of law.", "35. By a judgment of 20 November 1996, the Court of Cassation ruled that the charges of false pretences and slander against the applicant be dropped as time-barred. It confirmed the remainder of the judgment and accordingly reduced the sentence. The judgment was filed with the Registry on 24 December 1996."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}