{"ITEMID": "001-58221", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF BENKESSIOUER v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award", "JUDGES": "Feyyaz Gölcüklü;N. Valticos;R. Pekkanen", "TEXT": ["6. Mr Benkessiouer is a French national who was born in 1940. He is an established civil servant working for the Post Office and lives in Nice.", "7. On 21 January 1991 he made an application for extended sick-leave, but the medical board decided on 15 March 1991 that he was fit for work. On 21 March 1991 the applicant was notified of the Post Office’s refusal to grant him extended sick-leave and was requested to resume his duties. He did not comply with that request, however, and produced several doctor’s certificates between 27 April and 31 July 1991. After further medical examinations carried out at the instance of the Post Office, the applicant was pronounced fit to resume work. As Mr Benkessiouer nevertheless still refused to return to work, it was decided on 26 November 1991 that he should be listed as being absent without excuse since 5 November 1991. On 18 December 1991 he was informed that he would shortly be dismissed if he did not return to his job.", "8. On 29 August 1991 the applicant applied to the Paris Administrative Court for judicial review of the Post Office’s decisions to refuse him extended sick-leave, to suspend payment of his salary with effect from 5 November 1991 for failure to perform his duties and to put him on notice to return to work or face dismissal. Relying on the damage allegedly caused him by those three decisions and on the administrative harassment he had experienced, he sought 400,000 French francs (FRF) in damages from the Post Office.", "9. In all, Mr Benkessiouer filed thirteen supplementary pleadings between 15 November 1991 and 31 July 1992.", "10. In an application of 21 May 1992 the applicant applied to the Administrative Court for a stay of execution of the decision to suspend payment of his salary.", "11. On 17 June 1992 the Administrative Court ordered an expert medical opinion.", "12. On 18 June 1992 the applicant lodged a further application with the Paris Administrative Court, seeking judicial review of the decision whereby the Post Office mutual insurance company had reduced the amounts reimbursed in respect of the costs of his medical examinations and medicines to 70% or 75%. He also sought FRF 200,000 in supplementary damages for the damage sustained on account of unexpected further medical examinations and the non-payment of his salary from 5 November 1991 onwards.", "13. On 31 July 1992 the applicant filed a pleading.", "14. The medical expert filed his report on 10 August 1992. He concluded that on 5 November 1991 Mr Benkessiouer had not been fit to resume work. On 18 August 1992 the report was communicated to the respondent. The Post Office challenged it and applied for a second expert opinion.", "15. In a judgment of 15 February 1996 the Paris Administrative Court joined the applicant’s three applications.", "It quashed the decisions to refuse extended sick-leave and to suspend payment of his salary and, holding that those unlawful decisions rendered the Post Office liable to its employee, awarded the applicant FRF 20,000 damages for the damage he had sustained.", "The court dismissed the third application of 18 June 1992 (see paragraph 12 above). It held that the decision to put the applicant on notice to return to work or face dismissal was not amenable to judicial review; it ruled that the claim for damages for the unexpected further medical examinations was ill-founded; and, lastly, it declared inadmissible the claim for damages for failure to deliver a registered letter and the application for judicial review of the decision to reduce the amounts reimbursed in respect of the costs of medical examinations and medicines, on the ground that it had no jurisdiction.", "16. On 9 June 1993 Mr Benkessiouer lodged an application with the Paris Administrative Court for an interim award of FRF 400,000.", "In an order of 20 August 1993 the Administrative Court dismissed the application, holding that it had not been established that the Post Office had a liability to the applicant for the purposes of Article R. 129 of the Administrative Courts and Administrative Courts of Appeal Code.", "17. On 13 October 1993 Mr Benkessiouer appealed against that order to the Conseil d’Etat, which transferred it on 1 December to the Paris Administrative Court of Appeal under Article R. 80 of the Administrative Courts and Administrative Courts of Appeal Code. On 31 January 1994 the applicant produced supplementary observations, and on 9 May 1994 the Post Office filed its defence.", "In a judgment of 27 October 1994 the Administrative Court of Appeal upheld the Administrative Court’s order of 20 August 1993.", "18. On 21 November 1994 the applicant applied to the Conseil d’Etat, which ruled against him on 19 May 1995.", "19. Law no. 90-568 of 2 July 1990 on the organisation of the public post and telecommunications service, which established from 1 January 1991 a public-law entity, the Post Office, described as a provider of a public service, lays down in Chapter VIII, “Staff”:", "Section 29", "“The staff of the Post Office … shall be governed by special rules made pursuant to Law no. 83-634 of 13 July 1983 laying down the rights and duties of civil servants and to Law no. 84-16 of 11 January 1984 making provisions governing the civil service…”", "20. The relevant sections of Law no. 84-16 of 11 January 1984 making provisions governing the civil service provide:", "Section 34", "“A civil servant in post shall be entitled to:", "…", "(2) sick-leave of up to one year in all during a period of twelve consecutive months in the event of duly certified illness making it impossible for the person concerned to carry out his duties. The civil servant shall then remain on full salary for a period of three months and shall be paid half his salary for the following nine months…", "However, if the illness arises from one of the exceptional causes referred to in Article L. 27 of the Civilian and Military Retirement Pensions Code or from an accident that occurred in the performance of his duties or when performing them, the civil servant shall be paid his full salary until he is able to resume his duties or is retired. He shall further be entitled to reimbursement of medical fees and expenses directly entailed by the illness or accident.", "(3) extended sick-leave of a maximum length of three years in cases in which it is established that the illness makes it impossible for the person concerned to carry out his duties, requires prolonged treatment and care, is disabling and has been confirmed as serious. The civil servant shall remain on full salary for one year and shall be paid half his salary for the following two years…”", "Section 69", "“Other than in the event of desertion of post …, civil servants may only be dismissed in accordance with the statutory provisions on reduction in numbers of managerial staff, whereby those concerned are either redeployed or compensated.”", "21. Decree no. 86-442 of 14 March 1986 on the appointment of civilian and military medical boards, physical-fitness requirements for admission to posts in the public service and rules on sick-leave for civil servants provides:", "Section 6", "“In each département a medical board competent for the staff mentioned in section 15 below shall be established and attached to the Commissioner of the Republic…”", "Section 7", "“The medical boards shall be responsible for giving the appropriate authority, as laid down in the present Decree, an opinion on medical disputes which may arise in connection … with the granting and renewal of sick-leave…", "They shall mandatorily be consulted on:", "…", "(2) the granting of extended sick-leave and extended leave of absence;", "…”", "Section 15", "“The civilian and military medical boards of the départements shall be competent for civil servants carrying out their duties in the départements concerned, except for the heads of external departments referred to in section 14 above and subject to the provisions of the last paragraph of that section.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}