{"ITEMID": "001-4529", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "JURIC v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Josep Casadevall", "TEXT": ["The applicant, born in 1968, presently resides in Karlskrona, Sweden. In his application form, he states that he has Croatian nationality.", "", "a.", "On 26 February 1994 the applicant arrived in Sweden and requested asylum. He stated that he came from Bosnia-Hercegovina and that he had fled the country to escape the ongoing war. He had not taken active part in the conflict. He had stayed with his sister in Zagreb, Croatia since January 1994. In Zagreb he had obtained a Croatian passport. However, this was to be considered as a travel document only. If sent to Croatia, he would not receive any help or protection from Croatian authorities and he would risk to be sent back to Bosnia-Hercegovina to serve in the Bosnian-Croatian army.", "On 5 September 1994 the National Immigration Board (Statens invandrarverk) rejected the applicant’s request and ordered his deportation to Croatia. Finding that the applicant held both Bosnian and Croatian citizenship, the Board referred to a decision concerning asylum seekers with such double nationality taken by the Swedish Government on 26 May 1994. According to the decision, the prevailing situation in Bosnia-Hercegovina rendered deportations to that country impossible. Consequently, in assessing applications from these asylum seekers, the crucial question was whether they could be afforded protection in Croatia. The Board noted that, according to available information, persons in the applicant’s situation did not risk to be sent from Croatia to Bosnia-Hercegovina against their will. There was no reason to assume that Croatia would not afford the applicant protection. Moreover, no acts of warfare had taken place on Croatian territory for some time and a cease-fire had been agreed upon by the contending parties. Thus, there was no apparent risk that Croatian citizens in general would be forced to take part in armed conflict. Further, the applicant had failed to show that he personally faced such a risk.", "The applicant appealed to the Aliens Appeals Board (Utlänningsnämnden). On 21 June 1995 the Appeals Board granted the applicant a temporary residence permit until 1 December 1995 and quashed the deportation order. In so doing, the Board referred to a Government decision of 5 May 1995 according to which the worsened situation in Croatia constituted an impediment to the deportation of asylum seekers to that country.", "On 7 November 1995 the applicant submitted a new application for a residence permit. He referred to his previous statements. Further, in a statement of 19 February 1997 he claimed that he should be granted a residence permit on humanitarian grounds as, during his long stay in Sweden, he had adjusted to Swedish society.", "On 4 March 1997 the Immigration Board rejected the applicant’s new application and ordered his deportation to Croatia. The Board had regard to a guiding decision taken by the Swedish Government on 28 November 1996. In that decision the Government stated, inter alia, the following:", "(Translation)", "“Recently, the situation in Bosnia-Hercegovina has improved. After the parties signed a general agreement on peace in Bosnia-Hercegovina there is an ongoing peace process in the country. It has been strengthened by the establishment of Government institutions and the general elections held in September 1996. There are still actual restrictions on the movement of people within the territory of the State. The possibility to return to the home district without risking harassment and outrage is, in the present circumstances, dependent on the prevailing ethnic composition of the population in the district. In the Government’s view, it is now possible to return to the home district where one’s own ethnic group is in the majority. This view corresponds to the position taken by the UNHCR in regard to the return of people to Bosnia-Hercegovina. The relative stability enjoyed by “the majority population” in the respective regions leads to the conclusion that asylum seekers from such places in Bosnia-Hercegovina can no longer be considered as generally being in need of protection.", "…", "As regards the situation in Croatia and the region, the ongoing peace process, based on a general agreement on peace in Bosnia-Hercegovina, has lead to stabilisation. The relations between Croatia and the Federal Republic of Yugoslavia have improved. Croatia has been admitted into the Council of Europe. Acts of warfare have not occurred on Croatian territory since August 1995. The risk of further conflicts appears unlikely. The general situation in Croatia has improved in such a way since the Government’s previous assessment in May 1995 that nowadays Croatian citizens can generally be afforded protection in Croatia.”", "The Immigration Board noted that the Swedish Government’s view, that Croatian citizens who are not or have not been residing permanently in Croatia are given the same protection as other citizens of that country, had been confirmed by the United Nations High Commissioner for Refugees (UNHCR) and the Croatian Government. As regards the applicant’s situation, the Board found that, being an ethnic Croat, he could not be sent back to his Muslim-dominated home district in Bosnia-Hercegovina. With respect to the possible deportation to Croatia, the Board noted that no new circumstances had been invoked by the applicant. Consequently, the Board reiterated the conclusions drawn in its previous decision. Furthermore, the Board found that there were no reasons of a humanitarian nature to grant the applicant a residence permit.", "Following the applicant’s appeal, the Aliens Appeals Board, on 16 April 1997, quashed the Immigration Board’s decision and referred the case back for re-examination. The Appeals Board found that no oral hearing had been held by the Immigration Board, as required by law.", "The Immigration Board held an oral hearing in the case on 6 June 1997 during which the applicant stated that his brother, who had also applied for asylum in Sweden, had returned to Croatia voluntarily, as he could not stand having to wait for his application to be examined. After his return, the applicant had talked to him only once and did not know how he managed in Croatia. The applicant claimed that he could not go to Croatia, as he was a Bosnian citizen without connections to Croatia. Further, he had lost contact with his parents who remained in Bosnia-Hercegovina.", "In a decision of 25 August 1997 the Immigration Board rejected the applicant’s new application on the same grounds as those expressed in the quashed decision.", "The applicant appealed and invoked a medical certificate issued on 3 April 1998 by chief physician G.S. and therapist I.S. at the psychiatric clinic at the hospital in Karlskrona. According to the certificate, the applicant’s mental health was failing. He also invoked his family ties with his uncles and his sister who lived in Sweden.", "On 11 June 1998 the Aliens Appeals Board rejected the applicant’s appeal. It shared the conclusions drawn by the Immigration Board and added that the applicant’s family ties were not sufficient to grant him a residence permit as he had not been living with his relatives.", "The applicant later submitted another application to the Aliens Appeals Board and requested that the enforcement of the deportation order be suspended. He invoked further medical certificates issued by G.S. and I.S. on 4 September and 27 November 1998. According to the certificates, the applicant had had regular contact with the clinic since 10 March 1998 due to a post-traumatic stress syndrome. He had been admitted to the clinic on 19 November 1998 as his mental state had deteriorated, probably on account of his imminent deportation.", "On 16 December 1998 the Appeals Board rejected the latest application.", "Relevant domestic law", "Under Section 29 of the Act on Compulsory Mental Care (Lagen om psykiatrisk tvångsvård, 1991:1128), such care shall be terminated at the request of the competent police authority whenever the person placed in care is ordered to be deported. This presupposes, however, that the chief physician finds that the alien’s condition allows that the deportation takes place. According to Section 33, no appeal lies against the chief physician’s decision."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}