{"ITEMID": "001-68940", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF URUKALO AND NEMET v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicants (husband and wife) were born in 1933 and 1953, respectively, and live in Virovitica, Croatia.", "5. During a military operation undertaken during the Homeland War by the Croatian Army, in August 1995, the applicants' house in Karin Gornji, Croatia was destroyed.", "6. On 10 September 1998 the applicants instituted civil proceedings in the Obrovac Municipal Court (Općinski sud u Obrovcu) against the State seeking damages for their destroyed property.", "7. On 6 November 1999 the Amendments to the Civil Obligations Act (“the 1999 Amendments”) entered into force. The amended legislation provided that all proceedings instituted against the State for damage caused by members of the Croatian Army and police in the performance of their official duties during the Homeland War in Croatia were to be stayed.", "8. On 1 December 1999 the Obrovac Municipal Court dismissed the applicants' claim. The applicants appealed.", "9. On 8 March 2000 the Zadar County Court (Županijski sud u Zadru) returned the case file to the first-instance court with an instruction to stay the proceedings pursuant to the above legislation.", "10. On 23 March 2000 the Obrovac Municipal Court stayed the proceedings.", "11. On 31 July 2003 new legislation on the liability of the State for damage caused by members of the Croatian Army and police in the performance of their official duties during the Homeland War (“the 2003 Liability Act”) entered into force.", "12. The Government submitted that the applicants' proceedings had resumed pursuant to the above legislation and that they are currently pending before the second-instance court.", "The applicants submitted that they had received no decision to resume the proceedings.", "13. Section 184 (a) of the Amendments to the Civil Obligations Act (Zakon o dopunama Zakona o obveznim odnosima, Official Gazette no. 112/1999 of 29 October 1999) (“the 1999 Amendments”) provides that all proceedings instituted against the State for damage caused by members of the Croatian Army and police in the performance of their official duties during the Homeland War in Croatia from 7 August 1990 to 30 June 1996 are to be stayed. The 1999 Amendments also imposed an obligation on the Government to submit special legislation to Parliament regulating liability for such damage within six months of the Act entering into force.", "14. The Act on the liability of the Republic of Croatia for damage caused by members of the Croatian army and police when acting in their official capacity during the homeland war (Zakon o odgovornosti Republike Hrvatske za štetu uzrokovanu od pripadnika hrvatskih oružanih i redarstvenih snaga tijekom Domovinskog rata, Official Gazette no. 117/2003 of 23 July 2003) (“the 2003 Liability Act”) regulates the conditions under which the State is liable to pay compensation for damage caused by members of the army and the police during the Homeland War. It also provides that all proceedings stayed pursuant to the 1999 Amendments are to be resumed.", "15. The relevant part of section 63 of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002) (“the Constitutional Court Act”) reads as follows:", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the court with jurisdiction fails to decide a claim concerning the applicant's rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the court with jurisdiction must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date a request for payment is lodged.”", "16. Article 29 § 1 of the Constitution (Ustav Republike Hrvatske, Official Gazette no. 41/2001 of 7 May 2001) reads as follows:", "“ In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.”", "17. On 24 March 2004 the Constitutional Court gave decision no. U-III-829/2004 in the case of Mr N., who had filed a constitutional complaint under section 63 of the 2002 Constitutional Court Act alleging a breach of Article 29 § 1 of the Constitution. He complained about the length of proceedings and the lack of access to a court because his action in the domestic courts had been stayed by statute for an extended period. In its decision, the Constitutional Court held that there had been a violation of the constitutional rights to trial within a reasonable time and to access to a court. It ordered the court concerned to give a decision in Mr N.'s case within one year and awarded him compensation."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}