{"ITEMID": "001-115377", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MICHAUD v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Remainder inadmissible;No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for correspondence;Respect for private life)", "JUDGES": "André Potocki;Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Helen Keller;Karel Jungwiert;Mark Villiger", "TEXT": ["8. The applicant was born in 1947 and lives in Paris. He is a member of the Paris Bar and the Bar Council.", "9. He submitted that the European Union had adopted three Directives in succession aimed at preventing the use of the financial system for money-laundering. The first (91/308/EEC of 10 June 1991) targets credit and financial institutions. It was amended by a Directive of 4 December 2001 (2001/97/EC) which, among other things, widened its scope to include professions outside the financial sector, including members of the independent legal professions. The third Directive (2005/60/EC of 26 October 2005) repealed the Directive of 10 June 1991, as amended, and reproduced and added to its content. The laws transposing these Directives – Law no. 2004-130 of 11 February 2004 in the case of the Directive of 10 June 1991, as amended – and the regulations implementing that law – Decree no. 2006-736 of 26 June 2006 – have been incorporated into the Monetary and Financial Code (for more details see sections III and IV below on relevant European Union and domestic law).", "10. These texts place lawyers under an “obligation to report suspicions” which the legal profession – who see it as a threat to professional privilege and the confidentiality of exchanges between lawyers and their clients – have constantly criticised, in particular through the National Bar Council.", "11. However, on 12 July 2007 the National Bar Council took a “decision adopting regulations on internal procedures for implementing the obligation to combat money-laundering and terrorist financing, and an internal supervisory mechanism to guarantee compliance with those procedures” (published in the Official Gazette on 9 August 2007). In so doing it was effectively applying section 21-1 of the Law of 31 December 1971 reforming certain legal and judicial professions, which empowered it, with due respect for the laws and regulations in force, to take general measures to unify the rules and practices of the legal profession.", "12. Article 1 of the above-mentioned decision states that “all lawyers who are members of a French Bar” are bound by these rules of their profession when, in the course of their business activity, they participate for and on behalf of their client in any financial or real-estate transaction or assist their client in the preparation or execution of transactions relating to: (1) the buying and selling of real estate or businesses; (2) the management of funds, securities or other assets belonging to the client; (3) the opening of current accounts, savings accounts or securities accounts; (4) the organisation of the contributions required to create companies; (5) the formation, administration or management of companies; and (6) the formation, administration or management of trusts governed by a foreign legal system, or of any other similar structure. They are not bound by these rules “when acting as legal counsel or in the context of judicial proceedings” in connection with one or other of the above activities (Article 2).", "13. The regulations establish in particular that lawyers must always “show due diligence” in this context and “develop internal procedures” to ensure compliance with, inter alia, the laws and regulations governing the reporting of suspicions (Article 3), indicating in particular the procedure to be followed when an operation appears to warrant such reporting (Article 7). More specifically, they must adopt written rules describing the steps to be taken (Article 5). They must also ensure that the regulations are properly applied in their structure, and that lawyers and staff receive the necessary information and training, tailored to their particular activities (Article 9), and set up an in-house monitoring system (Article 10). At the same time, the regulations also specify that “lawyers must, in all circumstances, ensure that professional confidentiality is respected” (Article 4).", "14. Failure to comply with these regulations can entail disciplinary sanctions and even being struck off (Articles 183 and 184 of Decree no. 911197 of 27 November 1991 organising the legal profession).", "15. On 10 October 2007, considering that it undermined lawyers’ freedom to exercise their profession and the essential rules regulating that profession, the applicant appealed to the Conseil d’Etat to have the decision set aside. He submitted that there was no law or regulation giving the National Bar Council regulatory powers in such matters as money-laundering. Furthermore, pointing out that the decision concerned required lawyers to adopt in-house procedures to ensure compliance with the instructions on the reporting of suspicions, subject to disciplinary sanctions, and that the term “suspicions” was not defined, he complained that this was in breach of the requirement of legal certainty inherent in Article 7 of the Convention. In addition, referring to the André and Another v. France judgment (no. 18603/03, 24 July 2008), he contended that the regulations adopted by the National Bar Council were incompatible with Article 8 of the Convention, as the “obligation to report suspicions” jeopardised legal professional privilege and the confidentiality of exchanges between lawyer and client. Lastly, under Article 267 of the Treaty on European Union, he asked the Conseil d’Etat to refer the matter to the Court of Justice of the European Union for a preliminary ruling on the conformity of the “declaration of suspicion of criminal offence” with Article 6 of the Treaty on European Union and Article 8 of the Convention.", "16. By a judgment of 23 July 2010, the Conseil d’Etat rejected the bulk of the submissions in the application.", "17. Concerning the submission based on Article 7 of the Convention, the judgment found that the “reporting of suspicions” referred to in the disputed decision was not unclear in so far as it referred to the provisions of Article L. 562-2 of the Monetary and Financial Code (subsequently amended to become Article L. 561-15). As to the submission based on Article 8, the judgment rejected it on the following grounds:", "“... if, according to the applicant, the provisions of [Directive 91/308/EEC, as amended] are incompatible with those of Article 8 of the Convention ... which protect the fundamental right to professional confidentiality, among other things, that Article also permits interference by the authorities with that right when necessary in the interests of public safety, for the prevention of disorder or crime ...; ... regard being had on the one hand to the general interest served by combating money-laundering and, on the other, to the safeguard provided by the exclusion from its scope of information received or obtained by lawyers in the course of activities connected with judicial proceedings, or in their capacity as legal counsel, save, in this latter case, where the lawyer is taking part in money-laundering activities, or the legal advice is provided for money-laundering purposes, or the lawyer knows that the client is seeking legal advice for money-laundering purposes, the obligation under the Directive concerned for lawyers to report their suspicions does not amount to excessive interference with professional confidentiality; ... accordingly there is no need to refer the matter to the Court of Justice of the European Union for a preliminary ruling and the submission concerning the breach of the Convention provision concerned must be rejected.”", "18. The recommendations adopted by the FATF provide, inter alia, for a duty of diligence on the part of financial institutions and require them to report suspicious transactions.", "Recommendation no. 12 proposed widening the scope of the professions concerned by the requirement of due diligence to include “lawyers, notaries, other independent legal professionals and accountants” when they prepare or carry out transactions for their clients concerning the following activities: buying and selling of real estate; managing of client money, securities or other assets; management of bank, savings or securities accounts; organisation of contributions for the creation, operation or management of companies; and creation, operation or management of legal persons or arrangements, and buying and selling of business entities. Recommendation no. 16 widened the scope of the obligation to report suspicious transactions to include the same professions when engaging in the above activities, but provided for an exception when the relevant information was obtained in circumstances where they were subject to professional secrecy or legal professional privilege.", "19. The Council of Europe Convention of 16 May 2005 on Laundering, Search, Seizure and Confiscation of the Proceeds from Crime and on the Financing of Terrorism (which came into force on 1 May 2008 but has not been ratified by France) contains the following provisions concerning the prevention of money-laundering (Article 13 §§ 1 and 2).", "“1. Each Party shall adopt such legislative and other measures as may be necessary to institute a comprehensive domestic regulatory and supervisory or monitoring regime to prevent money-laundering and shall take due account of applicable international standards, including in particular the recommendations adopted by the Financial Action Task Force on Money Laundering (FATF).", "2. In that respect, each Party shall adopt, in particular, such legislative and other measures as may be necessary to:", "(a) require legal and natural persons which engage in activities which are particularly likely to be used for money-laundering purposes, and as far as these activities are concerned, to:", "(i) identify and verify the identity of their customers and, where applicable, their ultimate beneficial owners, and to conduct ongoing due diligence on the business relationship, while taking into account a risk-based approach;", "(ii) report suspicions on money-laundering subject to safeguards;", "(iii) take supporting measures, such as record-keeping on customer identification and transactions, training of personnel and the establishment of internal policies and procedures, and if appropriate, adapted to their size and nature of business;", "(b) prohibit, as appropriate, the persons referred to in sub-paragraph (a) from disclosing the fact that a suspicious transaction report or related information has been transmitted or that a money-laundering investigation is being or may be carried out;", "(c) ensure that the persons referred to in sub-paragraph a are subject to effective systems for monitoring, and where applicable supervision, with a view to [ensuring] their compliance with the requirements to combat money-laundering, where appropriate on a risk-sensitive basis.”", "According to the explanatory report, the intention of the drafters of this Convention was that it should also cover the “non-financial professions” referred to in FATF Recommendation no. 12. Moreover, the expression “subject to safeguards” in Article 13 § 2 (a) (ii) primarily means that it is in respect of the independent legal professions that the restriction “resulting from professional secrecy or legal professional privilege” contained in FATF Recommendation no. 16 (and its explanatory note) is relevant.", "20. On 10 June 1991 the Council of the European Communities adopted Directive 91/308/EEC on the prevention of the use of the financial system for the purpose of money-laundering. The aim was to oblige credit and financial institutions to identify their customers and all transactions in excess of 15,000 euros (EUR), to “examine with special attention” any suspicious transaction they considered likely to be related to money-laundering, and to report any sign of money-laundering to the relevant authorities. It was amended by Directive 2001/97/EC of 4 December 2001, which broadened the definition of laundering and extended the obligation to identify clients and report suspicious transactions to a series of professionals outside the financial sector, and in particular to “independent legal professionals”.", "21. Directive 91/308/EEC, as amended, was repealed by Directive 2005/60/EC of 26 October 2005 on the prevention of the use of the financial system for the purpose of money-laundering and terrorist financing, which reproduces and adds to the text of the earlier Directive. Recital 19 specifies that “independent legal professionals ... as defined by the member States ... are subject to the provisions of [the] Directive when participating in financial or corporate transactions, including providing tax advice, where there is the greatest risk of the services of those legal professionals being misused for the purpose of laundering the proceeds of criminal activity or for the purpose of terrorist financing”. Article 2 § 1 (3) (b) specifies that the Directive applies to them when, “acting in the exercise of their professional activities”, “they participate, whether by acting on behalf of and for their client in any financial or real-estate transaction, or by assisting in the planning or execution of transactions for their client concerning the: (i) buying and selling of real property or business entities; (ii) managing of client money, securities or other assets; (iii) opening or management of bank, savings or securities accounts; (iv) organisation of contributions necessary for the creation, operation or management of companies; (v) creation, operation or management of trusts, companies or similar structures”.", "22. The Directive calls in certain cases for customer due diligence measures, including identifying and verifying the identity of the customer and the beneficial owner and obtaining information on the purpose and intended nature of the business relationship (Article 8 § 1 (a), (b) and (c)). Member States are in principle obliged to require that, where the institution or person concerned is unable to comply with its obligations, they “may not carry out a transaction through a bank account, establish a business relationship or carry out the transaction, or shall terminate the business relationship, and shall consider making a report to the financial intelligence unit (FIU) in accordance with Article 22”. This obligation does not apply, however, “in situations when ... independent legal professionals ... are in the course of ascertaining the legal position for their client or performing their task of defending or representing that client in, or concerning judicial proceedings, including advice on instituting or avoiding proceedings” (Article 9 § 5).", "23. It also enshrines the obligation to report suspicions, specifying that “member States shall require the institutions and persons [concerned] ... to cooperate fully”, “by promptly informing the FIU, on their own initiative, where [they] know, suspect or have reasonable grounds to suspect that money-laundering or terrorist financing is being or has been committed or attempted” and “by promptly furnishing the FIU, at its request, with all necessary information, in accordance with the procedures established by the applicable legislation” (Article 22 § 1).", "24. However, where “independent legal professionals” are concerned, “member States may ... designate an appropriate self-regulatory body of the profession concerned as the authority to be informed in the first instance in place of the FIU”, in which case the designated self-regulatory body must “forward the information to the FIU promptly and unfiltered” (Article 23 § 1).", "25. And member States are not obliged to apply the obligations laid down in Article 22 to (inter alia) “independent legal professionals ... with regard to information they receive from or obtain on one of their clients, in the course of ascertaining the legal position for their client or performing their task of defending or representing that client in, or concerning judicial proceedings, including advice on instituting or avoiding proceedings, whether such information is received or obtained before, during or after such proceedings” (Article 23 § 2).", "26. Lastly, according to recital 48, “[n]othing in this Directive should be interpreted or implemented in a manner that is inconsistent with the European Convention on Human Rights”.", "27. In 2005, in connection with an application lodged by various Belgian Bar associations to have certain legal provisions transposing Directive 2001/97/EC annulled, the Belgian Constitutional Court referred the following question to the Court of Justice of the European Communities for a preliminary ruling:", "“Does Article 1, [§ 2], of Directive 2001/97 ... breach the right to a fair trial guaranteed by Article 6 of the [Convention] ... in so far as the new Article 2 bis, [§ 5] which it adds to Directive 91/308/EEC imposes the inclusion of independent legal professionals – no exception being made for lawyers – in the scope of the said Directive, which, in substance, requires certain people and institutions to inform the authorities responsible for combating money-laundering of any sign that may be an indication of money-laundering (Article 6 of Directive 91/308/EEC, replaced by Article 1, [§ 5], of Directive 2001/97/EC)?”", "The Bar associations submitted in particular that in extending to lawyers the obligation to inform the competent authorities of any transactions they knew or suspected were linked to money-laundering, the legislation concerned was in breach of the principles of professional confidentiality and the independence of the lawyer, which are essential aspects of the fundamental right to a fair trial and the rights of the defence.", "28. In its judgment of 26 June 2007, the Court of Justice disagreed.", "29. Firstly, it pointed out that fundamental rights formed an integral part of the general principles of law which it upheld, drawing on the constitutional traditions shared by the member States and the guidance given by the international human rights protection treaties to which the member States were party or with which they cooperated, among which the European Convention on Human Rights was “particularly significant”. It concluded that the right to a fair trial enshrined, inter alia, in Article 6 of the Convention was a fundamental right which the European Union respected as a general principle by virtue of Article 6 § 2 of the Treaty on European Union.", "Next, it noted that under the Directive in question the obligations to report and cooperate applied to lawyers only when they were helping their clients to prepare or carry out certain types of transaction, mainly financial or real-estate operations, or when they were acting in the name and on behalf of their clients in such financial transactions or real-estate operations. It pointed out that as a general rule these activities, by their very nature, took place in contexts that were not related to any judicial proceedings and therefore did not concern the right to a fair trial.", "The Court of Justice further noted that where a lawyer’s assistance with a transaction was requested in connection with the defence or representation of a client in judicial proceedings, or advice on instituting or avoiding proceedings, the Directive exempted the lawyer from these obligations. It considered that this exemption protected the client’s right to a fair trial. It also stated that the requirements relating to the right to a fair trial did not preclude the obligations of information and cooperation from being imposed on lawyers acting specifically in the situations listed in the preceding paragraph where those obligations were “justified by the need ... to combat money-laundering effectively, in view of its evident influence on the rise of organised crime, which itself [was] a particular threat to society in the member States”.", "30. The above-mentioned Directives have been transposed into French law and included (and amended several times) in the Monetary and Financial Code.", "31. The obligations of customer due diligence are codified in Articles L. 561-5 to L. 561-14-2, and those concerning reporting in Articles L. 561-15 to L. 561-22 (in the present version of the Code).", "32. These provisions apply to various organisations and professionals listed in Article L. 561-2 of the Code, including lawyers in the Conseil d’Etat and the Court of Cassation, and lawyers and avoués in the courts of appeal when, “in the context of their business activity ... 1. They participate for and on behalf of their client in any financial or real-estate transaction or act as a trustee; 2. They assist their client in the preparation or execution of transactions relating to: (a) the buying and selling of real estate or businesses; (b) the management of funds, securities or other assets belonging to their client; (c) the opening of current accounts, savings accounts or securities accounts, or of insurance policies; (d) the organisation of the contributions required to create companies; (e) the formation, administration or management of companies; (f) the formation, administration or management of trusts governed by Articles 2011 to 2031 of the Civil Code or by a foreign legal system, or of any other similar structure; (g) the formation or administration of endowment funds (Article L. 561-3 I). They do not apply to them, however, when the activity relates to judicial proceedings, whether the information they have was received or obtained before, during or after said proceedings, including any advice given with regard to the manner of initiating or avoiding such proceedings, nor where they give legal advice, unless said information was provided for the purpose of money-laundering or terrorist financing or with the knowledge that the client requested it for the purpose of money-laundering or terrorist financing” (Article L. 561-3 II).", "33. Article R. 563-3 provided for internal procedures for implementing the legal obligations to be set in place, as appropriate, by ministerial decree or through professional regulations approved by the Minister.", "34. The obligation of due diligence means that before entering into a business relationship with their client the person or entity concerned must identify the client and, where applicable, the effective beneficiary of the business relationship, and verify proof of identity (Article L. 561-5 I). As an exception, where the risk of money-laundering or of terrorist financing appears to be low, the identity of the client and, where applicable, that of the effective beneficiary, may be verified when the business relationship is in the process of being established (Article L. 5615 II). Information relating to the object and nature of the business relationship and any other piece of relevant information concerning the client must also be gathered before the business is transacted. Throughout its duration the persons or entities concerned are required to apply “constant due diligence” to the business relationship, within the limits of their rights and obligations, and carry out a “thorough examination of the transactions executed, taking care to ensure that they are consistent with the latest information they have concerning their client” (Article L. 561-6).", "35. Where a party is unable to identify its client or to obtain information on the object and nature of the business relationship, it must not execute any transaction, regardless of the particulars, or establish or pursue any business relationship. Where it has been unable to identify its client or to obtain information on the object and nature of the business relationship, and the relationship has nevertheless been established pursuant to Article L. 5615 II, it must terminate it (Article L. 561-8).", "36. The persons or entities concerned must declare to their country’s financial intelligence unit (“the FIU”) the sums entered in their books or the transactions relating to sums which they know, suspect or have good reasons for suspecting are the proceeds of an offence punishable by a custodial sentence of more than one year or are destined for terrorist financing (Article L. 561-15 I).", "They must also declare the sums or transactions which they know, suspect or have good reasons for suspecting are the proceeds of a tax fraud, where at least one of the following criteria defined by Article D. 561-32-1 II is present (Article L. 561-15 II):", "“1. The use of a front company, whose activity is inconsistent with its stated object or which has its registered office in a State or territory which has not signed a tax agreement with France giving it access to bank information, as identified from a list published by the tax authorities, or at the private address of one of the beneficiaries of the suspicious operation, or in premises occupied by several businesses within the meaning of Article L. 123-11 of the Commercial Code;", "2. Financial operations made by a company whose articles of association have undergone frequent changes not justified by the economic situation of the company concerned;", "3. Recourse to middlemen acting in appearance only for the companies or individuals involved in financial operations;", "4. Carrying out financial operations inconsistent with the usual activities of the company or suspicious operations in sectors sensitive to carousel-type VAT fraud, such as information technology, telephones, electronic goods, household appliances, hi-fi and video;", "5. The sudden, unexplained sharp increase over a short period in the amounts credited to newly opened or hitherto inactive accounts, possibly linked to a sharp increase in the number and volume of transactions or the use of previously dormant or inactive companies whose articles of association have recently undergone changes;", "6. The presence of anomalies in the invoices or order forms presented as justification for financial operations, such as a missing company registration or [French] SIREN or VAT number, invoice number, address or date;", "7. The unexplained use of payable-through accounts which register large numbers of debit and credit operations while the balance remains close to zero;", "8. The frequent withdrawal of cash from or deposit of cash in a business account which is not justified by the volume or nature of the economic activity;", "9. Difficulty in identifying the end beneficiaries and the links between the origin and destination of funds because of the use of intermediate accounts or non-financial business accounts such as payable-through accounts, or the use of complex legal and financial business structures which tend to obscure management and administrative machineries;", "10. International financial operations with no apparent legal or economic justification, often limited to the simple transit of funds from or to other countries, when the countries concerned are States or territories referred to in 1. above;", "11. Refusal or inability of the client to supply proof of the origin of funds received or justification of payments made;", "12. Transfer of funds to a foreign country, followed by repatriation thereof in the form of loans;", "13. Organisation of insolvency by the rapid sale of assets to persons or legal entities or on terms that reflect a clear and unjustified imbalance in the selling price;", "14. Regular use by individuals living and having an activity in France of accounts held by foreign companies;", "15. The deposit by a private individual of funds unrelated to his known activity or assets;", "16. The sale of real estate at a grossly undervalued price.”", "They are also required to declare to the FIU any transaction in respect of which the identity of the principal or of the effective beneficiary or of the grantor of a fiduciary fund or of any other management instrument of a special-purpose trust remains dubious despite the steps taken pursuant to Article L. 5615 (Article L. 561-15 IV).", "A decree of the Conseil d’Etat specifies the form this declaration must take.", "37. The persons and entities concerned must refrain from executing any transaction which they suspect may be linked to money-laundering or to terrorist financing until such time as they have made the report referred to above (Article L. 561-16). Where a transaction which should have been the subject of the report referred to in Article L. 561-15 has already been executed on account of it being impossible to defer its execution, or because its deferral could have obstructed investigations relating to a suspected money-laundering or terrorist financing transaction, or because it did not appear to be subject to said report until after its execution, the person or entity must inform the FIU thereof without delay.", "38. As an exception, advocates attached to the Conseil d’Etat and the Court of Cassation, and counsel before the court of appeal send their reports not to the FIU but, as applicable, to the President of the Bar Council of the Conseil d’Etat and of the Court of Cassation, to the Chairman of the Bar to which the advocate belongs or to the Chairman of the professional body of which the counsel is a member. As soon as the conditions set forth in Article L. 561-3 are met, the said authorities send the report to the FIU in conformity with the terms set forth in a decree of the Conseil d’Etat (Article L. 561-17).", "39. The report concerned is confidential. It is prohibited to divulge its existence and content and to disclose information regarding its outcome. Disregarding the prohibition on disclosure is punishable by a fine of EUR 22,500 (Article L. 5741; inserted in the Monetary and Financial Code by Order no. 2009-104 of 30 January 2009); the fact of the advocates concerned endeavouring to dissuade their client from taking part in an illegal activity does not constitute prohibited disclosure (Article L. 561-19).", "40. The FIU (known as “Tracfin” in France) is an administrative investigation department of the Ministry of Finance, composed of specially selected officials. Its main purpose is to collect, analyse, develop and make use of any information likely to establish the origin or the destination of the sums or the nature of the transactions that have been the subject of a report. Where its investigations reveal acts likely to relate to the laundering of the proceeds of an offence punishable by a custodial sentence in excess of one year or to terrorist financing, it refers the matter to the public prosecutor via a memorandum (Article L. 56123).", "41. The FIU may directly ask the persons concerned to disclose documents kept in connection with the obligation of due diligence. As an exception to the above, requests for disclosure of documents made to advocates attached to the Conseil d’Etat and to the Court of Cassation and to advocates and counsel attached to the courts of appeal are submitted by the FIU, as applicable, to the President of the Bar Council of the Conseil d’Etat and of the Court of Cassation, or the Chairman of the Bar or the professional body to which the advocate or counsel belongs. Having ensured that the provisions of Article L. 561-3 have been complied with, these persons then forward the documents thus received to the FIU (Article L. 561-26).", "42. The persons and entities concerned are required to put systems in place to assess and manage the risks of money-laundering and of terrorist financing, and to provide their staff with regular training and information to ensure compliance with the obligations of due diligence and reporting (Articles L. 561-32 and L. 561-33).", "Article R. 563-3 (repealed by Decree no. 2009-1087 of 2 September 2009) provided for the internal procedures to be defined by order of the relevant ministry, by professional rules and regulations approved by the ministry concerned, or by the general regulations of the financial markets supervisory authorities.", "43. Where, as a result of either a serious lack of due diligence or a failure in the organisation of its internal auditing procedures, an advocate attached to the Conseil d’Etat or the Court of Cassation or an advocate or counsel attached to the courts of appeal has failed to comply with these obligations, the competent supervisory authority will institute disciplinary proceedings founded on the professional or administrative rules and shall notify the public prosecutor attached to the Court of Cassation or the court of appeal thereof (Article L. 561-36 III).", "44. In a judgment of 10 April 2008 (no. 296845), the Conseil d’Etat found Directive 2001/97/EC of 4 December 2001 and the Law of 11 February 2004 transposing it compatible with Articles 6 and 8 of the Convention.", "45. Concerning the Directive, the Conseil d’Etat first pointed out that the judgment of the Court of Justice of the European Communities in the case of Ordre des barreaux francophones et germanophone and Others had found that it was not in breach of the requirements of the right to a fair trial guaranteed by Article 6 of the Convention in so far as the obligation to cooperate and report excluded information obtained by lawyers in the course of their activities linked to judicial proceedings. The same judgment showed that information obtained by a lawyer evaluating a client’s legal situation was also excluded from the scope of these obligations, the only exceptions being where the lawyer was taking part in money-laundering activities, or the legal advice was provided for money-laundering purposes, or the lawyer knew that the client was seeking legal advice for money- laundering purposes. That being so, and regard being had to the general interest served by combating money-laundering, the Directive “did not violate the fundamental right to professional confidentiality protected by Article 8 of the Convention ..., which permits interference by the authorities with the right to respect for private and family life when necessary in the interests of public safety, for the prevention of disorder or crime”.", "46. As to the legislation, the Conseil d’Etat found that it was an accurate transposition of the Directive and that, as such, it was not incompatible with the fundamental rights guaranteed by Articles 6 and 8 of the Convention."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": ["8-1"], "NON_VIOLATED_BULLETPOINTS": []}