{"ITEMID": "001-58261", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF ASSENOV AND OTHERS v. BULGARIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (abuse of process);Preliminary objection dismissed (non-exhaustion of domestic remedies);No violation of Art. 3 (ill-treatment);Violation of Art. 3 (effective investigation);No violation of Art. 6-1;Violation of Art. 13;No violation of Art. 3 (detention);No violation of Art. 5-1;Violation of Art. 5-3 (judge or other officer);Violation of Art. 5-3 (trial within a reasonable time);Violation of Art. 5-4;Violation of Art. 25-1;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "", "TEXT": ["7. The applicants are a family of Bulgarian nationals, of Roma origin, who live in Shoumen, Bulgaria.", "Mr Anton Assenov was born in 1978, and his parents, Mrs Fidanka Ivanova and Mr Stefan Ivanov, were born in 1956 and 1952 respectively.", "8. On 19 September 1992, while gambling in the market square in Shoumen, Mr Assenov (then aged 14) was arrested by an off-duty policeman and taken to the nearby bus station, where the officer called for back-up.", "9. Subsequently Mr Assenov’s parents, who were both working at the bus station, came and asked for their son’s release. Mr Ivanov, as a way of showing that he would administer any necessary punishment, took a strip of plywood and hit his son. At some point two other policemen arrived. The applicants allege that these officers hit the boy with truncheons. A dispute ensued between the boy’s parents and the police, although it appears that Mr Assenov himself was unaggressive and compliant. He and his father were handcuffed and forced into a police car. They were taken to the police station, where they were detained for approximately two hours before being released without charge. Mr Assenov alleged to have been beaten with a toy pistol and with truncheons and pummelled in the stomach by officers at the police station.", "10. On 21 September 1992, the first working day following the incident, the applicants visited a forensic medical expert. They explained to him that Mr Assenov had been beaten by three policemen with a truncheon and with the handle of a pistol and that his mother had been beaten with a truncheon. The doctor examined the two applicants and issued medical certificates.", "11. The certificate concerning the first applicant stated that the boy had a band-like haematoma about 5 cm long and 1 cm wide on the upper outer side of his right arm; three band-like haematomas, each about 6 cm long and 1 cm wide, on the right side of his chest; another bruise about 4 cm long on the left scapula; a haematoma 2 cm in diameter on the back of the head; and five grazes each about 5 cm long on the right chest.", "The certificate concerning Mrs Ivanova stated that she had a bruise about 5 cm long on her left thigh.", "The doctor concluded that the bruises could have been inflicted as described by the applicants.", "12. On 2 October 1992, Mrs Ivanova filed a complaint with the District Directorate of Internal Affairs (“the DDIA”), alleging that her son had been beaten at the bus and police stations, and requesting the prosecution of the officers responsible (see paragraph 58 below).", "13. The complaint was dealt with by Colonel P., an inspector with the personnel service of the DDIA. On 15 October 1992, Colonel P. heard each of the applicants and prepared written accounts of their oral testimony. Mr Assenov was heard in the presence of a teacher, Mr G. In their statements, the applicants gave the account of events set out in paragraphs 8–9 above.", "14. Colonel P. also ordered the three police officers present at the bus station and the officer who had been on duty at the police station to submit written explanations. This they did on 21, 22 and 26 October 1992.", "According to these statements, Sergeant B., who was off-duty and out of uniform, had been passing the central bus station when he saw people gambling. He had arrested Mr Assenov and taken him to the bus station from where he had called the police officer on duty. Thereupon Mr Ivanov had appeared, shouted at the boy, and had hit him two or three times on the back with a plywood strip. He and his wife, who had arrived shortly thereafter, started protesting against their son’s arrest and pulling the boy. When Sergeants S. and V. arrived, the father had shouted, swore, and threatened the police officers, who told him to be quiet and asked him to come voluntarily to the police station. A crowd of about fifteen to twenty Roma had gathered; also present were approximately twenty drivers from the bus station. Since Mr Ivanov had continued his violent behaviour, the police officers had subdued him forcibly, handcuffed him and taken him and his son to the police station.", "There officer S. had filled out a form recording the seizure of 100 levs from Mr Assenov and then released the two applicants. It was not true that they had been beaten at the police station.", "15. On 26 October 1992 Colonel P. also obtained a written statement from the traffic manager at the bus station. She stated that a policeman had brought a boy and had asked her to telephone the police for a car. She did not remember any disturbance having occurred.", "16. Based on this evidence, on 6 November 1992 Colonel P. drew up an internal note in which he made a summary of the facts and concluded that the boy had been beaten by his father.", "17. On 13 November 1992 the Director of the DDIA wrote to the applicants stating that the conduct of the police officers had been lawful and that he would not, therefore, open criminal proceedings against them.", "18. On 12 December 1992 the applicants submitted a request for the criminal prosecution of the alleged offenders to the regional military prosecution office in Varna (“the RMPO”).", "19. On 30 December 1992 the RMPO ordered an inquiry to be carried out by investigator G. at the military investigation office in Shoumen.", "20. On 8 February 1993 investigator G. wrote to the Director of Police in Shoumen, instructing him to take evidence from the applicants and the police officers and to report back. Since there had already been an inquiry on the matter, on 15 February 1993 the DDIA sent to the investigator all the material already collected.", "21. It is disputed whether investigator G. heard the applicants personally. The Government allege that he did, but there is no record of this on file.", "22. On 20 March 1993 investigator G. drew up a one-page internal note summarising the facts and advising that criminal proceedings should not be brought against the officers, on the grounds that the allegations had not been proved and the evidence in the case was “contradictory”.", "23. On 24 March 1993, the RMPO decided, on the basis of the investigator’s advice, not to instigate criminal proceedings. The decision stated, inter alia, that Mr Ivanov had been hitting his son, shouting and pulling him, in disobedience of police orders, which had led to the applicants’ arrest (see paragraph 55 below), and that the evidence taken from witnesses did not confirm the use of physical violence by the police against the boy.", "24. On 15 April 1993 the applicants appealed to the general military prosecution office (“GMPO”). They stated that it was clear from the decision of non-prosecution that the only witnesses examined had been the police officers who were the suspects; that the medical certificates had not been taken into consideration; and that it was untrue that Mr Assenov and his father had disobeyed police orders.", "25. The appeal was submitted through the RMPO, which forwarded it to the GMPO on 30 April 1993, enclosing a letter advising that the complaint should be dismissed. A copy of this letter was sent to the applicants.", "26. On 21 May 1993 the GMPO, apparently after an examination of the file, refused to open criminal proceedings against the police officers on the same grounds as the lower prosecuting authority. The decision stated, inter alia:", "“A medical certificate is enclosed in the file, from which it appears that there were haematomas on the juvenile’s body, indicating superficial bodily harm, and corresponding, in terms of mechanism of infliction, to blows with a band-like solid object.", "The deputy regional prosecutor correctly considered that even if blows were administered on the body of the juvenile, they occurred as a result of disobedience to police orders. The physical force and auxiliary means employed were in accordance with section 24(1), points 1 and 2, of the Law on National Police now in force [see paragraph 56 below].”", "27. Apparently as a result of continued complaints from the applicants and pressure from the Ministry of Justice to re-examine the matter, on 13 July 1993 the GMPO wrote to the RMPO, stating that preliminary inquiries regarding alleged police misconduct should include the examination of independent witnesses, and that further investigations should therefore be carried out.", "28. The RMPO took statements from a bus driver and a bus station employee on 29 and 30 July 1993 respectively. The driver stated that he had seen a Roma man hit his son with a lath. When the police car arrived, the father had thrown himself at the police officers and started fighting. The driver had taken the father’s arm to prevent him hitting the officers. He had not seen any of the officers hitting the boy. The other witness had a vague recollection of events and could not say whether or not the father had hit his son or the policemen had beaten them.", "29. These additional investigations apparently did not conclude with the delivery of a formal decision. Their results were not communicated to the applicants.", "30. On 20 June 1994 the applicants appealed to the Chief General Prosecutor of Bulgaria. They again set out their version of events, adding that Mr Assenov’s beating had been accompanied by insults referring to the applicants’ Roma origin and pointing out that there had been a number of witnesses to the incident but that no effort had been made to take evidence from any of them. They argued that there was a contradiction between the finding of the RMPO that no physical force had been used and the conclusion of the GMPO, which established that there had been use of physical force, but that it had been legal, and they alleged violations of Articles 3, 6 and 14 of the Convention.", "31. This appeal was apparently transferred to the GMPO, which wrote to the applicants’ lawyer on 28 June 1994 stating that there were no grounds to overturn the previous decision.", "32. In January 1995, Mr Assenov was questioned by the Shoumen prosecuting authorities in connection with an investigation into a series of thefts and robberies.", "33. He was arrested on 27 July 1995 and the following day, in the presence of his lawyer and a prosecutor (“K.”), he was questioned by an investigator and formally charged with ten or more burglaries, allegedly committed between 9 January and 2 May 1995, and six robberies committed between 10 September 1994 and 24 July 1995, all involving attacks on passers-by on the street. Mr Assenov admitted most of the burglaries but denied having committed the robberies.", "The decision was taken to detain him on remand. This decision was approved the same day by another prosecutor, “A.” (see paragraph 69 below).", "34. On 27 July, 2 August, 7 August and 15 August 1995, the applicant took part in identification parades, at which he was identified by four robbery victims. A lawyer was present on all occasions. On 28 August 1995 an expert appointed by the investigator submitted a report concerning the value of the objects allegedly stolen by the first applicant and his accomplices. On an unspecified date additional charges, concerning other thefts in which Mr Assenov was suspected to have been an accomplice, were joined.", "It would appear that, in the course of the investigation, approximately sixty witnesses and alleged victims were examined, but that no evidence was collected after September 1995.", "35. Between 27 July 1995 and 25 March 1996, Mr Assenov was detained at the Shoumen police station.", "There is a dispute between the parties as regards the conditions of his detention there. The applicant submits that he was held in a cell measuring 3 x 1.80 metres, which he shared at times with two to four other detainees; that the cell was almost entirely below ground level, with very limited light and fresh air; that he could not exercise or engage in any activity in his cell; and that he was let out of his cell only twice a day, to go to the toilet. The Government submit that the cell measured 4.60 x 3.50 metres and that the applicant shared it with only one other detainee.", "36. The applicant submitted numerous requests for release to the prosecuting authorities, referring, inter alia, to the facts that no further evidence had to be collected and that he was suffering from health problems exacerbated by the conditions of his detention and had two young children. It appears that some of these applications were assessed individually, and that others were grouped and examined several months after their submission.", "37. On 21 August 1995, Mr Assenov was examined by a doctor, who found that he was healthy. He was examined again on 20 September 1995, by a cardiologist from the Regional Hospital of Shoumen, who concluded that he did “not suffer from any cardiac disease, either congenital or acquired”, and that there were “no counter-indications against him remaining in detention, as far as his cardio-vascular status is concerned”.", "38. On 11 September 1995, Mr Assenov submitted a petition to the Shoumen District Court requesting his release (see paragraphs 72–76 below).", "On 19 September 1995 a judge sitting in camera dismissed the petition, stating, inter alia, that the charges against Mr Assenov concerned serious crimes, and that his criminal activity had been persistent, giving rise to a danger that he would commit further crimes if released.", "39. On 13 October 1995, a district prosecutor dismissed two requests for Mr Assenov’s release. This refusal was confirmed on 19 October 1995 by a regional prosecutor.", "40. The applicants appealed to the Chief Public Prosecutor’s Office stating, inter alia, that there had been a “campaign” against them because of their application to the Commission.", "In its decision of 8 December 1995 the Chief Public Prosecutor’s Office dismissed the applicants’ arguments and stated that, although the investigation had been completed by September 1995, it was still necessary to detain Mr Assenov because there was a clear danger that he would resume his criminal activities. However, the view was expressed that prolonged detention in the premises of the Shoumen police would be harmful to the applicant’s “physical and mental development” and that he should therefore be moved to the Boychinovzi juvenile penitentiary.", "The transfer took place three and a half months later, on 25 March 1996.", "41. On an unspecified date in 1996, Mr Assenov again challenged his detention on remand before the Shoumen District Court.", "On 28 March 1996 the court requested the case file from the district prosecutor’s office. Noting that an application had already been examined on 19 September 1995, it rejected the new petition as inadmissible (see paragraph 75 below).", "42. On 21 March 1996 the investigator opened a separate case file to deal with the robbery charges, in connection with which he questioned Mr Assenov and ordered his continued detention on remand. The following day the investigator drew up a report summarising the facts in the robbery case and sent it to the prosecutor proposing that an indictment be prepared.", "43. On 3 July 1996, a district prosecutor sent the robbery case back to the investigator with instructions to see one further witness. On 23 August 1996 the investigator returned the case file because the proposed witness had died. On 26 September 1996, the district prosecutor drew up an indictment in the case and, four days later, submitted it to the Shoumen District Court. The court held a hearing on 6 February 1997, where it heard four witnesses and adjourned the hearing to 29 May 1997 because of the non-attendance of two other witnesses.", "44. In the meantime, on 20 September 1996, the investigator completed the preliminary inquiry into the burglary case. On 25 October 1996, this case was sent to the regional prosecutor’s office with a proposal to indict Mr Assenov. It appears that on 31 January 1997 the burglary case was referred back for further investigation.", "45. Between 5 July and 24 September 1996, Mr Assenov was again held at Shoumen police station, before being transferred to Belene Prison.", "46. Throughout 1996 the applicants continued to submit requests for Mr Assenov’s release to the prosecuting authorities. By decisions of 21 February and 17 June 1996 these requests were dismissed by the district prosecutor, on the grounds that the applications raised no new arguments, that there was still a danger of the applicant reoffending if released and that the cases would soon be sent for trial. On 8 October 1996 the regional prosecution office dismissed another request for release.", "47. On 4 November 1996, a District Court judge sitting in the robbery case examined in camera Mr Assenov’s petition for release. The judge refused to release Mr Assenov, taking into account the seriousness and the number of the crimes with which he had been charged and the fact that the trial would soon commence.", "48. In July 1997 Mr Assenov was convicted of four street robberies and sentenced to thirty months’ imprisonment.", "According to the information available to the Court, he has not yet been indicted in relation to the burglary charges pending against him.", "49. The applicants’ complaint was lodged with the Commission on 6 September 1993. In March 1995 they signed before a notary a statement of means, prepared in Bulgarian, referring expressly to their application to the Commission, and stating that it was done for purposes of their legal aid request to the Commission.", "50. On 15 May, 23 May and 8 September 1995 two daily newspapers published articles about the case. Two of the articles, under headlines stating that a Roma gambler had “put Bulgaria on trial in Strasbourg”, explained inter alia that, in response to questions from journalists, the applicants had allegedly denied having made an application to the Commission. The articles concluded that perhaps some Roma activists had pushed the case and misled Amnesty International.", "51. On an unspecified date the prosecuting authorities or the police approached the applicants and asked them to declare whether they had made an application to the Commission. On 8 September 1995, the second and third applicants visited a notary and signed a declaration in which they denied having made an application to the Commission. They further stated that they remembered having signed, in 1992 and 1993, some documents prepared by human rights associations. However, they had not been given copies of the documents and did not know their contents. One of the documents had been in a foreign language.", "52. It would appear that this declaration was then submitted to the prosecuting authorities. On 19 September 1995 the GMPO wrote about it to the Ministry of Foreign Affairs.", "53. The transcript of Mr Assenov’s questioning after his arrest on 28 July 1995 establishes that he spoke to the investigator about the events of 19 September 1992, saying:", "“In 1992 ... I was beaten by policemen ... [at the bus station]. Thereafter I obtained a medical certificate and my father complained to the police. They did not look at it seriously and he submitted it to the military prosecution office. They did not take it seriously either. Then my father heard that there were some people from an international human rights organisation [in town]. My father brought me there and showed them how I was beaten. In fact, after my release from the police my father brought me first to these people and then wrote to the police and to the prosecution authorities.”", "Since the minutes record only that said by Mr Assenov, it cannot be established whether or not his statement was made in response to questioning.", "54. Gambling is an administrative offence under Bulgarian law, for which individuals under sixteen years of age are not liable (section 2(2) of the Law against Speculation).", "55. Section 20(1) of the Law on National Police (1976), which applied at the relevant time, provided that a police officer could take to a police station or local government office only those persons:", "“1. whose identity may not be established;", "2. who behave violently and do not obey after warning;", "3. who refuse to come voluntarily to a police station without serious reasons for refusal, after having been notified under section 16 of the present Act;", "4. who wilfully create obstacles for the authorities of the Ministry of Internal Affairs in carrying out their duties;", "5. who carry or use without lawful permission firearms, other weapons or other dangerous objects;", "6. in other cases prescribed by law.”", "According to section 20(2) of this Law, in each of the above cases the police were required to carry out an immediate investigation and release the person held within three hours, unless it was necessary to take further lawful measures in respect of him or her.", "56. Section 24(1) contained provisions on the use of force by police officers. The use of force “adequate to the character and seriousness of the offence and resistance” (section 24(2)), was permitted:", "“1. to bring an end to violent conduct or other serious violation of the public order;", "2. in cases of obvious disobedience to police orders or prohibition;", "3. during arrest or convoy where there is danger of absconding or for the life of the person arrested or conveyed or for other persons.”", "57. Article 190 of the Code of Criminal Procedure (1974) (“CCP”) states:", "“There shall be considered to exist sufficient evidence for the institution of criminal proceedings where a reasonable supposition can be made that a crime might have been committed.”", "58. In respect of most serious crimes, and all crimes allegedly committed by civil servants in the exercise of their duties, criminal proceedings cannot be brought by a private individual, but only by the decision of a public prosecutor (CCP, Articles 192 and 282–85).", "According to Articles 192 and 194 § 3 of the CCP, when a prosecutor has refused to institute criminal proceedings, such proceedings can be instituted by a higher prosecutor upon the petition of the interested person or ex officio.", "59. The victim of an alleged crime can join criminal proceedings as a civil party in order to seek compensation (CCP, Chapter II, Articles 60–64).", "60. The Law on Obligations and Contracts provides in section 45 that a person who has suffered damage can seek redress by bringing a civil action against the person who has, through his fault, caused the damage. The Law on State Responsibility for Damage provides that a person who has suffered damage due to the unlawful act of a civil servant can bring an action against the State authority concerned.", "61. The Code of Civil Procedure provides, in Articles 182(d) and 183, that a court examining a civil action:", "“182. … shall suspend the proceedings:", "(d) whenever criminal elements, the determination of which is decisive for the outcome of the civil dispute, are discovered in the course of the civil proceedings.", "183. Proceedings which have been suspended shall be resumed ex officio or upon a party’s petition after the respective obstacles have been removed...”", "Article 222 of the Code of Civil Procedure provides:", "“The findings contained in a final judgment of a criminal court and concerning the issue whether the act in question has been committed, its unlawfulness and the perpetrator’s guilt, are binding on the civil court when it examines the civil consequences of the criminal act.”", "62. The parties have submitted to the Court a number of decisions of the Bulgarian Supreme Court as to the effect of the above provisions.", "In decision no. 3421 of 18 January 1980 in case no. 1366/79, the First Civil Division of the Supreme Court held:", "“In principle the fact of a crime may only be established under the procedures of the Code of Criminal Procedure. This is why, when an alleged civil right derives from a fact which constitutes a crime under the Criminal Code, the civil court, according to Article 182(d) of the Code of Civil Procedure, is obliged to suspend the civil proceedings.", "This is necessary in order to respect the decision of the criminal court. It is mandatory for the civil courts regardless of the crime in issue. The mandatory binding force of the decisions of criminal courts is set out in Article 222 of the Code of Civil Procedure.”", "In decision no. 12/1966, the Plenary Civil Division of the Supreme Court held as follows:", "“The decision of the prosecution to terminate the criminal prosecution based on a finding that the accused is not guilty of committing the criminal act does not bind the civil court which examines the civil consequences of this act... [T]he civil court, on the basis of evidence [collected] in the course of the civil proceedings, can reach different factual findings, for example that the tort was in fact caused by the same person, the criminal prosecution against whom had been terminated.", "If in the course of the civil proceedings, after collection of evidence, fresh criminal circumstances are discovered, the determination of which is decisive for the outcome of the civil dispute, the court is obliged to suspend the proceedings in accordance with Article 182(d) of the Code of Civil Procedure.”", "In interpretative decision no. 11 of 3 January 1967 (Yearbook 1967), the Civil Assembly of the Supreme Court of Bulgaria held:", "“… In principle a civil court may not establish whether any particular act constitutes a crime. But when the criminal proceedings were closed under Article 6 § 21 of the Code of Criminal Procedure [where the criminal procedure was closed following the death of the alleged perpetrator, expiry of the time-limit for prosecution or where an amnesty has been granted], the criminal court does not make a decision whether the act constitues a crime. In such cases, the law – Article 97 § 4 of the Code of Civil Procedure – provides a possibility for the civil court to establish in a separate procedure whether the act constitutes a crime and who was the perpetrator.”", "In decision no. 817 of 13 December 1988 in case no. 725, a claim for damages arising out of a car accident, the Fourth Civil Division of the Supreme Court held:", "“In dismissing the claim, the first-instance court had found that the only one responsible for the car accident was the claimant, who, at a distance of about ten metres, suddenly jumped in front of the car in order to cross the street and therefore, despite the measures taken by the driver, the collision was not avoided.", "This conclusion was based on the fact that the criminal investigation against the driver had been closed on the grounds of lack of evidence, ill-foundedness, lack of some of the elements comprising a crime in the accusation and lack of guilt.", "The court was not required to rely on the prosecutor’s decision to terminate the criminal investigation by Article 222 of the Code of Civil Procedure [see paragraph 61 above], which states that only the final judgment of a criminal court is binding on the court which deals with the civil consequences of the act in question. The order of a prosecutor closing an investigation has no evidential weight and his/her findings are not binding on the court dealing with the civil consequences of the act. Where there is no verdict of a criminal court finding the accused not guilty of causing the injuries of the claimant, the civil court must establish whether the defendant was guilty or not guilty on the basis of all admissible evidence under the Code of Civil Procedure. Thus, in the present case, the order of the prosecutor closing the investigation had no evidential weight that the defendant was not guilty for the car accident.”", "63. In connection with the alleged burglaries, Mr Assenov was charged with an offence the elements of which are continuous criminal activity by a minor consisting of burglaries committed with accomplices and involving breaking in to locked premises, where the amount stolen is significant. The maximum punishment for this offence is three years’ imprisonment (Criminal Code 1968 (“CC”), Article 195 §§ 1(3), 1(5) and 2 in conjunction with Articles 26 § 1 and 63 § 1(3)).", "64. In connection with the alleged robberies, he was charged with an offence of continuous criminal activity by a minor, committed with accomplices, consisting of robberies, defined as stealing with the use of force or threats. The punishment is up to five years’ imprisonment (CC, Article 198 § 1 in conjunction with Articles 26 § 1 and 63 § 1(2)).", "65. Pursuant to Articles 23–25 of the CC, the maximum sentence which Mr Assenov could have received if convicted of all the charges against him was six and a half years’ imprisonment.", "66. According to the relevant provisions of the CCP and legal theory and practice, the prosecutor performs a dual function in criminal proceedings.", "During the preliminary stage he supervises the investigation. He is competent, inter alia, to give mandatory instructions to the investigator; to participate in examinations, searches or any other acts of investigation; to withdraw a case from one investigator and assign it to another, or to carry out the entire investigation, or parts of it, himself. He may also decide whether or not to terminate the proceedings, order additional investigations, or prepare an indictment and submit the case to court.", "At the judicial stage he is entrusted with the task of prosecuting the accused.", "67. The investigator has a certain independence from the prosecutor in respect of his working methods and particular acts of investigation, but performs his functions under the latter’s instructions and supervision (CCP, Articles 48 § 2 and 201). If an investigator objects to the prosecutor’s instructions, he may apply to the higher prosecutor, whose decision is final and binding.", "68. Under Article 86 of the CCP, the prosecutor and the investigator are under an obligation to collect both incriminating and exonerating evidence. Throughout criminal proceedings, the prosecutor must “effect a supervisory control of lawfulness” (CCP, Article 43).", "69. An accused, including a minor, can be detained on remand by decision of an investigator or prosecutor, although minors may be detained on remand only in exceptional circumstances. In cases where the decision to detain has been taken by an investigator without the prior consent of a prosecutor, it must be approved by a prosecutor within twenty-four hours. The prosecutor usually makes this decision on the basis of the file, without hearing the accused (CCP, Articles 152, 172, 201–03 and 377–78).", "70. A criminal investigation must be concluded within two months. A prolongation of up to six months may be authorised by a regional prosecutor and, in exceptional cases, the Chief Public Prosecutor may prolong the investigations up to nine months. If the period is prolonged, the prosecutor will decide whether to hold the accused in custody (CCP, Article 222).", "71. There is no legal obstacle preventing the prosecutor who has taken the decision to detain an accused on remand, or has approved an investigator’s decision, from acting for the prosecution against the accused in any subsequent criminal proceedings. In practice this frequently occurs.", "72. A person detained on remand has the opportunity immediately to file an appeal with the competent court against the imposition of detention. The court must rule within three days of the filing of the appeal (CCP, Article 152 § 5).", "73. According to the practice which was current at the time of Mr Assenov’s arrest, the court examines appeals against detention on remand in camera, without the participation of the parties. If the appeal is dismissed, the court does not notify the detained person of the decision taken.", "74. The First Criminal Division of the Supreme Court has held that, in deciding on such appeals, it is not open to the court to inquire whether there exists sufficient evidence supporting the charges against the detainee, but only to examine the lawfulness of the detention order. A detention order will only be lawful, in cases of persons charged with crimes punishable by less than ten years’ imprisonment, where there is a “real danger” of the accused absconding or reoffending (decision no. 24 in case no. 268/95).", "75. In a decision of 17 September 1992, the First Criminal Division of the Supreme Court found that the imposition of detention on remand could be contested before a court only once. A new appeal was only possible where a detained person had been released and then redetained. In all other cases a detained person could request his release from the prosecuting authorities if there had been a change of circumstances (decision no. 94 in case no. 754/92).", "76. Periodic judicial review of the lawfulness of detention on remand becomes possible only when the criminal case is pending before a court, which can then decide whether or not to release the accused."], "VIOLATED_ARTICLES": ["13", "25", "3", "5"], "VIOLATED_PARAGRAPHS": ["25-1", "5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3", "5", "6"], "NON_VIOLATED_PARAGRAPHS": ["5-1", "6-1"], "NON_VIOLATED_BULLETPOINTS": []}