{"ITEMID": "001-97207", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "T.S. AND D.S. v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["The applicants, T.S. and D.S., are British nationals who were born in 1977 and 1965 respectively and live in Hailsham.", "The applicants’ daughter (“S”) was born on 23 February 2002. S was conceived with the assistance of IVF treatment and she is the applicants’ only child.", "In December 2006 an anonymous call was made to the National Society for the Prevention of Cruelty to Children (“the NSPCC”), outlining a number of concerns about S. In particular, the caller said that she was inappropriately dressed, that she reported having seen “horrible things” on her father’s computer, and that her mother had described her as “sexy” while she posed for a photograph. The NSPCC reported the concerns to social services, who contacted the applicants but felt that no further action was necessary. The applicants, however, were convinced that the call had been made by a teaching assistant at S’s school. They visited the school, where they became “angry and vociferous” and the headmistress threatened to call the police. They then visited the home of the teaching assistant who they believed had called the NSPCC, but she was not there.", "The applicants subsequently removed S from school. In or around April 2007 S reached compulsory school age. Although the applicants indicated that they were looking for a new school and that S was being home-schooled in the meantime, there was no evidence to support either of these claims and they subsequently admitted that they had misled the authorities.", "The applicants are dog breeders and on or around 25 March 2007 a police officer visited their home following the theft of a puppy. She described the kitchen as clean and tidy and observed that S behaved in an appropriate manner.", "On 19 April 2007 two inspectors from the Royal Society for the Prevention of Cruelty to Animals (“the RSPCA”) visited the applicants’ property after receiving information that the tails of their dogs had been docked. The applicants were verbally aggressive and the inspectors left the property. They subsequently obtained a warrant under the Animal Welfare Act and, on 25 April 2007, four police officers, two RSPCA officers and a vet went to the applicants’ property to execute the warrant. On entering the conservatory they saw a large pool of urine on the floor and piles of dog faeces throughout. The whole house smelt strongly of ammonia and urine. A number of dead rabbits, which were used to feed the dogs, were spread around the house with trails of blood and entrails. There were blood stains on unwashed floors and a mincing machine in the front room close to S’s clothing. The family bedroom contained only a tattered double mattress and the ceiling was partially collapsed above the bed. S was naked from the waist down and wearing only a grubby pink t-shirt. The applicants later attributed the state of the property to “the raid” and said that it was clean before the police arrived. They also explained that they were looking after additional dogs which belonged to a friend, and that the lack of clothes and furniture could be explained by the fact that the family was preparing to move.", "Following the visit a police officer requested that protective measures be taken in respect of S and authorisation was given for her to be removed from the property. She was taken first to a police station, where she told a police officer that she had seen her father, the first applicant, “having sex with his girlfriend on his computer”.", "S was placed with foster carers. Following the placement she stated that she did not wish to see the applicants.", "On 26 April 2007 a social worker visited the applicants’ property. Although some cleaning had been carried out, the applicants refused to engage with the social worker and instead insisted that they were perfect parents.", "Contact was arranged for 31 April 2007. On arrival at the contact centre, the first applicant became extremely upset and angry. S was distressed by his behaviour and at times was seen to be “shaking with fear”.", "The local authority initially planned to rehabilitate S to the applicants. They applied for an interim care order with a care plan that S would remain in care until assessments of the applicants could be carried out. In a judgment dated 31 July 2007, a High Court Judge found that the threshold criteria for making an interim care order had been met as S had suffered and was at risk of suffering serious harm in the applicants’ care. In particular, the judge observed that the removal of S from school and the living conditions in the applicants’ home provided reasonable grounds for believing that S was suffering significant harm. The judge also found that there was a risk of emotional damage because the applicants could not control their anger and resentment towards others. The judge noted, however, that the risk to S’s physical well-being had diminished by July 2007 as a number of improvements had been made to the applicants’ property. The judge declined to make any findings on the basis of anything said by S, either concerning sexual activity that she may have witnessed or about not wanting to see her parents. The judge made an interim care order.", "Directions were given at the beginning of August 2007 for the instruction of experts to move the case forward. The position statements of the applicants at that date, which were prepared while both were legally represented, indicated that they accepted the need for a global psychological assessment. Two expert psychiatrists were appointed to look at the psychiatric background to the case. By 17 August 2007 the applicants had dismissed their solicitors and counsel. They were acting in person and made it clear that they would only co-operate with a Dr W, who they considered was looking only at S and why she presented as she did. Dr W was able to conduct a three hour interview with the applicants but they subsequently refused to engage further with her and they refused to allow her to observe their contact with S. In her report Dr W described the applicants as having “a habitual style of oversensitivity, persistent grudge bearing, misconstruing friendly actions, a combative approach to their own rights out of keeping with reality and preoccupation with unsubstantiated conspirational explanations of events.” Without a process of assessment she found it very likely that S would experience further significant emotional harm if she were returned to the applicants’ care and that there was an additional risk of neglect.", "Dr W concluded that there was no evidence either applicant suffered from psychiatric illness although there were concerns that they exhibited paranoid personality traits. As the issue of personality traits was considered to be a matter for a psychologist, she recommended that the applicants undergo a full psychological assessment.", "On 5 December 2007 the judge ordered the continuation of the interim care order. The court also ordered a kinship assessment of S’s aunt and uncle. In the course of the hearing the applicants indicated their unwillingness to agree to any further assessments. The court urged them to seek legal advice as, in the absence of co-operation, the case would have to be set down for a final hearing.", "Between the hearing and 17 December 2007, as a consequence of the first applicant’s behaviour at a contact session, he was asked to sign a Good Conduct Agreement. He refused to sign the agreement as he believed that it would be tantamount to admitting that he had done something wrong. On 21 December 2007 the judge again ordered the continuation of the interim care order. She also made an order permitting the local authority to suspend the first applicant’s contact with S until he signed the Good Conduct Agreement.", "On 2 April 2008 the Court of Appeal refused the applicants’ applications for leave to appeal against the orders continuing the interim care orders, finding that there was no prospect of a successful appeal. The court strongly recommended, however, that the applicants obtain representation before the final hearing.", "The case came before the County Court on 9 April 2008. The applicants had still not agreed to a psychological assessment, although the second applicant expressed her intention to instruct a solicitor. At the end of April the case was again before the court, and the second applicant indicated that she was willing to seek leave to instruct a psychiatrist. It became apparent, however, that her intention was to re-open findings of fact made in the judgment of 31 July 2007. Directions were given for the filing of position statements. When the case came back before the court on 24 May 2008, although position statements had been prepared the bundles were not ready and it was not possible to hear the applications before the court.", "By the end of May the applicants had sought legal advice but had still not agreed to a psychological assessment. The case was listed for hearing at the end of August. The hearing could not proceed as planned as a positive kinship assessment of S’s aunt and uncle was undermined by allegations of indecent assault made against the uncle.", "The application for a full care order came before the County Court in September 2008. By the date of the hearing, the first applicant had again dismissed his solicitor and barrister and he represented himself. The second applicant was legally represented.", "Although the local authority had originally hoped to rehabilitate S to the applicants, their failure to co-operate throughout the proceedings forced the local authority to change their position. At the hearing the local authority’s final care plan was for a permanent placement outside the family, unless the applicants would agree to a full psychological assessment.", "In the course of her evidence, the second applicant attributed her past behaviour to an internet site called “Forced-Adoption.com”, which recommended that parents in the applicants’ situation refuse to co-operate with social services and refuse to be assessed by any experts until their children were returned.", "In a judgment dated 18 December 2008, the judge found that the applicants’ behaviour in the course of proceedings demonstrated that S’s emotional welfare took second place to their need to validate their feelings of injustice. She reiterated that at the time the proceedings were taken, S was suffering significant harm from the neglect of her schooling, the environment in which she was living and the applicants’ inability to prioritise her needs over their own. With regard to the final care plan, the judge found that the first applicant had no intention of submitting to a psychological assessment. She also noted that if the second applicant were to agree to an assessment, she would be unlikely honestly to engage. In any case, she noted that an assessment of one parent only would be pointless. Finally, she considered that it would not be safe to return S to the applicants without such an assessment, and that S’s interests would not be served by any further delay. The judge could not make a final order in the terms requested by the local authority as S’s case had not been placed before a permanence panel. She therefore made a four-week interim care order.", "The case came back before the judge in March 2009. It could not be considered earlier as there had been a failure to provide the permanence panel with the correct documentation in an appropriate form.", "At the hearing the judge noted that there was no evidence which would require her to vary the conclusions that she made in December 2008. She therefore made a final care order, dispensed with the applicants’ consent and made a placement order. Given S’s age, she indicated that an order which did not allow for the possibility of direct contact between her and the applicants would be inappropriate, but that much work would have to be done before such contact could take place.", "On 8 July 2009 the applicants were refused leave to appeal to the Court of Appeal.", "Section 31 of the Children Act 1989 provides for the making of care and supervision orders:", "“(1) On the application of any local authority or authorised person, the court may make an order—", "(a) placing the child with respect to whom the application is made in the care of a designated local authority; or", "(b) putting him under the supervision of a designated local authority or of a probation officer.", "(2) A court may only make a care order or supervision order if it is satisfied—", "(a) that the child concerned is suffering, or is likely to suffer, significant harm; and", "(b) that the harm, or likelihood of harm, is attributable to—", "(i) the care given to the child, or likely to be given to him if the order were not made, not being what it would be reasonable to expect a parent to give to him; or", "(ii) the child’s being beyond parental control.”", "The Adoption and Children Act 2002 provides for the making of placement orders:", "“21 Placement Orders", "(1) A placement order is an order made by the court authorising a local authority to place a child for adoption with any prospective adopters who may be chosen by the authority.", "(2) The court may not make a placement order in respect of a child unless—", "(a) the child is subject to a care order,", "(b) the court is satisfied that the conditions in section 31(2) of the 1989 Act (conditions for making a care order) are met, or", "(c) the child has no parent or guardian.", "(3) The court may only make a placement order if, in the case of each parent or guardian of the child, the court is satisfied—", "(a) that the parent or guardian has consented to the child being placed for adoption with any prospective adopters who may be chosen by the local authority and has not withdrawn the consent, or", "(b) that the parent’s or guardian’s consent should be dispensed with.", "... ... ...", "52 Parental etc. consent", "(1) The court cannot dispense with the consent of any parent or guardian of a child to the child being placed for adoption or to the making of an adoption order in respect of the child unless the court is satisfied that—", "(a) the parent or guardian cannot be found or is incapable of giving consent, or", "(b) the welfare of the child requires the consent to be dispensed with.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}