{"ITEMID": "001-75959", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "SAVKA v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Mr Štefan Savka, is a Slovakian national who was born in 1925 and lives in Snina. The respondent Government were represented by Mrs A. Poláčková, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 6 April 1992 the applicant and his relatives claimed before the Humenné District Court that several plots of land had been owned by his late father and belonged to his estate. In the course of the proceedings the plaintiffs specified the subject-matter of their action.", "On 29 October 1992 the District Court ruled on part of the claims and decided to deal separately with the remainder of the action.", "On 26 January 1993 the District Court invited an expert to submit an opinion and ordered the parties to pay an advance on the expert’s costs.", "On 30 September 1993 the Košice Regional Court quashed the decision to the extent that it related to the expert’s costs.", "Between 24 February 1994 and 14 April 1994 the District Court held two hearings and obtained further evidence.", "Further evidence was obtained between May and July 1995. On 12 October 1995 the case was assigned to a different judge.", "On 13 March 1996 the Humenné District Court dismissed the action. It held that the defendant company lacked standing in the proceedings as it did not possess the land in question.", "The applicant appealed on 15 April 1996. On 21 May 1996 the District Court ordered the applicant to pay the fees for the appellate proceedings.", "On 22 July 1997 the Košice Regional Court quashed both the judgment of 13 March 1996 and the District Court’s decision of 21 May 1996.", "On 5 December 1997 the applicant and the other plaintiffs re-stated the subject-matter of the action. They indicated a State-owned company and an administrative authority as defendants in the case.", "On 13 February 1998 the Humenné District Court refused to exempt the applicant from the obligation to pay the court fee.", "Between January and March 1998 the court obtained further evidence.", "On 21 January 1999 the case was adjourned.", "On 1 December 1999 the District Court found that the three plots of land in question belonged to the estate of the applicant’s late father.", "On 24 January 2000 the applicant appealed. He claimed that the District Court’s judgment did not cover three other plots of land which his father had also owned. After having taken further procedural steps, the District Court submitted the case to the court of appeal on 6 July 2000.", "On 30 April 2001 the Prešov Regional Court sent the case back to the District Court with the instruction to decide on the outstanding claim within 30 days.", "On 11 September 2001 the District Court issued a supplementary judgment in which it dismissed the action to the extent that it concerned one of the two defendants in the case. On 27 September 2001 the applicant appealed. The file was submitted to the Regional Court in Prešov on 23 January 2002.", "On 16 January 2003 the Regional Court asked an administrative authority to submit documentary evidence to it. On 26 February 2003 it ordered the District Court to decide on the applicant’s claim that several other plots of land also belonged to his father’s estate. After complying with the instruction the District Court was to return the file to the appellate court for further proceedings in the case.", "On 30 April 2003 the District Court dismissed the applicant’s request for the judgment of 1 December 1999 to be completed to include three different plots of land. That decision became final on 30 June 2003.", "On 25 November 2004 the Regional Court in Prešov did not allow the applicant’s request for amendment of the action and it dismissed his appeal against the first instance judgment of 1 December 1999 as modified by the judgment of 11 September 2001.", "On 16 February 2005 the District Court in Humenné issued a decision in which it corrected an error in the operative part of its judgment of 1 December 1999.", "In a letter of 18 December 2002 the Court’s Registry informed the applicant of the Court’s practice requiring that applicants in a similar position should use the remedy under Article 127 of the Constitution available as from 1 January 2002.", "On 7 January 2003 the applicant complained to the Constitutional Court, inter alia, about the length of the proceedings before the Humenné District Court.", "In a letter dated 22 January 2003 a constitutional judge informed the applicant that his submission fell short of the formal requirements, thus preventing the Constitutional Court from dealing with it.", "In addition, the letter contained the following information:", "“To the extent that your submission concerns delays in proceedings before an ordinary court, it should be noted that ... Article 127 (1) of the Constitution requires that a complaint must be filed against a current and continuing interference by public authorities with the plaintiff’s fundamental rights. This view is based on the fact that a complaint [to the Constitutional Court] plays an important preventive role, namely as an effective remedy preventing an interference with fundamental rights and, in cases where such an interference has occurred, its role is to put an end to a violation of such rights.", "Therefore, in cases where it is obvious that no further delays can occur in proceedings at the moment when a complaint is filed with the Constitutional Court (even in cases where no final decision has been given), such a complaint can be rejected as being manifestly ill-founded.”", "Article 48 (2) provides, inter alia, that every person has the right to have his or her case tried without unjustified delay.", "Prior to 1 January 2002 there was no “effective remedy” within the Convention meaning in Slovakia as regards this right (see, mutatis mutandis, Bánošová v. Slovakia (dec.), no. 38798/97, 27 April 2000).", "With effect from 1 January 2002, the Constitution has been amended in that, inter alia, natural and legal persons can complain about a violation of their fundamental rights and freedoms pursuant to Article 127. Under this provision, the Constitutional Court has the power, in the event that it finds a violation of Article 48 (2) of the Constitution, to order the authority concerned to proceed with the case without delay. It may also grant adequate financial satisfaction to the person whose constitutional rights have been violated as a result of excessive length of proceedings (for further details see, e.g., Andrášik and Others v. Slovakia (dec.), nos. 57984/00, 60237/00, 60242/00, 60679/00, 60680/00, 68563/01, 60226/00, 22 October 2002).", "It has been the Constitutional Court’s practice to entertain complaints about excessive length of proceedings only where the proceedings complained of were pending at the moment when such complaints were lodged (see, for example, decisions file nos. I. ÚS 34/99, II. ÚS 55/02, IV. ÚS 96/02 or I. ÚS 161/02).", "In proceedings file number I. ÚS 56/02 the Constitutional Court examined an individual complaint under Article 127 of the Constitution of delays in enforcement proceedings concerning a minor’s claim for maintenance. The enforcement commenced in 1998 in Bratislava IV District Court and, from 2001, continued in Bratislava I District Court where it was still pending. In a judgment (nález) of 14 May 2003 the Constitutional Court found that there had been unjustified delays in the proceedings before both District Courts and awarded the minor complainant non-pecuniary damages to be paid by both courts.", "In proceedings file number I. ÚS 145/02 the Constitutional Court examined a complaint by an individual under Article 127 of the Constitution of delays in proceedings in his civil action of 1995. The action was partially granted at first instance in 1999. That judgment was however quashed on appeal in March 2002 and the matter was remitted to the first instance court where it was still pending. In a judgment of 9 April 2003 the Constitutional Court found that there had been unjustified delays in the proceedings before the first instance court and awarded the complainant non-pecuniary damages. The Constitutional Court also examined the phase of the proceedings before the court of appeal but found no unjustified delays. A similar approach was adopted in proceedings number I. ÚS 100/02.", "In proceedings file number III. ÚS 123/02 the Constitutional Court examined a complaint by an individual under Article 127 of the Constitution of delays in proceedings in a civil action against him. The action was lodged in 1993 with a District Court which, shortly after, transferred it to a Regional Court for reasons of jurisdiction. The action was then pending before the Regional Court until 1998 when the Supreme Court ruled that it should be determined at first instance by the District Court. The action was eventually withdrawn and the proceedings were consequently discontinued by a final decision of January 2003. In a judgment of 6 June 2003 the Constitutional Court found that there had been unjustified delays in the proceedings both before the District Court and the Regional Court. The complainant was awarded non-pecuniary damage to be paid by both courts.", "In proceedings file number IV. ÚS 176/03 (decision of 9 October 2003), the Constitutional Court took a different approach. The plaintiff complained to the Constitutional Court, inter alia, about the length of proceedings concerning her maintenance. The action was originally filed with the Košice II District Court in 1998. The question arose whether the first instance and the second instance court judges were impartial. On 24 May 1999 the Supreme Court decided that the question of impartiality of the judges at the first instance would be determined by the Žilina Regional Court. The latter decided on 28 January 2000 that the action would be examined at first instance by the Michalovce District Court which determined it on 11 December 2002. On 10 September 2003 the Žilina Regional Court upheld the first instance judgment. In her complaint to the Constitutional Court of 28 February 2003 the plaintiff alleged that the ordinary courts had violated her right to a hearing without undue delay. The Constitutional Court declared this complaint manifestly ill-founded. The decision stated that, insofar as the complaint related to the part of the proceedings leading to the Supreme Court’s decision of 24 May 1999, it had been filed out of time since, at the moment of the introduction of the constitutional complaint, the relevant part of the proceedings was no longer pending. For similar reason the Constitutional Court rejected the complaint in respect of the subsequent proceedings before the Michalovce District Court which had ended on 11 December 2002. As to the appellate proceedings before the Žilina Regional Court, the Constitutional Court noted that they had lasted less than five months and found that this period was not excessive."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}