{"ITEMID": "001-58054", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF TSIRLIS AND KOULOUMPAS v. GREECE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 5-5;No violation of Art. 3;Not necessary to examine Art. 9;Not necessary to examine Art. 14+9;Not necessary to examine Art. 6-1;Not necessary to examine Art. 13;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "N. Valticos;R. Pekkanen", "TEXT": ["6. The applicants were born in 1964 and live in Thiva, Beotia.", "7. On 4 November 1987 Mr Tsirlis was appointed religious minister by the Central Congregation of the Christian Jehovah’s Witnesses of Greece. He was given authority, inter alia, to perform wedding ceremonies between persons of that faith and to notify such weddings to the competent registry offices. By letter of 20 November 1987 the Prefecture of Eastern Attica notified the registry offices of Eastern Attica of his appointment.", "8. On 13 February 1990 the applicant lodged an application with the Recruitment Office of Eastern Attica (\"the Recruitment Office\") to be exempted from military service in accordance with section 6 of Law no. 1763/1988 (\"the 1988 Law\"), which grants such a right to all ministers of \"known religions\". On 28 February 1990 the Recruitment Office rejected the application on the ground that Jehovah’s Witnesses were not a \"known religion\". The applicant immediately lodged an appeal with the Director for Recruitment at the General Headquarters for National Defence (\"the Director for Recruitment\").", "9. While that appeal was pending, the applicant was ordered by the Recruitment Office to report for duty at a military training centre in Rethymnon on 6 March 1990. The applicant presented himself at the Rethymnon centre, as ordered, but refused to join his unit, invoking his status as a minister of a \"known religion\". He also refused to wear a military uniform as ordered by a military officer. He was arrested, charged with insubordination (see paragraph 45 below) and detained pending trial.", "10. On 22 March 1990 the Director for Recruitment rejected the applicant’s appeal against the Recruitment Office’s decision, on the ground that Jehovah’s Witnesses were not a \"known religion\".", "11. On 30 April 1990 the Canea Permanent Army Tribunal (Diarkes Stratodikio), composed of two military judges and three ordinary military officers, examined the criminal charges against the applicant. Mr Tsirlis claimed that he was innocent on the ground that he was a minister of a \"known religion\" exempted from military service. At the end of the hearing the President of the tribunal put the following question to its members:", "\"Is [the applicant], who is a Jehovah’s Witness, guilty of having refused to obey, while serving in the military, an order given by his commanding officer to perform a certain duty, namely collecting articles of clothing necessary for his training as an unarmed soldier, on the ground that the religious convictions of Jehovah’s Witnesses did not permit him to do so?\"", "The tribunal unanimously answered the question in the affirmative, found the applicant guilty of insubordination and sentenced him to four years’ imprisonment, from which it deducted the period he had spent in detention pending trial.", "12. On 4 May 1990 the applicant appealed against that decision to the Military Appeal Court (Anatheoritiko Dikastirio).", "13. On 21 May 1990 the applicant brought proceedings in the Supreme Administrative Court (Symvoulio tis Epikratias) to have the Director for Recruitment’s decision of 22 March 1990 quashed. He asked, among other things, to be treated like other religious ministers.", "14. On 19 June 1990 the applicant’s appeal came up for hearing before the Military Appeal Court, a court composed of five military judges. The defence sought the applicant’s acquittal or, alternatively, an adjournment of the hearing pending the Supreme Administrative Court’s decision on his administrative appeal. The defence also applied for the applicant’s provisional release. The military court decided to adjourn the hearing to a date to be fixed by the prosecutor (Epitropos), in order to enable the latter to produce a copy of the applicant’s original application for an exemption and of the Director for Recruitment’s final decision on it. It further ruled that the applicant should not be provisionally released.", "15. On 12 September 1990 the applicant requested the Supreme Administrative Court to order a stay of execution of the Director for Recruitment’s decision refusing to exempt him from military service.", "16. On 29 November 1990 the applicant’s appeal came up again for hearing before the Military Appeal Court. In the meantime the Fourth Division of the Supreme Administrative Court had delivered judgment no. 3601/90, in which the right of Jehovah’s Witnesses ministers of religion to be exempted from military service had been expressly upheld (see paragraph 44 below). The prosecutor requested an adjournment of the hearing with a view to obtaining the opinion of the Director for Recruitment on the following matter:", "\"Is the accused under an obligation to perform military service in the light of judgment no. 3601/90 of the Fourth Division of the Supreme Administrative Court, which quashed a decision of the Director for Recruitment at the General Headquarters for National Defence, who had rejected an application for exemption from military service lodged by another accused person who was a religious minister of the Central Congregation of the Christian Jehovah’s Witnesses ...?\"", "17. The prosecutor further submitted that the applicant should remain in custody. The defence agreed to the hearing being adjourned and considered that the question of the applicant’s provisional release \"should be left to the court’s discretion\". The court granted the prosecution’s application and ordered that the applicant should not be provisionally released.", "18. On 16 April 1991 the applicant’s appeal came up for hearing for the third time before the Military Appeal Court. A hearing had been fixed on the same day in the action the applicant had brought in the Supreme Administrative Court to have the Director for Recruitment’s decision of 22 March 1990 quashed.", "19. The prosecutor at the Military Appeal Court proposed adjourning the hearing of the applicant’s criminal appeal pending the Supreme Administrative Court’s decision. He also submitted that the applicant should remain in custody. The defence considered that the first matter should be left to the court’s discretion but made an application for the applicant’s provisional release.", "20. The court decided to adjourn the hearing in order to obtain the opinion of the Director for Recruitment on the following question: \"Was the accused exempted from the obligation to report for duty in the light of his purported status of religious minister?\" It further ordered that the applicant should remain in custody.", "21. On 24 April 1991 the Supreme Administrative Court quashed the Director for Recruitment’s decision of 22 March 1990 on the ground that Jehovah’s Witnesses were a \"known religion\" and the administrative authorities had not challenged the evidence produced by the applicant that he was a minister of that religion.", "22. On 8 May 1991 a three-member committee of the Supreme Administrative Court decided that in the circumstances there was no need to rule on the applicant’s petition for a stay of execution of the Director for Recruitment’s decision.", "23. On 30 May 1991 the Military Appeal Court considered the applicant’s appeal against the Canea Permanent Army Tribunal’s judgment of 30 April 1990. The issue before the court, as formulated by its President, was the following:", "\"Is [the applicant], a member of the religious sect of Jehovah’s Witnesses, guilty of having refused to obey, while serving in the military, an order given by his commanding officer to perform a certain duty, namely collecting articles of clothing necessary for his training as an unarmed soldier, on the ground that the religious convictions of Jehovah’s Witnesses did not permit him to do so?\"", "24. Having heard the evidence and the parties’ submissions on the question of the applicant’s guilt, the court withdrew for deliberations. After the deliberations the President announced the verdict. The applicant was acquitted, by three votes to two, on the ground that \"there was no act\" of insubordination. The dissenting judges considered that \"the accused [was] not a religious minister\". The following order was attached to the court’s verdict and read out together with it: \"The State is under no obligation to compensate the applicant for his detention between 6 March 1990 and 30 May 1991, because his detention was due to his own gross negligence.\"", "25. The applicant was immediately released and was provisionally discharged from the armed forces on the basis that he was a minister of religion.", "26. On 4 November 1987 Mr Kouloumpas was appointed religious minister by the Central Congregation of the Christian Jehovah’s Witnesses of Greece. He was given authority, inter alia, to perform wedding ceremonies between persons of that faith and to notify such weddings to the competent registry offices. By letter of 20 November 1987 the Prefecture of Eastern Attica notified the registry offices of Eastern Attica of his appointment.", "27. On 29 November 1989 the applicant lodged an application with the Patras Recruitment Office (\"the Recruitment Office\") to be exempted from military service in accordance with section 6 of the 1988 Law. On 1 March 1990 the Recruitment Office rejected the application on the ground that Jehovah’s Witnesses were not a \"known religion\". The applicant immediately lodged an appeal with the Director for Recruitment.", "28. While that appeal was pending, the applicant was ordered by the Recruitment Office to report for duty at a military training centre in Sparta on 6 March 1990. The applicant presented himself at the Sparta centre, as ordered, but refused to join his unit, invoking his status as a minister of a \"known religion\". He also refused to wear a military uniform as ordered by a military officer. He was arrested, charged with insubordination (see paragraph 45 below) and detained pending trial.", "29. On 6 April 1990 the Director for Recruitment rejected the applicant’s appeal against the Recruitment Office’s decision, on the ground that Jehovah’s Witnesses were not a \"known religion\".", "30. On 21 May 1990 the applicant brought proceedings in the Supreme Administrative Court to have the Director for Recruitment’s decision of 6 April 1990 quashed. He asked, among other things, to be treated like other religious ministers.", "31. On 30 May 1990 the Athens Permanent Army Tribunal, composed of one military judge and four ordinary military officers, examined the criminal charges against the applicant. Mr Kouloumpas claimed that he was innocent on the ground that he was a minister of a \"known religion\" exempted from military service. At the end of the hearing the President of the tribunal put the following question to its members:", "\"Is [the applicant], who is a Jehovah’s Witness, guilty of having refused to obey, while serving in the military, an order given by his commanding officer to perform a certain duty, namely collecting articles of clothing necessary for his training as an unarmed soldier, on the ground that the religious convictions of Jehovah’s Witnesses did not permit him to do so?\"", "The tribunal unanimously answered the question in the affirmative, found the applicant guilty of insubordination and sentenced him to four years’ imprisonment, from which it deducted the period he had spent in detention pending trial.", "32. On 1 June 1990 the applicant appealed against that decision to the Military Appeal Court.", "33. On 12 July 1990 the applicant’s appeal came up for hearing before the Military Appeal Court. The defence sought the applicant’s acquittal or, alternatively, an adjournment of the hearing pending the Supreme Administrative Court’s decision on his administrative appeal. The court decided to adjourn the hearing to a date to be fixed by the prosecutor, in order to enable the latter to produce copies of certain documents from the Ministry of Education and the Holy Synod of the Orthodox Church of Greece which had been relied on by the military authorities to refuse the applicant’s application for exemption. The court further accepted the submission of both the prosecution and the defence that the applicant should not be provisionally released.", "34. On 12 September 1990 the applicant requested the Supreme Administrative Court to order a stay of execution of the Director for Recruitment’s decision refusing to exempt him from military service.", "35. On 27 November 1990 the applicant’s appeal came up again for hearing before the Military Appeal Court. In the meantime the Fourth Division of the Supreme Administrative Court had delivered judgment no. 3601/90, in which the right of Jehovah’s Witnesses ministers of religion to be exempted from military service had been expressly upheld (see paragraph 44 below). The prosecutor requested an adjournment of the hearing with a view to obtaining the opinion of the Director for Recruitment on the following matter:", "\"Is the accused under an obligation to perform military service in the light of judgment no. 3601/90 of the Fourth Division of the Supreme Administrative Court, which quashed a decision of the Director for Recruitment at the General Headquarters for National Defence, who had rejected an application for exemption from military service lodged by another accused person who was a religious minister of the Central Congregation of the Christian Jehovah’s Witnesses ...?\"", "36. The prosecutor further submitted that the applicant should remain in custody. The defence requested the applicant’s provisional release. The court granted the prosecution’s application and ordered that the applicant should not be provisionally released.", "37. On 7 March 1991 the applicant’s appeal came up for hearing for the third time before the Military Appeal Court. The prosecutor sought an adjournment of the hearing on the ground that the Director for Recruitment should give his opinion on the following matter: \"Is the accused already exempted from the obligation to perform military service in view of the proceedings he has brought in the Supreme Administrative Court?\" He also submitted that the applicant should remain in custody. Despite the applicant’s opposition, the court granted both applications.", "38. On 24 April 1991 the Supreme Administrative Court quashed the Director for Recruitment’s decision refusing the applicant’s application for exemption on the ground that Jehovah’s Witnesses were a \"known religion\" and the administrative authorities had not challenged the evidence produced by the applicant that he was a minister of that religion.", "39. On 8 May 1991 a three-member committee of the Supreme Administrative Court decided that in the circumstances there was no need to rule on the applicant’s petition for a stay of execution of the Director for Recruitment’s decision.", "40. On 29 May 1991 the Military Appeal Court considered the applicant’s appeal against the Athens Permanent Army Tribunal’s judgment of 30 May 1990. The issue before the court, as formulated by its President, was the following:", "\"Is [the applicant], a member of the religious sect of Jehovah’s Witnesses, guilty of having refused to obey, while serving in the military, an order given by his commanding officer to perform a certain duty, that is to collects articles of clothing necessary for his training as an unarmed soldier, on the ground that the religious convictions of Jehovah’s Witnesses did not permit him to do so?\"", "41. Having heard the evidence and the parties’ submissions on the question of the applicant’s guilt, the court withdrew for deliberations. After the deliberations the President announced the verdict. The applicant was acquitted, by three votes to two, on the ground that \"there was no act\" of insubordination. The dissenting judges considered that \"the accused [was] not a religious minister\". The following order was attached to the tribunal’s verdict and read out together with it: \"The State is under no obligation to compensate the applicant for his detention between 6 March 1990 and 29 May 1991, because his detention was due to his own gross negligence.\"", "42. The applicant was immediately released and was provisionally discharged from the armed forces on the basis that he was a minister of religion.", "43. Section 6 of Law no. 1763/1988 (\"the 1988 Law\") exempts all ministers of \"known religions\" from military service. In application of this provision, priests of the Greek Orthodox Church obtain exemption without any difficulty.", "44. The Supreme Administrative Court has repeatedly held that Jehovah’s Witnesses are a \"known religion\" (judgments nos. 2105 and 2106/1975, 4635/1977, 2484/1980, 4620/1985 and 790 and 3533/1986). In its judgment no. 3601/1990 the Supreme Administrative Court expressly upheld the right of Jehovah’s Witnesses ministers of religion to be exempted from military service.", "45. Article 70 of the Military Criminal Code provides as follows:", "\"A member of the armed forces who refuses ... to obey an order by his superior to perform one of his duties is punished...\"", "46. On 16 March 1992 the Athens Permanent Army Tribunal held that a Jehovah’s Witnesses minister of religion who had refused to collect military clothing when first called upon to join the army was not guilty of insubordination. The tribunal considered that there had been no act of insubordination, because the accused had no obligation to perform military service as he was a minister of a \"known religion\".", "47. Article 434 provides that where a procedural matter is not regulated in the Military Criminal Code, the Code of Criminal Procedure applies.", "48. The relevant provisions of the Code of Criminal Procedure read as follows:", "\"Persons who have been detained on remand and subsequently acquitted ... shall be entitled to request compensation ... if it has been established in the proceedings that they did not commit the criminal offence for which they were detained ...\"", "\"The State shall have no obligation to compensate a person who ... has been detained on remand if, whether intentionally or by gross negligence, he was responsible for his own detention.\"", "\"1. Upon an oral application by a person who has been acquitted, the court which heard the case shall rule on the State’s obligation to pay compensation in a separate decision delivered at the same time as the verdict. However, the court may also make such a ruling proprio motu ...", "2. The ruling on the State’s obligation to pay compensation cannot be challenged separately; it shall, however, be quashed if the decision on the principal issue of the criminal trial is reversed.\"", "\"1. A person who has suffered loss may seek compensation at a later stage from the same court.", "2. In those circumstances the application must be submitted to the prosecutor [Epitropos] at that court no later than forty-eight hours after the delivery of the judgment in open court.\"", "\"Where it has been decided that the State must pay compensation, the person entitled thereto may bring his claim in the civil courts, which shall not call in question the existence of the State’s obligation.\"", "\"Persons who have been unfairly ... detained on remand must be compensated for any pecuniary loss they have suffered as a result of their ... detention. They must also be compensated for non-pecuniary loss ...\""], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-5"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}