{"ITEMID": "001-68648", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF UKRAINIAN MEDIA GROUP v. UKRAINE", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "Zoryana Bortnovska", "TEXT": ["9. The applicant, the СJSC “Ukrainian Media Group” (ЗАТ “Українська Прес-Група”), is a privately owned legal entity, registered and situated in Kyiv, Ukraine. It owns a daily newspaper The Day (газета “День”).", "10. The facts of the case, as submitted by the parties, may be summarised as follows.", "11. On 21 August 1999 The Day published an article by Ms Tetyana E. Korobova entitled “Is this a second Yurik for poor Yoriks, or a Ukrainian version of Lebed?” The article read as follows:", "“Epigraph: All of this is about her, our Natasha as well as yours. About the position that a progressive socialist, Natalia Vitrenko, may or may not hold - depending on which of the scenarios from Bankova [the name of the street where the President's Administration is situated] will eventually win the “tender” offered by office No. 1. Certainly, allowing for a certain margin of error, it will be possible to forecast which of the nominees would be easier to manipulate from the said office.", "The first version [concerning her position] was predicted by The Day as far back as the spring, and was based on the assumption that, from the point of view of Bankova, Petro Symonenko [leader of the Communist Party] was not “nice or bright” enough for the role of “a scarecrow” in the pre-election scenario à la russe: “the reformer against the red threat”. Natalia Vitrenko, with her “Uranium mines”, and Volodymyr Marchenko are much more impressive and the best political scientists and sociologists told us, therefore, that she was the only person able to defeat Kuchma in the second round of the elections with a predicted 33 % of the poll. Political scientists and sociologists were soon proved wrong and Natalia Vitrenko's rating substantially decreased. However, this is due perhaps to the freedom of scientific debate and discord around the main body [that of the President] rather than Ms Vitrenko's real ratings. Of course, it is hard to believe that one third of the country's population, watching a TV programme where Natasha battered a deputy who had been knocked to the floor with the help of Marchenko's fists, would choose not to call an ambulance and medical help, but instead would race to vote for “progressive socialism”. It is evident, however, that the “Zhirinovsky percentage” of 10-11% is a normal result in a normal country, but not one where the society is mainly composed of sick people and beggars ... Natalia Vitrenko's special role was confirmed by the “painful” recounting of the number of signatures in support of her [registration as a candidate] at the Central Electoral Committee (CEC). Today the highly respected President of the CEC, Mr Mykhaylo Ryabets, told us how wrong the Supreme Court was when it ignored the required one million signatures and compelled the CEC to register the nominated candidates for the position of President in neglect of this norm. But only recently the same Ryabets shared his insights with the public which, if translated from the confidential-emotional language used, could sound like this: all the candidates registered by the CEC (acting on its own!) should not have been registered, because if the signatures submitted by the nominees had been subjected to serious scrutiny, none of the candidates, including Kuchma, would have withstood verification. What then was the criterion? Was it a presumption on the part of the CEC and its President about which scenario would be the best at the pre-election stage? For the CEC as well, apparently, it is not a secret which discussions preceded the decision of Bankova to register Natalia Mykhaylivna, who had problems for various reasons. Perhaps Vadym Rabinovych, who left our country prematurely and in a very untimely manner, might be able to disclose the details? Or maybe Kuchma's election agent, Mr Volkov, who fought for and won Natasha's registration?", "As was discovered, it was not the apprehension, in the event of her failure to register, of having Vitrenko as a wild force that could break loose which influenced the final decision of Bankova, but the scenario “Kuchma v. Symonenko”, which is urgently being modified because of Petro Mykolayovych's [Symonenko's] alleged unreliability. The issue concerns the certainty repeatedly demonstrated by the Speaker [of Parliament] Tkachenko, that they [Bankova] would manage to agree with Symonenko, and the steady position of the Communist Party (CPU) ideologists who believe that the CPU does not want a clear loss, or a clean victory (referring to Bulgaria). This provoked even more commotion in Bankova. The Russian scenario that was used in the past is rusting away, and there is nothing else! Therefore an improved scenario was introduced: taking Natalia Vitrenko to the second round, nominating her against Kuchma - with the certainty that the fear of having Vitrenko and Marchenko managing the country would line everyone up to vote for Kuchma, including the left-wing.", "The boys at Bankova are desperate gamblers because their venture might be answered adequately. For instance, the headquarters of all the main candidates who have already dropped out of the competition might negotiate and decide to let their supporters vote freely. Of course, they would not ask them to support Vitrenko, but to work in such a way that the motto “Anyone but Kuchma!” would be as topical as ever. Ultimately, it is no less immoral than the scenarios of Kuchma's headquarters. And if our “green” democracy has to have “the mumps”, the earlier the better: the acquired immunity would be stronger, as children's diseases have to be contracted in childhood.", "In a country under President Vitrenko it would be both frightful and enjoyable, but not for long. Like in the Crimea under Yurik Meshkov. And what country-wide insanity that was /.../ At the beginning it was bizarre and then funny. He would come out, yell in front of the people, so self-assured, artistic, his voice so confident, metallic, everything clear, elderly ladies screaming and sobbing, trying to kiss his hands... And not a single institution obeying him. He seized an automatic gun and rushed to replace the head of the police. [He] replaced him. But nobody cared about the new one. Then he rushed to the SBU [Security Service of Ukraine]. And here they spoke to him politely, and they threw the people he had just appointed down the stairs and promised they would have something torn out ... Time flies and the differently coloured opposition is becoming united, the gangsters who left are returning, public servants from housing maintenance offices up to Government officials are sabotaging [him], the Verkhovna Rada [Parliament] is imposing restrictions on presidential powers - all of them are gathering against Yurik, life is not getting any better, his personal charisma is falling to pieces, people are sobering up. Some people say: this was the Crimea, it was backed by Kyiv. But we are not going to dwell upon the matter of who backed it and when they appeared. However, the point is that Autonomy is not the State. Had there been an army, everything would have been over sooner, citizens... Marchenko of course will seek to order General Kuzmuk about and make him resign. This would be something worth seeing... And the Verkhovna Rada will become such a friendly body, and constitutional amendments will be adopted without delays! The heyday of parliamentarism! Are pre-term presidential elections likely to be held in spring? Natalia Mykhaylivna, may God give her health, will finally put an end to disputes about whether the Ukrainian soil can bear its own “Newtons” in skirts. And the only prospective evil as a result of this experiment might be the complexities that will confront Yulia Tymoshenko as a female candidate during the next elections... Some people say: and what about the country and the people!? Ladies and gentlemen, do not prevent people from exercising their own sacred right to vote, if you are democrats. And do not prevent the same people from facing the consequences of their choice and their responsibility for it ...", "However, we are unlikely to see the full extent of the people's joy or our Natasha's triumph, as long as there remain a few “real raving madmen” in Bankova. As a result, apparently, the blueprint of the Russian headquarters will be developed directly along the lines of the “Russian scenario”. And here we will discover great news about who can claim the role of the Russian Lebed in our country, who had been appointed to the Security Council prior to the elections and later surrendered to the incumbent President [Yeltsin], and thus largely determining the latter's victory during the new elections. According to an information source, the scenario of “the homegrown Lebed” emerging before the first round of the elections is as follows. At the end of August it is planned to launch a mass media campaign supporting the idea of setting up a People's Audit Committee (Alas! But Natalia Mykhaylivna seems to have already mentioned the need to revive this structure). In the first half of September, at the numerous requests of the workers, the President will issue a decree setting up this committee. It will start functioning immediately. One of the events that will be widely covered by the media is to be held in conjunction with the CEC and is to prevent violations of electoral law. At the same time, the media will launch an anti-Vitrenko campaign (only the pro-presidential media will move with this idea and they will be fully involved in it). And then the President, in accordance with the plan, should make a speech sternly demanding that the dirty propaganda campaign against the people's defender be terminated. The people will applaud the President and then, at the end of September, he will appoint the grateful Natalia Mykhaylivna as the Head of the People's Audit Committee. This would be followed by an official statement of candidates - Kuchma and Vitrenko - as a result of which only one candidate will remain. Natalia Mykhaylivna will be dancing Saint-Sense. It means that she is still unlikely to hear the “swan song” of her political career, but the Russian script writers are rubbing their hands with glee, waiting for the electoral campaign to be over with a feeling that their strategic duty has been completely fulfilled. One should admit that the scenario is not weak. The matter to be addressed is the extent to which Natalia Mykhaylivna is ready for the originality of those who are using her, and to what extent she is aware of the level of cynicism of the system that has been preparing the background for five years to allow this progressive socialist to demonstrate her brilliant abilities in accounting and auditing on behalf of the people? The chain is getting tighter and the leash is getting shorter... However, the Berezovsky-guided Lebed was quickly dismissed from his post and he eventually landed, with his [Berezovsky's] help, in rich territory. The headquarters' script writers, commissioned by the Russian oligarch, are unlikely to have the same long-term and prospective intentions for our Natasha. However, it is quite possible that, even perceiving the danger of this for herself, Natalia Mykhaylivna will be compelled to understand that she has been made an offer she cannot refuse. It is hardly a coincidence that the Sumy governor, Volodymyr Scherban, is telling the media that he financially supported the PSPU's [Progressive Socialist Party of Ukraine] Congress. Then Mr Pinchuk will also recollect how he promoted Ms Vitrenko in Dnipropetrovsk. And here Mr Rabinovych, who started work on Mr Moroz's ratings (“Rabinovych v. Moroz” ... despite the feelings that Rabinovych may arouse in the majority of the population), following the advice from the Presidential Administration, will recollect the PSPU's prospects ... And then it will be corroborated that Bankova had been helping Natalia Mykhaylivna not only because their family and that of Mr Razumkov were on friendly terms. It is possible that no one will have any more doubts that the cool opposition member is just “a loudspeaker” of the administration of the President of Ukraine, whose role is that of the Russian Zhirinovsky (as some slanderers would say) and is employed and paid personally. The role is simple: you might say whatever you like, but act “correctly”, without making the Father [the President] grieve, whilst undermining his enemies.", "So, if the theme of the “People's audit” is outlined, the Russian plan will be launched. And Kuchma's competitor will be Petro Symonenko. The electoral palette will increasingly gain more clear-cut contours. Kostenko and Onopenko [MPs] have initiated another electoral block, an alliance that constitutes an alternative to that of the “three whales”: Marchuk - Moroz - Tkachenko – the reasons are quite understandable. However, Kostenko's “Rukh” [Ukrainian Political Party] appears and disappears now and then. But definitely there are still Zayets [MP] and other loyal followers of the tactics of Chornovil [leader of another fraction of the “Rukh” at the time], even though they were knocked down [by Kostenko's “Rukh”]. Fidgeting behind the State authorities on an ideological underlay with anti-left colouring. It will be determined here, today, which one of the “Rukhs” is better prepared for defending the national-patriotic masses. Poor Onopenko who is used to various kinds of “kydalovo” (deception) could not possibly answer the question: “If they promise you the PM's office, will you go against Kuchma?” After the centre-right had been joined by the “green” Kononov [a member of the Green Party] whose main idea was to avoid Kuchma's anger while not working for him, there were no more doubts that the ideology of the block lies in self-preservation. And Oliynyk, an “unidentified object” who joined them, has crafty ideas himself. The general perception has not therefore changed.", "Thus, only the “triple alliance” of Marchuk - Moroz - Tkachenko joined by “an active bayonet,” Yuri Karmazin, still remains within Bankova's firing line, and on this alliance depends how successful all the candidates will be in Bankova's game aimed at Kuchma's victory. ... Sometimes it really seems that our country deserves Kuchma-2, or another Yurik ... Are we poor Yoriks indeed? And had there not been the fear that the election results might be declared null and void - such fears being unanimously expressed by the pro-presidential people - it might have been possible to think that they were all right ...”", "12. On 21 August 1999 Ms Natalia M. Vitrenko (leader of the PSPU) lodged a complaint with the Minsky District Court of Kyiv against The Day, seeking compensation for pecuniary and non-pecuniary damage because the information contained in the article published on 21 August 1999 was untrue and damaged her dignity and reputation as a Member of Parliament. On 3 March 2000 the Minsky District Court of Kyiv allowed her claims in part and ordered The Day to pay Ms Vitrenko UAH 2,000 in compensation for non-pecuniary damage. It also found that the whole article published in The Day was untruthful, since the applicant had failed to prove the truth of the information which it had published. It further ordered the newspaper to publish rectification of this information, within a month, in one of the forthcoming issues of The Day, alongside the operative part of the judgment of 3 March 2000. In particular, the court held:", "“... the court disagrees with the arguments raised by the defendants, since the information disseminated by them in The Day of 21 August 1999 was untrue. This article was published on page 4 in the column entitled “Details” and “Prognosis”. However it was not specified to the reader of the newspaper how he or she could distinguish “the prognosis for the future” from the facts and, moreover, the “details” ...", "... the above-mentioned section 42 of the Printed Mass Media (Press) Act has a specific list of circumstances which exempt the editorial board from liability. This list does not include a “prognosis with the details”, and therefore the liability of the defendants is engaged regardless of “whether they intended to evaluate the developments in the course of the previous presidential elections in Ukraine ...", "... the expressions “a second Yurik for poor Yoriks or a Ukrainian version of Lebed”, “our and your Natasha”, “a scarecrow (strashylka)”, “a loudspeaker of the Administration of the President, acting as Zhirinovsky in Ukraine”, as used by the author, may be [regarded as] ... the author's imagination and are not “generally accepted political rhetoric”. They are, moreover, the author's own “value judgments”...", "... Also, the court disagrees ... that this article pertains to Natalia Vitrenko as a candidate for the Presidency of Ukraine, but not to [her] private life ... The article pertains not to Vitrenko herself but deals with the existence of certain plans of the “Bankova” [the administration of the President of Ukraine] and how Natalia Vitrenko could be manipulated by it ... The court considers that the personal life of the plaintiff as a person, a human being, is closely connected with her political views and beliefs and with her role in the political structure of society. Therefore the role of a “scarecrow” which, according to the prognosis of the defendant, Ms Tetiana E. Korobova, was planned by the Administration of the President of Ukraine, is untruthful. The court considers this to be the product of the author's imagination ...", "The court considers that such “value judgments” defame the honour and dignity of the plaintiff and her reputation, whereas she is the leader of the PSPU, ... a member of the Verkhovna Rada, and a candidate for the position of President... This means that the article concerns her both as a public and a private person. ...”", "13. On 12 July 2000 the Kyiv City Court upheld this decision. In particular, it stated that the findings of the Minsky District Court of Kyiv were correct since the appellants had failed to prove, and the court did not establish, that the disseminated information was true.", "14. On 14 September 1999 The Day published an article by Ms Tetiana E. Korobova entitled “On the Sacred Cow and the Little Sparrow: Leader of the CPU as Kuchma's Last Hope”. The relevant extracts of the article read as follows:", "“... Petro Mykolayovych was allegedly visited by a person resembling Oleksandr Volkov, Kuchma's election agent, who allegedly told the CPU leader: “If you withdraw from the race [presidential elections], you will lose your head. You withdraw your name from the list [of candidates] today - you will be buried tomorrow...", "... they are ready to go to the very “end”, following the resolutions of the Congress [of the Communist Party] and after Kuchma's election, to collaborate with him and have the Government delivered to them as a present for their services ...", "... Petro Mykolayovych might be offended by The Day again. In vain. Here a parable has just dawned on me. In bitter weather a little sparrow was frozen while flying and collapsed. A cow was passing by and a cowpat fell directly onto the little sparrow. He warmed up, put his little head out and started chirping, in a gleeful mood. And at this point a cat enters, sneaks up on him and there is no more little sparrow. The moral: if you get into dung, just sit there and do not chirp. And remember, not everyone who excretes on you is your enemy and not everyone who pulls you out of the dung is your friend. I apologise for being so straightforward.”", "15. In December 1999 Mr Petro M. Symonenko (the leader of the Communist Party) lodged a complaint with the Minsky District Court of Kyiv against The Day and Ms Tetiana E. Korobova, alleging that the information contained in the publication was untrue. He also sought to defend his honour, dignity and reputation and to obtain compensation for non-pecuniary damage. On 8 June 2000 the Minsky District Court of Kyiv partly allowed Mr Symonenko's complaints and ordered The Day to pay him UAH 1,000 in compensation for non-pecuniary damage. It also ordered the newspaper to publish a rectification of the information found to be untrue alongside the operative part of the judgment of 8 June 2000. In particular, it held that:", "“... in examining this case, account has to be taken of the fact that Mr Petro M. Symonenko is a political leader and the article relates to the area of his activity as a politician, and not that of an average citizen. ...", "As to the other extracts from the article referred to by the plaintiff in his claim, the court considers that they were found to be untrue during the court hearing, since the defendant could not provide the court with evidence proving the truth of the information contained in the publication. ...", "The defendant's representative maintained during the hearing that these extracts were merely presumptions of the author of the article. However, he failed to confirm this. The court is sceptical, since from the text of the article it cannot be understood that the journalist refers to her statements as presumptions and that the reader has to identify the text as a presumption. The comparison of the plaintiff to “a little sparrow” is in his [the plaintiff's] opinion humiliating. Moreover, there was no evidence of an existing agreement before the elections between Mr Petro M. Symonenko and the officials in office as implied by the headline of the article “The Leader of the CPU as Kuchma's Last Hope”.", "... this [non-pecuniary] damage resulted from the fact that the article was published before the presidential elections, in which the plaintiff was also a candidate. Therefore ... he was compelled to explain to the electorate the issues raised in the article. ... The applicant considers that this article accused him of betraying his party members, colleagues and the electorate. Damage was inflicted on him as a man of honour, taking into account the metaphors that the author used in her article. Thus, the CJSC Ukrainian Media Group published information that it had not verified and disseminated data that was untrue ... and Ms Tetiana E. Korobova invented information that was not true and disseminated it....”", "16. The court also concluded that the following should be adjudged untrue:", "“... the headline of the article on the first page “On the Sacred Cow and the Little Sparrow: The leader of the CPU as Kuchma's last hope.”", "... that Petro Mykolayovych was allegedly visited by a person resembling Oleksandr Volkov, Kuchma's election agent, who allegedly told the CPU leader: “If you withdraw from the race [presidential elections], you will lose your head. You withdraw your name from the list [of candidates] today - you will be buried tomorrow” ...", "... they are ready to go to the very “end”, following the resolutions of the Congress [of the Communist Party] and after Kuchma's election, to collaborate with him and have the Government delivered to them as a present for their services. ...”", "17. On 16 August 2000 the Kyiv City Court upheld this decision. In particular, it stated that the Minsky District Court of Kyiv came to the correct conclusion that the respondent in this case had not proved the truth of the information disseminated about Mr Petro M. Symonenko. It also held that the conclusions of the court were based on the case file and complied with the legislation in force.", "18. The recent Parliamentary Assembly Recommendation “Freedom of Expression in the Media in Europe” (No. 1589 (2003)) concerned the persecution of the media and journalists in Ukraine following publications criticising politicians and officials in power.", "19. The relevant extracts from the PACE Resolution No. 1346 read as follows:", "“1. The Parliamentary Assembly refers to its Resolutions 1179 (1999), 1194 (1999), 1239 (2001), 1244 (2001) and in particular to Resolution 1262 (2001) on the honouring of obligations and commitments by Ukraine, adopted by the Assembly on 27 September 2001. ...", "11. The Assembly condemns the very high incidence of violence against journalists (the most prominent among them being the killings of Georgiy Gongadze in 2000 and Ihor Alexandrov in 2001), and the low number of such crimes which have been solved. It is also concerned by the continued abuse of power, particularly in the provinces, with regard to taxation, regulations and police powers in order to intimidate opposition media. It reiterates its call on the Ukrainian authorities to conduct their media policy in a way which will convincingly demonstrate respect for the freedom of expression in the country. ...", "12. The Assembly is concerned about the presidential administration's attempts to establish ever tighter control over the State-run, oligarch-controlled and independent media. In this respect it welcomes the resolution adopted by the Verkhovna Rada on 16 January 2003 on the issue of political censorship in Ukraine and, in particular, the amendments adopted on 3 April 2003 concerning a number of laws dealing with freedom of expression, as the aim of these amendments is to offer better legal protection to journalists, particularly in relation to the question of their liability for the dissemination of information and their access to official documents. It expresses the firm hope that these provisions will be effectively implemented at all levels of administration (national, regional and local).”", "20. Relevant extracts from the Resolution of the European Parliament read as follows:", "“... E. whereas freedom of expression in Ukraine is coming under further threat, and an increasing number of serious violations against independent media and journalists are taking place, such as direct pressure and intervention from official services against certain media, arbitrary administrative and legal actions against television stations and other media outlets and harassment of, and violence against, journalists,", "... 2. Calls on the Government of Ukraine to respect freedom of expression and undertake sustained and effective measures to prevent and punish interventions against a free and independent media, arbitrary administrative and legal actions against television stations and other media outlets and harassment of, and violence against, journalists ...”", "21. The relevant extracts from the Report of 8 April 2004 concerning freedom of expression read as follows:", "“47. Freedom of expression and media freedom in Ukraine, which have already been the subject of expert reports and comments by the Ukrainian authorities ..., remain a matter of major concern. ...", "... 55. Some of the new provisions of the new Civil Code that came into force at the beginning of 2004 (text not available) also seem to pose problems with regard to freedom of expression and information, according to information gathered by the Secretariat Delegation. This concerns in particular Article 277, which stipulates that “negative information shall be deemed to be false” and Article 302, which provides that “information communicated by the State organs is truthful”. These provisions could lead journalists to engage in self-censorship in order to avoid prosecution under them. This is another cause for concern, even though Ukrainian courts have not yet ruled on the provisions, given the recent entry into force of the new Civil Code.", "Specific recommendations: ... The Ukrainian authorities should implement the Council of Europe's recommendations aimed at aligning the Ukrainian laws concerning the media with the relevant Council of Europe standards. They should ensure that any draft law dealing with freedom of expression and information strictly respects the standards, as set out in particular in Article 10 of the European Convention on Human Rights.”", "22. Relevant extracts from the Constitution read as follows:", "“... Everyone is guaranteed judicial protection of the right to rectify incorrect information about himself or herself and members of his or her family, and of the right to demand that any type of information be rectified, and also the right to compensation for material and moral damage inflicted by the collection, storage, use and dissemination of such incorrect information.”", "“Everyone is guaranteed the right to freedom of thought and speech, and to the free expression of his or her views and beliefs.", "Everyone has the right to freely collect, store, use and disseminate information by oral, written or other means of his or her choice.", "The exercise of these rights may be restricted by law in the interests of national security, territorial indivisibility or public order, with the purpose of preventing disturbances or crime, protecting the health of the population, the reputation or rights of other persons, preventing the publication of information received confidentially, or maintaining the authority and impartiality of justice.”", "23. Relevant extracts from the Civil Code read as follows:", "“A citizen or an organisation shall be entitled to demand in a court of law that information be refuted if it is not true or is set out untruthfully, degrades their honour and dignity or reputation, or causes damage to their interests, unless the person who disseminated the information proves that it is truthful.", "... Information disseminated about a citizen or an organisation that does not conform to the truth and causes damage to their interests, honour, dignity or reputation shall be subject to rectification, and pecuniary and non-pecuniary damage can be recovered. A limitation period of one year shall apply to claims concerning rectification of such data and compensation.”", "24. Relevant extracts from the new Civil Code read as follows:", "“1. A person shall have the right to compensation for moral damage in the event of an infringement of his/her rights.”", "“... 3. Any kind of negative information disseminated about a person shall be considered untruthful.", "... 6. A person, whose rights were infringed ... shall have the right to a response and rectification of information in the same mass media source and in accordance with the procedure established by the law.", "... Rectification of untruthful information shall not depend on the actual guilt of the person that disseminated it.", "7. The untrue information shall be rectified in the same manner as it was disseminated.”", "25. Relevant extracts from the Data Act provide:", "“... Liability for the infringement of data legislation shall be borne by the persons found guilty of infringements such as:", "... dissemination of information that does not correspond to the truth;", "... dissemination of information that is untrue or defames a person's honour and dignity; ...”", "26. Relevant extracts from the Printed Media (Press) Act provide:", "“... A journalist is obliged to:", "... 2) provide objective and truthful information for publication; ...”", "“Citizens, legal entities and State bodies and their legal representatives have the right to demand rectification of information published about them or data that does not correspond to the truth or defames their honour and dignity.", "If the editorial board does not have any evidence of the fact that the information published by it corresponds to the truth, it has to rectify this information at the request of the plaintiff in the next issue of the printed media or to publish a rectification on its own initiative. ...”", "“The editorial board and journalists are not liable for the publication of information that is untrue, defames the honour and dignity of citizens and organisations, infringes their rights and lawful interests or constitutes abuse of the freedom of activity of the media and the rights of journalists if:", "1) this information was received from the news agencies or from the media owner (co-owners);", "2) the information contains responses to a formal request for access to official documents or to a request for written or oral information, provided in accordance with the Data Act;", "3) the information is a verbatim reproduction of any official address of the officials of State bodies, organisations and the citizens' unions;", "4) the information is a verbatim reproduction of materials published by other printed media which refer to that information;", "5) the information contains secrets that are specifically protected by law, but the journalist received this information lawfully.”", "27. The relevant extract from Resolution No. 4 of the Plenary Supreme Court of 31 March 1995 “on the Court Practice in Cases of Compensation for Moral (non-pecuniary) Damage” reads as follows:", "“...11. ... The critical assessment of certain facts ... could not serve as a basis for allowing claims for compensation for non-pecuniary damage. However, if other rights of a person protected by law were violated (for instance confidential information was disseminated without his/her consent), then this could lead to the award of compensation for moral damage [by the court]...”", "28. The relevant extract from Resolution No. 7 of the Plenary Supreme Court of 28 September 1990 “on the Application of the Legislation Regulating the Protection of the Honour, Dignity and Business Reputation of Citizens and Organisations” reads as follows:", "“... 17. In accordance with Article 7 of the Civil Code the defendant [in a defamation case] has to prove that the information disseminated by him corresponds to the truth. The plaintiff only has the obligation to prove that the defendant has disseminated defamatory information about him. The plaintiff also has a right to provide evidence of the untruthfulness of such information.”", "29. The relevant extract from the ruling of the Supreme Court of 11 September 2002 in the case of S. v the newspaper Simya ta Dim (“Family and House”) reads as follows:", "“...when considering cases that concern the protection of honour and dignity [the courts] have to take into account that the critical assessment of facts and deficiencies, thoughts and opinions, [or] critical reviews of works of art, cannot serve as a basis for allowing compensation claims for moral damage.”", "30. The Government have provided the Court with the following domestic court decisions that from their point of view contained an assessment of value judgments:", "judgment of 18 October 2000 of the Starokyivsky District Court of Kyiv;", "judgment of 25 October 2000 of the Radiansky District Court of Kyiv;", "judgment of 20 November 2000 of the Shevchenkivsky District Court of Kyiv;", "judgment of 21 January 2001 of the Lubny District Court of the Poltava Region;", "judgment of 22 June 2001 of the Artemovsk City Court of the Donetsk Region (upheld by the Donetsk Regional Court of Appeal on 17 December 2001);", "judgment of 24 July 2001 of the Minsky District Court of Kyiv;", "judgment of 18 September 2001 of the Volodarske City Court;", "judgment of 28 September 2001 of the Shevchenkivsky District Court of Kyiv;", "judgment of 23 April 2003 of the Tsentralny District Court of Mykolayiv;", "judgment of 15 May 2003 of the Leninsky District Court of Sevastopol;", "extracts from the judgments with regard to the application of Article 10 of the Convention by the domestic courts, as referred to in the book of the Deputy President of the Mykolayiv Regional Court of Appeal, Judge V.P. Paliyuk, “Application of the ECHR by the Ukrainian courts” (pp. 146-212).", "31. The relevant extract from the Supreme Court's statistics for 2002 reads as follows:", "“In 2002 there were about 6,177 cases that concerned the protection of honour, dignity and business reputation. Of these, 1,978 applications were considered on the merits, which constitute 49.4% of the total number of cases in which the proceedings were terminated; the claims were allowed in 1,116 cases, or in 56.4% (59.9%) of the total number of cases, with a decision being adopted. Approximately UAH 4,224,000 were awarded to the plaintiffs in these cases. There were approximately 1,109 claims lodged with the courts against mass media sources, of which 356 cases were considered on their merits, 223 claims were allowed, or 62.6% (61%) of the cases considered, and ... judgments were delivered in these cases. The total amount of the claims allowed was UAH 1,191,000.”", "32. The relevant extract from the Supreme Court's statistics for 2003 reads as follows:", "“In 2003 there were approximately 6,200 cases that concerned the protection of honour, dignity and business reputation considered by the courts; 2,000 cases were considered on the merits and the proceedings terminated. In 1,100 cases the claims were allowed (53.5% [56.4%] of the total number of cases) and judgment adopted. The total amount of claims allowed came to UAH 8,419,000. Among the aforementioned cases, there were 927 cases initiated on the basis of the claims lodged against the mass media, that is 16.4% less than in the previous year. Of these claims, 308 cases were considered and 187 applications were allowed, that is approximately 60.7% [62.6%] of the cases that were considered. The total amount of the claims allowed was UAH 4,535,000.”", "33. The systematic “legal harassment” of the Ukrainian media by the Government and the latter's attempts to control the media, and information disseminated by the media, are mentioned in the report of the Human Rights Watch (March 2003, Vol. 15, No. 2(D)).", "34. Relevant extracts from the Report of the US Department of State provide:", "“a. Freedom of Speech and Press", "... The NGO Freedom House has downgraded the country's rating from “partly free” to “not free” because of the State censorship of television broadcasts, continued harassment and disruption of independent media, and the failure of authorities to adequately investigate attacks against journalists.", "... The use or threat of civil libel suits continued to inhibit freedom of the press, but the number of cases during the year reportedly decreased.", "... On 3 April, the Rada passed a law that set limits on the amount of damages that can be claimed in lawsuits for libel. The law requires that the plaintiff deposit a payment of 1 to 10 percent of claimed damages in the form of collateral, which is forfeited if the plaintiff loses the lawsuit. Additionally, the law waives press responsibility for inoffensive, non-factual judgments, including criticism. Despite these measures, the Office of the Ombudsman indicated concern over the “astronomical” damages awarded for alleged libel.", "... Government entities used criminal libel cases or civil suits based on alleged damage to a “person's honour and integrity” to influence or intimidate the press. According to the Mass Media Institute (IMI), 46 actions were brought against the mass media and journalists for libel during the year. IMI estimated that government officials initiated 90 percent of these suits. Article 7 of the Civil Code allows anyone, including public officials, to sue for damages if circulated information is untrue or insults a person's honour or dignity.", "The new Civil Code, enacted during the year and scheduled to take effect in 2004, provides that negative information about a person shall be considered untrue unless the person who spread the information proves to the contrary. Journalists and legal analysts have expressed concern that this Code will have a negative impact on freedom of speech and the press.”", "35. Relevant extracts from the Report of Article 19 on Freedom of the Press in Ukraine (paragraph 3.6 “Freedom of expression and defamation”) read as follows:", "“4.1.3. Ukraine: ... In 1999 there were 2,258 suits against the media, for more than UAH 90 billion, of which approximately 55 per cent were brought by public officials. Reportedly 70 per cent of these cases were bogus and brought to influence the media's output. In 2001 it was reported that Den' [The Day] newspaper had been sued 45 times for a total of UAH 3.5 million. The situation was not dissimilar in 2002. Some lower courts still order that newspapers' accounts be frozen pending a trial in civil defamation cases, and newspapers' assets may well be confiscated to coerce the media into paying fines.", "... Consequently, many journalists publish anonymously, using a pseudonym to avoid being personally targeted when addressing politically sensitive issues. In particular, journalists feel that, although criticism of the Verkhovna Rada and the Cabinet of Ministers is relatively safe, the opposite is true for criticism of the President.", "Article 8(3) of the Civil Code ... defamation contains the double requirement that a statement be false and harms one's reputation in order to be regarded as defamatory, in compliance with international standards on defamation. However, it also includes protection against harm to other “interests”, which is too vague and therefore open to interpretation and possible abuse: other interests, such as privacy, should be protected through specific provisions, while the exact scope of a defamation law needs to be clearly and narrowly defined.", "... Moreover, Article 37 of the Press Law states that refutation in defamation cases can be claimed if a statement is false or lowers one's reputation ...", "... Instead, in order to exercise the right of reply in a defamation case, the information has to be false and harm one's reputation. ... Article 440(1), on compensation of moral damage', states that: “Moral damage caused to citizens or organisations by another person who violated their legal rights is paid by the person who caused the damage if this person cannot prove that moral damage was not his/her fault. Moral damage is compensated in pecuniary or other material form according to the ruling of the court irrespective of compensation of property damage. ... The provision places the burden of proof on the person who disseminates the information.", "A positive development has been the passing of the Law “on the Introduction of Changes to Certain Laws of Ukraine which Guarantee the Freedom of Speech”, stating that public bodies which take defamation suits can only claim refutation of false information but not compensation. The same law introduced a provision “on State Support of Mass Media”, stating that, in cases taken by public officials against the media, moral damages may be imposed only when malicious intent by a journalist is proven, and that non-pecuniary remedies, such as refutation, should have priority over pecuniary ones. It is clearly stated that journalists should benefit from a defence of reasonable publication.", "Journalists have been receiving better legal representation in court and have therefore been able to win more cases, also thanks to the legal training received from international organisations.", "... Article 277 of the new Civil Code of Ukraine ... to come into force on 1 January 2004, establishes that “negative information disseminated about a person shall be considered false”. “Negative information” is to be understood as any form of criticism or description of a person in a negative light.", "This provision is not only a breach of the right to freedom of expression but turns reality on its head to the extent that something that is true but negative will be considered false. It cannot possibly be justified as necessary, since it will often be a matter of great public interest to disseminate negative facts, as well as opinions, about people. The exposure of corruption, for example, may well require both.", "... To conclude, the situation remains critical ... Ukraine have achieved some progress towards media freedom, yet journalists face immense challenges on a daily basis, which can make engaging in professional journalism a dangerous endeavour. Coalitions and solidarity among members of the journalistic profession, media groups and civil society, with the support of international institutions, are vital in strengthening the democratic processes and for the creation of an environment in which the media can flourish. Cross-border regional initiatives can be instrumental in this context, by facilitating the transfer of experience and know-how, so as to mutually strengthen democratisation movements.”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}