{"ITEMID": "001-95137", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "PAVLOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Mr Sergey Yuryevich Pavlov, is a Russian national who was born in 1967 and lives in St. Petersburg. The Russian Government (“the Government”) were represented by Ms V. Milinchuk, former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 26 August 1982 the applicant was put on a waiting list with a view to provision with state housing. On 12 October 1989 the applicant was put on a waiting list for participation in cooperative housing construction. On 21 September 1994 it was established that the applicant was entitled to a four-room cooperative flat.", "On 11 October 2000 the St. Petersburg City Housing Committee (the “Housing Committee”) ruled that the applicant be provided with a four-room cooperative flat regardless of his order of priority on the waiting list. The regard was had to the fact that the applicant, who was married with three minor children, was living in a room in a communal flat.", "On 15 February 2001 the Housing Committee ruled that the applicant may obtain the membership in the housing construction cooperative ZhSK-1393 (the “Cooperative”).", "On 21 September 2005 the Housing Committee quashed its decision of 11 October 2000 noting that no four-room flat was available in the Cooperative to be given to the applicant.", "On 19 July 2000 the applicant lodged a claim against the Housing Committee with the Oktyabrskiy District Court of St. Petersburg seeking provision of a cooperative flat for his family.", "On 18 September 2000 the court held a preparatory hearing. It sent a request to the Cooperative to obtain certain documents and scheduled the first hearing for 10 April 2001.", "On 10 April 2001 the applicant partially modified his claims. He claimed that the payment for the cooperative flat be made by the State due to the authorities’ failure to fulfil their obligation with regard to provision of his family with housing. He also lodged claims against the Cooperative and asked the court to obtain certain documentary evidence from it. The court adjourned the hearing until 9 August 2001 pending receipt of the documents.", "The court adjourned the hearing on 9 August 2001 due to the applicant’s failure to appear. The court further adjourned the hearing of the matter on 25 December 2001 and 23 May and 28 November 2002, granting the applicant’s request to obtain new documentary evidence and serve process on a witness.", "On 3 June 2003 the court adjourned the hearing pending receipt of the documents requested earlier. The next hearing was scheduled for 13 November 2003. It was adjourned due to the failure of the applicant’s representative to appear.", "On 9 June 2004 the applicant asked the court to obtain certain documentary evidence. The court granted the applicant’s request and adjourned the hearing until 9 February 2005 pending the receipt of the documents.", "On 9 February 2005 the respondent’s representative failed to appear. The court further adjourned the hearing scheduled for 11 August 2005 due to the applicant’s failure to appear.", "The court heard the matter and dismissed the applicant’s claims on 22 November 2005. The court relied on the decision issued by the Housing Committee of 21 September 2005 where it noted that no four-room flat was available. The court also dismissed the applicant’s monetary claims. Neither the applicant nor his representative were present.", "On 24 May 2006 the St. Petersburg City Court upheld the judgment of 22 November 2005 on appeal.", "On 29 January 2002 the applicant brought another claim with the Oktyabrskiy District Court against the Housing Committee. The applicant alleged that the respondent party had failed to take certain measures to ensure his membership in a housing construction cooperative. The first hearing took place on 30 October 2002. It was adjourned pending receipt of documentary evidence requested by the applicant.", "The next hearing took place on 2 April 2003. The applicant challenged the authenticity of the documents received and asked the court to obtain certified copies. The court granted the request and adjourned the hearing until 3 June 2003.", "On 3 June 2003 the respondent’s representative failed to appear and the court adjourned the hearing until 13 November 2003.", "The court further adjourned the hearing of the matter on 13 November 2003 due to the failure of the applicant’s representative to appear, on 9 June 2004 and 9 February 2005 pending receipt of the documents requested by the applicant, on 11 August and 30 November 2005 due to the applicant’s failure to appear.", "On 15 February 2006 the applicant challenged the authenticity of the materials in the case file. The court granted the request lodged by the Housing Committee to obtain original copies of the said materials.", "The applicant further asked for adjournment of the hearing on 29 March and 30 May 2006 pending consideration of his complaint by another court and his representative’s illness respectively. On 16 August and 9 October 2006 the applicant’s representative did not appear and the hearings were adjourned.", "The court adjourned the hearing on 2 November 2006 granting the applicant’s request for other documentary evidence.", "On 14 December 2006 the District Court dismissed the applicant’s claims. The St. Petersburg City Court upheld the judgment on appeal on 17 May 2007.", "On 25 October 2002 the applicant brought another action against the Housing Committee and other state bodies and a housing construction cooperative seeking annulment of an agreement signed by them.", "On 6 December 2005 the Oktyabrskiy District Court of St. Petersburg discontinued the proceedings due to the applicant’s repeated failure to appear in court. On 19 April 2006 the District Court dismissed the applicant’s request to resume examination of the claim. On 24 May 2006 the St. Petersburg City Court upheld the decision on appeal.", "On 25 April 2002 the applicant brought an action against the Cooperative and the Housing Committee seeking enforcement of the decision of 15 February 2001 to obtain the membership in the Cooperative and be provided with a four-room flat.", "On 4 June 2003 the Moskovskiy District Court of St. Petersburg discontinued the proceedings noting that the applicant’s claims were similar to the ones already pending before the Oktyabrskiy District Court of St. Petersburg.", "On 9 October 2003 the St. Petersburg City Court quashed the decision and remitted the case for examination on the merits.", "On 19 August 2004 the District Court dismissed the applicant’s claim. The court noted that there was no four-room flat available in the Cooperative to be granted to the applicant. On 7 December 2004 the City Court quashed the judgment and remitted the case for a new examination. The court held that the District Court had relied in its findings only on the testimony of the chairman of the Cooperative that was not confirmed by any documentary evidence.", "On 22 November 2005 the District Court dismissed the applicant’s claim. On 25 January 2006 the St. Petersburg City Court upheld the judgment.", "On 20 December 2005 the applicant challenged a decision of the Housing Committee of 21 September 2005 concerning his entitlement to a cooperative flat.", "On 12 February 2006 the court adjourned the hearing due to the failure of the applicant’s representative to appear. On 15 March 2006 the court further adjourned the hearing pending receipt of the documentary evidence requested by the applicant. The documents were not delivered on time and the court adjourned another hearing on 20 April 2006.", "On 24 May and 13 September 2006 the court adjourned the hearing due to the failure of the applicant’s representative to appear.", "On 18 October 2006 the Kuibyshevskiy District Court of St. Petersburg dismissed the applicant’s claims. The St. Petersburg City Court upheld the said judgment on appeal on 5 December 2006."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}