{"ITEMID": "001-67768", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF WOJTKIEWICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["9. The applicant was born in 1954 and lives in Bochnia, Poland. He works as a notary.", "10. On an unspecified day in March 1991 a certain Mr X filed with the Bochnia District Court a request that the co-ownership of an estate be dissolved.", "11. The court held hearings on 30 July 1991, 12 May 1992, 9 March 1993, 29 April 1994, 26 April 1995 and 8 May 1996.", "12. On 29 August 1996 the applicant purchased a share in that estate.", "13. On 6 September 1996 he requested the court to allow him to participate in the proceedings.", "14. On 12 September 1996, as a party to the proceedings, he requested the court to appoint a guardian ad litem for those co-owners whose place of residence was not known and for the heirs of a late co-owner. The applicant further raised a claim to establish the title to the disputed property and to evict two individuals.", "15. On 16 October 1996 the court granted the applicant leave to participate in the proceedings.", "16. In November 1996 the case was transferred to the Kraków Nowa-Huta District Court.", "17. Hearings were held on 4 February and 26 March 1997.", "18. On 26 March 1997 the court refused to allow the former co-owners of the applicant's share to participate in the proceedings. On 30 September 1997 the Kraków Regional Court dismissed an appeal against that decision lodged by Mr X.", "19. The District Court held hearings on 11 December 1997, as well as on 5 February and 3 December 1998.", "20. On 28 February 1998 it refused certain co-owners' request for an interim measure. They appealed and on 21 July 1998 the Regional Court quashed that decision and ordered the re-examination of the request. On 9 and 28 October 1998 the District Court ordered interim measures.", "21. On 20 February 1999 the court stayed the proceedings, considering that it was first necessary to carry on inheritance proceedings concerning the estate of a late co-owner in order to establish the identity of the heirs and their shares in the estate. The applicant and certain other co-owners appealed and on 18 June 1999 the Kraków Regional Court quashed that decision. In its decision it also ordered the District Court to exclude from those proceedings the issue of the ownership title to the estate and to initiate separate proceedings in this respect. It considered that in the light of a suspicion that Mr X and certain other participants in the proceedings could not be co-owners of the estate it was necessary to establish who had the genuine ownership title to the share allegedly owned by them.", "22. The District Court carried out that order on 5 October 1999. On 11 October 1999 the court stayed the proceedings concerning the dissolution of the co-ownership until the proceedings concerning the establishment of the title to the disputed share were completed.", "23. On 2 December 1999 the Kraków Nowa-Huta District Court declared its lack of jurisdiction over the case and transferred it to the Tarnów Regional Court.", "24. On 7 December 1999 the District Court refused the applicant's request, lodged on 12 September 1996, to appoint a guardian ad litem. On 17 March 2000 the Kraków Regional Court quashed that decision and ordered the re-examination of the request.", "25. On 22 January 2001 the Kraków Court of Appeal, on the request of one of the defendants, excluded the judges of the Tarnów Regional Court from participation in the proceedings concerning the establishment of ownership title. The court found, inter alia, that the applicant used to work as a judge on that circuit and was acquainted with the judges of that court.", "26. On 22 March 2001 the Kraków Regional Court held a hearing, at which it decided to examine the case-file of the proceedings concerning the dissolution of the co-ownership and consider whether the case dealt with by it could be joined to those proceedings.", "27. On 11 June and 11 October 2001 the court held hearings.", "28. On the latter date it gave judgment. The court dismissed the applicant's claim. He and other plaintiffs appealed.", "29. On 15 March 2002 the Kraków Court of Appeal quashed the judgment of the Regional Court and remitted the case for re-examination.", "30. On 19 December 2003 the Kraków Regional Court gave a final judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}