{"ITEMID": "001-83547", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "AL FAYED v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["1. The applicant, Mr Mohamed Al Fayed, is an Egyptian national who was born in 1933 and lives in London. He was represented before the Court by Maître B. Dartevelle, a lawyer practising in Paris.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant's son Emad Fayed was killed in a road traffic accident on 31 August 1997 in Paris. He was travelling in the car with: Lady Diana Spencer, the Princess of Wales, who was taken by ambulance to La Pitié-Salpêtrière Hospital, where she died a few hours later after intensive surgery; Henri Paul, the driver of the vehicle, who died on the spot; and Mr Fayed's bodyguard, Trevor Rees-Jones, who was seriously injured.", "4. At the request of the public prosecutor and Professor D. Lecomte, the requisitioned forensic pathologist, Chief Inspector Mules, a senior police officer with the serious crime squad, was present when the body of Diana Spencer underwent an external forensic examination, at 5.30 a.m., with no taking of body samples, and the officer was provided with the pathologist's report at 5.45 a.m. During the day, following an official ceremony, the coffin was conveyed in a cortege to Villacoublay airport, after a burial permit had been issued and the British authorities had made the necessary arrangements for repatriation of the body to the United Kingdom.", "5. The body of the applicant's son was taken to the Paris Institute of Forensic Medicine for an examination by Professor Lecomte, with the assistance of Chief Inspector Mules. The police officer's report mentioned that the pathologist's report had been given to him at 7.45 a.m. and that “blood, urine and other usual samples” had been taken.", "6. The pathologist's report concerning the autopsy on the driver's body was given to Chief Inspector Mules at 10 a.m.", "7. On 2 September 1997 the public prosecutor of Paris applied for the opening of a judicial investigation in respect of charges of unintentional homicide and wounding and failure to assist a person in danger. The case was assigned to an investigating judge at the Paris tribunal de grande instance and a second investigating judge was appointed later in the proceedings.", "8. In a letter of the same date from one of his lawyers, the applicant applied to join the proceedings as a civil party.", "9and in particular the press photographers' insistent and intense activity which culminated in their pursuit of the car in which the victims were travelling, ten photographers were placed under judicial investigation on charges of unintentional homicide and wounding and failure to assist a person in danger.", "10. On 5 September 1997 Chief Inspector Mules drafted a report stating that, contrary to the indication on the report drawn up on the day of the autopsy, no samples had been taken from the body of the applicant's son and that the forensic pathologist had only carried out an external examination of the body in accordance with the instructions received.", "11. On 20 October 1997 the investigating judge requested Professor Lecomte to provide all useful indications for the purpose of establishing whether or not the injuries on the bodies of the three victims had been such as to have resulted in their instantaneous death.", "12. In a report of 6 November 1997 Professor Lecomte indicated that an external examination of the body of Emad Fayed could not by itself provide the answer to that question and that it would be necessary to examine the records of the emergency paramedics (the SAMU) present at the scene of the accident and the autopsy report. The expert pathologist also considered that the external examination of Diana Spencer's body and her surgical treatment were not sufficient either and that only an autopsy could provide additional information concerning organs.", "13. It was also stated by the applicant that, from the beginning of the investigation, the investigating judge had decided to make enquiries in order to identify a vehicle and its driver that had been involved in the accident according to witnesses and in the light of technical analysis by the national gendarmerie. Those enquiries were discontinued in the course of the investigation.", "14. On 25 February 1998 the investigating judge appointed Professors Lecomte and Lienhart as experts with the following assignments: to apprise themselves of all current and future material in the case file, documents from medical records to be obtained in France and any useful medical documents that might be forthcoming from the British authorities; to provide any useful medical indications, in particular on the exact causes, circumstances and precise time of the deaths and on the treatment dispensed at the scene of the crash; and, as regards Diana Spencer, to indicate what treatment was given to her in the ambulance and then at the hospital, and whether it was in conformity with current medical knowledge.", "15. On 17 June 1998 the investigating judge supplemented the experts' assignment by authorising them to hear representations from any person other than those under judicial investigation and giving them the opportunity to consult specially qualified persons for the purpose of completing their assignment.", "16. In their report of 11 November 1998 the two experts noted in particular that there had been no determination of blood group or biological examination in respect of Diana Spencer. They further indicated that they had visited London on 23 June 1998 to apprise themselves of the particulars of her autopsy and that they had met three doctors and a senior police officer during that visit. They had been informed by a forensic pathologist there that the description of the injuries had been made difficult by the fact that the body had been embalmed before departure from France. Moreover, the two French experts mentioned that copies of the autopsy reports had been given to them “on a personal basis”. The applicant indicated that since the documents had been supplied “on a personal basis” they had not been added by the experts to the case file.", "17. The applicant further alleged that there had been a persistent rumour, relayed by numerous press articles and a certain number of published books that had been added to the investigation file, to the effect that the British and United States intelligence services had possessed material information on the circumstances surrounding the death of his son and the other passengers in the car. The applicant pointed out that, according to a number of documents in the investigation file, the judge had also received information to that effect from the French Embassy in Washington DC.", "18. On 28 August 1998 the investigating judge examined R.T., a former officer of the British intelligence service MI6. R.T. complemented his statements by letters dated 7 October and 19 November 1998. In his letter of 19 November he mentioned the involvement of two counsellors at the British Embassy in Paris, who were presumed to be members of MI6. In another letter of 16 December 1998 he informed the judge that he had recently become aware of a new fact that might be of interest for the investigation into the deaths of Diana Spencer and Emad Fayed. That letter was not followed up and R.T.'s lawyer in turn wrote, without success, to the investigating judge to seek the examination of his client.", "19. The investigating judge sent two letters, on 1 and 22 December 1998 to the Secretary for Political Affairs at the British Embassy in Paris. The Secretary replied on 16 December 1998 and 12 January 1999.", "20. The applicant considered that there had not been any precise response, still less any statement under oath, concerning: the possibility, referred to by R.T., that Henri Paul had been a correspondent for British intelligence; the presence in Paris at the material time of the two above-mentioned counsellors to the British Embassy in Paris; and the presence of an unknown person, claiming to be a British photographer, seen in front of the Ritz before the departure of the vehicle by the photographers under investigation. Accordingly, he called for the examination of the two Embassy counsellors and the Secretary for Political Affairs, in order to shed light on certain questions. He also sought the examination of representatives from the United States National Security Agency (NSA), which he claimed had a file concerning surveillance of Diana Spencer. The applicant added that an official letter from the NSA confirmed the existence of such surveillance and of a 1,056-page file on the subject.", "21. In a decision of 15 January 1999 the investigating judge dismissed a request for additional investigative measures made by the applicant on 15 December 1998 concerning the damaged vehicle, certain calls made by mobile phone at the material time and the area covered by cell sites. The judge also dismissed a request from Mr and Mrs Paul, submitted on 14 December 1998, also concerning mobile phones and the damaged vehicle but also seeking an additional expert's report on the level of carboxyhaemoglobin observed in their son's blood.", "22. By notice of 29 January 1999 the judges investigating the unintentional homicide charges informed the applicant's counsel that their investigation appeared to be at an end and that they intended to transmit the case file to the public prosecutor. Counsel for the applicant replied in a letter and note dated 18 February 1999.", "23. On 19 February 1999 the investigating judges dismissed the requests for examination of members of the British Embassy and the NSA. They also dismissed a request from Mr and Mrs Paul for a confrontation with experts. The applicant appealed.", "24. In a judgment of 2 July 1999 the Indictment Division of the Paris Court of Appeal upheld the decisions of 15 January and 19 February 1999 dismissing the requests for investigative measures.", "25. In another judgment of the same date, the Indictment Division of the Paris Court of Appeal upheld the decision of 19 February 1999.", "26. On 3 September 1999 the investigating judges discontinued the proceedings against all the individuals under investigation. They also dismissed a request from Mr and Mrs Paul seeking the restitution of certain samples taken from their son's body.", "27. On 28 June 2000 counsel for the applicant wrote a letter to the public prosecutor at the Paris tribunal de grande instance seeking to ascertain: the reasons why the case file did not contain Diana Spencer's autopsy report, which had been given to the French experts by their British counterparts and information as to its destination; the circumstances in which the Princess' body had been embalmed while still in France and the reasons for that measure, with its prejudicial consequences for a subsequent autopsy; whether or not samples had been taken from the body of his son, in view of the corrective statement of 5 September 1997, and from that of Diana Spencer, having regard to the examinations carried out in London.", "28. In a letter of 7 July 2000 the public prosecutor declared the requests inadmissible, having regard to the judicial investigation, the discontinuance decision and the referral of the case to the Indictment Division.", "29. In a judgment of 31 October 2000 the Indictment Division of the Paris Court of Appeal upheld the discontinuance decision. Moreover, it held that the samples taken for analysis in the course of judicial proceedings were not covered by the provisions on restitution in the Code of Criminal Procedure. After noting that the request called into question the blood analyses, the court found that the requested action was not necessary for discovery of the truth, since the results of those analyses were not such as to exonerate from criminal responsibility any third party or parties that may have contributed to the damage.", "30. In a judgment of the same date the Investigation Division ordered the return to the investigating judge of the case file opened on the basis of a complaint, with civil-party application, for unlawful invasion of privacy, requiring the judge to continue his investigation speedily as “the court [could not] but deplore the lack of activity for nearly three years”.", "31. In a decision of 16 March 2001 the urgent applications judge of the Paris tribunal de grande instance dismissed a similar request from the Ritz Hotel, on the ground that only the criminal court which had ordered that those samples be administered by the courts was competent to order their restitution or to appoint an expert for their examination. The applicant considered that this decision contained a contradiction as it referred to a letter dated 10 October 2002 from the Principal Public Prosecutor at the Paris Court of Appeal to the parents of Henri Paul in which they had been assured that the samples would be retained for the subsequent proceedings, whilst it also quoted the said expert's comment on “the total unreliability of the blood alcohol analyses more than nine months after the samples were taken”.", "32. On 14 December 2001 the Paris Court of Appeal upheld the decision. An appeal on points of law was lodged.", "33. On 7 January 2002 Mr and Mrs Paul filed a criminal complaint with civil-party application for the falsification of data by the two court-appointed experts responsible for analysing the samples taken from their son's body, on account of failure to comply with the statutory procedures for taking samples and with conservation requirements, and in respect of subsequent work. Their complaint was based above all on the statements of one of those experts in the course of civil proceedings and on the results of a private analysis carried out by Professors Eisenmenger, Krompecher and Mangin, who had indicated a certain number of major shortcomings in the forensic examinations.", "34. In a judgment of 3 April 2002, of which notice was given on 19 April 2002, the Court of Cassation declared inadmissible the applicant's appeal on points of law in respect of the third and fourth grounds of appeal (challenging the judgment upholding the dropping of charges of unintentional homicide and failure to assist a person in danger), on the basis of Article 575 of the Code of Criminal Procedure. The Court of Cassation dismissed the first ground of appeal (concerning the fact that the principal investigating judge and his deputy were joint signatories of the discontinuance decision) and the second (concerning the refusal to join these proceedings to those arising from the applicant's criminal complaint and civil-party application of 9 October 1997 for the offence of unlawful invasion of privacy committed against his son and the Princess of Wales).", "35. On 29 August 2002 a decision refusing investigative measures was made in the context of the investigation opened following the criminal complaint filed by Mr and Mrs Paul on 7 January 2002 for falsification of data, proceedings in which the applicant had applied for civil-party status. Subsequently, in a judgment of 29 June 2004 the Investigation Division of the Paris Court of Appeal reclassified a discontinuance decision of 26 March 2003 as a decision not to open an investigation and ordered the continuation of the investigation by the judge assigned to the case. On 5 January 2005 the Court of Cassation granted an application by the applicant to disqualify the court from hearing the case on grounds of apprehended bias and transferred the case to the Versailles tribunal de grande instance for the judicial investigation, which is still in progress.", "36. On 2 September 1997, in the letter in which the applicant applied for civil-party status in the judicial investigation opened that same day in respect of unintentional homicide and wounding and failure to assist a person in danger, he further indicated as follows:", "“... presumably because a public prosecution may only be brought on the basis of a criminal complaint by the victim, his representative or his heirs, in accordance with the provisions of Article 226-6 of the [Criminal] Code, the originating application for a judicial investigation does not refer to the offence of attempted invasion of privacy, as provided for and punishable under Articles 226-1 and 226-5 of the Criminal Code, whereas it appears to me that such a charge is made out, as the photographers who were pursuing the vehicle before it crashed clearly intended to take photographs invading the privacy of Emad Fayed and Diana Spencer.", "The prosecution of that offence is crucial, in so far as it had continuously been committed by the photographers throughout the day, but also, and above all, after the couple had left the Ritz Hotel and during the pursuit, of which the route, via the Alma underpass in particular, can be attributed solely to that pursuit.", "The acts constituting that offence, in so far as they played a major part in the organisation of the departure from the hotel and in the driving of the car, form the initial and decisive element in the causal chain that led to the death of the three victims.", "I therefore submit to you an additional application by Mr Mohamed Al Fayed, in his capacity as heir of Mr Emad Fayed, to be granted civil-party status in respect of the charge of attempted invasion of privacy, on the basis of Article 226-6 of the Criminal Code, kindly requesting you to transmit the file to the public prosecutor with a view to obtaining his authorisation for the extension of the judicial investigation to encompass that charge ...”", "37. On 9 October 1997, as no reply to that request had been received, the applicant lodged with the senior investigating judge a criminal complaint, together with a civil-party application, for the criminal offence of unlawful invasion of privacy. He reiterated his arguments, emphasising the close connection between the subject-matter of this complaint and that of the investigation by the investigating judges, opened on 2 September 1997, and indicated “that it [would] therefore [be] particularly appropriate, for the proper administration of justice”, to entrust the complaint to the same judges by joining the two sets of proceedings.", "38. The judicial investigation in respect of that complaint was entrusted to one of the two judges responsible for the investigation opened on 2 September 1997, but the two sets of proceedings were not joined.", "39. On 12 March 1998 representations from the applicant were heard.", "40. On 10 February 1999 the applicant's counsel wrote to the investigating judge to point out that the judge's inactivity in the investigation in respect of the complaint of 9 October 1997 “could be understood to the extent that the joinder of those proceedings with the main set of proceedings [had been] envisaged”, and to reiterate his request for joinder, in view of the lack of investigative measures, informing the judge that he would otherwise refer the matter to the Indictment Division.", "41. On 15 February 1999 the investigating judge issued a warrant for purposes of “making enquiries to determine comprehensively the particulars of the offence and to identify all perpetrators, co-perpetrators and accomplices”, without any other indication as to the required measures.", "42. In a note of 18 February 1999, drafted in response to the notice of 29 January 1999 in the other proceedings, the applicant's counsel dwelt at length on the facts that characterised the offence of unlawful invasion of privacy with which the photographers could be charged, and pointed out the case-law to the effect that such a charge was made out when photographs were taken through the windows of a private vehicle, adding that, on account of the inseverable nature of the facts, it was necessary to join the proceedings, as had been requested on several occasions, and that joinder would likewise be justified “if the investigating judges were to consider that the charge of unlawful invasion of privacy was actually made out by the findings of their principal investigation”.", "43. The police officers to whom the warrant had been addressed reported back to the investigating judge on 20 September 1999, a few days after the discontinuance decision of 3 September 1999 in the investigation concerning the unintentional homicide charge. From 23 February 1999, the date of referral to them, until 20 September 1999, the date of their transmission report, the police officers drew up four reports simply concerning the contacts they had had with the investigating judge.", "44. On 16 June 2000 the applicant requested the examination of the photographers whose presence at the scene of the accident had been established in the first investigation. His request having remained unanswered, he referred the matter to the Investigation Division by an application of 27 July 2000.", "45. That Division examined the case file on 15 September 2000. In the course of the hearing the applicant learned from the public prosecutor's submissions that the case file contained only a copy of the discontinuance decision of 3 September 1999 and, moreover, that it had not been accompanied by a record of joinder of documents.", "46. Furthermore, the case file having been transmitted to the Investigation Division without a copy first being made or kept, the applicant's counsel was unable to consult the file in the investigating judge's office after the hearing of 15 September 2000 in the Court of Appeal.", "47. On 17 October 2000 the applicant brought proceedings against the Government Law Officer (agent judiciaire du Trésor) to obtain a ruling that the State's responsibility was engaged on account of gross negligence and denial of justice in the handling of his criminal complaint of 9 October 1997.", "48. In a judgment of 31 October 2000 the Investigation Division of the Paris Court of Appeal ordered the return of the case file to the investigating judge in Paris for the continuation of the judicial investigation, with in particular the examination of certain expressly named individuals. In its judgment the Court of Appeal found in particular as follows:", "“An examination of the case file reveals that, with the exception of representations from the civil party and a warrant upon which no action was taken, the successive investigating judges took no other investigative measure.", "Contrary to the indications of counsel for the civil party, this case file does not contain a copy of the investigation file in respect of the charges of unintentional homicide and wounding and failure to assist a person in danger, but only a copy of the discontinuance decision.", "... Under these circumstances it is appropriate to return the case file to the investigating judge in order that, notwithstanding the workload of his office, he should continue the investigation speedily ... ; the court cannot but deplore the lack of activity for nearly three years ...”", "49. On 7 November 2002 the Paris tribunal de grande instance, ruling in the context of the proceedings brought on 17 October 2000, dismissed the applicant's complaint. He appealed against this judgment.", "50. On 19 November 2002 the investigating judge issued a decision of partial discontinuance in respect of five of the individuals under investigation and ordered that three other photographers be committed to stand trial before the Paris Criminal Court for unlawful invasion of privacy. The case was set down for hearing on 24 October 2003.", "51. In a judgment of 28 April 2003 the Paris Court of Appeal reversed the judgment of 7 November 2002, finding that the responsibility of the State was engaged on account of gross negligence in the administration of justice and of a denial of justice. Its main findings read as follows:", "“... from the outset, it was established that the two judicial investigations opened were connected; the Government Law Officer, who accepts this, also acknowledges that 'the results of one and its procedural developments naturally influenced the conducting of the other'.", "Accordingly, whilst the investigating judge is not obliged, procedurally speaking, to order the joinder requested insistently by Mr Al Fayed, the decision not to join the investigations – a measure of judicial administration left to the judge's discretion – is nevertheless part of the series of facts relied upon by the appellant in support of his claims.", "Mr Al Fayed is justified in observing that, in deciding on the discontinuance of the unintentional homicide investigation, the investigating judge made an assessment of the facts set out in the complaint submitted to him for the second investigation ...", "As has been claimed quite rightly by Mr Al Fayed, it transpires that, in order to assess criminal responsibility in the first investigation, it was necessary to examine the reality of the facts involved in the second and the potential classification of those facts as a criminal offence could not be indifferent to the first. Accordingly, contrary to the argument of the Government Law Officer it was not appropriate to carry out two successive investigations.", "...", "The inactivity of the successive judges ... was noted by this court in its judgment of 31 October 2000, when it found that it could not 'but deplore the lack of activity for nearly three years'.", "...", "It transpires from these findings that the judges responsible for conducting the two investigations into connected facts, while refusing to join the investigations, omitted for three years to take any investigative measures in respect of Mr Al Fayed's complaint.", "...", "Contrary to the argument of the Government Law Officer and contrary to the findings of the court below, the conduct of the investigating judges cannot be explained by the fact that the investigations carried out in the first set of proceedings were capable of ensuring progress in the second set, and thus that it was out of a concern for efficiency in establishing the truth that the investigating judges gave priority to investigative measures concerning the unintentional wounding and homicide charges and adopted a strategy which resulted in their investigating the two cases successively.", "It has been noted, first of all, that the outcome of the second investigation was not indifferent to the first. Contrary to the argument of the Government Law Officer, the results of the investigations opened on charges of unintentional homicide and wounding and failure to assist a person in danger were certainly not decisive for the continuation of the proceedings concerning unlawful invasion of privacy. In addition, if the investigations conducted were useful to both sets of proceedings, the refusal to join them cannot be explained. Moreover, if that were the case, it was necessary to add to the case file of the second investigation any documents from the first that might be useful for the judicial investigation into the allegation of unlawful invasion of privacy, but this was only done after the bringing of the present proceedings. In this connection, the fact that the discontinuance decision was added to the case file was not sufficient to enable the investigation to progress, absent any other document. Lastly, when the judges had informed Mr Al Fayed that they considered the investigation opened on the unintentional homicide charge to be at an end, and then gave a decision of discontinuance, they had still not taken any measures in the other proceedings, the warrant having been issued with no prospect of execution for the reasons mentioned above.", "The above facts reveal the inability of the public service to fulfil the mission vested in it, in so far as they led the civil party to believe that the judicial investigation in respect of his complaint had been impeded and that not all the investigative measures required for the establishment of responsibility in the death of his son had been taken, especially as, far from losing interest in the case or obstructing the discovery of the truth, Mr Al Fayed, through the intervention of his lawyers, was proposing that the judges proceed with detailed analysis of the facts by making use, in particular, of evidence gleaned in the unintentional homicide investigation, and was complaining of the 'regrettable separation' between the two investigations, the joinder of which he did not cease to demand.", "In particular, these facts reveal a breach by the judiciary of their obligation to ensure that victims are informed and that their rights are guaranteed throughout any criminal proceedings, as provided for by Article 1-II of the Law of 15 June 2000, together with an infringement of the right of all members of the public to have meaningful and effective access to a court and to have their case heard within a reasonable time.", "Although in the present case the proceedings nevertheless continued, that does not make good the shortcomings observed, since it was only after the action to establish State responsibility and the decision of the Indictment Division, ruling on an application from the civil party following the investigating judge's refusal to take the requested investigative measures, that the judicial investigation was effectively pursued, such that the civil party is justified in believing that if he had not taken those procedural initiatives the inactivity of the judges, even though they had been properly seised of the case, would have continued.", "In addition to the gross negligence there has been a denial of justice. Contrary to the findings of the court below, the fact 'that through the normal operation of the institutions and in particular of the appeal mechanism and the possibility of review by the Indictment Division, the complainant has secured vindication of his rights and the continuation of the proceedings in the proper conditions' and that, the proceedings having been resumed, the case has been set down for hearing in the Criminal Court on 24 October 2003, does not suffice to cure the denial of justice.", "The latter is characterised by the unjustified inactivity of the judges for almost three years, which led to a delay in the investigation of the case assigned to them, bearing in mind that the proceedings were only resumed as a result of the complainant's initiatives. There was consequently a delay in the examination of the case by the court, which did not take place until more than six years after the filing of the complaint and civil-party application, a period that does not constitute a reasonable time in the present case.", "The responsibility of the State is therefore engaged.", "On account of Mr Al Fayed's inevitable loss of confidence in the judicial institution responsible for elucidating the circumstances of his son's death, as a result of the said shortcomings, even though they occurred in the context of the proceedings concerning the offence of unlawful invasion of privacy, he has sustained non-pecuniary damage for which full compensation is to be awarded in the sum of 15,000 euros ...”", "52. On 28 November 2003 the Paris Criminal Court acquitted the three defendants, finding that the photographs taken after the accident, firstly, had not captured any intimate gesture or conduct, especially bearing in mind that the relationship between the applicant's son and Diana Spencer had been widely reported in the media and, secondly, could not be regarded as having been taken in a private place because the emergency services were present, tending to the wounded.", "53. On 14 September 2004 the Paris Court of Appeal upheld that judgment.", "54. On 12 April 2005 the Court of Cassation quashed the judgment on the basis of Article 226-1 of the Civil Code, finding in particular that the Court of Appeal had not sufficiently addressed the civil party's submissions concerning the lack of consent on the part of the victim, and that neither the presence of emergency services nor a crash victim's involuntary exposure to the public eye could deprive the vehicle carrying the victim of its private nature. It remitted the case to be heard by a different bench of the Paris Court of Appeal.", "55. On 17 February 2006 the Paris Court of Appeal ordered the three photographers to pay the applicant the sum of one euro in damages and to have notice of the judgment published. One of the defendants lodged an appeal on points of law.", "56. On 29 August 2005 the applicant brought proceedings against persons unknown by filing a criminal complaint and civil-party application with the senior investigating judge at the Paris tribunal de grande instance, alleging destruction of evidence and concealment of a body, on account of the embalming of Diana Spencer's body.", "57. On 21 December 2005 the investigating judge ruled that the conditions for opening an investigation were not satisfied.", "58. In a judgment of 3 July 2006 the Investigation Division of the Paris Court of Appeal upheld the decision of 21 December 2005. The applicant lodged an appeal on points of law, which is still pending.", "59. On 5 March 2007 the applicant brought further proceedings against persons unknown by filing a criminal complaint and civil-party application with the senior investigating judge at the Paris tribunal de grande instance, alleging that an aggravated offence of concealment and removal of evidence had been committed. The applicant's complaint mainly concerned the alleged concealment, by representatives of Scotland Yard and of the British Embassy in Paris, during the investigation conducted in France, of a note drafted by Diana Spencer's personal legal representative after a meeting with her in which he recorded information “from reliable sources” that she had shared with him to the effect that she might be the victim of a pre-prepared road traffic accident.", "60. On 8 August 2007 the applicant filed a fresh criminal complaint and civil-party application with the senior investigating judge at the Paris tribunal de grande instance against persons unknown, this time for premeditated murder.", "61. By a writ of the same date, the applicant brought an action against the French State, in the person of the Government Law Officer, under Article L.141-1 of the Code of Judicial Organisation, seeking to obtain compensation for the defective operation of the judicial system on account of the conditions in which the forensic medical examinations had been carried out, the handling of the complaint of 7 January 2002, in respect of which the judicial investigation was still pending, the conditions of the autopsy, the taking of samples and the toxicological analyses concerning Henri Paul, and the embalming of Diana Spencer's body."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}