{"ITEMID": "001-99707", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF NIKIFOROV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1972 and is now serving a sentence in Kostroma.", "7. On 28 December 2003 the applicant was apprehended, allegedly in an inebriated state, on the railway line by Mr S. and Mr L., police officers from Nerekhta station police department (линейный пост милиции станции Нерехта). Subsequently he was transported to Nerekhta district police station (Нерехтский ГРОВД) and placed in a temporary detention cell.", "8. After a while a police officer took the applicant from his cell to the second floor of the police station. The officer pointed to a young man and woman in one of the offices and asked the applicant whether he knew them. The applicant said that he knew the woman. The officer then noticed a blood stain on the sleeve of the applicant's jacket and allegedly accused him of having robbed the man and woman. The applicant was taken to the officer on duty and his jacket was seized as material evidence.", "9. The applicant spent the night in the temporary detention wing.", "10. On the morning of 29 December 2003 another police officer who did not introduce himself took the applicant from his cell to an office on the third floor of the police station. He told the applicant to write a confession statement which the applicant refused to do. The officer left and then returned with his colleagues. Together they beat the applicant up and later took him back to the cell.", "11. Later on that day the applicant was brought before the Justice of the Peace of the 19th Court Circuit who found him guilty of disturbing public order and sentenced him to five days' detention.", "12. On 30 December 2003 the applicant was interviewed as a witness in a robbery case. He refused to make any statements and asked for his injuries to be recorded and for an inquiry to be opened into the beatings he had received.", "13. On 31 December 2003 an investigator from Nerekhta district police station, Mr S., commissioned a forensic examination of the applicant's injuries with a view to determining their extent and origin.", "14. On 19 February 2004 the expert returned the following findings:", "“Mr Nikiforov had a fractured nose, abrasions and a bruise on his face [measuring 7 x 4 cm]. The injuries could have been caused by the impact of a hard blunt object or as a result of falling on such an object... It is impossible to establish when Mr Nikiforov's nose was broken because of his belated request for it to be X-rayed...”", "15. On 20 February 2004 an investigator of Nerekhta District Prosecutor's Office, Mr V., refused to institute criminal proceedings into the alleged beatings. He found that since the applicant's jacket had been stained with blood at the moment of his arrival at the police station, the injuries must have been caused at some earlier point in time.", "16. On 12 May 2004 the Nerekhta District Prosecutor quashed the investigator's decision and directed him to hear the arresting police officers and to examine the detainees' registration log.", "17. On 16 May 2004 the investigator Mr V. again refused to institute criminal proceedings. On the basis of an entry in the registration log, he established that from 8.30 to 9.20 a.m. on 29 December 2003 the applicant had not been in the temporary detention wing but with police officer Mr A. However, since both Mr A. and the arresting police officers had denied using any force on the applicant, there were no indications of a criminal offence.", "18. On 25 June 2004 a deputy prosecutor of the Kostroma Region quashed the investigator's decision as incomplete. He ordered, in particular, that the officers on duty be heard on the issue of whether any injuries had been present on the applicant's body at the time of his arrival at the police station.", "19. On 4 July 2004 the investigator Mr V. refused to institute criminal proceedings for a third time. His decision was an exact repeat of his previous one, save for the statement of the officer Mr P. in which he had claimed that at the time of the applicant's arrival at the police station he had had no visible injuries.", "20. On 5 August 2004 the Nerekhta District Prosecutor quashed the investigator's decision, further to the applicant's complaint, and ordered him to verify the origin of the blood stain on the applicant's jacket.", "21. On 28 January 2005 the investigator Mr V. refused to institute criminal proceedings for a fourth time. He added the testimony of the officer Mr K. who could not remember whether the applicant had been held in the police station on 29 or 30 December 2003.", "22. On 23 May 2005 the Nerekhta District Prosecutor quashed the investigator's decision, noting that the investigator had not established how the injuries had been caused or obtained statements from the applicant's co-detainees.", "23. On 28 May 2005 the investigator Mr V. issued a fifth decision refusing to institute criminal proceedings. On 27 September 2005 the regional prosecutor quashed that decision and ordered an additional inquiry.", "24. On 25 November 2005 the investigator Mr Ku. issued a sixth decision refusing to institute criminal proceedings, which was set aside by the Nerekhta District Prosecutor on the same day.", "25. On 25 January 2006 the deputy Nerekhta district prosecutor, Ms P., refused to institute criminal proceedings for a seventh time. She noted the testimony of the investigator Mr S., the applicant's partner Ms R. and the applicant's sister Ms E., who had all seen the applicant's swollen nose and bruised face on the morning of 29 December 2003. The Deputy Prosecutor acknowledged that light injuries had been inflicted on the applicant after his arrival at the police station on 28 December 2003, but declared the prosecution time-barred because the limitation period for the offence of light injuries was set at two years. The applicant complained to a court.", "26. On 30 March 2006 the Nerekhta Town Court ruled in the applicant's favour, finding that the inquiry had been incomplete. It also noted that, although it was established that the applicant had been beaten at the police station, the investigation had failed to use all possible means to identify the perpetrators.", "27. On 18 May 2006 the Kostroma Regional Court upheld the Town Court's decision on appeal.", "28. On 18 March 2007 the investigator Mr L. from the Nerekhta District Prosecutor's Office issued the most recent decision refusing to institute criminal proceedings. He noted that, according to the arrest record and testimonies of many witnesses, the applicant had had no visible injuries at the time he was placed in the temporary detention wing at 11.50 p.m. on 28 December 2003. On 31 December 2003 a forensic expert had examined the applicant and recorded multiple injuries, including bruising to the eye, a broken nose, chipped tooth and abrasions on his face. Officer A. had admitted taking the applicant out of his cell on 29 December 2003 but denied having beaten him. The investigator thus confirmed that the applicant had suffered bodily injuries shortly after he was detained at Nerekhta district police station. However, the prosecution was time-barred because of the two-year limitation period and no evidence implicating officer A. or any other police officers had been obtained.", "29. From 18 March to 2 April 2004 the Nerekhta District Court examined the case against the applicant on the charge of robbery.", "30. On 2 April 2004 the District Court convicted the applicant as charged and sentenced him to seven years' imprisonment in a high-security colony. On 5 August 2004 the judgment was upheld on appeal by the Kostroma Regional Court.", "31. A criminal case may be instituted on the basis of a criminal complaint if there is sufficient evidence of elements of a crime (Article 140 of the Code of Criminal Procedure). A criminal case may be opened by a prosecutor or by an investigator with the prosecutor's consent (Article 146 § 1 of the CCrP).", "32. The victim is the individual who has suffered physical harm, emotional distress or pecuniary damage as a consequence of the crime. The victim has, in particular, the right to give statements, to take part in procedural acts, to put questions to experts, and to lodge requests (Article 42 of the CCrP)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}