{"ITEMID": "001-108222", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ALB", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "SHARRA v. ALBANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Besnik Sharra, is a Belgian national who was born in 1959 and lives in Brussels. He was represented before the Court by Mr A. Hajdari, a lawyer practising in Tirana. The Albanian Government (“the Government”) were represented by their then Agents, Ms S. Mëneri and Mrs E. Hajro.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "2. On 7 September 1995 the applicant entered into a loan contract with a private company, UCMK, through one of its shareholders, G.M. He agreed to lend the amount of 250,000 US dollars from 7 September 1995 to 7 December 1995, with an interest rate of six per cent per month. When the company defaulted, the applicant lodged an action with the Vlora District Court to recover the debt under the loan contract.", "3. On 13 August 1996 the Vlora District Court (“the District Court”) ordered UCMK, which was represented by G.M. to pay back the principal amount, including the interest accrued. In the absence of an appeal, the District Court’s decision became final and enforceable.", "4. A writ of execution was issued for the enforcement of the District Court decision on 3 September 1996, as a result of which UCMK’s property – a light bulb factory – was seized by the Vlore Bailiff’s Office. There is no information regarding any developments in the proceedings following the seizure.", "5. On an unspecified date in the beginning of 1997 the applicant fled the country and was granted political asylum in Belgium. He did not return to Albania until 2002.", "6. By a request of UCMK shareholders which had reached the registry on 29 September 1997, the District Court declared bankruptcy proceedings open in respect of UCMK on 3 March 1998. In the light of reports and inspections conducted by the general assembly of creditors, the court decided that no reorganisation plan could be considered viable as the company did not have the financial means by which to satisfy the requests of its creditors.", "7. By a decision of 17 April 1998, the District Court approved the list of creditors that had been drawn up by the assembly of creditors, including the outstanding amounts due. It would appear that UCMK shareholders omitted the applicant’s name from the list of creditors that they had submitted to the District Court pursuant to section 6 of the Bankruptcy Act 1995. Consequently, the applicant’s name was not included in the list of creditors approved by the District Court.", "8. The District Court further declared the company bankrupt and recognised the creditors as the shareholders of its assets. It assigned an administrator (administrator), who, together with the creditors, was to proceed with the assessment of the company’s assets.", "9. In 2002 the applicant returned to Albania for a visit and enquired about the enforcement of the District Court decision. He was informed that none of UCMK’s property had been seized on his behalf and that, consequently, the 1996 decision had not been enforced. The applicant returned to Belgium on an unspecified date without taking any action.", "10. In 2005 the applicant returned to Albania and on 5 September lodged a request for the enforcement of the District Court decision.", "11. On 6 October 2005 the bailiff ordered the seizure of G.M.’s property without specifying it.", "12. On 13 October 2005 UCMK’s property, the light bulb factory, was seized.", "13. On 23 November 2005 the bailiff attempted to sell the light bulb factory at a public auction. It transpires that the bailiff’s office was not aware of the District Court’s decision of 17 April 1998 regarding the bankruptcy of the company and the appointment of an administrator.", "14. A letter of 23 December 2005 was sent by a lawyer to the Vlora tax authorities enquiring about UCMK’s registration as a commercial entity. A handwritten note in the bottom right-hand corner indicated that no such company was registered with the tax authorities.", "15. On an unspecified date the administrator lodged a complaint with the Vlora District Court requesting leave to appeal out of time to enable him to challenge the District Court decision of 13 August 1996. The administrator maintained that he had not been aware of that court decision or of the fact that the applicant was one of UCMK’s creditors, since the applicant’s name did not appear on the list of creditors drawn up by UCMK’s shareholders.", "16. By a decision of 30 March 2006 the District Court granted the administrator’s action for leave to appeal out of time in accordance with section 16 § 2 of the 1995 Bankruptcy Act. After having initially summoned him to attend the proceedings, the District Court proceeded in the applicant’s absence pursuant to Article 192 of the Code of Civil Procedure (“CCP”) as he was not resident in Albania. The applicant became aware of the decision on an unspecified date in 2006 and alleged that all time-limits for lodging an appeal had expired by that time.", "17. On 16 May 2006 the bailiff’s office decided to discontinue enforcement of the writ of execution of 3 September 1996 on the ground that the granting of leave to appeal out of time in the administrator’s favour had stripped the District Court’s 1996 decision of its res judicata effect. The bailiff’s office indicated that the District Court’s 1996 decision did not constitute an enforceable title under the CCP.", "18. On 12 April 2006 the administrator lodged an appeal with the Vlora Court of Appeal (“the Court of Appeal”), claiming that there had been serious procedural irregularities in the proceedings that had led to the 1996 court decision.", "19. Unable to locate the applicant in order to summon him to the hearing, on 2 March 2007 the Court of Appeal issued a public notice for the hearing of 30 March 2007 pursuant to Article 133 of the CCP.", "20. On 30 March 2007 the Court of Appeal decided to quash the District Court decision of 18 March 1996 on account of serious procedural irregularities. It found that the District Court had failed to notify and summon the other two shareholders of the company. It finally remitted the case for fresh examination. The relevant parts of the decision read as follows.", "“By not properly determining the parties to the proceedings and by not notifying the parties of the time and date of the hearing, the examination of this case was in serious breach of procedural rules and violated the provisions of Article 467 (ç) and (d) of the CCP.", "The first-instance court started the examination of the case without notifying the defendant [that is, the company]. It erred in the determination of the parties to the proceedings, because it failed to obtain important evidence such as the [company’s] articles of association, its statute and the court decision, from which it could have found out who to summon to the hearing and the exact address of the company’s seat. The court only summoned G.M., who was one of the shareholders. There is no evidence in the case file that he was authorised, or had any other prerogative, to represent the company or take actions in its name.”", "21. On 21 June 2007 the Court of Appeal issued a public notice stating the outcome of its decision.", "22. Following three unsuccessful attempts to summon the applicant to a hearing, on 19 November 2007 the District Court issued a public notice to notify the applicant of the hearing of 3 December 2007 pursuant to Article 133 of the CCP.", "23. On 3 December 2007 the District Court decided in the applicant’s absence to terminate the proceedings in accordance with Article 179 § 1 of the CCP.", "24. On 9 March 2006 the administrator requested the prosecutor’s office to institute criminal proceedings against G.M. for the criminal offence of drawing up false statements, having regard to the incorrect information he had submitted in the course of the bankruptcy proceedings (see paragraph 7 above).", "25. On 13 March 2006 the prosecutor’s office declined the request on the strength of the statute of limitations and the Amnesty Act 2002.", "26. By note verbale of 4 March 1997, which was registered at the Secretariat General on 10 March 1997, the Albanian Ministry of Foreign Affairs, in accordance with Article 15 of the Convention, informed the Secretary General of the Council of Europe of the Government’s intention to derogate from its obligations under the Convention. The relevant parts of the note verbale read as follows (extracted from the original in English).", "“I. In compliance with Article 16 of Law No 7491, dated 29.04.1991, \"On Principal Constitutional Provisions\", on the proposal of the Government, the People’s Assembly of the Republic of Albania took the decision to declare a state of public emergency. Such a situation will be general, covering the entire territory of the Republic of Albania. It started from March 2nd, 1997, 17.35 hours, and will continue up to the moment of the full reinstatement of constitutional and public order.", "II. The imposition of the state of public emergency was forced because of the very extraordinary situation that was created in recent days in Albania. Some forces, making use of the protests and the despair of citizens who lost their money from the failure of financial pyramid schemes, organised groups of terrorists to perform violent actions. Without organising peaceful gatherings, these groups violated the law, the constitutional order, the life of the citizens, institutions and the territorial integrity of the country, creating thereby conditions to plunge Albania into a civil war. Being faced with these attacks of extreme violence, the police forces have preserved selfcontrol, by taking only defensive positions and making no use of firearms, which avoided the prospect of a conflict with unpredictable consequences. A few days later, the situation had become extremely complicated, and reached a climax at the moment when the imposition of the state of emergency was being discussed.", "Though the Government made a proposal, the People’s Assembly, after a wide and public discussion, with the intervention of the President of the Republic, refused the proclamation of a public emergency and ordered the temporary placement of some army troops to help the police forces. With a view to having a dialogue and awaiting the response of the protestors, the Government resigned.", "On March 1st, 1997, a communist armed rebellion broke out in Vlora and adjacent regions organised by the former Albanian communists and the former Albanian secret police, in collaboration with foreign secret services. Terrorist groups attacked the Southern cities to take power by force of arms. The target of their attacks were innocent people, municipalities, and the headquarters of the police; jails were broken and ordinary criminals and killers were armed, hundred of thousands millions of Leks were robbed from the banks; the houses of citizens and the shops of the businessmen were attacked. The clear aim was to terrorise the population, to paralyse and to take over power by force.", "...", "IV. According to the Law No. 8194, dated 02.03.1997 ‘For the State of Public Emergency in Case of Grave Infringement of the Constitutional and Public Order’, in the event that the state of public emergency is announced, a regime of special measures is to be established. The Council of Defence lead all State activity to be aimed at dealing with the state of public emergency. Under that state of public emergency, the Republic of Albania took several measures derogating from its international obligations. Those derogations are made to the extent strictly required by the exigency of the situation, not inconsistent with our constitutional law ‘For the Principal Constitutional Provisions’, nor with international treaties to which the Albanian State is a party, in particular the ‘Convention for the Protection of Human Rights and Fundamental Freedoms’ and the ‘International Covenant on Civil and Political Rights’. They were made only for a restricted period of time. These derogations consist of restricting some human rights and fundamental freedoms of individuals. With regard to that issue, Article 41 of Law No. 7692, dated 31.03.1993 \"For the Human Rights and Fundamental Freedoms\", provides that \"The exercise of some specific rights may be temporarily restricted by law in a situation of national emergency or war, with the exclusion of the rights provided for in Articles 1 (right to life) ..., 3 (abolition of torture), 6 (no enforcement to confess one’s guilt), 19 (freedom of conscience and religion), 25 (equality before the law), 39 (judicial restitution of the right), and 40 (guarantee of a fair trial)\".", "According to the Law No. 8194, dated 02.03.1997 ‘For the State of Public Emergency in Case of Grave Infringement of the Constitutional and Public Order’, as well as the Law ‘On Some Measures in the Context of the State of Emergency’, the specific restrictions on human rights and fundamental freedoms, entailed by these derogations from our international legal obligations, are as follows:", "1. All armed rebels must hand over arms, munitions and explosives by March 3, 1997, 14.00 hours. After this deadline, the armed rebels in the battlefield will be shot without warning (Article 1).", "2. All the gatherings in public places are forbidden (Article 6)", "3. All activities of political, sport, cultural or trade union nature are forbidden (Article 6).", "4. The free movement of people is forbidden during defined hours of the day (between 20.00 and 07.00 hours) (Article 7).", "5. Illegal gatherings in public places shall be dispersed. In the event that it is impossible to carry out such dispersal by other means, the police units are entitled to use tear-gas, as well as firearms, to the extent indispensable to carry out their own duty according to the law (Article 6).", "6. Limits are imposed on the freedom of press and information. Publication and distribution in the press and broadcasts on the radio of reports which stir up and call for violent actions against national security, the constitutional law, public security and the life of the individual are prohibited. Daily press and media are obliged to publish the full text of the official reports which are directly related to the state of emergency. Press organs are obliged to obtain an approval, prior to sale, of the material intended to be published, from the local staff responsible for execution of the state of emergency. The local staff has the right to suspend any publication which violates this provision (Article 4).", "...”", "27. By note verbale of 26 July 1997, which was registered at the Secretariat General on 24 October 1997, the Albanian Ministry of Foreign Affairs informed the Secretary General of the Council of Europe that the Government were withdrawing their notice of derogation under Article 15 of the Convention. The relevant parts of the note verbale read as follows.", "“The Ministry for Foreign Affairs of the Republic of Albania presents its compliments to the Secretary General of the Council of Europe and, referring to the content of Article 15.3 of the Convention for the Protection of Human Rights and Fundamental Freedoms, has the honour of informing him that the People’s Assembly of the Republic of Albania, when adopting the Law No. 8225 of 24 July 1997 ‘On the lifting of the state of public emergency in the Republic of Albania’, decided to put an end to the state of public emergency in the whole territory of the country. As from that date, all the measures taken in application of the state of public emergency have ceased to have effect.”", "28. The relevant parts of the Albanian Constitution read as follows.", "State bodies shall comply with judicial decisions.”", "29. The relevant case-law of the Constitutional Court concerning the breach of an appellant’s right of access to court on account of the nonenforcement of a final court ruling has been described in detail in the case of Gjyli v. Albania, no. 32907/07, §§ 21–27, 29 September 2009.", "30. The relevant parts of the CCP read as follows.", "“In the event that the receiver [of the summons] does not have a living abode, residence or temporary home in the Republic of Albania or has not provided an address or appointed a representative ..., he shall be notified of the [hearing] by way of posting a copy of the document at the tribunal of the location where the dispute shall be heard as well as on the notice board of the administrative entity where he used to reside and, when that is unknown, of that of his place of birth.", "In the event that Albania has entered into bilateral or multilateral agreements, the above-cited provision shall apply only in so far as the notification is not possible in one of the ways envisaged in those agreements.”", "“If the plaintiff or any of the parties do not attend either the preparatory meeting or the hearing after having been duly notified and without reasonable grounds, the court or the single judge shall decide to terminate the proceedings (vendos pushimin e gjykimit).", "...”", "“Each party may summon to the trial of the case a person with whom he or she believes he or she has a shared interest in the case or from whom a guarantee or compensation may be requested if necessary for the completion of the case.", "....", "A third party can be summoned when he or she has a known place of abode within the borders of the Republic of Albania and as long as the trial of the case is still pending at first instance.”", "“A party which has forfeited the right to appeal on reasonable grounds may submit a request to the court which adopted the decision for leave to appeal out of time. ...”", "The Court of Appeal may quash the decision of the first-instance court and remits the case for fresh examination in the event that:", "...", "ç) the case was heard in the absence of parties to the proceedings, without having been informed of the date of hearing;", "d) the parties to the proceedings were improperly identified and determined;", "...”", "“Execution of a decision may only be enforced on the basis of an enforceable title. Enforceable titles include", "...", "(a) civil court’s decisions that have become final. ...”", "“A valid title shall be executed at the request of the creditor. A writ of execution shall be issued for this purpose. It is issued", "by the court which made the decision in the cases provided for in sub-sections (a) ... of the foregoing Article.”", "“The writ of execution shall be enforced by the bailiff at the request of the creditor ...”", "“A court decision or other valid title shall be enforced against the debtor’s immovable property by seizure of the property.", "The seizure shall be registered at the Office for Registration of Immovable Property for the area where the writ of execution was issued. The entry in the register shall indicate the type, nature and [a description of] at least three borders of the immovable property, its location and any mortgage or other property rights attached to it.", "A copy of the writ of execution shall be communicated to the debtor.”", "“Once the property has been seized, the bailiff’s office shall inform the debtor that the property will be sold [at auction], if he does not fulfil his obligation within ten days. ....”", "“The announcement for the sale at auction shall be posted at the bailiff’s office and at the site of the immovable property. ...”", "“The parties may apply to the court executing the decision in order to challenge an act or failure to act by the bailiff’s office, within five days of the said act or omission where the parties were present or summoned when the act was committed and in other cases from the date when they were notified or received knowledge of the act or refusal to act.”", "“The suspension of the enforcement, unless ordered by the court, as well as its discontinuation, shall be decided by the bailiff.", "An appeal may be lodged against such decisions to the first-instance court ...”", "31. The Bankruptcy Act 1995, as in force at the material time, provided that bankruptcy proceedings were to be conducted in court (section 3). Were the proceedings to start on the strength of a legal action by the creditor, he would need to prove that the debtor had defaulted on payment. In any event, the debtor could also file a similar action (section 5).", "32. During the proceedings, the court could question witnesses, summon experts and hear evidence from the debtor (sections 5 and 7), who was obliged to submit to the court, inter alia, an accurate list of all his assets and their corresponding value, a list of creditors with their names and addresses and the amount owed to each of them and a list of any debtors with the corresponding amounts they owed to him. The debtor assumed criminal responsibility for the veracity of the lists (section 6).", "33. The opening of bankruptcy proceedings took place on the strength of a court decision, which would, inter alia, fix a time-limit by which all creditors could submit their claims and the respective sums in Albanian leks, state the grounds that gave rise to their participation in the bankruptcy proceedings as well as give their accord for the distribution of sums obtained from the bankruptcy proceedings (section 9). The district court would also decide to place the debtor under compulsory administration by appointing an administrator.", "34. By virtue of the opening of bankruptcy proceedings, the debtor lost the right to possess and administer all his present and future property. Any civil and arbitration proceedings in which the debtor was a party were suspended on the initiation of bankruptcy proceedings. Judicial rulings given before the initiation of bankruptcy proceedings in respect of the enforcement of a court decision were no longer binding at the start of bankruptcy proceedings (section 11).", "35. In the course of the discharge of his duties, the administrator acted under the supervision of the court, which was empowered to replace him, stating reasons (section 14). In accordance with section 16, the administrator could lodge a civil claim against the debtor’s legal actions in the event that the debtor had intentionally made the position of one of the creditors worse and when this was known to the third party; or if, in the year preceding the opening of the bankruptcy proceedings, the debtor had intentionally made [the creditors’] position worse in favour of other persons, in so far as this can be proved and in so far as the administrator was unaware of the disadvantage suffered.", "36. The Bankruptcy Act 1995 provided for the possibility of drafting a restructuring plan (plani i riorganizimit), with a view to final liquidation of the debtor. Such a plan required the court’s approval (section 26-32). The administrator then proceeded with the liquidation of the debtor and the distribution of the sums collected to the creditors in accordance with the table of outstanding dues that had been approved by the court (section 32).", "37. The Bankruptcy Act 1995 was repealed by Law no. 8901, dated 23 May 2002."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}