{"ITEMID": "001-98439", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF BIELAJ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1;No violation of Art. 6-3-d", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1965 and lives in Kyiv.", "6. The applicant was arrested on 30 August 1992 on suspicion of having committed armed robbery at the market place in Lublin on 29 August 1992. On the same date he was heard as a suspect in the presence of an interpreter. On 31 August 1992 a police officer issued a decision to institute an informed of the charges against him in the presence of an interpreter.", "7. On 9 September 1992 the applicant lodged an appeal, in Russian, against the decision to remand him in custody. It was translated into Polish and dismissed by the Lublin Regional Court on 15 September 1992.", "8. On 14 September 1992 the applicant asked for “the opportunity to see a legal-aid lawyer”. On 5 October 1992 the public prosecutor informed him that there was no legal basis for granting legal aid to suspects of foreign citizenship. On 30 September 1992 the applicant requested, in Polish, to be released. His request was dismissed on 12 October 1992.", "9. On an unspecified date during the investigation L.S., the victim of the offence, was questioned by the police. He submitted a detailed description of the applicant's conduct during the material events.", "10. The applicant was questioned during the investigation. He denied all the charges against him. He explained that L.S. had given him money and requested him to buy alcohol. Later on, L.S. wanted his money back. The latter exchange was seen by witnesses who had wrongly interpreted it as proof that he had previously exerted pressure with use of violence on L.S. in order to get money from him.", "11. On 2 November 1992 the prosecutor appointed an interpreter for the purposes of the final examination of the case file by the applicant. On the same date the applicant read the case file in the interpreter's presence. On 6 November 1992 the investigation was closed. On 25 November 1992 a bill of indictment against the applicant was transmitted to the Lublin Regional Court. The applicant was charged with armed robbery. On 21 January 1993 the bill of indictment was remitted to the prosecuting authorities, the court having requested that it be translated into Russian. On 26 January 1993 the bill of indictment together with its translation was again submitted to the court. On 28 January 1993 the presiding judge ordered that the bill of indictment in Polish and Russian be served on the applicant.", "12. On 10 February 1993 the presiding judge fixed the date of the first hearing in the case and appointed a legal-aid lawyer for the applicant. The first hearing was held on 5 May 1993 in the presence of the applicant, his legal-aid lawyer and the interpreter. During that hearing the applicant stated as follows: “I have learned Polish by reading books and watching TV. I have good linguistic abilities. I also speak some German and some English”.", "13. In May 1993, L. S., the victim of the offence, who was also a Ukrainian national, living at that time in Ukraine, declared in writing that “he [did] not request that the prosecution be continued and [did] not intend to appear before the court in order to testify against the applicant”.", "14. On 28 May 1993 the court held a second hearing in the case, in the presence of the applicant, his legal-aid lawyer and the interpreter. The court read out the testimony given by L.S. during the investigation, heard oral evidence from two other eyewitnesses to the incident, W.K. and M.C., who had also informed the police of it, and from two police officers who had arrested the applicant.", "15. By a judgment of 31 May 1993 the Regional Court in Lublin found the applicant guilty as charged and sentenced him to five years' imprisonment. The judgment was delivered in the presence of the applicant, his legal-aid lawyer and the interpreter.", "16. Following an appeal submitted by the applicant's legal-aid lawyer, on 8 October 1993 the Lublin Court of Appeal held an appeal hearing in the presence of that lawyer. The court read out the written declaration of the victim, referred to above (see paragraph 13) and noted that the first-instance court had entirely failed to address it and to examine whether it could have been relevant for the finding of the applicant's guilt. It further noted that the victim's wife, who had seen the alleged robbery, had not been questioned. Moreover, her two friends had also been present at the scene of the offence. The court further noted that another ground for appeal, namely that the applicant had been refused legal aid at the pre-trial stage of the proceedings, was ill-founded, as the applicant had not shown how it had influenced the outcome of the proceedings.", "The appellate court quashed the first-instance judgment and remitted the case for re-examination to the Lublin Regional Court.", "17. By a decision of 14 December 1993 the Lublin Regional Court remitted the case to the Lublin District Prosecution Office. The prosecution was ordered to pursue an investigation in order to rectify the shortcomings of the investigation which had been conducted hitherto. In particular, the court ordered the prosecution to question the victim again, and to question the victim's wife and her two friends who were present tempore criminis at the market place. The court further ordered the prosecuting authorities to confront the victim and his wife with eyewitnesses W.K. and M.C. This decision was translated into Russian. On 30 December 1993 the prosecuting authorities' appeal against this decision was dismissed.", "18. Subsequently, on 25 January and 29 April 1994 the applicant's detention was extended. On 8 June 1994 the applicant was released on bail. All the relevant decisions were translated into Russian.", "19. On 18 October 1994 the prosecutor appointed an interpreter in order to translate into Russian all evidence collected during the investigation conducted in 1994 (the witnesses' testimonies and the decision to terminate the investigation). On 28 October 1994 a new bill of indictment was submitted to the Lublin Regional Court together with its Russian translation. The prosecuting authorities relied on the evidence given by the two eyewitnesses, by two police officers, and on the evidence given by L.S. during the first round of the investigation. They further noted that they had tried several times to contact L.S. and his wife with a view to questioning them, to no avail.", "20. On 27 June 1995 the Lublin Regional Court summoned the applicant, the victim and his wife to a hearing to be held before that court. All summons were sent through the intermediary of the Ministry of Justice, by way of international judicial assistance. At a hearing fixed for 23 October 1995 the applicant was present together with his legal-aid lawyer and the interpreter. The victim and his wife failed to attend the hearing. The court did not obtain any confirmation as to whether they had been properly summoned by the Ukrainian authorities. As both parties to the proceedings requested that the victim be heard before the court, it adjourned the hearing until 15 April 1996. The victim and his wife, though properly summoned, failed to attend that hearing. The court adjourned the hearing until 10 June 1996.", "21. On that date, again faced with the absence of the victim and his wife, both parties to the proceedings requested that the victim and his wife be questioned by way of international judicial assistance by a court in Łuck in Ukraine. The Lublin Regional Court allowed their request, adjourned the hearing and requested the City Court in Łuck for assistance in obtaining the testimony of the victim and his wife. In its request the court also emphasised that the applicant and his legal-aid lawyer should be informed by the City Court in Łuck of the date when the victim and his wife would be questioned before that court. It further indicated the addresses of the applicant and his defence counsel for the purpose of sending them summons for questioning. The applicant did not contest the list of questions put to L.S. and did not indicate that any further questions should be asked in order", "A list of questions to be put to the witnesses was appended to the request, which was subsequently translated into Russian and sent to the Ukrainian authorities through the Ministry of Justice.", "22. On 20 February 1997 the victim testified before the City Court in Łuck. The record of the hearing indicates that the Ukrainian court had not summoned either the applicant or his legal-aid lawyer to that session. The victim upheld his initial statement, made during the investigation, that the applicant had robbed him (see paragraph 9 above). He further stated that he had withdrawn his previous incriminating statements (see paragraph 13 above) at the applicant's wife's request. He further clarified by way of explanation that “he did not want to ruin his relationship with the couple”. The City Court in Łuck did not question other persons requested by the Lublin Regional Court. The testimony of the victim was later forwarded to the Polish authorities and translated into Polish.", "23. On 18 November 1997 the Lublin Regional Court stayed the proceedings and requested the Ukrainian authorities to proceed with the examination of the case. On 25 August 1998 the Ukrainian authorities refused to continue the prosecution. On 19 October 1999 the Lublin Regional Court resumed the proceedings.", "24. The subsequent hearing was held on 23 February 2000 in the presence of the applicant, his legal-aid lawyer and the interpreter. The parties again requested that the victim be examined at the hearing. The court adjourned the hearing and decided to summon once again the victim and his wife. The witnesses, duly summoned, failed to attend the subsequent hearings, held on 9 May and 15 June 2000. W.K. attended the hearing on 9 May and was questioned.", "On the latter date, the parties did not object to the victim's testimony being read out from the investigation file. The court closed the hearings, having regard to the fact that all attempts to obtain direct evidence from the victim and his wife before that court had failed.", "25. By a judgment of 16 June 2000 the Lublin Regional Court found the applicant guilty as charged and sentenced him to three years' imprisonment and a fine.", "The court established that on 29 June 1992 the applicant and the victim, who did not know each other, had been selling merchandise at the marketplace in Lublin. The written grounds of the judgment, in so far as relevant, read as follows:", "After trading hours had ended, when L.S. and the women who accompanied him were walking out of the market place, the accused came up and demanded that he give him PLZ 500,000. L. S. refused saying that he did not have that amount of money (L.S. testimony, pp. 15-17, 484-486). In reaction, the accused put a knife first to the victim's neck and then to his stomach and told him that he would beat up him and his wife up. As the accused was under the influence of alcohol and behaved in a vulgar and aggressive manner, his threats made L.S. fear for his and his wife's life. He gave PLZ 140,000 to him (testimony of L.S., page 16, of W.K, page 14, of M.C., page 13).", "Later on that evening L.S. and his wife went to the train station and saw the accused there.", "L.S. and a man named W. decided [then] to try to take the money from [the accused]. They approached him and started to talk to him. The discussion ended with [the accused's refusal] and a scuffle; [the accused] hit L.S. in the face. That incident was observed, from the very beginning, by M.C. and W.K. [also present at the train station] who decided to inform the police. After their intervention two uniformed police officers arrived. Seeing them, the accused started to run away. He was apprehended after a while. He behaved aggressively and tried to get away. The police officers handcuffed him and took him to the police station (testimony of W.K., p. 14, 182-183, 321; M. C., p.13, 184; J.S., p. 45, 157; A.M., pp. 44, 156).", "The accused denied that he had committed the offence [...] He explained that [on the material date] after selling spare parts, he had been drinking alcohol at the market place with other traders (p. 19, 27-28 153-154, 374). He had met L.S. there and had had a quarrel with him; however, he had stated that they had not been involved in a scuffle and denied that he had threatened him at knifepoint; he had only insulted him (pp. 27-28, 153-154, 185). He also stated that he had proposed that they had a drink to smooth things over (...) L.S. had not wanted to go for a drink but had given him money of his own free will for the purchase of alcohol. Some time later, at the train station, L.S. along with another man had demanded his money back, saying that if he refused things would turn bad for the accused (pp. 154, 541). This demand had so annoyed the accused that he had caught L.S.'s shirt and shaken him violently, but, as he stated, he had had no intention of getting into a fight. (p. 154). ...", "The court refused to consider the explanations given by the accused as credible as they were incompatible with L.S.'s deposition made during the investigation. ... After the accused had been apprehended, L.S. had recognised him as the person who had attacked him and had identified some of the banknotes which he had had with him.", "It is true that on 10 June 1993 L.S. made a written statement that all charges against the accused were erroneous and were caused by a succession of misunderstandings and that the accused had neither threatened the victim nor his wife, nor used a knife against L.S. (pp. 230). However, when questioned before the Łuck Court, that witness had convincingly explained the motives which had prompted him to make this declaration, saying that he had made it at the request of the accused's wife and his colleagues as he had not wanted to jeopardise his relationship with the couple (p. 486). On the same occasion he made a deposition which had fully confirmed his deposition made on 30 August 1992 (pp. 484-485, 540-541). [L.S.] admitted that the accused had threatened him and his wife and that he had been using some sort of instrument at that time, but did not remember whether it had indeed been a knife. He emphasised that he had given money to the applicant under threat.", "The court considers that L.S.'s statements were credible and is of the view that his declaration of 10 June 1993 had been made as a result of pressure exerted on him by the family and friends of the accused. The testimony of that witness is clear, consistent and coherent. (...) It should be emphasised that before the incident L.S. had never met the accused. He did not therefore have any grounds on which to make a false accusation against the accused because he had held a grudge against him.", "L.S. recognised the accused immediately after his apprehension by the police; he also identified some banknotes which the accused had on him as the same which the accused had previously taken from him. He tried to describe the material events in an objective manner, without over-dramatising or distorting them. It is also of relevance for the assessment of his credibility that the police were informed of the incident by objective by-standers.", "The defence, in its final oral submissions to the court, disregarded these factors relating to L.S.'s credibility. The defence lawyer focused on the fact that L.S. had not been questioned by the trial court and on the procedural shortcoming committed by the Łuck Court in that it had failed to summon the applicant and his lawyer to the questioning before that court. Defence counsel stressed the level of education and post held by the accused which, in his view, indicated that he could not have committed the offence at issue.", "The court went on to explain the grounds why it did not consider that the applicant's denial of having committed the offence was credible. It went on to say:", "The court considers that it is of paramount importance that testimony given by the victim has been confirmed by depositions made by the eyewitnesses to the incident, M.C. and W.K. W.K. was standing at the market place just 1 – 1.5 metres away from the victim (p. 183) and he saw the incident clearly. He confirmed the fact that the accused had put a knife to the victim's throat and demanded money from him, threatening him with murder and that he would rape his wife. W.K. saw the victim give PLZ 140,000 to the accused (p. 14).", "When W.K. was questioned at the hearing held at the previous trial (p. 182), he had stated categorically and unequivocally: “I did not have the slightest doubt as to who the perpetrator was and now, looking at the accused, I don't have any doubt that it was him who had committed the offence in the circumstances which I have described” (p. 182).", "When that witness [W.K.] was heard again, at the hearing of 9 May 2000, he did not, due to the lapse of time, remember the exact details of the incident; however, he confirmed his earlier deposition.", "Witness M.C. also confirmed the version of events given by the victim. Questioned immediately after the incident, he had stated that the accused had threatened the victim at knifepoint and with murdering him and raping his wife, and had demanded PLZ 500,000 from him. L.S. had given him PLZ 140,000 and Jurij Biełaj took the money (p. 13). When [that witness] was questioned at the hearing held on 28 May 1993, he had confirmed the veracity of his earlier deposition, even though he did not remember on that occasion whether it had been the accused who had subsequently been apprehended by the police at the train station (pp. 183-184).", "When the trial in the present case was conducted again, attempts to serve the summons on that witness [M.C.] so that he could be questioned again failed.", "It should be stressed that it was as a result of the intervention of M.C. and W.K. that the accused was apprehended by the police. Neither knew the accused or the victim before; hence they could not have had any reasons for falsely accusing him.", "Neither the accused nor his lawyer made any concrete objections as to the veracity of the depositions made by these two witnesses.", "The court concluded that the evidence in the case, seen as a whole, allowed the conclusion that the applicant was guilty as charged.", "26. On 28 September 2000 the applicant's legal-aid lawyer lodged an appeal against this judgment. He submitted that the court had based its finding of guilt on testimony given by the victim L.S., despite the fact that he had never been heard by the Polish court and the Łuck court had failed to summon the applicant and his lawyer to the questioning. It had also failed to question L.S.'s wife. This rendered the conviction unsafe.", "27. A hearing before the appellate court was held on 9 November 2000 in the presence of the applicant and his lawyer. The court upheld the firstinstance judgment. It stressed, inter alia, that the Lublin Regional Court had expressly requested the Ukrainian authorities to summon them to that hearing (see paragraph 20 above). The first-instance court could not be held responsible for the Ukrainian authorities' failure to summon the applicant and his lawyer for the questioning of witnesses before the Łuck City Court, as requested. Moreover, the Lublin Regional Court had afterwards summoned both L.S. and his wife to the hearings to be held on 9 May and 15 July 2000, to no avail. Furthermore, the applicant's lawyer had acquiesced to the prosecutor's request that the depositions of witnesses who had not been questioned during the trial be read out from the file.", "28. On 10 January 2001 the applicant's legal-aid lawyer lodged a cassation appeal with the Supreme Court. It was argued that the hearing before the appellate court was unfair in that the applicant had not been assisted by an interpreter. He further repeated the arguments submitted in his appeal against the first-instance judgment.", "The appeal itself, a subsequent order by which it was accepted for examination, and the prosecutor's response, were translated into Russian.", "29. On 3 April 2003 the Supreme Court held the cassation hearing in the presence of the applicant's legal-aid lawyer. It quashed the judgment of 9 November 2000 and remitted the case for re-examination to that court. It observed that the absence of an interpreter at the hearing held on 9 November 2000 constituted a serious procedural shortcoming and limited the applicant's procedural rights. It further noted that the remaining arguments submitted by the applicant were merely a re-statement of the grounds of appeal which had already been examined by the appellate court.", "30. On 17 July 2003 the Lublin Court of Appeal held a hearing in the case in the presence of the applicant, his legal-aid lawyer and an interpreter. On 24 July 2003 the court delivered its judgment in the presence of an interpreter. It upheld the first-instance judgment. The court stated that the failure of the Łuck City Court to comply with the terms of the international judicial assistance request could not, by itself, justify the discontinuation of the criminal proceedings against the applicant. Nor should it have prevented the Lublin Regional Court from reading out L.S.'s deposition before that court. The applicant had been aware of the questions to be put to L.S. before the Łuck City Court. He had not contested them and had not requested that they be supplemented by any other questions. Under Article 343 § 1 of the Code of Criminal Procedure, the parties had a right to participate in the taking of evidence carried out by a judge or court other than the one examining the merits of a case, but their participation was by no means mandatory. The first-instance court had repeatedly taken steps with a view to examining both L.S. and his wife in the applicant's presence, in conformity with the recommendations formulated by the Lublin Court of Appeal on 8 October 1993. However, as all these efforts had failed, that court was justified in considering that it had been ultimately impossible to have this evidence taken before that court in adversarial proceedings.", "In so far as the applicant relied on lack of legal aid during the investigation held in 1992 and 1993, the Court of Appeal noted that it was only after the 1998 Code had entered into force that a grant of legal aid to a foreign citizen became possible. In any event, after the entry into force of that Code the case-law of the Supreme Court had already affirmed that lack of legal aid at the pre-trial stage of proceedings could serve as a basis for quashing a judgment only when it had not been subsequently rectified by a grant of legal aid at the judicial stage of the proceedings.", "31. On 25 November 2003 the applicant's defence counsel lodged a cassation appeal against this judgment, essentially reiterating his previous arguments.", "32. On 23 September 2004 the Supreme Court held a hearing in the presence of the applicant's legal-aid lawyer. It pronounced its decision to dismiss the cassation appeal as manifestly ill-founded at an open court session. Subsequently, the judge rapporteur orally presented the main reasons justifying that decision.", "33. Until 1 January 1998 the Code of Criminal Procedure of 1969 (“the 1969 Code”) governed the conduct of criminal proceedings. It was replaced by a code adopted in 1998 (“the 1998 Code”).", "34. Under Article 6 of the Transitional Provisions to the 1998 Code, that Code was applicable to proceedings which had been instituted before its entry into force.", "Article 4 § 1 of the 1969 Code provided:", "“Judges shall rule on the basis of their conviction deriving from evidence obtained and founded on their free assessment of evidence [and they shall] draw on knowledge and life experience.”", "Article 337 provided, in its relevant part:", "“1. If a witness has without reason refused to testify, or has given testimony different from the previous one, or has stated that he does not remember certain details, or if he is abroad, or a summons cannot be served on him, or if he has not appeared on the ground of irremovable obstacles or if the president of the court has declined to summon him pursuant to Article 296 § 2 [because upon the lodging of the bill of indictment the prosecution has asked that the records of his testimony be read out at trial], the records of his previous statements may be read out, [regardless of whether they] have been made in the investigation or before the court in the case in question or in another case or in any other procedure provided for by the law.", "2. In the circumstances referred to in paragraph 1, the records of evidence that a witness has given when heard as an accused may also be read out.”", "Article 316 § 3 of the 1998 Code reads as follows:", "“If there is a risk that the witness cannot be heard at the hearing, a party or the prosecutor or other body conducting proceedings may submit a request to have the witness heard by a court.”", "35. Article 389 of the Code reads:", "“§ 1. If the accused refuses to give his explanations to the court or if his explanations are manifestly different from his or her previous ones, or if he declares that he or she does not remember certain circumstances, the minutes of the explanations given previously during the investigation or at the trial stage in the same or another criminal case can be read out [by the court] in their relevant parts.", "§ 2. After the minutes have been read out, the president shall request the accused to take a position in respect of their content and the contradictions between them and his or her later explanations.”", "36. Article 391 of the 1998 Code provides as follows:", "“1. If a witness has without good reason refused to testify, or has given testimony different from the previous one, or has stated that he does not remember certain details, or if he is abroad, or a summons cannot be served on him, or if he has not appeared as a result of obstacles that could not be removed or if the president of the court has declined to summon him pursuant to Article 333§2 [because upon the lodging of the bill of indictment the prosecution has asked that the records of his testimony be read out at trial], and also when a witness has died, the records of his previous statements may be read out, [regardless of whether they] have been made in the investigation or before the court in the case in question or in another case or in any other procedure provided for by the law.", "2. In the circumstances referred to in paragraph 1 [...] the records of evidence that a witness has given when heard as an accused may also be read out.”", "37. Article 393 of the Code provides that the following documents can be read out at a trial: minutes of an on-the-spot examination and post-mortem, search and retaining of objects for evidentiary purposes; opinions given by experts and institutions, criminal records and all official documents submitted to the file during the investigation and trial. Notes concerning measures in respect of which official minutes should have been prepared cannot be so read out. A request that a criminal offence has been committed can be read out; however, it can serve only as proof of who submitted this request, when and in respect of what offence.", "38. Article 585 of the Code governs the provision of international judicial assistance. It provides, in so far as relevant:", "“The measures necessary in criminal proceedings may be conducted by way of judicial assistance, particularly the following:", "1) service of documents on persons abroad or on agencies having their headquarters abroad,", "2) taking depositions from persons as accused, witnesses, or experts ...”", "39. According to Article 587:", "“The official records of inspections, examinations of persons as accused persons, witnesses or experts, or records of other evidentiary measures prepared upon a request from a Polish court or State prosecutor, by the courts or State prosecutors of foreign countries or by agencies acting under their supervision, may be read aloud at the hearing according to the principles prescribed in Articles 389, 391 and 393. This may be done provided that the manner of carrying these measures does not conflict with the principles of the legal order of the Republic of Poland.”", "40. Under the 1998 Code a party to criminal proceedings can lodge a cassation appeal with the Supreme Court against a final judgment of the appellate court which has terminated the proceedings. The cassation appeal has to be drafted and signed by a lawyer.", "41. A cassation appeal can be lodged only on the grounds referred to in Article 439 of the Code. These grounds include certain procedural shortcomings which justify the quashing of a first-instance decision, regardless of whether they are invoked by the party challenging such a decision (for example, wrong composition of the court, lack of legal assistance in cases where such assistance was compulsory, violation of the rules governing jurisdiction of criminal courts, certain breaches of defence rights). A cassation appeal can also be lodged on the ground of a flagrant breach of law if such a breach negatively affected the judicial decision under appeal.", "42. Article 530 of the Code provides that the court which gave the decision appealed against is competent to decide whether the formal requirements for a cassation appeal are satisfied, and to refuse to accept the appeal if this is not the case. If the appeal is admissible, it is forwarded to the Supreme Court.", "43. Pursuant to Article 535 of the Code, as amended on 20 July 2000 to take effect from 1 September 2000, the Supreme Court shall consider a cassation appeal against a judgment at a hearing. However, it is open to the Supreme Court to dismiss such an appeal at a session held in camera if it considers that it is manifestly ill-founded."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "NON_VIOLATED_BULLETPOINTS": ["6-3-d"]}