{"ITEMID": "001-79889", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MASLOV v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic and Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicant was born in 1984 and currently lives in Bulgaria.", "7. In November 1990 the applicant lawfully entered Austria together with his parents and two siblings. Subsequently, he was legally resident in Austria. His parents were lawfully employed and have meanwhile acquired Austrian nationality. The applicant attended school in Austria.", "8. In late 1998 criminal proceedings were instituted against the applicant. He was, inter alia, suspected of having broken into cars, shops and vending machines, of having stolen empties from a stock ground, of having forced another boy to steal 1,000 Austrian schillings from the latter’s mother, of having beaten this boy and thereby having bruised him, and of having used a motor vehicle without the owner’s authorisation.", "9. On 7 September 1999 the Vienna Juvenile Court (Jugendgerichtshof) convicted the applicant of some 22 counts of partially completed and partially attempted aggravated gang burglary (gewerbsmäßiger Bandendiebstahl), of extortion (Erpressung), of partially completed and partially attempted assault (Körperverletzung), and of the unauthorised use of a vehicle (unbefugter Gebrauch eines Fahrzeugs) committed between November 1988 and June 1999. He was sentenced to 18 months’ imprisonment, 13 of which were suspended on probation. Moreover, he was instructed to start drug therapy.", "10. On 11 February 2000 the applicant was arrested and further criminal proceedings were opened against him relating to a series of burglaries committed between June 1999 and January 2000. The applicant and his accomplices were suspected of having broken into shops or restaurants, where they stole cash and goods. On 11 February 2000 the Vienna Juvenile Court remanded him in custody.", "11. On 25 May 2000 the Vienna Juvenile Court convicted the applicant of 18 counts of partially completed and partially attempted aggravated burglary and sentenced him to 15 months’ imprisonment. When fixing the sentence the court noted the applicant’s confession as a mitigating circumstance, the number of offences committed as well as the rapid relapse into crime after the last conviction as aggravating circumstances. It also observed that the applicant, though still living with his parents had completely elapsed their educational influence, had repeatedly been absent from home, and had dropped out of school. It also noted that the applicant had failed to comply with the instruction to undergo drug withdrawal treatment. Consequently, the suspension of the prison term imposed by the judgment of 7 September 1999 was revoked.", "12. Following the Vienna Juvenile Court’s judgment, the applicant served his prison term until 24 May 2002. He did not benefit from early release.", "13. Meanwhile, on 3 January 2001 the Vienna Federal Police Authority (Bundespolizeidirektion), relying on Section 36 § 1 of the 1997 Aliens Act (Fremdengesetz 1997), imposed a ten years’ residence prohibition on the applicant. Having regard to the applicant’s convictions, it found that his further stay in Austria was contrary to the public interest. Considering the applicant’s relapse into crime after his first conviction, the public interest in the prevention of disorder and crime outweighed the applicant’s interest in staying in Austria.", "14. The applicant, assisted by counsel, appealed. He submitted that the residence prohibition violated his rights under Article 8 of the Convention as he was a minor who had come to Austria at the age of six, his entire family lived in Austria and he had no relatives in Bulgaria. He also referred to Section 38 § 1 (4) of the 1997 Aliens Act, pursuant to which a residence prohibition may not be issued against an alien who has been lawfully residing in Austria from an early age.", "15. By decision of 19 July 2001 the Vienna Public Security Authority (Sicherheitsdirektion) dismissed the appeal. It confirmed the Federal Police Authority’s finding.", "16. On 17 August 2001 the applicant filed complaints both with the Administrative Court (Verwaltungsgerichtshof) and the Constitutional Court (Verfassungsgerichthof). He stressed that he had come to Austria at the age of six, had attended school in Austria and was not able to speak Bulgarian. He had no relatives and other social contacts in Bulgaria. Moreover, he drew attention to the fact that he was still a minor.", "17. On 18 September 2001 the Administrative Court dismissed the complaint and found that the residence prohibition was justified under Article 8 § 2 of the Convention. It considered that the applicant had come to Austria only at the age of six, whereas – according to its constant case-law – Section 38 § 1 (4) only excluded a residence prohibition for aliens who had been legally resident from the age of three at the latest. Considering the gravity and the number of offences committed by the applicant, the fact that the first conviction was rapidly followed by a second one and the severity of the penalties imposed, it found that the residence prohibition did not constitute a disproportionate interference with the applicant’s rights under Article 8, despite his lengthy residence and family ties in Austria.", "18. On 25 November 2002 the Constitutional Court declined to deal with the complaint for lack of prospects of success.", "19. On 18 August 2003 the Vienna Federal Police Authority requested the applicant to leave Austria.", "20. On 14 October 2003 the Vienna Federal Police Authority ordered the applicant’s detention with a view to his expulsion. He was arrested on 27 November 2003.", "21. On 22 December 2003 the applicant was deported to Sofia."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}