{"ITEMID": "001-57422", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BEL", "BRANCH": "CHAMBER", "DATE": 1983, "DOCNAME": "CASE OF ALBERT AND LE COMPTE v. BELGIUM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Just satisfaction reserved", "JUDGES": "C. Russo", "TEXT": ["8. Dr. Alfred Albert is a medical practitioner. He was born in 1908, lives at Molenbeek and is a Belgian national.", "9. By letter of 9 April 1974, the Brabant Provincial Council of the Ordre des médecins (Medical Association) notified him of the opening of an enquiry regarding him; it summoned him to appear before its Bureau on 8 May to answer questions in connection with a series of certificates of unfitness for work issued by him, asking him to bring with him the medical files of the patients concerned.", "The applicant appeared on the prescribed date. The Bureau of the Provincial Council informed him that he was accused of having issued spurious certificates.", "On 16 May, the President of the Provincial Council sent Dr. Albert a registered letter which read:", "\"Dear Colleague,", "The Brabant Council of the Ordre des médecins requests the honour of your appearance before it on Tuesday, 4 June 1974 at 8.30 p.m., 32 Place de Jamblinne de Meux, in order to present your defence in connection with the following complaint, namely that of", "- having issued various certificates of unfitness for work, in particular:", "on 26.12.1973 to B..., on 7.1.1974 to T..., on 9.1.1974 to A...,", "without having satisfied yourself in a strict manner, by means of a sufficiently thorough examination, of the justification of the unfitness for work and while not possessing any medical record in relation to these patients,", "these facts having compromised the reputation, probity and dignity of the medical profession.", "The case-file concerning you may be consulted at the Council’s office on any working day from 9.00 a.m. until 11.30 a.m., and from 2.00 p.m. 5.00 p.m., except on Saturday afternoon, from 18 to 31 May inclusive.", "You may be assisted by one or more lawyers.", "Yours faithfully ...\"", "On 4 June, the Provincial Council heard Dr. Albert and suspended his right to practise medicine for a period of two years. It found that Dr. Albert had \"carried out no medical examinations such as to warrant finding a state of unfitness for work\", that he had been unable to produce \"any medical document whatsoever capable of establishing\" such a state, and that neither had \"his memory permitted him ... to come forward with any justification\". It considered that \"it ought to impose a very severe sanction\" in view of \"the very serious disciplinary record\" of the applicant (two suspensions from practice following criminal convictions).", "Mr. Albert was notified of the decision on 11 June.", "10. Dr. Albert appealed to the French-language Appeals Council of the Ordre on 18 June. The Provincial Council’s legal assessor did likewise on 26 June in order to have the penalty increased.", "On 19 November, the Appeals Council upheld the decision given at first instance.", "11. By judgment of 12 June 1975, the Court of Cassation rejected the applicant’s appeal on a point of law alleging violation of the rights of defence and, in so far as relevant, of Article 97 of the Constitution.", "12. Dr. Herman Le Compte, a Belgian national born in 1929 and living at Knokke-Heist, is a medical practitioner.", "13. On 22 February 1974, the West Flanders Provincial Council of the Ordre des médecins informed him that an enquiry had been ordered concerning him for \"improper publicity\" (ongeoorloofde publiciteit) and \"contempt (beledigingen) of the Ordre\": he had given three interviews to magazines and sent a letter to the President of the Provincial Council.", "On 26 March, the applicant wrote to the said President to advise him of his intention to exercise his right, under sections 40 an 41 of the Royal Decree of 6 February 1970, to challenge the Provincial Council’s members as a whole.", "On 27 March, the Provincial Council, by decision rendered in absentia, rejected the applicant’s challenge and suspended his right to practise medicine for a period of two years.", "14. The applicant entered an appeal on 5 April 1974. He alleged, amongst other things, violation of Article 6 para. 1 (art. 6-1) of the Convention:", "\"This provision of the Convention guarantees to a litigant that his case will be dealt with at a public hearing by an independent and impartial tribunal. neither of these two guarantees was assured.", "(a) Cases before the Councils of the Ordre des médecins are not dealt with at a public hearing even though no reason of public policy exists for dealing with cases in camera or, at least, for pronouncing decisions in camera. Consequently, honest treatment in accordance with the principles of the European Convention is rendered impossible.", "(b) The Councils of the Ordre are, by reason of their membership alone, neither independent nor impartial since half of their members are other medical practitioners.\" (Translation from Dutch)", "The legal assessor of the Provincial Council did not avail himself of his own right to appeal.", "On 28 October, the Dutch-language Appeals Council rejected the grounds challenging its members and changed the applicants’ suspension into striking his name from the register of the Ordre.", "On 4 November, Dr. Le Compte lodged an objection (opposition) against this decision, which had been given in absentia.", "As he had been summoned to appear at a hearing on 16 December, he lodged a further challenge on 6 December against the Appeals Council’s members as a whole.", "On 6 January 1975, the Appeals Council rejected both the objection and the challenge.", "15. The applicant thereupon appealed on a point of law to the court of Cassation, but his appeal was dismissed by judgment of 7 November 1975, which was notified to him on 25 November.", "16. The striking of Dr. Le Compte’s name from the register of the Ordre took effect on 26 December.", "Under sections 7 para. 1 and 31 of Royal Decree No. 79 of 10 November 1967 and section 38 para. 1 of Royal Decree No. 78 of the same date, being struck off the register has the consequence of debarring him from practising medicine.", "17. Belgian legislation on the Ordre des médecins, particularly on the organs of the Ordre and the procedure followed in disciplinary matters, is described in the Le Compte, Van Leuven and De Meyere judgment of 23 June 1981 (Series A no. 43, pp. 11-17, paras. 20-34). The Court refers back to this judgment in this connection."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}