{"ITEMID": "001-68650", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SOKOLOWSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "Nicolas Bratza", "TEXT": ["7. The applicant is a Polish national who was born in 1950 and lives in Wodzisław.", "8. In October 1995 a local branch of the Christian-National Association published a political leaflet entitled “Wodzisławianin”, which contained a following note, written by the applicant:", "“The inhabitants of Wodzisław wonder why the lists of the local election commissions [for the coming 1995 presidential election] have not been made public in the city hall, as used to be the case.", "We have the answer to this question: the composition of nine election committees was determined in a secret vote held by the [Wodzisław] Municipal Council, and the councillors elected themselves to hold posts [in these commissions]. Sixteen persons [who were not members of the Council] were not elected, including four representatives of the lower councils, three women [...] who are all respectable citizens.", "The payment for the work in the election commission is PLZ 1,500,000, which is equivalent to two thirds of [unemployment benefit], ...", "Inhabitants of Wodzisław! When you go to the polls, remember that the election committee No. 8 in P. will be composed of, among others, Mr [...] and Mr J. K., which means that [by receiving their payment] they would take away from you 1,5 tons of coal for this winter, while at the same time they obtain 8 to 10 per cent of the average national salary as remuneration for their work as councillors of the Municipal Council. [...]”", "9. A list of other municipal councillors who would participate in the election committees followed, each name accompanied by a designation of certain goods, such as 500 loaves of bread or 200 bus tickets, worth PLZ 1,500,000 at that time, which, according to the leaflet, they would thus “take away” from the reader.", "10. The note went on to say:", "“Remember! You could have received this money yourself. That money is to be paid from taxes you have paid.", "The municipal councillors, whom you elected, are poor and concerned, above all, about their own interest and that of their families.", "You, as a lesser member of the local society, should be thankful that your councillor has informed you about the possibility of earning additional income, that he elected himself to the local election committee, that he put his power to a legitimate use in the interest of the community, and that he thereby revealed the truth about himself”.", "11. Subsequently J.K. lodged with the Jędrzejów District Court a private bill of indictment against the applicant, complaining that the leaflet was defamatory.", "12. At the first hearing, held on 25 January 1996, J.K. expressed willingness to settle the case, but the applicant declined to do so. At the hearing on 26 June 1996 the plaintiff again proposed to settle the matter amicably. The applicant refused.", "13. At the same hearing the court heard statements from the applicant and the plaintiff. The applicant refused to acknowledge that by publishing the impugned statements he had committed an offence. When interviewed by the court, he confirmed that he had written the contested text.", "14. The court examined as witnesses requested by the prosecution a saleswoman from the kiosk where the applicant had left the leaflets to be taken by its clients and R.B., a journalist who had written an article about the way in which the public had reacted to the leaflet.", "15. The applicant requested the court to admit in evidence the testimony of W.C. as to the contents of the impugned leaflet. He also asked the court to take into consideration two articles about the leaflet and the public reaction to it, one published in “Gazeta Jędrzejowska” and another one in “Słowo Ludu”, written by K.S. He also requested that K.S. be heard as a witness to prove that the leaflet had not been understood as amounting to an accusation of theft against J.K. The court allowed his requests in respect of the articles, but declined to call the witnesses requested by the applicant, considering that their evidence would relate to the contents of the leaflet which had already been included in the case file.", "16. On the same day the Jędrzejów District Court convicted the applicant of disseminating untruthful information about J.K. in order to denigrate him and to lower him in the public esteem necessary for his function as a municipal councillor, i.e. the offence of libel, punishable under Article 178 § 2 of the Criminal Code of 1969.", "17. The court established that J.K., a headmaster of a public school in P., had been a municipal councillor in Wodzisław for the past eight years. Until 31 December 1995 he had been the president of the Council's Board of Auditors. During the presidential election in 1995 he had been a member of the election commission in P.", "18. In October 1995 the local branch of the Christian-National Association, of which the applicant was a member, had published a leaflet co-authored by the applicant.", "19. The judgment further read:", "“In this leaflet addressed to the inhabitants of Wodzisław, the authors stated, among other things, that '[... ] and J.K. would take away from you 1, 5 tons of coal for this winter', that the councillors were 'poor and concerned, above all, about their own interest and that of their families', that they had 'elected themselves to the local elections committees', that they 'put their power to a legitimate use in the interest of the community'.", "The court considered the following:", "The plaintiff had stated that, in his opinion, the leaflet was slanderous. It implied that he intended to commit theft, that when receiving remuneration for his participation in the election committee he had been acting out of base motives and that he had been using the function of councillor for his personal enrichment. The community of Wodzisław understood the leaflet in a similar manner, as had been shown by the testimony given by R. B.", "The court, when assessing the statements in the leaflet, shared the opinion of the plaintiff and of the local community that it amounted to slander. The statements that the councillors had 'elected themselves to the local elections committee' and that they were 'concerned, above all, about their own interest and that of their families' related also to the plaintiff.", "It is not open to any doubt that the defendant distributed the leaflet; he admitted he had. Moreover, K.B. [when giving evidence] stated that the defendant had personally brought it to the editorial office of 'Słowo Ludu'. Despite the fact that only 150 copies of the leaflet had been printed, the defendant envisaged that that they would have more readers, as shown by the phrase contained therein: 'If you have read it, pass it on'.", "Dissemination of information of this kind was, in the court's view, degrading for the plaintiff; the accused, when publishing it, had an intention to denigrate the plaintiff; by distributing it he lowered the plaintiff in public esteem, necessary for him to carry out his work as a councillor. This demonstrates the seriousness of his offence, which must therefore be qualified as slander punishable under Article 178 § 2 of the Criminal Code”.", "20. The court imposed on the applicant a fine of PLN 1,000 with three months and ten days' imprisonment in default, ordered him to pay PLN 100 to a local hospital and a further PLN 100 to J. K. and to pay the court costs to the Treasury in the amount of PLN 100. The court further ruled that the operative part of the judgment should be published in the local daily newspaper. When determining the fine, the court had regard to the fact that the applicant's financial situation was “very good. His monthly income from his shop was PLN 400-600, his wife's monthly salary was PLN 450, and he also owned a farm of 7,40 hectares”. Therefore the sentence imposed on him under Article 178 § 2 read together with Article 54 of the Criminal Code was appropriate to the applicant's situation.", "21. The applicant appealed. He argued that the court had wrongly established the relevant facts in that it considered that his intention had been to insult J.K., while he had been acting out of concern for the public interest. It was further argued that the court had wrongly considered credible only the evidence called for the plaintiff, i.e. the testimony of journalist R.B., whom the court had questioned and whose opinions were unfavourable to the applicant. However, the court had refused to call as a witness on the applicant's behalf another journalist K.S., who had also published an article about the applicant's case, expressing views favourable to the applicant's stand and sharing the applicant's conclusions. The court admitted this article as evidence, but had not referred to it in its judgment, and had refused to call K.S. as a witness.", "22. On 17 February 1997 the Kielce Regional Court upheld the contested judgment.", "23. The court considered that the lower court had carefully assessed the evidence before it and logically explained its reasons in the written grounds of the judgment. It had not been arbitrary in the assessment of the evidence. It was not in dispute between the parties that it was the applicant who had written the impugned text in the leaflet. That text had informed the public in Wodzisław that J.K. as the local councillor had elected himself to the election commission, had taken care only of his own interests and that of his family, and had thereby abused his powers.", "24. The court considered that the leaflet could undoubtedly lower J.K. in public esteem and divest him of the trust necessary for his work as a councillor. The applicant could not successfully rely on his argument that when publishing the leaflet he had been acting out of concern for a legitimate public interest.", "25. It had to be taken into consideration that the offence of aggravated defamation could be committed if the perpetrator knowingly disseminated false information about the victim. Such defamation could not be justified either by good faith or by the public interest. If the perpetrator had any grounds on which he could foresee that the allegations might be untrue, but he or she still disseminated them, he thereby committed the offence of aggravated defamation, punishable under Article 178 § 2 of the Criminal Code. These elements obtained in the applicant's case as he had published his allegations about J.K., acting in bad faith.", "26. The court considered that the sentence imposed was adequate, having regard both to the social danger of the offence and to the applicant's personal situation. The court also ordered the applicant to pay PLN 100 by way of court fee and to reimburse the court fee paid by the plaintiff in the amount of PLN 100.", "27. The applicant lodged a cassation appeal with the Supreme Court.", "28. It was first argued that the first-instance court had breached provisions of procedural law in that it infringed the principle that the taking of evidence should be direct. The court had called as a witness for the plaintiff the journalist R.B. and questioned him, but refused to call another journalist K.S as a witness on the applicant's behalf. K.S. had written and published an article in which he agreed with the stand taken by the applicant in the leaflet. The opinion about the character of the leaflet and about the public response to it was entirely different in these two articles, since R.B.'s article was critical of the applicant. Likewise, the articles written by R.B. and K.S. were divergent as to their assessment of the public reaction to the leaflet. The first-instance court had failed to give any grounds in its judgment to explain why it had chosen not to call K.S. as witness.", "29. Secondly, the appellant submitted that the contested judgments were in breach of substantive law. This was so because the lower courts had wrongly accepted that the applicant's acts amounted to a criminal offence of slander. The applicant's text published in the leaflet should have been regarded as legitimate criticism of public persons, the councillors of the Wodzisław Municipal Council, compatible with the applicant's freedom of expression guaranteed by Article 10 of the Convention.", "30. On 20 February 2001 the Supreme Court, in a decision for which no written grounds were given, dismissed the cassation appeal as manifestly ill-founded and ordered the applicant to pay the court fee for the cassation proceedings.", "31. Under Article 178 § 2 of the Criminal Code of 1969, applicable at the material time, whoever disseminated untrue statements about other person's acts or character with an intention of lowering him or her in public esteem or of making him or her lose the public trust necessary for that person to carry out his or her public functions, committed a criminal offence punishable by a prison sentence of up to three years.", "32. Under Article 54'"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}