{"ITEMID": "001-93775", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF SUTYAZHNIK v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (six-month period);Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["6. The applicant association was registered in 1994 by the Sverdlovsk Regional Department of Justice (“the Department”) at the following address: 10, Revolution Place, Verkh-Neyvinskiy, Sverdlovsk Region. However, the applicant association has since moved to 11-1, Turgenev Street, Yekaterinburg. As appears from the materials of the case, in particular, from the letter of 11 May 1999, the Department was aware of the applicant association’s actual address.", "7. In 1995 a new Law on non-governmental organisations was enacted. The Law required that all NGOs established before 1995 be re-registered before 1 July 1999. The applicant association applied twice to the Department seeking re-registration. However, its applications were refused.", "8. The applicant association brought an action against the Department seeking re-registration of the association. On 17 June 1999 the Commercial Court of the Sverdlovsk Region allowed the applicant association’s claim and ordered the Department to register the applicant association. The Court also ordered the reimbursement by the Department of the court fees paid by the applicant association. That decision was upheld by the Federal Commercial Court of the Ural Circuit on 18 October 1999.", "9. On 22 August 2000 the Vice-President of the Supreme Commercial Court brought an extraordinary appeal (надзорная жалоба) against the decisions of 17 June and 18 October 1999. As appears from the letter of the registry of the Supreme Commercial Court of 19 November 2001, on 29 August 2000 a copy of the appeal was sent to the applicant association’s previous address, which appeared in the association’s official registration documents. On 7 September 2000 the letter from the registry reached its destination, but it was returned to the sender marked by the postman as follows: “no [such] public organisation is registered [at this address]”.", "10. On 26 September 2000 the Presidium of the Supreme Commercial Court of the Russian Federation quashed the lower courts’ decisions by way of a supervisory review. The reasoning of the Presidium reads as follows:", "“Pursuant to Article 22 of the Code of Commercial Procedure commercial courts could determine economic disputes arising from civil, administrative and other legal relationships.", "Under Articles 50 and 117 of the Civil Code, as well as Article 5 of the Law On Public Associations a public association is a non-profit organisation.", "Disputes concerning [State] registration or re-registration of non-profit organisations are not economical by their nature and [hence] do not fall within the competence of the commercial courts.”", "As a result, the proceedings were discontinued. The hearing took place in the absence of the parties.", "11. On 10 October 2000 a copy of the decision of the Supreme Commercial Court was sent to the applicant association’s previous address. This document was delivered on 17 October 2000; however it was also returned to the registry marked as follows: “[this is] the address of the village council, the receptionist refused to take delivery [of this letter]”.", "12. According to the applicant association, on several occasions it applied to the Commercial Court of the Sverdlovsk Region with a view to urging the Department of Justice to enforce the judgment of 17 June 1999, as upheld on 18 October 1999, and register the association, but to no avail. In October 2001 a law clerk of the Commercial Court of the Sverdlovsk Region informed the applicant association of the annulment of the decision of 17 June 1999, as upheld on 18 October 1999. On 22 October 2001 the applicant association wrote a letter to the President of the Supreme Commercial Court asking for a copy of the decision of that court. The applicant association received it on 28 November 2001.", "13. Shortly thereafter the applicant association challenged the refusal of the Department of Justice before the courts of general jurisdiction. By a final decision of 1 August 2002 the Sverdlovsk Regional Court allowed the applicant association’s claim, ordering the Department of Justice to register the applicant association.", "14. In 2003 the applicant association challenged the relevant provisions of the Code of Commercial Proceedings before the Constitutional Court of the Russian Federation. On 18 December 2003 the Constitutional Court declared this complaint inadmissible. The Court found that, although the provisions challenged did not establish any time-limits for bringing an extraordinary appeal, the time within which the appeal was brought in the applicant’s case had not exceeded the “reasonable time”, and, therefore, the applicant’s rights had not been breached by it.", "15. The Law On Public Associations (No. 82-FZ of 19 May 1995, as amended), concerning non-profit NGOs, provided that the refusal of the competent Department of Justice to register a public association could be challenged before a court (Section 23 of the Law).", "16. Since the 1990s the Russian judicial system has comprised of three elements – courts of general jurisdiction, commercial courts and constitutional courts. The Code of Commercial Procedure of 1995 (No. 70-FZ of 5 May 1995, in force at the material time but repealed on 1 September 2002, hereafter “the old Code”) stated that the commercial courts could determine “economic disputes arising from civil, administrative and other legal relationships ... between legal persons ...” (Section 22 § 1 of the old Code). Article 22 § 2 of the old Code provided that “economic disputes ... include disputes .... challenging the refusal of a State body to register a legal person where such registration is required by the Law”.", "17. The Code of Commercial Procedure of 2002 (in force from 1 September 2002, hereafter “the new Code”) contains a similar provision which defined the competence of the commercial courts based on two criteria: the subject matter of the dispute (“economic disputes”) and the status of the litigants (“legal persons”). Article 33 of the new Code stipulates that disputes concerning the creation, reorganisation and liquidation of legal persons was within the competence of the commercial courts.", "18. Under section 9 of the Law On Commercial Courts of the Russian Federation (No. 1-FKZ, of 28 April 1995, as in force at the material time), the Supreme Commercial Court had, inter alia, the right to issue recommendations deriving from case-law (разъяснения по вопросам судебной практики). On 9 December 2002 the Supreme Commercial Court issued Recommendation no. 11, “On certain issues arising in connection with the enactment of the Code of Commercial Procedure”, which interpreted inter alia Article 33 of the new Code. In Section 5 of the Recommendation, the Supreme Commercial Court specified that the disputes concerning registration of non-profit organisations fall outside the competence of the commercial courts.", "19. The Code provided that the judgments of commercial courts of first instance could be appealed within one month of the date of their adoption (Article 147). Decisions of the courts of appeal were amenable to appeal to the court of cassation also within one month of the date of their adoption (Article 164).", "20. Chapter 22 of the Code also established that any judgment or decision of any commercial court of the Russian Federation (except for the decisions of the Presidium of the Supreme Commercial Court) was amenable to supervisory review initiated on application by the President of the Supreme Commercial Court, or his deputy, or the Prosecutor General of the Russian Federation, or his deputy (Articles 180 and 181). The Code did not list the grounds for lodging an application for supervisory review, or the time-limits for doing so. It specified that it could be lodged either on the initiative of the relevant State official or “in connection with a request by a party to the proceedings” (Article 185 § 1). The summoning of parties to a hearing before the Presidium of the Supreme Commercial Court was a discretionary right of the Presidium (Article 186 § 2).", "21. The Presidium of the Supreme Commercial Court was the court of final instance within the commercial court system; no appeal lay against its decisions (Article 180 § 1 of the Code)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}