{"ITEMID": "001-5153", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "SZELOCH v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Polish national, born in 1967. He is currently serving a prison sentence.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "A.", "In 1992 the Zielona Góra District Prosecutor instituted criminal proceedings against the applicant on suspicion of manslaughter and sexual assault against children. On 7 September 1992 the applicant was arrested and detained on remand on 9 September 1992.", "On 7 May 1993 the Zielona Góra Regional Court prolonged the applicant’s detention until 30 June 1993.", "On 29 June 1993 the court prolonged the applicant's detention on remand until 15 August 1993 on the grounds that there was a reasonable suspicion, supported by the evidence gathered so far in the proceedings, that he had committed a serious crime. Moreover, the applicant should undergo further psychiatric examination. The court observed that there were no grounds on which to consider that the continued detention would entail for the applicant particular hardship, within the meaning of Article 218 of the Code of Criminal Procedure.", "On 30 July 1993 the applicant’s psychiatric examination was completed. On 4 August 1993 the court prolonged the applicant’s detention until 7 September 1993.", "On 6 September 1993 the Supreme Court prolonged the applicant’s detention until 31 December 1993. On 13 October 1993 experts from the Pruszków Psychiatry and Neurology Institute submitted their report. On 21 October 1993 the Prosecutor appointed an extended team of experts with a task of establishing whether the applicant was suffering from a physical and mental disorder or disability at the time of the commission of the crime with which he had been charged.", "On 29 December 1993 the Supreme Court prolonged the applicant’s detention until 31 January 1994.", "On 31 January 1994 the bill of indictment against the applicant was lodged with the Zielona Góra Regional Court. The applicant was indicted for homicide.", "The first hearing before the Regional Court was held on 28 March 1994. The court heard the submissions of the applicant and examined witnesses J.D. and J.Ch. On 29 March 1994 the court heard evidence from expert J.D. and examined witnesses A.M., M.S., E.S., J.S., D.S., and W.S.. At the hearing of 30 March 1994 the court examined witnesses G.K., I.K., A.Ł., D.B., J.S., R.S., P.J., R.B., A.W., P.G. and E.K. Other witnesses summoned for that hearing, J.N., J.K., Z.B. and J.B., failed to attend. The next hearing was listed for 11 April 1994.", "On 11 April 1994 the court examined the witnesses J.Z., K.S., J.N., D.A., J.K., D.W., K.W. and G.S. Witnesses G.M., R.D., A.P., Z.B. and J.G. failed to attend the hearing.", "At the next hearing, on 4 May 1994, the court heard evidence from witnessess G.M. and K.J. Witnesses J.G., R.D., S.P., A.P. and Z.P. failed to comply with the summonses. The court imposed a fine of 1.000.000 PLZ upon the witnesses R.D., A.P. and S.P. who had been duly summoned.", "On 27 May 1994 the court examined as witnesses R.D., A.J., R.K. and S.P. Witnesses A.P., Z.B., J.G., T.J. and D.M. were absent.", "At the next hearing on 9 August 1994 the court heard evidence from T.J., R. C., J.B. and A.R. Witnesses A.P., Z.B., J.G. and D.M. failed to attend the hearing.", "On 24 August 1994 the court examined A.P. as a witness. Witnesses D.M., J.G. and Z.B. did not attend the hearing.", "On 2 September 1994 the court inspected the scene of crime.", "At the hearing held on 28 September 1994 the court examined a witness M.M. and the expert witness H.G. An expert Z.S. did not comply with the summons as he suffered from a chronic illness. The experts from the Pruszków Psychiatric Institute informed the court that they would be able to attend the hearing only on 11 and 25 October or 17 November 1994 because they had other hearings before other courts. The court fixed a date for the next hearing for 25 October 1994.", "On 25 October 1994 the court examined experts from Pruszków Institute - L.C., J.W. and T.G. The expert Z.S. did not appear again. The court adjourned the hearing until 14 December 1994.", "On 6 December 1994 the applicant requested the Zielona Góra Regional Court to quash the detention order in view of his state of health which had seriously deteriorated as a result of his detention. He also submitted that he suffered from hypertension.", "On 14 December 1994, during a hearing before the Zielona Góra Regional Court, the court examined a witness W.T. and an expert H.B. Certain discrepancies arose between the oral testimony of psychiatrists heard by the court and the submissions of the same experts in their written expert report concerning the applicant’s mental health. In view thereof, and at the applicant’s defendant’s request, the court decided that the applicant’s further psychiatric observation in the Psychiatric Department of Kraków University was necessary in order to establish whether he could be held criminally responsible.", "Subsequently the applicant underwent a psychiatric observation.", "On 23 December 1994 the Zielona Góra Regional Court dismissed the applicant’s request for release of 6 December 1994, finding that the evidence in the case-file sufficiently supported the suspicion against him. The court further had regard to the seriousness of the charges against the applicant. The court took into account the medical certificate according to which the applicant could receive appropriate medical treatment in the prison.", "On 11 April 1995 the applicant lodged a further request for release with the Zielona Góra Regional Court, emphasising that he had been detained since September 1992. It was further stressed that, given that the investigations had been completed, there were no grounds on which to accept that his release would jeopardise the further taking of evidence. It was finally stated that there were no grounds for the applicant’s continuing detention.", "The Zielona Góra District Court dismissed the request on 19 April 1995, considering that the evidence gathered in the investigations sufficiently supported the suspicion that the applicant had committed a serious crime. The court further noted that there were no grounds on which to accept that the circumstances referred to in Article 218 of the Code of Criminal Procedure obtained in the applicant’s case.", "The applicant underwent psychiatric examinations from 29 May, 3 June and on 21 June 1995.", "On 27 October 1995 the applicant again requested the Zielona Góra Regional Court to quash the detention order, arguing that he had been detained for three years and that the investigations had been completed. Therefore, the applicant’s release would not jeopardise the proper course of the proceedings. It was further emphasised that the detention on remand was a preventive measure, which should not serve any punitive purposes. The length of the applicant’s detention on remand was such as to confer a punitive character on it.", "The request was dismissed by the Zielona Góra Regional Court on 2 November 1995 on grounds identical with those relied on by the same court in its decision of 19 April 1995.", "On 15 November 1995 the applicant lodged an appeal with the Poznań Court of Appeal against this decision. He argued that three years of detention on remand were incompatible with the notion of justice, the more so as the court was not under a legal obligation to maintain his detention. He requested the appellate court to consider the imposition of more lenient preventive measures. He further submitted that, as a result of the excessive length of his detention, it had ceased to serve the purposes of a preventive measure and had acquired a punitive character.", "On 11 December 1995 and 5 January 1996 the applicant complained to the Minister of Justice about the length of the criminal proceedings in his case. He submitted that regardless of the findings made by the court in the proceedings on the merits of the criminal case against him, which had already lasted three years, he still enjoyed the presumption of innocence and should not be regarded as being guilty before a final judicial decision was given in this respect.", "In a letter of 2 January 1996 the President of the Zielona Góra Regional Court, in reply to the applicant’s complaint of 11 December 1995, forwarded to him by the Minister of Justice, stated that the case was complex, in particular since the court had to admit fresh evidence, including the expert opinion requested by the applicant. This opinion was being prepared. The court had several times urged the experts to expedite their work, but to no avail. The proceedings would progress as soon as the expert report was submitted.", "In his reply of 5 January 1996, the applicant stressed that the President of the Regional Court had failed to address his complaints about the excessive length of proceedings and, in particular, to explain reasons for which, since the last hearing held on 14 December 1994, there had been no progress in the case. He stated that since that date the court had been unable to do anything to speed up the preparation of the expert opinion. He submitted that his appeal against the Regional Court’s refusal to release him had not been transferred by that court to the Poznań Court of Appeal.", "On 27 January 1996 the applicant' s father complained to the President of the Poznań Court of Appeal about the length of proceedings in the applicant’s case.", "In a letter of 30 January 1996 the President of the Zielona Góra Regional Court informed the applicant that the court had many times requested the experts to submit their report to the court, but to no avail. Under applicable laws, the court had no means at its disposal to oblige the experts to speed up their work, if the experts had provided justification of the delay in the submission of their report. The court had recently been informed that the report and the case-file would be returned to the court in February.", "On 29 February 1996 the applicant complained to the Minister of Justice about the excessive length of proceedings in his case. He submitted in particular that the Regional Court had failed to date to transmit his appeal against the decision of 2 November 1995 to the Court of Appeal.", "On 3 March 1996 the applicant complained to the Supreme Court about the excessive length of the criminal proceedings against him.", "On 13 March 1996 the Poznań Court of Appeal upheld the decision of 2 November 1995. The Court held that the lower court, albeit it had been laconic in its reasoning, was right in considering that the applicant’s detention should not be lifted, in particular in the light of the evidence gathered in the case which pointed to his guilt. The court further stated that in the assessment of the applicant’s detention one fundamental argument should be kept in mind, namely that one of the purposes of the preventive measures was to keep in isolation dangerous offenders charged with serious crimes. The court further considered that the psychiatric expert opinion, which was being prepared, was necessary for the determination of the applicant’s criminal responsibility and that it was in the applicant’s interest that such a report be submitted to the court examining the merits of the case. The court further acknowledged that their significant length should be regarded as a shortcoming of the proceedings and that the court should undertake certain measures in order to expedite the experts’ work. However, the fact that the experts were slow in the preparation of their report could not in itself justify the applicant’s release. The court further considered that the circumstances referred to in Article 218 of the Code of Criminal Procedure did not obtain in the case.", "In a letter of 29 March 1996 the President of the Poznań Court of Appeal informed the applicant, in reply to his complaint of 27 January 1996, that he had found no grounds on which to take any measures, within the framework of his administrative supervision over the lower courts, in order to accelerate the proceedings. He further stated that the applicant’s appeal against the decision of 2 November 1995 had been forwarded by the Regional Court to the Court of Appeal on 29 February 1996.", "On 1 April 1996 the court received three opinions, numbering 167 pages, prepared by the Kraków University Psychiatry Department. On 6 May 1996 these opinions were sent to the Pruszków Psychiatry Institute for comments.", "On 10 May 1996 the applicant lodged a request for release with the Zielona Góra Regional Court.", "On 5 June 1996 the request was dismissed by the court. The Zielona Góra Regional Court found that the evidence gathered in the case sufficiently supported the suspicion that the applicant had committed a dangerous offence and that the circumstances referred to in Article 218 of the Code of Criminal Procedure did not obtain. The court further considered that, in the light of a recent medical certificate, the applicant, contrary to his submissions, could be treated in the prison hospital.", "On 16 June 1996 the applicant lodged an appeal against this decision, emphasising that his detention had lasted almost four years and that, consequently, it had ceased to serve any preventive purpose and should be regarded as serving a sentence. It was further submitted that there was no indication that, if released, the applicant would try to suppress evidence or otherwise jeopardise the proper course of the proceedings. The applicant finally referred to an expert opinion according to which he had suffered from brain damage and that there was a suspicion of certain progressive illness.", "On 16 July 1996, upon the applicant appeal, the Poznań Court of Appeal upheld the decision of 5 June 1996. The court noted that the applicant was accused of a serious crime and that the evidence, the full assessment of which would be made by the court examining the case on the merits, and in particular the evidence of four witnesses, R.D., A. P., G. M. and E. S., pointed out to his guilt. The court further observed that the proceedings remained pending exclusively as a result of the fact that the applicant had to undergo psychiatric examinations, which were necessary for the case to progress and which were in the applicant’s interest. The court finally noted that the applicant suffered from hypertension which could be treated by the prison medical services.", "On 2 August 1996 the Pruszków Institute submitted their comments on the expert opinions of the Kraków University to the court.", "On 7 August 1996 the Zielona Góra Regional Court lodged a request with the Supreme Court under Article 222 § 4 of the Code of Criminal Procedure, submitting that the applicant should be maintained in detention on remand until 31 December 1996. The court submitted that all the evidence relevant to the case had been taken, the only exception being that relating to the applicant’s mental state tempore criminis. The court had at its disposal two contradictory psychiatric expert opinions in this respect, and, consequently, it requested that a third one be prepared to elucidate the discrepancies between the contradictory assessments of the applicant’s mental state. Despite their declaration, the experts had failed to submit the report to the court by July 1996. Therefore the applicant’s detention should be maintained.", "On 19 August 1996 the applicant requested the Supreme Court to dismiss the motion of the Zielona Góra Regional Court.", "On 24 September 1996 the Supreme Court refused to entertain the request of the Regional Court. The Court referred to Article 10 (a) of the Interim Law of 1 December 1995 and considered that in the light of this provision the Regional Court was not obliged to submit the request for the prolongation of the applicant’s detention if the period of the detention so prolonged would end before 1 January 1997.", "On 24 October 1996 the applicant requested again to be released, arguing in particular that he had already been detained for four years. He submitted that his excessively long detention did not have any basis in applicable laws. He further referred to his health, which had been deteriorating as the medical care provided by the prison medical services was inadequate.", "The hearing fixed for 19 November 1996 was adjourned as the experts of the Kraków University informed the court that they would be unable to attend it.", "By a decision of 21 November 1996 the applicant’s request of 24 October 1996 was dismissed by the Zielona Góra Regional Court. The court considered that the need to maintain the detention still persisted since there was a reasonable suspicion that the applicant had committed a serious crime which carried a risk of a long-term imprisonment. The court also stated that in the applicant’s case the circumstances referred to in Article 218 of the Code of Criminal Procedure did not obtain.", "At the hearing on 10 December 1996 the Court examined experts L.C., J.W., T.G., D.H., E.M., J.H., J.G., Ju.G. and J.D. On 13 December 1996 the parties presented their final conclusions.", "On 16 December 1996 the Regional Court in Zielona Góra convicted the applicant of manslaughter, acquitted him of other charges and sentenced him to fourteen years of imprisonment.", "On 19 March 1997 the Regional Court dismissed the applicant’s request for release.", "On 30 June 1997 the applicant and on 2 July 1997 the Prosecutor lodged their appeals with the Poznań Court of Appeal.", "On 20 August 1997 the Court of Appeal dismissed the applicant’s appeal against the decision of 19 March 1997.", "On 28 October 1997 the Poznań Court of Appeal upheld the judgment of 16 December 1996.", "On 29 December 1997 the applicant lodged a cassation appeal with the Supreme Court. In reply, on 18 February 1998 the Poznań Public Prosecutor of Appeal requested the Supreme Court to dismiss this appeal.", "On 30 July 1998 the Poznań Court of Appeal refused to stay the enforcement of the sentence.", "", "On 6 December 1999 the Supreme Court dismissed the applicant’s cassation appeal, considering that it was manifestly ill-founded.", "B. Relevant domestic law", "a) Evolution of Polish criminal law in the relevant period", "Polish criminal legislation was amended several times during the relevant period. The Code of Criminal Procedure enacted in 1973 (“old” Code) was replaced by a new Code of Criminal Procedure, adopted by Parliament (Sejm) on 6 June 1997, which entered into force on 1 September 1998.", "The “old” Code was significantly amended by the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes. This Law entered into force on 1 January 1996. However, the entry into force of the provisions concerning imposition of detention on remand was postponed until 4 August 1996. In pursuance with these provisions, detention on remand was imposed by a judge (whereas before it was imposed by a prosecutor - see section (b) below).", "The second amendment, effected by the Law of 1 December 1995 on Amendments to the Law of 29 June 1995 (commonly referred to as “the Interim Law of 1 December 1995”) entered into force on 1 January 1996.", "b) Preventive measures", "The Polish Code of Criminal Procedure (“old”), applicable at the relevant time, listed as \"preventive measures\", inter alia, detention on remand, bail and police supervision.", "After the bill of indictment was transmitted to the court, relevant orders were to be made by the court. A decision concerning preventive measures could be appealed to a higher court.", "c) Grounds for detention on remand", "Article 217 of the “old” Code of Criminal Procedure, as applicable at the relevant time, provided that a person could be held in detention on remand if there were serious grounds for believing that he or she would abscond, in particular when he or she did not have a permanent address or his/her identity could not be established. Further, detention could be imposed if there were serious grounds for believing that there was a risk of collusion or that an accused would otherwise jeopardise criminal proceedings. Finally, alternative grounds for detention on remand were either the fact that an accused was charged with an offence of a particular danger to society (“wysokie społeczne niebezpieczeństwo czynu”), or that he had been acting in conditions of relapse into crime (“recydywa”) within the meaning of the Criminal Code.", "The notion of “danger to society” as set out in the Criminal Code related to the assessment of the seriousness of criminal offences and, if the \"danger to society\" represented by a given offence was serious, this was also an aggravating circumstance which the court had to take into consideration when determining a sentence.", "Pursuant to Article 218 of the “old” Code of Criminal Procedure, if there were no special considerations to the contrary, detention on remand should not be imposed or should be lifted, if it involved danger to life or limb or entailed particular hardship for a suspect or his family.", "After the Interim Law of 1 December 1995 entered into force on 1 January 1996, the grounds for imposition of detention on remand were restricted to situations in which there was a reasonable risk of absconding, or that a suspect would go into hiding, in particular when his identity could not be established or he had no permanent domicile. Secondly, detention could be imposed if there was a reasonable risk that he would attempt to induce witnesses to give false testimony or to hinder the proper course of proceedings by any other unlawful means.", "d) Proceedings to examine the lawfulness of detention on remand", "At the material time there were three types of proceedings enabling a detainee to challenge the lawfulness of his detention and thus possibly obtain release. Under Article 221 § 2 of the “old” Code of Criminal Procedure he could appeal to a court against a detention order made by a prosecutor (see above). Under Article 222 §§ 2(1) and 3 he could appeal against a further decision by that court prolonging his detention on a prosecutor's request. Lastly, under Article 214 an accused could at any time request the competent authority to quash or alter the preventive measure applied in his case. Such an application had to be decided by the prosecutor or, after the bill of indictment had been lodged with the court competent to deal with the case, by that court, within three days.", "e) Statutory time-limits for detention on remand", "Until 4 August 1996 the law did not fix any time-limits concerning detention on remand in judicial proceedings. During the investigations, the prosecutor could order detention for up to three months. Prolongation of this period was possible by a court order, for a period not exceeding one year, and for any further periods, by a decision of the Supreme Court given upon a request of the Prosecutor General", "Article 222 of the Code of Criminal Procedure, as applicable from 4 August 1996, insofar as relevant, provided:", "\"3. The whole period of detention on remand until the date on which the first-instance court gives judgment may not exceed one year and six months in cases concerning offences. In cases concerning serious offences this period may not exceed two years.", "4. In particularly justified cases the Supreme Court may, upon the request of the court competent to deal with the merits of the case, ... prolong detention on remand for a further fixed period exceeding the periods referred to § ... 3, when it is necessary in connection with a suspension of the proceedings, a prolonged psychiatric observation of the accused, when evidence needs to be obtained from abroad or when the accused has deliberately obstructed the termination of the proceedings within the time-limits set out in § 3.”", "However, as already mentioned (see above (a) “Evolution of Polish criminal law in the relevant period”) under Section 10 (a) of the Interim Law of 1 December 1995 different rules applied in respect of persons whose detention on remand started prior to 4 August 1996. This section provided:", "“1. In cases where the total period of detention on remand which started prior to 1 August 1996 exceeds the [maximum] time-limits referred to in Section 222 §§ ... and 3 of the Code of Criminal Procedure [as amended by the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes], the accused shall be maintained in detention until the Supreme Court gives a decision on a request for prolongation of such detention under Section 222 § 4 of the Code of Criminal Procedure.", "2. In cases referred to in § 1, if no [such] request has been lodged, detention shall be quashed not later than 1 January 1997.”", "A ”request” within the meaning of Section 222 § 4 of the Code of Criminal Procedure took the form of a “decision” (postanowienie) by the court concerned.", "Under all the relevant provisions of the Code of Criminal Procedure read together, a detainee was entitled to appeal against any decision prolonging his detention on remand, regardless of whether it had been made at the investigative or judicial stage of proceedings. However, no appeal lay in law either against a decision containing a request under Section 222 § 4, or against a decision of the Supreme Court granting such a request."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}