{"ITEMID": "001-58266", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 1999, "DOCNAME": "CASE OF MATTER v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;No violation of Art. 8", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant is a Slovak citizen, born in 1925 and resident in Čadca.", "6. In 1976 the applicant’s legal capacity was restricted. In 1983 the Čadca District Court (Okresný súd - “the District Court”) deprived the applicant of legal capacity entirely on the ground that he suffered from an explosive and vexatious form of paranoid psychosis. The District Court noted that the applicant had been undergoing out-patient psychiatric treatment for twenty years and that his personality had been deteriorating due to an increased syndrome of dementia.", "7. On 18 February 1987 the District Court started, at the applicant’s request of 2 February 1987, proceedings pursuant to Section 81 (1) of the Code of Civil Procedure (see paragraph 41 below) with a view to determining whether the applicant’s legal capacity could be restored. The applicant refused to be examined by several experts and on 23 February 1989 the District Court decided that legal capacity could not be restored to him.", "8. On 30 May 1990 the Supreme Court (Najvyšší súd) quashed the judgment on the ground that the District Court had not obtained an expert opinion as required by the law. The Supreme Court pointed out that the District Court had failed to avail itself of its rights under Section 52 of the Code of Civil Procedure and that it had disregarded, inter alia, Sections 6, 127 (1) and 187 (1) of the Code of Civil Procedure in conjunction with Section 10 (1) of the Civil Code. It ordered the District Court to examine the case again on the basis of a relevant expert opinion. The District Court appointed an expert on 26 June 1990.", "9. As the applicant refused to be examined as an out-patient, the expert informed the District Court that an objective assessment of the applicant’s health required an in-patient examination.", "10. On 1 April 1992 the District Court ordered that the applicant should be examined in a mental hospital pursuant to Section 187 (3) of the Code of Civil Procedure and appointed a new expert. The latter was asked to submit an opinion as to whether the applicant’s health had changed to such an extent that legal capacity could be restored to him.", "11. On 13 May 1992 the District Court invited the applicant to come to the mental hospital in Sučany on 21 May 1992. The applicant was warned that he could be brought there pursuant to Section 52 (1) of the Code of Civil Procedure if he failed to comply. The applicant did not come to the hospital.", "12. On 16 May 1992 the applicant lodged an appeal against the District Court’s decision of 1 April 1992.", "13. On 17 July 1992 the Banská Bystrica Regional Court (Krajský súd - “the Regional Court”) informed the District Court that the aforesaid decision was premature as it was first necessary to appoint a guardian to represent the applicant.", "14. On 9 September 1992 the District Court appointed the Čadca District Office (Obvodný úrad) as the applicant’s guardian. The applicant’s appeal against this decision was dismissed by the Regional Court on 28 December 1992 on the ground that he lacked capacity to lodge it.", "15. On 28 September 1992 the Čadca District Prosecutor joined the applicant in the proceedings concerning the latter’s legal capacity.", "16. On 20 October 1992 a representative of the authority appointed as the applicant’s guardian and the public prosecutor informed the District Court that they agreed with the applicant’s examination in a hospital.", "17. On 30 November 1992 the Regional Court dismissed the applicant’s appeal against the District Court’s decision of 1 April 1992 as the applicant lacked standing to lodge it. The Regional Court held that an examination in a hospital was necessary within the meaning of Section 187 (3) of the Code of Civil Procedure as the applicant had refused to be examined by an expert.", "18. On 19 April 1993 the Čadca District Office informed the District Court that it agreed to legal capacity being restored to the applicant.", "19. On 3 May 1993 the District Court invited the applicant to come to the mental hospital in Sučany on 12 May 1993. The applicant was informed that he could be brought to the hospital if he failed to appear. The applicant did not comply with the court’s request.", "20. On 19 August 1993 two policemen brought the applicant to the hospital in Sučany under an order by the president of the District Court. After a short period the applicant started co-operating with the expert. The examination was completed and the applicant was released from the hospital on 2 September 1993.", "21. In his opinion submitted on 29 October 1993 the expert noted that the applicant, who had undergone a brain operation in 1984 and had had several heart attacks, suffered from a vexatious form of paranoid psychosis, from an organic psychosyndrome and from a heart disease. The expert concluded that legal capacity could partially be restored to the applicant and recommended a re-examination after two or three years.", "22. On 23 November 1993 the District Court, following the expert’s opinion, restricted the applicant’s legal capacity in that he was not entitled to act before public authorities on his own, to conclude contracts, to assume obligations in writing and to work regularly.", "23. In his appeal of 9 March 1994 the applicant requested that legal capacity should be restored to him entirely. He supplemented his appeal on 12 March, 28 April, 4 and 6 May as well as on 6 and 7 June 1994. He also requested that his case should be dealt with by another court.", "24. On 30 August 1994 the Supreme Court dismissed the applicant’s request to have his case transferred to another court. The Supreme Court returned the file to the Regional Court and ordered it to establish whether the applicant challenged the Regional Court judges.", "25. On 28 September 1994 the Regional Court transmitted the Supreme Court’s enquiry to the District Court which communicated it to the Čadca District Office. On 27 October 1994 the latter informed the District Court that it was not in a position to provide an answer. On 7 November 1994 the Regional Court asked the District Court for a reply. On 8 December 1994 the Regional Court addressed the request directly to the District Office.", "26. On 9 February 1995 the Regional Court sent the file to the Supreme Court with the explanation that it had not been possible to obtain the requested information. The Regional Court expressed the view that the applicant had challenged all its judges.", "27. On 6 March 1995 the Supreme Court decided that the Regional Court’s judges were not excluded.", "28. On 29 May 1995 the Ministry of Justice requested the District Court to submit the case-file to it.", "29. On 30 October 1995 the Regional Court quashed the first instance judgment of 23 November 1993 on the ground that the District Court had failed to comply with the obligation to hear the expert as required by Section 187 (3) of the Code of Civil Procedure. In view of the time which had elapsed after the delivery of the first instance judgment, the Regional Court considered it necessary to update the expert opinion.", "30. On 5 February 1996 the District Court decided to obtain a second expert opinion on the applicant’s mental health and adjourned the proceedings.", "31. On 31 October 1996 the District Court requested the Ministry of Health to indicate a medical authority which could prepare a second expert opinion. On 18 November 1996 the Ministry suggested that the applicant be examined at the psychiatric clinic of the University Hospital in Bratislava.", "32. On 22 November 1996 the head of the Čadca District Office asked the District Court to discharge the District Office of the applicant’s guardianship. On 7 January 1997 the District Office proposed that Mr J. Jašurek, a lawyer practising in Čadca, be appointed guardian instead. In a letter dated 31 January 1997 the lawyer accepted the proposal.", "33. On 25 March 1997 the Regional Court requested the District Court, in the context of different proceedings, to submit the file concerning the guardianship of the applicant to it. The Regional Court reiterated its request on 30 June 1997.", "34. On 21 October 1997 the District Court ordered that the applicant be examined at the psychiatric clinic of the University Hospital in Bratislava.", "35. On 22 October 1997 the District Court appointed Mr Jašurek as the applicant’s guardian.", "36. On 3 November 1997 the applicant informed the head of the psychiatric clinic of the University Hospital in Bratislava that he disagreed with an examination.", "37. On 16 October 1998 the District Court stayed the proceedings until the applicant’s health permitted his examination in Bratislava.", "38. In a report of 21 January 1999 the doctor treating the applicant stated that the applicant was immobile and that he was not able to undergo an examination of his mental health in Bratislava.", "39. On 30 April 1999 the District Court discharged Mr Jašurek, at his own request, of his duties as the applicant’s guardian. It appointed the Čadca County Office (Okresný úrad) as the guardian.", "40. Section 10 of the Civil Code, so far as relevant, reads as follows:", "“1. An individual who, because of a lasting mental disorder, is entirely incapable of carrying out legal acts shall be deprived of legal capacity by a court.", "2. A court shall restrict the legal capacity of an individual who, because of a lasting mental disorder ..., is not capable of carrying out certain legal acts. The extent of the restriction shall be specified in the court’s decision.", "3. A court shall modify or quash the decision on deprivation or restriction of legal capacity when the reasons on which it was based no longer exist.”", "41. The relevant provisions are as follows:", "“A court shall proceed with a case in co-operation with the parties so that a speedy and effective protection of rights be ensured and that the facts in dispute be reliably established.”", "“1. When a person summoned to an examination or before an expert fails to appear without an excuse, the president of the court’s chamber can order to bring him or her there subject to prior notice.”", "Section 81 (1) provides that in cases concerning, inter alia, a person’s legal capacity courts may start proceedings ex officio even if no formal action was brought.", "Under Section 127 (1) a court shall, inter alia, appoint an expert after having heard the parties when the decision depends on an assessment of facts requiring special knowledge.", "Pursuant to Section 187 (1), in proceedings concerning a person’s legal capacity, a guardian is to be appointed to the person concerned by the president of the court’s chamber. In such proceedings a court shall always hear an expert. Upon the latter’s proposal a court can order an examination of the person concerned in a hospital for no longer than three months if it is considered necessary for the determination of his or her state of health (Section 187 (3)).", "42. When a court examines the question whether legal capacity can be restored to a person, it is not bound by the parties’ submissions. It may quash the original decision on deprivation or restriction of legal capacity. The court may also restrict a person’s legal capacity to such an extent as it deems it necessary even if it was not requested in the action or, as the case may be, in the initiative upon which it started the proceedings (Collection of judicial decisions and opinions, No. R 2/1984).", "43. Courts should apply measures provided for, inter alia, in Section 52 of the Code of Civil Procedure rather than discontinue the proceedings when a participant remains inactive (Collection of judicial decisions and opinions, No. R 13/1977)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}