{"ITEMID": "001-59051", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "GRANDCHAMBER", "DATE": 2000, "DOCNAME": "CASE OF THE FORMER KING OF GREECE AND OTHERS v. GREECE", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-1;Not necessary to examine Art. 14+P1-1;Just satisfaction reserved", "JUDGES": "Gaukur Jörundsson;Luzius Wildhaber", "TEXT": ["7. In 1864 a crowned democracy was established in Greece, when George I, son of the Danish King Christian IX, was elected King and ascended the throne. The former King Constantinos of Greece (the first applicant) is a direct descendant of King George I. He ascended the Greek throne in 1964, at the age of 24, in succession to his father King Paul I.", "8. The applicants have produced the following ownership titles relating to their property in Greece.", "9. The former King claimed that he was the owner of an area of 41,990,000 sq. m. of land and a building at Tatoi. This property was formed during the reign of King George I (the first applicant's great-grandfather) through successive purchases of pieces of land.", "– By deed no. 24101 of 15 May 1872, King George I purchased from Scarlatos Soutzos the Liopessi-Mahonia estate and from Soutzos's wife the adjacent Tatoi estate, for a total of 300,000 drachmas (GRD).", "– Under Law no. 599 of 17 February 1877, the Greek State transferred in full and absolute ownership to King George I the forest known as Bafi, of approximately 15,567,000 sq. m. The applicants have produced documents which demonstrate that, while the Greek government had expressed the intention of donating the Bafi forest to King George I, the latter did not wish to acquire this land through a donation, but insisted on purchasing it at a price fixed by the government. In the event, a compromise was reached, whereby the Bafi forest was expressed to be “conceded” (rather than “donated”) to King George I. In return, the latter deposited GRD 60,000 with interest at the National Bank.", "Approximately 1,000,000 sq. m. of the above property were subsequently exchanged for a property of equal surface area adjacent to Tatoi, which belonged to local landowners, who were paid GRD 3,000 by King George I to compensate for the difference in value between the exchanged properties.", "– By deed no. 55489 of 4 April 1891, King George I purchased from Andreas Syngros a part of the Kiourka estate, which is adjacent to the Tatoi estate, for GRD 110,000.", "– By certificate no. 382 of 20 October 1878, the mortgage registrar of Marathonas attests that the Keramydi estate belonged to King George I and was devolved to him by his predecessors in title, Ioannis Malakindis, Dimitrios Vassilios and Panagis Dionyssiotis, George Kyriazis, George Sardelis and Stamata Sykaminioti. These persons had acquired the property in parts through successive purchases from 1844 to 1878.", "10. By his holograph will dated 24 July 1904, King George I made the Tatoi estate a family trust (familia-fideicommis) in order to serve as a permanent residence of the reigning King of the Hellenes. However, according to the then prevailing Byzantine-Roman law, a family trust lasted only for four successions, which meant that the trust was released in the fourth successor.", "11. Following the death of King George I on 5 March 1913, Tatoi devolved to his successor, King Constantinos I, and following the latter's deposition from the throne in 1917, to his second-born son, King Alexander. After the latter's death in 1920, Tatoi came back to King Constantinos I, who had in the meantime returned to the throne. After the latter's abdication in September 1922, Tatoi passed to his first-born son, Crown Prince George II.", "12. Then, following the abolition of the monarchy and the proclamation of the Republic by resolution of the fourth Constituent Assembly dated 25 March 1924, the Greek State expropriated Tatoi by Law no. 2312 of 14 and 20 August 1924, while the Bafi estate passed ipso jure and without any compensation to the State.", "13. Following the return of King George II to the throne, the Emergency Law of 22 January 1936 gave Tatoi back to the King in full ownership and possession, with the exception of the Bafi-Keramydi estate (an area of 3,785,000 sq. m.) which, in the meanwhile, had been allotted to landless refugees. The explanatory report on this Law stated, inter alia, that the expropriation had been in breach of Article 11 of the 1911 Constitution, according to which a compulsory expropriation always had to be preceded by compensation to the owner in an amount to be determined by the courts.", "14. After the death of George II on 1 April 1947, his brother Paul came to the throne. Legislative Decree no. 1136 of 5 and 11 October 1949 stated the following: “The Tatoi estate, which was returned ... to the late King George II, has become the unreserved, free and exclusive property of HM King Paul from his accession to the throne”. Following King Paul's death on 6 March 1964, the property came to his son and successor Constantinos II (the first applicant), by virtue of his father's holograph will dated 8 December 1959.", "15. The former King and Princess Irene claimed that they each owned 101.5/288 of an area of 33,600,000 sq. m. of land at Polydendri, and that Princess Ekaterini owned 36/288 of that area. This area was formed through the following chain of transfers.", "– By deed no. 38939/1906, Hassan Efendi Leondaritis, a landowner of Larissa, transferred and sold to Crown Prince Constantinos I the estate known as Polydendri, for the sum of GRD 397,500. Following the death of Constantinos I, the estate devolved to his intestate heirs as follows: to his wife Sophia 2/8 ab indivisio, and to each of his children George II, Paul, Helen, Irene, Ekaterini (the third applicant) and the daughter of his predeceased son Alexander, Alexandra, 1/8 ab indivisio.", "– By deeds nos. 79847 of 18 February 1924 and 80452 of 24 March 1924, the above co-heirs and co-owners (with the exception of Ekaterini) transferred and sold 7/8 ab indivisio of the estate to Athanassios Galeos, a captain in the merchant navy, for the sum of GRD 4,585,000. As regards the 1/8 ab indivisio share of Princess Ekaterini, a price of GRD 650,000 was initially agreed and the land was leased to the new owner pending completion of the required formalities, whereupon the land would be transferred to him.", "– By deed no. 4289 of 20 March 1925, Athanassios Galeos and others formed the “Forest Company” (Αvώvυμoς Δασική Εταιρία), to which Athanassios Galeos transferred the 7/8 ab indivisio of the estate he had acquired. This company was dissolved by resolution of its general assembly dated 12 May 1938. By deed no. 22408 of 7 October 1939, the liquidators of the company transferred and sold to Crown Prince Paul the 7/8 ab indivisio of the estate for the sum of GRD 4,000,000 which was paid with funds from the dowry of his wife, Princess Frederica. After his death, 14/32 of his share of Polydendri devolved to his widow, and 14/96 to each of his three children, Sophia, Constantinos (the first applicant) and Irene (the second applicant). In 1968 Princess Sophia declined the inheritance, and her share of the estate was added to the share of the remaining heirs pro rata. After the death of Queen Frederica on 6 December 1981, and in the absence of a will, her 49/96 ab indivisio share of Polydendri devolved to her children in equal shares, each child thus receiving 49/288 of her share.", "16. The original title on this property is minutes no. 278 of 1 June 1864 of the Provincial Council of Corfu, by which the Council decided to offer to King George I, in recognition of his contribution to the accession of the Ionian islands to Greece, the use of the house in which the British Magistrate of the Supreme Council once lived, together with the surrounding area, situated at the place known as “Aghios Pandeleïmon of Garitza”. The existing records from that time do not indicate the surface area, exact location or boundaries of the donated estate. The donation was later expressly recognised by deed no. 7870/1887.", "17. Between 1870 and 1912 King George I enlarged the above estate by successive purchases of certain smaller or bigger tracts of land belonging to third parties, situated around or inside the farm. After two purchases made by George II, Mon Repos attained its final surface area of approximately 238,000 sq. m.", "18. Following the death of King George I, Mon Repos devolved to Prince Andreas, by virtue of King George's holograph will dated 24 July 1904.", "19. After the 1922 Revolution and by decision no. 1767/1923, the compulsory expropriation of Mon Repos was proclaimed in favour of the State in order to be used as the summer residence of the reigning King. In 1931 the administrative eviction of Prince Andreas was ordered. Legal proceedings were then instituted and, by judgment no. 57/1934, the Corfu Court of Appeal (Εφετείo) recognised Prince Andreas as the lawful owner of the property and ordered the return of the estate to him. Following the restoration of the “crowned democracy”, Emergency Law no. 514/1937 expressly provided that Mon Repos be conceded and transferred in full ownership and possession to Prince Andreas.", "20. By deed no. 11909/1937, Prince Andreas sold Mon Repos to King George II against a life annuity of GRD 400,000. King George II died on 1 April 1947. His co-heirs donated their shares to King George's brother, King Paul, who acquired full ownership of Mon Repos (deeds nos. 3650/1957, 3816/1957 and 5438/1959). Following King Paul's death, and by virtue of his holograph will, Mon Repos devolved to his widow Frederica (usufruct) and to his son, the first applicant (bare ownership). The usufruct was terminated by the death of Queen Frederica on 6 December 1981, and the first applicant acquired full title ownership of Mon Repos.", "21. On or about 5 August 1994, following the enactment of Law no. 2215/1994 (see paragraph 41 below), the residence of Mon Repos was broken into. It is now occupied by the municipality of Corfu.", "22. On 21 April 1967 there was a military coup in Greece. The former King remained in the country until 13 December 1967, when he left for Rome.", "23. On 15 November 1968 the military regime promulgated a new Constitution (the former had been enacted in 1952), which was amended in 1973 when the former King was deposed (see paragraph 25 below). Article 21 of the 1968 Constitution (as amended in 1973) guaranteed the right of property and provided that nobody was to be deprived of property save in the public interest and following payment of full compensation, the amount of which was to be determined by the civil courts. However, Article 134 § 3 of the same Constitution provided for the enactment of a unique legislative measure which would have the effect of confiscating the movable and immovable property of the former King and the royal family.", "24. Between 21 April 1967 and 31 May 1973 the military dictatorship formally maintained the “crowned democracy”, despite the former King's self-imposed exile.", "25. On 1 June 1973 the military regime purported to abolish the “crowned democracy”, to declare the former King and his heirs deposed and to establish a presidential parliamentary republic.", "26. In October 1973 the military dictatorship issued a legislative decree (no. 225/1973), pursuant to Article 134 § 3 of the 1968 Constitution (as amended in 1973), whereby all movable and immovable property of the former King and the royal family was confiscated with effect from the date of publication of the decree in the Official Gazette (4 October 1973), and whereby title to the confiscated property passed to the Greek State. The three estates in question were specifically mentioned as forming part of the immovable property being confiscated.", "27. The above decree provided for compensation in the sum of GRD 120,000,000 to be distributed amongst the members of the royal family whose property was to be confiscated, and this sum was deposited in a bank account with a view to being claimed by the royal family. The former King's share of the compensation was stated to be GRD 94,000,000 and Princess Irene's share GRD 12,000,000. No compensation was provided for Princess Ekaterini. It was further specified that the compensation had to be claimed by 31 December 1975. No part of it was ever claimed.", "28. On 24 July 1974 the military dictatorship in Greece was replaced by a civilian government under the leadership of Mr Karamanlis.", "29. By an Act of 1 August 1974 (“the First Constitutional Act of 1974”), the government revived the 1952 Constitution, except for the provisions relating to the form of government (Article 1).", "30. Article 10 of this Act provided that, until the National Assembly was reconvened, the legislative power vested in the Council of Ministers was to be exercised through legislative decrees. Article 10 § 2 provided that such legislative decrees would be capable of having retrospective effect as regards any issues arising from any Constitutional Acts after 21 April 1967. Article 15 provided that the 1968 Constitution (as amended), and all other Constitutional Acts or Acts of a constitutional character passed under the military dictatorship after 21 April 1967, were repealed.", "31. Pursuant to Articles 1 and 10 of the First Constitutional Act of 1974, the government issued a legislative decree (no. 72/1974) which provided for the property of the former King and the royal family to be administered and managed by a seven-member committee until the form of regime had been finally determined.", "32. The above decree was implemented by three ministerial decisions.", "(i) By decision no. 18443/1509 of 1 October 1974, a seven-member committee was formed “for the purposes of managing and administering the estate of the royal family”.", "(ii) By decision no. 21987 of 24 October 1974, it was provided that “the handing over [of the property] of the royal family from the State to the committee” was to be made by 31 December 1974.", "(iii) By decision no. 25616 of 23 December 1974, it was provided that the handing over of the property of the royal family to the committee would continue until completion, before the handing over to its owners or to a person nominated by them.", "33. Between 1974 and 1979 all the movable and immovable property of the former King and the royal family in Greece was administered and managed in the name of the committee established pursuant to Legislative Decree no. 72/1974, on behalf of the former King and the royal family. In 1979 the movable property was handed over to them.", "34. On 17 November 1974 there were elections to the National Assembly, and the Assembly was thereafter reconvened. A referendum was held on 8 December 1974, the outcome of which was in favour of a parliamentary republic. By Resolution D18 of 18 January 1975, the National Assembly resolved and declared, inter alia, that democracy in Greece was never lawfully abolished, and that the revolutionary coup of 21 April 1967, as well as the situation which resulted as a consequence up to 23 July 1974, constituted a coup d'état which aimed to usurp power and the sovereign rights of the people.", "35. In 1975 the National Assembly enacted the present Constitution, which came into force on 11 June 1975.", "36. In 1981 the PA.SO.K. (Panhellenic Socialist Party), under the leadership of Mr Papandreou, was elected to power in Greece. From January 1984 onwards, discussions were held with the former King regarding his property. By 1988 an agreement on principle had been reached between the government and the former King relating to the property and tax liabilities of the royal family. However, the agreement was never executed.", "37. In 1990 the conservative “New Democracy” Party was elected to power.", "38. In 1992 an agreement was reached between the former King and the Greek State, which provided as follows.", "(i) The former King transferred an area of 200,030 sq. m. of his forest at Tatoi to the Greek State for the sum of GRD 460,000,000.", "(ii) The former King donated an area of 401,541.75 sq. m. of his forest at Tatoi to a foundation for the benefit of the public, namely the Universal Hippocration Medical Foundation and Research Centre.", "(iii) A foundation for the benefit of the public, namely the National Forest of Tatoi Foundation, was created and the former King donated an area of 37,426,000 sq. m. of his forest at Tatoi to the foundation.", "(iv) The former King, the royal family and the Greek State waived all legal rights in connection with and discontinued all pending legal proceedings concerning the royal family's tax liabilities.", "(v) The former King and the royal family agreed to pay to the Greek State the sum of GRD 817,677,937 in respect of inheritance tax, income tax and capital taxes, together with interest and surcharges. The payment to be made by the former King would be set off against any sums due to the former King pursuant to the agreement.", "39. The agreement was contained in and evidenced by notarial deed no. 10573/1992 of 3 June 1992. On 28 September 1992 the Division of Scientific Studies (διεύθυvση Επιστημovικώv Μελετώv) of the Greek parliament issued a report on a draft bill ratifying the above-mentioned notarial act. The report stated, inter alia, that Legislative Decree no. 225/1973 was repealed by Legislative Decree no. 72/1974 and that the property thereby “reverted to its former ownership status”. Subsequently the agreement was incorporated in and given the force of law by Law no. 2086/1992.", "40. In the summer of 1993 the former King and his family visited Greece.", "41. Following the autumn 1993 elections, a government under the leadership of Mr Papandreou was again returned to power in Greece. The new government declared their intention of dealing with the matters relating to the property of the former royal family, in order to restore “constitutional legality and historical memory” and to satisfy “the democratic sensibility of the Greek people as this was expressed by the referendum of 1974” [Statement of 1 April 1994 of the then Minister of Finance.]. They eventually introduced Law no. 2215/1994 which was passed by Parliament on 16 April 1994 and became law with effect from 11 May 1994. It was entitled “Settlement of matters pertaining to the expropriated property of the deposed royal family of Greece”, and provided as follows.", "(i) Law no. 2086/1992 was repealed and deed no. 10573/1992 rescinded. Any acts carried out pursuant thereto were void and of no legal effect (section 1). The acts so declared void and of no legal effect included the donation to the Universal Hippocration Medical Foundation and Research Centre at Tatoi and to the National Forest of Tatoi Foundation [Note: On 8 December 1997 the National Forest of Tatoi Foundation lodged an application with the European Commission of Human Rights under former Article 25 of the Convention. The application was registered on 4 February 1998 (no. 39654/98). On 1 November 1998, by virtue of Article 5 § 2 of Protocol No. 11, the application fell to be examined by the European Court of Human Rights.].", "(ii) The Greek State became the owner of the movable and immovable property of the former King, Princess Irene and Princess Ekaterini. Legislative Decree no. 225/1973 was deemed to have remained in force (section 2).", "(iii) Title to the Mon Repos property on the island of Corfu was transferred to the municipality of Corfu (section 4(2)).", "(iv) Taxes already assessed were written off. All legal proceedings pending before the administrative courts or the Supreme Administrative Court (Συμβoύλιo της Επικρατείας) in respect of inheritance and other taxes, surcharges and penalties were discontinued. Amounts paid by the former King and other members of the royal family in respect of tax could be claimed back from the Greek State, but the State could oppose any set-off of such a claim against any claim of the State against the royal family (section 5(1)).", "(v) Any agreements concerning any property of the royal family, except leasehold agreements, would be declared void. Any leases of land belonging to the royal family would continue as if entered into between the lessees and the Greek State (section 5(2)).", "(vi) Any legal proceedings brought by the former King or other members of the royal family before any Greek court using the designation “King” or any other royal designation, even if combined with the prefix “ex” or “former”, would be regarded as void (section 6(4)).", "(vii) Preconditions were imposed for the continued recognition of the Greek nationality of the former King and the royal family, and for the retention of their Greek passports:", "– a declaration was to be submitted to the Registrar of Births, Marriages and Deaths (ληξιαρχείo) of Athens to the effect that the former King and the royal family unreservedly respected the 1975 Constitution and accepted and recognised the Hellenic Republic;", "– a further declaration was to be submitted to the Registrar to the effect that the former King and the royal family unreservedly waived any claim relating to the past holding of any office or possession of any official title;", "– the former King and the members of the royal family were to register in the Municipal Register of Citizens (μητρώα αρρέvωv ή δημoτoλόγια) under a name and a surname;", "(viii) any legislative provision contrary to this legislation was automatically repealed (section 6(5)).", "42. The applicants brought several proceedings in the Greek courts concerning the titles to their estates.", "43. The applicants also challenged the constitutionality of Law no. 2215/1994. Following two conflicting judgments of the Court of Cassation (Αρειoς Πάγoς) and the Supreme Administrative Court, the case was referred to the Special Supreme Court (Αvώτατo Ειδικό Δικαστήριo).", "44. The court first examined whether the applicants were entitled to bring legal proceedings before it without using a surname. The court held that “the indication 'former King' is mentioned in the legal documents not as a title of nobility which is forbidden by the Constitution, but in order to define the identity of this litigant, who for the reasons stated earlier, has no surname ... It concerns a reference to a historic fact which, like other elements, can indeed designate the identity of the above person, so that this person may enjoy judicial protection”.", "45. As regards the question of the royal property, the court stressed that “it was from the beginning a political question”, that the property rights of the applicants were linked to the form of government and that “during the reign of the royal family, the property that belonged to the King and the royal family was treated like a special category of property”. The court noted, inter alia, the following:", "“When the Constitution by Article 1 defines the form of the regime, by the same provision, which [should be] historically interpreted in the framework of the political and constitutional conjuncture ... in which it was voted, pursuant to the provisions of the First Constitutional Act and of Legislative Decree no. 72/1974 that was issued on the basis of its Article 10, it also solves the issue of the royal property. In other words, the referendum renders irrevocable the devolution of this property to the State, so that its return by law to the former King would be contrary to the Constitution. Therefore, section 1 of Law no. 2086/1992 ..., which implies that the former royal property would continue to belong to the deposed monarch and the members of the former royal family, and actually connects those persons with the property, contravenes the Constitution.”", "46. Consequently, the Special Supreme Court, by thirteen votes to four, held that Law no. 2215/1994 was constitutional. Under the Constitution, the judgments of the Special Supreme Court are final and binding on all Greek courts (Article 100 § 4).", "47. The relevant Articles of the 1975 Constitution provide as follows:", "“1. All Greeks are equal before the law.", "2. Greek men and women have equal rights and equal obligations.”", "“1. Property is protected by the State; rights deriving therefrom, however, may not be exercised contrary to public interest.", "2. No one shall be deprived of his property except in the public interest, which must be duly shown, when and as specified by law and always following full compensation corresponding to the value of the expropriated property at the time of the court hearing on the provisional determination of compensation. In cases in which a request for the final determination of compensation is made, the value at the time of the court hearing of the request shall be considered.", "...", "4. Compensation shall in all cases be determined by civil courts. Such compensation may also be determined provisionally by the court after hearing or summoning the beneficiary, who may be obliged, at the discretion of the court, to furnish a commensurate guarantee for collecting the compensation as provided by law.”", "48. In Greece the number of property rights is limited (numerus clausus). The real rights that a person may have are ownership, easements, pledge and mortgage (Article 973 of the Civil Code).", "49. Articles 999 to 1141 of the Civil Code deal with the institutions of ownership and co-ownership. Ownership may be acquired in a variety of ways, as by occupancy of things that belong to no one, by transfer from a previous owner or even by a non-owner, by operation of law, by the effect of judgments, and by acts of the public authorities. For the transfer of the ownership of immovables, the law requires an agreement between the owner and the transferee that the ownership is transferred for a lawful cause, the incorporation of this agreement in a notarial deed and its transcription at the transcription registry in the district in which the immovable is located (Article 1033)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}