{"ITEMID": "001-101676", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF OSYPENKO v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-1;No violation of Art. 5-1;Violation of Art. 5-3;Remainder inadmissible;\nNon-pecuniary damage - award;Pecuniary damage - claim dismissed", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant was born in 1983 and lives in Slovyansk.", "6. On 1 January 2002 the applicant, with a number of his friends, including K., celebrated a New Year party at the bar 'Tor' in Slovyansk. At around 3 a.m. K. picked a quarrel with P., another visitor to the bar. The quarrel turned into a big fight in which the applicant took part on the side of K.", "7. On 14 January 2002 the Slavyansk town police instituted criminal proceedings for disorderly conduct in relation to the above fight.", "8. In the evening of 24 January 2002 the applicant and K. were attacked by unknown persons. As a result of the attack, the applicant was injured and K. died.", "9. At 2.30 a.m. on 25 January 2002 the police officers, in the knowledge that the applicant and K. were both attacked that night, visited the applicant's home and took him to the local police station in order to question him as an eyewitness to K.'s death. According to the Government, the applicant agreed to go to the police station voluntarily and there was no coercion on the part of the police officers. However, according to the applicant, the police officers forced him to go to the police station without regard for the injuries he was visibly suffering from.", "10. Upon arrival at the police station the applicant was questioned about the circumstances of K.'s death. That questioning, though with some pauses, lasted until 1 p.m. of the same day.", "11. As from 11 a.m. on that day the police, knowing that on the night of 1 January 2002 the applicant had been present at the bar 'Tor', decided also to question the applicant as a witness in respect of the fight which had taken place at the bar that night. The applicant was questioned in respect of that incident till 7 p.m.", "12. Between 7 p.m. and 9 p.m. the police also questioned P. and other victims of the fight, who, when confronted with the applicant, identified him as one of the persons who had injured them.", "13. At 9.30 p.m. on that day the police investigator, pursuant to Articles 106 and 115 of the Code of Criminal Procedure (see paragraph 33 below), drew up an arrest order (протокол затримання) authorising the applicant's preliminary detention as a suspect in the crime of disorderly conduct in the bar 'Tor'.", "14. On 26 January 2002 the police instituted criminal proceedings on account of K.'s death.", "15. On 28 January 2002 the applicant was charged with the crime of disorderly conduct in the bar 'Tor', and brought before the Slavyanskyy Town Court (the “Town Court”). The Town Court, relying on Article 165-2 of the Code of Criminal Procedure, extended the applicant's preliminary detention, as a temporary preventive measure, up to 31 January 2002. It noted that the case file did not contain sufficient information characterising the applicant and, in particular, the evidence that the applicant might intend to abscond.", "16. On 31 January 2002 the Town Court ordered the applicant's detention in custody as a preventive measure. It had regard to the “character of the applicant”, the circumstances in which the crime had been committed, the fact that he had been charged with a serious crime, and the necessity to ensure the execution of procedural decisions.", "17. On 26 April 2002, after the investigation had been completed, the case file was transferred to the Town Court for committing the applicant for trial.", "18. On 11 May 2002 the Town Court committed the applicant for trial. It also upheld the preventive measure, in respect of the applicant, without giving any reasons.", "19. On 12 August 2002 the Town Court decided to maintain the preventive measure (the detention in custody) in respect of the applicant. It did not provide any specific reasons for that decision.", "20. On 4 April 2003 the applicant lodged an application with the Town Court alleging that, on 25 January 2002, he had been unlawfully taken to the police station and unlawfully held there until 28 January 2002, despite his bodily injuries and the absence of any medical assistance. He further contended that his subsequent pre-trial detention had been unlawful.", "21. On 22 May 2003 the Deputy President of the Town Court replied to the applicant and informed him that it was too late to challenge the lawfulness of his preliminary detention between 25 and 28 January 2002 as the case was at the trial stage. He further stated that the application of 4 April 2003 would be qualified as an ordinary request, submitted by a party to the proceedings, and that therefore it could only be considered in the course of the court hearing in his criminal case. He informed the applicant that the application would be considered on 26 June 2003.", "22. Subsequently, the judge in charge of the applicant's criminal case confirmed to the applicant that his application of 4 April 2003 for review of the lawfulness of his detention would be considered on 26 June 2003 in the course of the court hearing in his criminal case.", "23. On 26 June 2003 the Town Court, referring to the seriousness of the charges levelled against the applicant, found, in the presence of his counsel, that the applicant was being detained lawfully and that there had been no grounds to change the preventive measure. In this decision the Town Court did not address the issue of the applicant's preliminary detention.", "24. On 4 November 2003 the Town Court considered the applicant's request to change the preventive measure and rejected it, noting that the applicant's further detention had been necessitated by the gravity of the charges levelled against him.", "25. On an unspecified date the applicant complained to the Slavyansk Town Prosecutor's Office seeking to institute criminal proceedings against the police officers for his unlawful preliminary detention.", "26. On 26 March 2004 the deputy prosecutor refused to institute criminal proceedings against the police officers. He found that on 25 January 2002 the applicant had agreed to go to the police station voluntarily with the purpose of being interviewed concerning the death of K. The deputy prosecutor further noted that the applicant had later been questioned as a witness to the fight in the bar 'Tor'. In particular, at 3 p.m. of that day the applicant had been transferred to the police officer D. Between 3 p.m. and 7 p.m. the applicant had been questioned by that police officer following which “the applicant's guilt in the fight had been established”. Later on, the applicant had been arrested because there had been enough evidence of his involvement in the latter crime. The deputy prosecutor therefore concluded that there had been no actus reus in the acts of the police officers. The applicant did not lodge a formal appeal against the prosecutor's decision of 26 March 2004.", "27. Subsequently, the Town Court informed the applicant that the lawfulness of his preliminary detention would be reviewed in the course of the trial in his criminal case.", "28. On 24 May 2004 the Town Court considered the applicant's other request for changing the preventive measure and found that the applicant's detention had been justified by the gravity of the charges levelled against him. It therefore held that the preventive measure should be left unchanged.", "29. On 7 June 2004 the Town Court found the applicant guilty of disorderly conduct and sentenced him to four years' imprisonment, but on the basis of the Amnesty Act released him from serving the sentence. It also noted that the applicant's preliminary detention had been lawful and no wrongdoing on the part of the police officers could be discerned. The Town Court further ordered that the applicant be released from custody immediately.", "30. By letters of 16 July and 4 August 2004 the Town Court informed the applicant that the lawfulness of his preliminary detention had been reviewed in the judgment of 7 June 2004.", "31. On 11 February and 27 October 2005 the Donetsk Regional Court of Appeal and the Supreme Court upheld the judgment of 7 June 2004 as substantiated.", "32. The relevant part of Article 29 of the Constitution reads as follows:", "“... In the event of an urgent necessity to prevent or stop a crime, bodies authorised by law may hold a person in custody as a temporary preventive measure, the reasonable grounds for which shall be verified by a court within seventy-two hours. The detained person shall be released immediately if he or she has not been provided, within seventy-two hours of the moment of detention, with a reasoned court decision in respect of the holding in custody. ...", "Everyone who has been detained has the right to challenge his or her detention in court at any time. ...”", "33. The relevant provisions of the Code read as follows:", "“A person, summoned as a witness by a body of inquiry, investigator, prosecutor, or a court, is obliged to appear at the specified time and place and make truthful statements about the circumstances of the event to the best of his or her knowledge.", "If the witness fails to appear without a valid reason, the body of inquiry, the investigator, the prosecutor, or the court may order the witness's compulsory appearance which shall be enforced by the bodies of internal affairs, pursuant to the procedure provided for by Articles 135 and 136 of this Code. ...”", "“... If it is necessary to verify a statement or notification of a crime before instituting criminal proceedings, such verification is made by the prosecutor, investigator, or a body of inquiry within ten days by taking explanations from specific citizens or officials or by requesting necessary documents.", "A statement or notification of crime can be verified, prior to instituting criminal proceedings, by means of the search and seizure activities. ...”", "“The body of inquiry shall be entitled to arrest a person suspected of a criminal offence for which a penalty in the form of deprivation of liberty may be imposed only on one of the following grounds:", "1. if the person is discovered whilst or immediately after committing an offence;", "2. if eyewitnesses, including victims, directly identify this person as the one who committed the offence;", "3. if clear traces of the offence are found either on the body of the suspect, or on his clothing, or with him, or in his home.", "If there is other information giving ground to suspect a person of a criminal offence, a body of inquiry may arrest such a person if the latter attempted to flee, or does not have a permanent place of residence, or the identity of that person has not been established.", "For each case of a suspect's arrest, the body of inquiry shall be required to draw up an arrest order (протокол затримання) outlining the grounds, the motives, the day, time, year and month, the place of arrest, the explanations of the person detained and the time when it was recorded that the suspect had been informed of his right to have a meeting with defence counsel as from the moment of his arrest, in accordance with the procedure provided for in paragraph 2 of Article 21 of the present Code. The arrest order shall be signed by the person who drew it up and by the detainee.", "A copy of the arrest order with a list of his rights and obligations shall immediately be handed to the detainee and sent to the prosecutor. At the request of the prosecutor, the material which served as a ground for the arrest shall be sent to him as well. ...", "Within seventy-two hours of the arrest, the body of inquiry shall:", "(1) release the detainee if the suspicion that he committed the crime has not been confirmed, if the term of the preliminary detention established by law has expired or if the arrest has been effected in violation of the requirements of paragraphs 1 and 2 of the present Article;", "(2) release the detainee and select a non-custodial preventive measure;", "(3) bring the detainee before a judge with a request to impose a custodial preventive measure on him or her.", "If the arrest is appealed against to a court, the detainee's complaint shall be immediately sent by the head of the detention facility to the court. The judge shall consider the complaint together with the request by the investigating body for application of the preventive measure. If the complaint is received after the preventive measure was applied, the judge shall examine it within three days after receiving it. If the request has not been received or if the complaint has been received after the term of seventy-two hours of detention, the complaint shall be considered by the judge within five days after receiving it.", "The complaint shall be considered in accordance with the requirements of Article 165-2 of this Code. Following its examination, the judge shall give a ruling, either declaring that the arrest is lawful or allowing the complaint and finding the arrest to be unlawful.", "The ruling of the judge may be appealed against within seven days from the date of its adoption by the prosecutor, the person concerned, or his or her defence counsel or legal representative. Lodging such an appeal does not suspend the execution of the court's ruling.", "Preliminary detention of a suspect shall not last for more than seventy-two hours.", "If, within the terms established by law, the ruling of the judge on the application of a custodial preventive measure or on the release of the detainee has not arrived at the pre-trial detention facility, the head of the pre-trial detention facility shall release the person concerned, drawing up the order to that effect, and shall inform the official or body that carried out the arrest accordingly.”", "“The pre-trial investigation shall be carried out exclusively after the criminal proceedings have been instituted and in accordance with the procedure provided for by this Code. ...”", "“An investigator may arrest and question a person suspected of having committed a crime according to procedure envisaged by Articles 106, 106-1, and 107 of the Code.”", "“... The valid reasons for failure to appear before investigator at the requested time shall be the following: a belated receipt of the summons, illness, and other circumstances preventing the accused from attending the investigator at the requested time.”", "“Compulsory appearance of the accused shall be ordered by the investigator's decision. Compulsory appearance of the accused shall be enforced in the daytime except for emergencies.", "Compulsory appearance without prior notice may be applied only if the accused evades investigation or does not have a permanent place of residence.", "Before its enforcement, the decision on applying the compulsory appearance shall be announced to the accused.”", "“Preventive measures shall be imposed on a suspect, accused, defendant, or convicted person in order to prevent him from attempting to abscond from an inquiry, investigation or the court, from obstructing the establishment of the truth in a criminal case or to pursue criminal activities, and in order to ensure the execution of procedural decisions.", "Preventive measures shall be imposed where there are sufficient grounds to believe that the suspect, accused, defendant or convicted person will attempt to abscond from investigation and the court, or if he fails to comply with procedural decisions, or obstructs the establishment of the truth in the case or pursues criminal activities. ...”", "“The preventive measures are as follows:", "(1) a written undertaking not to abscond;", "(2) a personal guarantee;", "(3) the guarantee of a public organisation or labour collective;", "(3-1) bail;", "(4) detention in custody;", "(5) supervision by the command of a military unit.", "As a temporary preventive measure, a suspect may be detained on the grounds and pursuant to the procedure provided for by Articles 106, 115 and 165-2 of this Code.”", "“At the stage of the pre-trial investigation, a non-custodial preventive measure shall be selected by the body of inquiry, the investigator, or the prosecutor.", "If there are grounds for applying a custodial preventive measure, the body of inquiry or the investigator, following the prosecutor's consent, shall lodge an application with the court. The prosecutor is entitled to lodge a similar application. In determining this issue, the prosecutor shall familiarise himself with all the material in the case file that would justify placing the person in custody, and verify that the evidence was received in a lawful manner and is sufficient to bring charges against the person.", "The request shall be considered within seventy-two hours of the arrest of the suspect or accused.", "If the application concerns the detention of a person who is at liberty, the judge shall have the power to issue a warrant for the arrest of such a person and for escorting him to the court. The preliminary detention in such cases shall not exceed seventy-two hours; and if the person concerned is outside the locality in which the court operates, it shall not exceed forty-eight hours from the time the arrested person was brought to the locality.", "Upon receiving the application, the judge shall examine the material in the case file submitted by the body of inquiry, the investigator, or the prosecutor. A judge shall question the suspect or the accused and, if necessary, hear evidence from the person who is in charge of the criminal case, obtain the opinion of the prosecutor, the defence counsel, if the latter appeared before the court, and make an order:", "(1) refusing to apply the [custodial] preventive measure if there are no grounds for doing so;", "(2) applying the custodial preventive measure.", "Having refused to apply the custodial preventive measure, the court shall have the power to apply a non-custodial preventive measure in respect of the suspect or the accused.", "The judge's order may be appealed against to the court of appeal by the prosecutor, the suspect, the accused or his or her defence counsel or the legal representative, within three days of its delivery. The introduction of an appeal shall not suspend the execution of the judge's order.", "If in order to select a preventive measure in respect of a detained person it is necessary to examine additional material concerning the personality of the detained person or to clarify the other circumstances that are important for the adoption of the decision on this matter, the judge may extend the applicant's preliminary detention up to ten days or, if requested by the suspect or the accused, up to fifteen days. If it is necessary to examine additional material concerning the person who has not been arrested, the judge may adjourn the consideration of this issue for up to ten days and take measures for ensuring the proper conduct of that person or make an order that that person be arrested and detained for the same period.”", "“The witness shall be summoned by the investigator with a notice, which shall be given to the witness against receipt. In case of the witness's temporary absence the notice shall be given to any adult member of his family... The witness may also be summoned by a telegram or by a telephone message. ...”", "34. Section 6 of the Law establishes that the grounds for carrying out the search and seizure activities shall be, among other things, sufficient information, which has been lawfully obtained but needs to be verified by means of search and seizure activities, that a crime is being prepared or has been committed.", "35. Section 8 of the Law provides, inter alia, that in the event of the existence of the grounds to carry out search and seizure activities, the relevant authorities shall have a right to interview the persons upon their consent.", "36. Section 11 of the Law provides that for the purpose of fulfilling its tasks the police have a right, inter alia, to summon citizens in connection with the criminal and other cases that the police are dealing with; to carry out inquiry in criminal cases in accordance with the legislation on criminal procedure."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}