{"ITEMID": "001-68303", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "KRAVCHUK v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Toviy Ivanovich Kravchuk, is a Russian national, who was born in 1952 and lives in Sochi. The respondent Government are represented by Mr P. A. Laptev, the Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant's house is situated on a steep bank of the river Persiyanka. The only public driveway to his house goes along the river, in a land-slide area. The road is quite narrow and it is locked between the riverside and the land of the applicant's neighbour, Ms K.", "In 1997 Ms K. built a garage. The garage went beyond the boundaries of her land and entrenched on the road. As a result, Ms K. was subjected to an administrative fine for unauthorised construction. However, in March 1998 the local council decided to regularise the existing situation and proposed Ms K. to lease the territory under the garage from the council.", "On an unspecified day in 1998 the applicant brought court proceedings against Ms K. and the local council claiming that the garage was built in breach of the domestic city planning regulations. The applicant also alleged that that the garage hindered access to his land by car.", "On 18 November 1998 the Lazarevskiy District Court took the decision in the applicant's favour. On 2 March 1999 the Krasnodar Regional Court quashed this decision and remitted the case for a fresh examination.", "On 11 May 1999 the Lazarevskiy District Court found in the applicant's favour. The court held that the garage had been built without due permission of the city administration and exceeded the boundaries of Ms K.'s land. The court, referring to an expert report of 7 May 1999, also held that the access to the applicant's land had been seriously hindered by the garage. The court ordered Ms K. to remove the garage and pay damages to the applicant in the amount of 3,151 Russian roubles (RUR). No appeal followed, and the decision became final.", "In December 1999 the court bailiffs recovered RUR 3,500 from Ms K. The applicant received RUR 2,766 of this sum, the rest being withheld by the bailiffs as an enforcement fee. The court decision ordering Ms K. to remove the garage remained unexecuted.", "On 8 August 2000 the city administration legalised the garage by delivering a building permit to Ms K. and annexing the parcel under the garage to Ms K.'s land.", "On an unspecified date Ms. K. brought new court proceedings against the applicant seeking to re-open the case “due to the discovery of new facts”. According to Ms K., shortly after 11 May 1999 (that is the date of the first court decision) she learned that a geodesic research had been carried out by the city planning authority. This research had shown that due to a long-distance power line running over Ms K.'s land, it had been impossible to build a garage otherwise than exceeding the boundaries of the plot. Consequently, in 2000 the boundaries of Ms K.'s land were delimited anew. An expert report drawn on 1 December 2000 confirmed that the garage was now located on Ms K.'s land.", "On 26 October 2000 the Lazarevskiy District Court granted the application for re-opening having applied Article 333 of the Code of Civil Procedure. On 25 January 2001 the court rendered a new judgment in this case. The court established that at the moment of the examination of the applicant's case it had not been aware of the findings of the expert report of 1 December 2000. The court noted that the second report was more “credible” than the initial report of 7 May 1999, referred to by the court in its decision of 11 May 1999. The court further noted that the plaintiff, Ms K., had presented documents entitling her to the land under the garage. On this ground the court dismissed the applicant's initial claims and awarded Ms K. damages in the amount of 4,912 RUR. On 1 March 2001 the Krasnodar Regional Court rejected the applicant's appeal against this decision.", "On 4 May 2001 the Lazarevskiy District Court awarded to Ms K. 3,890 RUR as compensation for the money recovered from her pursuant to the court decision of 11 May 1999. It appears that this decision was not appealed to the second instance court.", "In 2002, upon the applicant's request, the regional prosecutor brought an extraordinary appeal against the decision of 26 October 2000. On 21 November 2002 the Presidium of the Krasnodar Regional Court quashed the challenged decision stating that the circumstances adduced by the Lazarevskiy District Court as “newly discovered” should not have led to revision of the initial court decision of 11 May 1999. The court also discovered certain defects in the proceedings before the Lazarevskiy District Court. As a result, the case was remitted to the first instance court.", "On 12 March 2003 the Lazarevskiy District Court decided that the decision of 11 May 1999 in the applicant's favour should remain in force. The court found, in particular, that the authorisation to build garage delivered to Ms K by competent authorities in 2000 did not constitute a “newly discovered circumstance” calling for revision of the court decision. On 17 April 2003 this decision was upheld by the Krasnodar Regional Court.", "Ms K. brought new court proceedings against the local council claiming to recognise her property rights to the garage. On 24 February 2004 the Lazarevskiy District Court satisfied her claims declaring that the garage was Ms K.'s property. The court also ordered inscription of the garage in the land registry. The applicant did not participate in these proceedings.", "According to Article 333 of the Code of Civil Procedure of 1964, final judgments can be reviewed due to discovery of substantial circumstances which were not and could not have been known to the person who applies for a review. Pursuant to Article 337, the decision of the court to re-open the proceedings on this ground is not subject to appeal.", "For relevant provisions of the Russian law on the supervisory review procedure see Ryabykh v. Russia, no. 52854/99, §31-42, ECHR 2003X."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}