{"ITEMID": "001-58225", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF MUSIAL v. POLAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed", "JUDGES": "Luzius Wildhaber;Nicolas Bratza", "TEXT": ["7. The applicant was born in 1953. He lives in Stalowa Wola, Poland.", "8. In 1986 the Katowice regional prosecutor instituted criminal proceedings against the applicant on suspicion of manslaughter of his wife. On 18 October 1987 the applicant was examined by a medical panel composed of two psychiatrists, who found that, on health grounds, he could not be held criminally responsible. The panel further concluded that the applicant posed a threat to public order. On 31 October 1987 the Jastrzębie-Zdrój district prosecutor, having regard to the medical opinion, decided to discontinue the criminal proceedings against the applicant. On 30 November 1987 the Jastrzębie-Zdrój district prosecutor requested the Katowice Regional Court to order the applicant’s committal to a psychiatric institution.", "9. On 8 February 1988 the Katowice Regional Court committed the applicant to a mental hospital. The court, taking into consideration the submission of the prosecutor that the applicant had killed his wife and the expert medical opinion of 18 October 1987, concluded that the applicant posed a threat to public order. On 18 March 1988 the Supreme Court upheld this decision. On 13 April 1988 the applicant was placed in Rybnik Psychiatric Hospital.", "10. On 4 November 1988, 15 September 1989, 13 November 1989, 12 March 1990, 9 July 1990 and 17 December 1990 the Katowice Regional Court gave decisions concerning the applicant’s continued detention. The court had regard to the applicant’s medical file, including opinions of psychiatrists from Rybnik Psychiatric Hospital, which indicated that in view of the applicant’s condition, which remained unchanged, his continued detention was necessary as he still presented a threat to public order.", "11. On 4 April 1991 the applicant’s officially appointed lawyer requested the latter’s release from the psychiatric hospital. On 27 May 1991 the Katowice Regional Court again refused to order the applicant’s release, finding that it would entail a threat to public order.", "12. In a further medical opinion of 27 December 1991 the Rybnik Hospital psychiatrists stated that the applicant’s condition required his continued detention and in its subsequent decision the Katowice Regional Court again refused to order his release.", "13. On 10 January 1992 the Minister of Justice refused leave for an extraordinary appeal against the decision of 8 February 1988 concerning the applicant’s committal to a psychiatric institution.", "14. On 22 June 1992 the court, having considered the opinion of psychiatrists, again refused to order the applicant’s release.", "15. On 16 March 1993 the applicant’s lawyer lodged a further request for the applicant’s release with the Katowice Regional Court. He also insisted that psychiatrists from Cracow University examine the applicant as he was convinced that it was only from this institution that an unbiased opinion could be obtained. By letters of 25 March 1993 and 13 April 1993, the court ordered Rybnik Psychiatric Hospital to submit an up-to-date medical opinion on the applicant’s condition.", "16. In their opinion of 19 April 1993, the Rybnik Hospital psychiatrists stated that the applicant’s condition required his continued detention and suggested that in view of his repeated requests for a medical examination by psychiatrists from another institution it would be advisable to order such an examination. By a decision of 26 April 1993, the court ordered that the applicant’s condition should be assessed by psychiatrists from Cracow University.", "17. On 5 May 1993 the court found that the applicant could undergo the necessary medical examination in the Psychiatric Department of Cracow Detention Centre. On 17 May 1993 it fixed the date of the applicant’s admission to the Centre at 31 May 1993. The applicant was brought to the Centre on that date, but was not admitted since certain necessary documents had not been submitted to the Centre. The Centre informed the court that the applicant could only be admitted on the strength of an order for his detention on remand and that persons detained at the Centre were subject to the legal provisions governing detention on remand.", "18. In a letter of 31 May 1993, the applicant complained to the court that he had not been examined by the Psychiatric Department of Cracow University. He contended that any opinion prepared by psychiatrists of the Cracow Detention Centre would be biased and threatened to go on hunger strike if he was brought to the Centre for a medical examination.", "19. On 25 June 1993 the applicant requested the reopening of the criminal proceedings.", "20. On 4 August 1993 the Psychiatric Department of Cracow University informed the Katowice Regional Court that the exact date of the applicant’s out-patient examination could be fixed only after 23 August 1993. By a letter of 18 August 1993, the Katowice Regional Court forwarded that information to the applicant.", "21. On 1 and 2 September 1993 Cracow University informed the court that the applicant could be admitted to the University hospital in late October or early November 1993, after an analysis of his medical file had been completed.", "22. By a letter of 15 September 1993, the Katowice regional prosecutor informed the applicant that his request of 23 June 1993 to have the criminal proceedings reopened would not be considered.", "23. On 22 September 1993 the applicant’s medical file was sent to Cracow University. On 18 November 1993 the applicant requested the court to order his examination without further delay. On 17 December 1993, the University, in reply to the court’s enquiry, informed it that the applicant would be admitted for an out-patient examination from 31 January to 3 February 1994. On 24 January 1994 the court informed the applicant that his file had been transmitted to the Psychiatric Department of Cracow University.", "24. From 31 January to 4 February 1994 the applicant underwent an examination at the Psychiatric Department of Cracow University.", "25. On 18 May 1994 the Katowice Regional Court informed the applicant that his file was still with the Psychiatric Department of the University and that the expert medical report was not yet ready. On 30 May 1994, the University informed the court that the opinion would be ready by the end of June 1994.", "26. On 16 June 1994 the applicant requested access to his medical file. On 21 June 1994 the court informed him that it was still at Cracow University.", "27. On 21 June 1994, in reply to the court’s enquiry, the University informed the Katowice Regional Court that it could not return the applicant’s medical file to the court, as the medical opinion had not been prepared. On 5 July 1994, the applicant again requested to be granted access to his medical file. On 21 July 1994 the Katowice Regional Court informed him that his file was still being examined by the specialists of the Cracow University Psychiatric Department, who were preparing an opinion.", "28. In their opinion of 30 November 1994, the psychiatrists from Cracow University stated that the applicant’s condition required continued detention and that the grounds on which his committal to a psychiatric institution had been ordered had not ceased to exist. This opinion was submitted to the Katowice Regional Court on 15 December 1994.", "29. On 9 January 1995 the court, having considered the medical opinion of 30 November 1994, decided that the applicant’s detention should be maintained.", "30. Subsequently, by decisions of 4 March 1996 and 30 December 1996, the Katowice Regional Court ordered that, in the light of medical opinions of 18 January 1996 and 24 September 1996 respectively, the applicant should remain in detention. On 28 September 1996, the applicant attempted to commit suicide at Rybnik Psychiatric Hospital. On 23 June 1997, the Katowice Regional Court ordered the applicant’s release.", "31. Conditions for the detention of persons of unsound mind who are not criminally responsible were laid down in the Polish Criminal Code, as it stood at the material time:", "Article 99", "“If it has been established that a person has committed an offence in a state of mental disorder [excluding his criminal responsibility], and his remaining at liberty entails a serious danger to public order, the court shall commit him to a mental hospital or another appropriate institution.”", "“In cases provided for in Article 99 ... the period of detention is not determined in the decision of committal to the psychiatric institution; the court shall order release if the detention ceases to be necessary.”", "32. According to the case-law of the Polish Supreme Court, a threat to public order is to be determined on the basis of the situation obtaining at the time when the offender’s detention in the psychiatric institution is imposed. The assessment of the existence and the degree of such threat should be made in the light of an expert medical opinion. For a decision ordering detention in a psychiatric hospital to be given, it is not necessary that the expert medical opinion should state expressly that public order would be threatened if the offender were to remain at liberty. It suffices that such a conclusion may be drawn from the expert medical opinion taken as a whole (Orzecznictwo Sądu Najwyższego, Izba Karna i Wojskowa 1974, item 47).", "A threat to public order is considered serious if an offender’s remaining at liberty gives rise to a risk that he might commit an unlawful act (Orzecznictwo Sądu Najwyższego, Izba Karna i Wojskowa 1972, item 183).", "33. Article 242 § 1 read together with Article 244 § 1 of the Code of Criminal Procedure, as applicable at the relevant time, provided that a court could impose a fine on an expert who, without reasonable cause, consistently failed to comply with his or her obligation to submit a report to the court.", "34. Article 197 of the Enforcement of Sentences Code, as applicable at the relevant time, read:", "“1. The director of a medical institution is obliged to keep the court informed of the detainee’s health and of the progress of the treatment.", "...", "3. The court, at intervals of not longer than six months, shall decide, on the basis of a medical opinion, on the necessity to maintain further security measures.”", "According to Article 8 of the Enforcement of Sentences Code an offender, in the proceedings before a court supervising execution of criminal judgments, was entitled to submit requests and to lodge appeals against the court’s decisions if the law expressly provided for such appeals."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}