{"ITEMID": "001-59621", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF BOULTIF v. SWITZERLAND", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Costs and expenses partial award - domestic proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicant is an Algerian citizen born in 1967.", "7. The applicant entered Switzerland with a tourist visa in December 1992. On 19 March 1993 he married M.B., a Swiss citizen.", "8. On 27 April 1994 the applicant was convicted by the Zürich District Office (Statthalteramt) of the unlawful possession of weapons.", "9. According to the charges subsequently raised against the applicant, he committed, on 28 April 1994 in Zürich, the offences of robbery and damage to property by attacking a man, together with another person, at 1 a.m., by throwing him to the ground, kicking him in the face and taking 1,201 Swiss francs from him.", "10. The Zürich District Court (Bezirksgericht) convicted the applicant of these offences on 17 May 1995, though the judgment was quashed upon appeal as the applicant had not been represented by a lawyer. Proceedings were resumed before the District Court, which on 1 July 1996 sentenced the applicant to eighteen months’ imprisonment, suspended on probation.", "11. Both the public prosecutor’s office and the applicant filed an appeal, whereupon on 31 January 1997 the Court of Appeal (Obergericht) of the Canton of Zürich sentenced the applicant to two years’ unconditional imprisonment for robbery and damage to property. In its judgment the court considered that the applicant had been particularly ruthless and brutal, and that his culpability (Verschulden) was severe.", "12. The applicant’s further plea of nullity was dismissed on 17 November 1997 by the Court of Cassation (Kassationsgericht) of the Canton of Zürich.", "13. On 11 May 1998 the applicant began his two-year prison sentence.", "14. On 19 May 1998 the Directorate for Social Matters and Security (Direktion für Soziales und Sicherheit) of the Canton of Zürich refused to renew the applicant’s residence permit (Aufenthaltsbewilligung).", "15. The applicant’s appeal against this decision was dismissed by the government (Regierungsrat) of the Canton of Zürich on 21 October 1998.", "16. In a written statement of 18 November 1998, the applicant’s wife complained of being expected to follow her husband to Algeria. While admitting that she spoke French, she claimed that she would have no work in Algeria and no money. She found it most shocking that a married couple was being separated.", "17. The applicant’s appeal against the decision of 21 October 1998 was dismissed by the Administrative Court (Verwaltungsgericht) of the Canton of Zürich on 16 June 1999. In its decision, the court relied for the non-renewal of the applicant’s residence permit in particular on sections 7 and 11 of the Federal Aliens’ Domicile and Residence Act (Bundesgesetz über Aufenthalt und Niederlassung der Ausländer) and on Article 16 § 3 of the ordinance implementing the Act (Vollziehungsverordnung). The court considered that the non-renewal was called for in the interests of public order and security. It might well separate the applicant from his wife, though they could live together in another country, or visit each other.", "18. On 2 August 1999 the applicant was given early release from prison.", "19. The applicant’s administrative-law appeal (Verwaltungsgerichts- beschwerde) against the decision of 21 October 1998 was dismissed by the Federal Court (Bundesgericht) on 3 November 1999. The court recalled that according to section 10(1) of the Federal Aliens’ Domicile and Residence Act the criminal conviction of a foreigner served as a ground for expulsion. There was no breach of Article 8 of the Convention as the authorities refused to renew the applicant’s residence permit in view of the serious offence which he had committed. The measure was imposed in the interests of public order and security. The fact that he had behaved well in prison was irrelevant as this did not concern his conduct outside.", "20. The Federal Court’s noted that a large number of the applicant’s relations lived in Algeria, and that he had not demonstrated particularly close links with Switzerland. While it would not be easy for his wife to follow him to Algeria, this was not completely impossible. Indeed, she spoke French and had been able to have some contact by telephone with her mother-in-law. The couple could also live in Italy, where the applicant had spent some time before coming to Switzerland.", "21. By a decision of 1 December 1999 the Federal Aliens’ Office (Bundesamt für Ausländerfragen) issued an order prohibiting the applicant from entering Switzerland as of 15 January 2000 for an unspecified period of time (auf unbestimmte Dauer). By a decision of 3 December 1999 the Office ordered the applicant to leave Switzerland by 15 January 2000.", "22. On an unspecified date in 2000 the applicant left Switzerland and is currently living in Italy.", "23. In December 1997 the applicant passed a training course to become a waiter. From 20 August 1997 until 21 January 1998 he worked as a painter for an organisation for refugees in Zürich.", "24. While the applicant was serving his prison sentence at the Ringwil prison colony in Hinwil, the prison services issued an interim report on 12 November 1998 on his conduct, according to which his work as a gardener and stable-hand had been satisfactory. The report also stated that he had good manners and a very agreeable personality; that his room was always tidy; that as a rule he returned punctually from his leave; and that various urine tests for detecting drugs had all shown negative results.", "25. According to a work report from the C. company, dated 28 February 2000, the applicant had been working satisfactorily with that company since 3 May 1999 as an assistant gardener and electrician. A work report from the V. company, dated December 1999, stated that the applicant had worked well as an assistant gardener for that company for eighteen weeks between May and November 1999.", "26. According to a letter from the Italian Ministry of the Interior to the Swiss embassy in Rome, dated 20 February 2001, the applicant had lawfully resided in Italy from 16 August 1989 until 21 February 1992 and since that date he had not renewed his residence permit (permesso di soggiorno).", "27. Section 7(1) of the Federal Aliens’ Domicile and Residence Act (Bundesgesetz über Aufenthalt und Niederlassung der Ausländer), of 26 March 1931, provides:", "“The foreign spouse of a Swiss citizen is entitled to be granted a residence permit, or to have it prolonged. After a regular and uninterrupted residence of five years the spouse shall be entitled to the right to domicile. The right expires if there is a ground for expulsion.”", "28. According to section 10(1)(a) of the Act,", "“the foreigner can be expelled from Switzerland or from a Canton if ...", "(a) he has been punished by a court for having committed a criminal offence or misdemeanour ...”.", "29. Section 11(3) of the Act provides that “expulsion shall only be ordered if it appears appropriate in view of the circumstances as a whole”.", "30. Article 16 § 3 of the Ordinance implementing the Federal Aliens’ Domicile and Residence Act (Vollziehungsverordnung) provides:", "“In order to establish the appropriateness (section 11(3) of the Act), the following elements are important: the severity of the offence committed by the foreigner; the duration of his stay in Switzerland; and the damage which he and his family would suffer if he were to be expelled. If there appears to be legal justification according to section 10(1)(a), even though it may be inappropriate under the circumstances, the foreigner shall be threatened with expulsion. The threat of expulsion must be issued as a written and justified decision and shall clearly state what is expected of the foreigner.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}