{"ITEMID": "001-58264", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 1998, "DOCNAME": "CASE OF STYRANOWSKI v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["7. The applicant, a retired judge, was born in 1923 and lives in Olsztyn, Poland.", "8. The applicant retired in May 1991. The amount of his pension was calculated by the Social Security Board (Zakład Ubezpieczeń Społecznych), a public institution responsible for, inter alia, the administration of old age pensions. The applicant’s pension was calculated in accordance with the relevant provisions of the Old Age Pensions Act of 1972. It was based on his contributions to the pension scheme and on the amount of his salary at the time of his retirement, which was equivalent to 314 per cent of the average salary.", "9. On 1 December 1991 the Social Security Board issued a new decision concerning the applicant’s pension. This decision was based on the law amending the Old Age Pensions Act adopted on 17 October 1991 and it reduced the applicant’s pension by 1,075,600 old zlotys. The reduction resulted from a provision in the amending legislation which imposed a ceiling on the amount of the salary used for the calculation of the pension. The ceiling was equal to 250 per cent of the average salary, regardless of the actual amount of the salary at the time of retirement.", "10. On 17 December 1991 the applicant appealed against this decision to the Olsztyn Regional Court (Sąd Wojewódzki). He submitted that the 250 per cent ceiling introduced by the amendment deprived him of a part of his pension.", "11. On 25 May 1992 the Warsaw Court of Appeal (Sąd Apelacyjny) agreed to the request submitted by all the judges of the Olsztyn Regional Court to have the applicant’s case examined by another court in view of the fact that he had been their superior for many years. The case was subsequently transferred to the Warsaw Regional Court.", "12. On 8 September 1992 the Warsaw Regional Court held a hearing and dismissed the applicant’s appeal against the decision of 1 December 1991. It considered that the impugned decision was in conformity with the relevant provisions of the Old Age Pensions Act as amended.", "13. Subsequently, on 9 February 1993 the Social Security Board took another decision concerning the applicant’s pension. It was based on certain new documents indicating that the applicant’s salary at the time of his retirement had in fact been higher than the amount which had been used as the basis of the decision taken on 1 December 1991 (see paragraph 9 above). The applicant appealed against this decision, repeating his earlier complaint that the basis for the recalculation of his pension should not have been limited to 250 per cent of the average salary. On 14 May 1993 the Warsaw Regional Court allowed the applicant’s appeal in part as regards the period up until 1 January 1992 but dismissed it in so far as it related to the period after that date, i.e. after the entry into force of the amendment of 17 October 1991.", "14. On 17 December 1991 the applicant also filed with the Olsztyn District Court a compensation claim against the Social Security Board. He complained that his pension had been recalculated and reduced in accordance with applicable legislation and in disregard of the fact that his actual salary at the time of his retirement had been equivalent to 314 per cent of the average salary. Furthermore, the applicant submitted that the Social Security Board, in basing itself on the 1991 law imposing a ceiling of 250 per cent of an average salary on the amount used for the calculation of a pension, had failed to respect its obligations towards him. These obligations arose from the applicant’s payment of contributions to the social security old age pension scheme over a period of forty-four years. Throughout this period no legal provision had ever provided for any ceiling on the amount of the retirement pension. The applicant alleged that the actions of the Social Security Board were unlawful and rendered the Board liable in tort.", "15. On 20 May 1992 the Warsaw Court of Appeal agreed to the request submitted by all the judges of the Olsztyn Regional Court to have the appeal in the applicant’s compensation proceedings examined by another court. That request was based on the fact that the applicant used to be a Deputy President of the Olsztyn Regional Court. It ordered that the appeal proceedings in the case be transferred to the Ostrołęka Regional Court which received the case file on 19 June 1992.", "16. On 26 June 1992 the Ostrołęka Regional Court agreed to the request submitted by all the judges of the Olsztyn District Court to have the case examined in the first instance by another court and decided that the case should be tried by the Szczytno District Court.", "17. On 29 September 1992 the Ostrołęka Regional Court, at the request of the judges of the Szczytno District Court, decided that the case should be examined in the first instance by the Przasnysz District Court.", "18. The first hearing before the Przasnysz District Court was fixed for 9 November 1992. However, the court adjourned the hearing because it did not receive a confirmation that the defendant Social Security Board had received the summons.", "19. On 17 November 1992 the applicant informed the Przasnysz District Court that he maintained his claim and requested that a certain witness be heard. The Przasnysz District Court requested the Olsztyn District Court to hear this witness.", "20. The hearing before the Olsztyn District Court was fixed for 24 November 1992 but was adjourned as the witness requested by the applicant failed to appear.", "21. The date of the hearing before the Olsztyn District Court was then fixed for 30 December 1992. The applicant requested that this hearing be adjourned. The Olsztyn District Court fixed a new hearing for 14 January 1993 and heard the witness requested by the applicant on that date.", "22. On 19 January 1993 the applicant requested that the Olsztyn District Court rectify the minutes of the hearing held on 14 January 1993. The Olsztyn District Court complied with this request on 15 April 1993.", "23. The next hearing before the Przasnysz District Court was scheduled for 18 May 1993 but was adjourned, as the court did not receive a confirmation that the defendant had received the summons.", "24. On 17 September 1993 the applicant complained to the Przasnysz District Court about the length of the compensation proceedings and requested that the date of the next hearing be fixed. He also requested that the former Prime Minister be heard as a witness to support his claim that in the past social security contributions had been used by the State for purposes other than the payment of social security benefits.", "25. On 20 September 1993 the applicant requested that the date of the next hearing be fixed without delay. On the same date the presiding judge ordered that the applicant be informed that due to serious staffing difficulties the date of the hearing would be fixed at a later stage.", "26. The next hearing was fixed for 25 January 1994. On 21 January 1994 the applicant informed the Przasnysz District Court that he would be unable to attend the hearing, at which his presence was not obligatory. He maintained his claim and referred to the Constitutional Court’s judgment of 11 February 1992 which had found certain provisions of the amendment to the Old Age Pensions Act of 17 October 1991 to be incompatible with the Constitution. On 25 January 1994 the hearing was adjourned, as the parties did not appear.", "27. The next hearing was fixed for 23 September 1994. On 16 September 1994 the applicant informed the Przasnysz District Court that he would be unable to attend the hearing, at which his presence was not obligatory. He maintained his claim and again requested that the former Prime Minister be heard.", "28. On 23 September 1994 the hearing was further adjourned as the Przasnysz District Court decided to request the Social Security Board to submit the applicant’s case file to it. It reached the court on 27 October 1994.", "29. On 7 December 1994 the applicant complained to the Minister of Justice about the length of the proceedings and in particular about the hearings having been adjourned on numerous occasions without justification.", "30. The President of the Ostrołęka Regional Court replied in a letter of 10 January 1995 informing the applicant that his case should be considered privileged since, in view of the fact that the Przasnysz District Court was understaffed, the intervals between the hearings were such as to secure appropriate progress in the proceedings. He also pointed out that the applicant had failed to appear at all these hearings and that the next hearing had been set for 7 February 1995 and that the case was ready for a prompt ruling.", "31. In his reply of 11 January 1995 the applicant stressed that he had been present at the hearing of 14 January 1993 and had extensively pleaded his case. Although it was true that he had not been present at other hearings, he had requested that the case be considered in his absence. Moreover, the court had never required his attendance at any of the hearings. He had submitted several letters to the court explaining his position in the light of the progress in the case. It had not transpired from the information which he had obtained on the phone after every hearing that any of the hearings had been adjourned either because of his absence or his failure to submit documents or evidence required by the court.", "32. In a letter to the Przasnysz District Court of 2 February 1995 the applicant stated that he would be unable to attend the hearing on 7 February 1995 and pointed out that his attendance was not obligatory. He maintained his claim and submitted additional written pleadings to support it.", "33. On 7 February 1995 the Przasnysz District Court rejected the applicant’s claim, considering that the matter was res judicata. It noted that the issue of the ceiling imposed on his pension had already been decided in two sets of proceedings which resulted in the judgments of 8 September 1992 and 14 May 1993 (see paragraphs 12–13 above).", "34. On 8 February 1995 the applicant requested the reasoned judgment which was served on him on 3 April 1995.", "35. On 5 March 1995 there was a fire in the building of the Przasnysz District Court.", "36. On 6 April 1995 the applicant lodged an appeal against the decision of 7 February 1995.", "37. On 13 July 1995 the Ostrołęka Regional Court quashed the decision of 7 February 1995 and ordered that the case be reconsidered. It observed that in the appeal proceedings the only issue which had been decided was whether the calculation of the applicant’s pension complied with the relevant legal provisions. However, in the compensation proceedings the applicant claimed compensation for the alteration of the conditions of the contract with the Social Security Board and his claim was based on tort. As these two claims were not identical, the compensation claim could not be considered res judicata.", "38. The next hearing before the Przasnysz District Court was held on 3 October 1995. The court deferred the delivery of the judgment. It was then delivered on 17 October 1995. On 29 October 1995 the applicant requested the reasoned judgment which was served on him on 5 December 1995. On 13 December 1995 the applicant filed an appeal with the Ostrołęka Regional Court which dismissed it on 16 January 1996."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}