{"ITEMID": "001-87570", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF PRZEPALKOWSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Ján Šikuta;Lech Garlicki;Ledi Bianku;Mihai Poalelungi", "TEXT": ["6. The applicant was born in 1923 and lives in Warsaw.", "7. He is the owner of a plot of land in Legionowo. Apparently, since 1990 construction works without the required permit have been carried out by the applicant’s neighbour, B.G., on his plot of land which adjoins the applicant’s property.", "8. On 9 December 1993 B.G. requested the Mayor of Legionowo (Urząd Miejski w Legionowie) to grant him a building permit for a garage to be used for repairing lorries.", "9. The Mayor of Legionowo found that the garage adjoining the applicant’s property had already been constructed without the required building permit and on 3 February 1994 ordered its demolition (przymusowa rozbiórka).", "10. On 14 February 1994 B.G. lodged an appeal, submitting that he had already been granted a building permit which had subsequently been quashed.", "11. On 29 June 1994 the Warsaw Regional Office (Urząd Wojewódzki) upheld the challenged decision.", "12. On 18 July 1994 B.G. lodged an appeal with the Supreme Administrative Court (Naczelny Sąd Administracyjny).", "13. On 22 September 1994 the Supreme Administrative Court ordered that enforcement of the Warsaw Regional Office’s decision be stayed pending the examination of B.G.’s appeal.", "14. On 8 February 1995 the applicant, as a party to the administrative proceedings, requested the Supreme Administrative Court to dismiss the appeal and to uphold the challenged decision.", "15. On 22 January 1996 the Supreme Administrative Court other conditions of the surroundings.", "16. On 10 February 1999 the Mayor of Legionowo (Prezydent Miasta Legionowa) imposed on B.G. an obligation to acquire a building permit by 30 June 1999.", "17. On 25 February 1999 the applicant appealed against that decision and requested the Mazowsze Governor (Wojewoda Mazowiecki) to issue a demolition order.", "18. On 23 August 1999 the Mazowsze Governor quashed the contested decision and remitted the case.", "19. On 14 September 1999, following amendments to the provisions governing the powers of the administrative authorities, the President of Legionowo transferred the case to the Legionowo Local Inspector of Construction Supervision (Powiatowy Inspektor Nadzoru Budowlanego).", "20. On 26 May 2000 the Legionowo Local Inspector of Construction Supervision gave a decision ordering demolition of the garage, finding that it had been constructed illegally and contrary to the local zoning plan (plan zagospodarowania przestrzennego).", "21. On 12 June 2000 B.G. appealed against that decision.", "22. On 20 January 2001 the applicant complained to the Chief Inspector of Construction Supervision (Główny Inspektor Nadzoru Budowlanego) of inactivity on the part of the administration. He referred to his appeal of 12 June 2000 lodged against the decision of the Legionowo Local Inspector of Construction Supervision of 26 May 2000 and requested the acceleration of the proceedings.", "23. On 3 April 2001 the applicant again complained to the Chief Inspector of Construction Supervision of inactivity on the part of the administration. He referred to his previous complaint and stated that he had been informed that his appeal would be examined in February.", "24. On 27 April 2001 the Chief Inspector of Construction Supervision, finding the applicant’s complaint of inactivity well-founded, set a time-limit of 14 days for the Mazowsze Regional Inspector of Construction Supervision (Wojewódzki Inspektor Nadzoru Budowlanego) to examine the applicant’s appeal.", "25. On 29 May 2001 the Mazowsze Regional Inspector of Construction Supervision quashed the contested decision and remitted the case to the first-instance authority.", "26. On 2 January 2002 the Legionowo Local Inspector of Construction Supervision, as the authority of first instance, ordered B.G. to carry out works to bring the construction in line with the relevant provisions.", "27. On 17 January 2002 the applicant appealed against that decision and requested a demolition order.", "28. On 28 February 2003 the Mazowsze Regional Inspector of Construction Supervision upheld the challenged decision.", "29. On 2 April 2003 the applicant appealed against that decision to the Warsaw Regional Administrative Court (Wojewódzki Sąd Administracyjny).", "30. On 11 October 2004 the Warsaw Regional Administrative Court quashed the challenged decision and the previous decision of the Legionowo Local Inspector of Construction Supervision.", "31. On 12 September 2005 the Legionowo Local Inspector of Construction Supervision again ordered B.G. to carry out construction works within three months of the date of the decision and to obtain a building permit.", "32. On 27 September 2005 the applicant appealed.", "33. On 16 January 2006 the Mazowsze Regional Inspector of Construction Supervision upheld the contested decision.", "34. On 15 February 2006 the applicant lodged an appeal with the Warsaw Regional Administrative Court, submitting that the construction works had been carried out illegally and demanding that a demolition order be issued.", "35. On 10 July 2006 the Warsaw Regional Administrative Court dismissed the applicant’s appeal.", "36. It appears that the applicant did not lodge a cassation appeal with the Supreme Administrative Court.", "“Everyone whose legal interests or obligations are involved in [administrative] proceedings, or who requests that [certain] steps be taken by [an administrative] authority with regard to his legal interests or obligations, is a party to the proceedings.”", "“Buildings or parts of buildings, which are being or have been erected in violation of the laws in force at the time of their erection, are subject to compulsory demolition ... if the administrative authority establishes that the building or relevant part:", "1) ...", "2) constitutes a danger ... to persons or property, or has an inadmissibly deleterious effect on the sanitary or functional conditions of the surroundings. ...”", "38. The relevant domestic law concerning inactivity on the part of administrative authorities is set out in Grabiński v. Poland, no. 43702/02, §§ 60-65, 17 October 2006.", "39. The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}