{"ITEMID": "001-96682", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KAZAKEVICH AND OTHER \"ARMY PENSIONERS\" CASES v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicants’ names and other details are indicated in the table below. All the applicants except Ms Odintsova are Russian retired servicemen entitled to payment of pensions by the State. Ms Odintsova is the widow of a colonel who died in the crash of a training aircraft.", "7. On various dates the applicants sued the military commissions in their regions and, in case of Kazakevich and Osipov, the Ministry of Defense and the Federal Security Service (FSB) respectively, claiming payment of a pension or increase of pensions on account of their military service and, in the case of Odintsova, on account of her husband’s death.", "8. The domestic courts granted the applicants’ claims (see details of the judgments in the table below). The judgments in cases of Sukchev and Zamakhayev were upheld on appeal; other judgments were not appealed against by the defendant authorities. All the judgments in the applicants’ favour thus became binding and enforceable on the dates indicated in the table below.", "9. On various dates the Presidiums of higher courts allowed the defendant authorities’ applications for supervisory review and quashed the judgments in the applicants’ favour, considering that the lower courts misapplied the material law (see details of the judgments in the table below). In the cases of Odintsova and Osipov the Presidiums dismissed the applicants’ claims by the same judgments. In the other cases the Presidiums sent the cases back to the first instance courts, which later dismissed the applicants’ claims.", "10. In five cases (Kazakevich, Odintsova, Osipov, Sukchev and Zamakhayev), the judgments in the applicants’ favour were not enforced. In the other five cases (Legkov, Afanasyev, Polyanskiy, Malakhov and Zorin), the judgments in the applicants’ favour were enforced as regards the lump sum and/or monthly awards. It appears that the payment of monthly awards was stopped a short time before or after the quashing of the judgments on supervisory review.", "11. In the case of Odintsova, the Samarskiy District Court of Samara delivered on 27 May 2003 another judgment in the applicant’s favour, granting pension arrears and a sum of 2,500.00 Russian roubles (RUB) as compensation for non-pecuniary damage and costs. The judgment was not appealed against and became enforceable on 6 June 2003. The Government submitted that all awards had been credited to the applicant’s bank account on 12 August 2003 and that a separate sum of RUB 2,500.00 had again been credited to the applicant’s account on 9 November 2004 as a result of a clerical error. The applicant submitted that the pension arrears awarded by the court had been credited to her account on 3 September 2003 but the remainder award of RUB 2,500.00 had only been credited in November 2004.", "12. On 24 December 2001 Ms Odintsova filed a separate lawsuit against the Ministry of Defense, claiming compensation in respect of pecuniary and non-pecuniary damage. On 2 October 2003 the Kirovskiy District Court of Samara rejected her claims. On 11 November 2003 the Samara Regional Court upheld the judgment on appeal.", "13. The relevant domestic law governing the supervisory review procedure at the material time is summed up in the Court’s judgment in the case of Sobelin and Others (see Sobelin and Others v. Russia, nos. 30672/03 et al., §§ 33-42, 3 May 2007).", "14. In 2001-2005 judgments delivered against the public authorities were executed in accordance with a special procedure established, inter alia, by the Government’s Decree No. 143 of 22 February 2001 and, subsequently, by Decree No. 666 of 22 September 2002, entrusting execution to the Ministry of Finance (see further details in Pridatchenko and Others v. Russia, nos. 2191/03 et al., §§ 33-39, 21 June 2007)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}