{"ITEMID": "001-110779", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "RICHARDSON v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "George Nicolaou;Lech Garlicki;Ledi Bianku;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Ms Susan Richardson, is a British national who was born in October 1955 and lives in Huntingdon. Her application was lodged on 29 May 2008. The United Kingdom Government (“the Government”) were represented by their Agent, Ms J. Neenan, Foreign and Commonwealth Office.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. In 2006, the applicant requested a pension forecast from the Department for Work and Pensions (“DWP”). The forecast, provided on 28 April 2006, was calculated on the basis that the applicant would become entitled to receive her State Pension from the age of 65.", "4. In 2008, the applicant requested a further pension forecast. In that forecast, provided on 4 November 2008, the applicant’s pension forecast was similarly calculated on the basis of the applicable State Pension age being 65. It stated that at the age of 65 the applicant was expected to be entitled to a weekly pension of GBP 109.84.", "5. Both State Pension forecasts expressly stated that the pension the applicant might receive could be different from the forecast, either because of changes in the applicant’s circumstances or the law. Both also stated that they were not formal decisions about her pension.", "6. Under the law of the United Kingdom, prior to the enactment of the Pensions Act 1995 (“the 1995 Act”) the State Pension age was 65 for men and 60 for women. The relevant parts of the 1995 Act, which came into force on 19 July 1995, put in place a mechanism to equalise the respective pension ages for men and women to 65. The equalisation was to take place progressively over a period of ten years starting from 6 April 2010. Any woman born before 6 April 1950 would continue to receive the State Pension from the age of 60. Women born after 5 April 1955 would attain pensionable age at 65. Women born between those two dates would become eligible for the Pension at various ages between 60 and 65, in accordance with a graduated scale set out in Schedule 4 to the Act.", "7. Council Directive 79/7/EEC of 19 December 1978 (“the Directive”) concerns the progressive implementation of the principle of equal treatment for men and women in matters of social security. Article 4(1) of the Directive prohibits all discrimination on grounds of sex, in particular as concerns the calculation of benefits. Such discrimination can be justified only under Article 7(1)(a), which provides that the Directive is to be without prejudice to the right of Member States to exclude from its scope the determination of pensionable age for the purposes of granting old-age and retirement pensions and the possible consequences thereof for other benefits."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}