{"ITEMID": "001-107379", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2011, "DOCNAME": "SAFARIK v. SLOVAKIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Luis López Guerra;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Tibor Šafárik, is a Slovak national who was born in 1942 and lives in Košice.", "2. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant, a practising lawyer, is a member of the Bar of the Slovak Republic (Slovenská advokátska komora).", "4. On 10 July 2003 the Košice-okolie District Court (Okresný súd) appointed the applicant as representative for the claimant in a libel action.", "In the same decision, the District Court exempted the claimant from the obligation to pay court fees on account of his indigence.", "5. The action was aimed, among other things, at obtaining the equivalent of some 241,000 euros (EUR) in damages.", "6. On 10 November 2005 the action was dismissed and this decision became final and binding.", "7. On 30 November 2005 the applicant submitted a claim to the District Court for the remuneration of his services in the above-mentioned action in the amount equivalent to some EUR 4,480.", "8. The applicant based his claim on the premise that the action of his client was pecuniary in nature and that its value for the purposes of calculating the amount of his costs was the amount of the damages sought (see paragraph 5 above).", "9. On 20 November 2006 the District Court dismissed the applicant’s claim except for an amount equivalent to some EUR 185.", "10. The District Court held that the action of the applicant’s client was by definition without a pecuniary basis and that, consequently, the amount of the applicant’s remuneration was to be determined under section 13(6) of the 2002 Decree on Remuneration and Compensation of Advocates (Ministry of Justice Decree no. 163/2002 Coll.) with reference to an economic index rather than the amount of his client’s claim.", "11. The applicant appealed, arguing that the District Court’s decision was contrary to the law and established practice and that he should be paid the same as lawyers appointed by choice, that is to say, on the basis of the financial amount of the claim they assert.", "The applicant drew a parallel according to which, in the circumstances, he should have been considered a sui generis client of the court and entitled to remuneration on the same basis as any lawyer acting upon a contract.", "In support of this contention, the applicant also submitted that libel actions combined with a claim for damages were clearly treated as having a pecuniary basis for the purposes of calculating court fees.", "In addition to the above legal arguments, the applicant considered that his full remuneration was also justified by factual circumstances in that his client was difficult and the applicant had had to put great effort into controlling his client’s numerous non-meritorious requests and bringing the case to an end.", "12. On 16 February 2007 the Košice Regional Court (Krajský súd) upheld the first-instance decision, merely correcting an error in the calculation of the amount of the remuneration to be paid to the applicant.", "13. The Regional Court found that there was no dispute as to the essence of the applicant’s claim for remuneration. However, what remained to be determined was the amount of that remuneration.", "14. To that end, the Regional Court observed that the essence of libel actions was the protection of the claimant’s personal integrity. It held that, consequently, such actions had to be considered as not having a pecuniary basis irrespective of a claim for damages that may possibly be attached to them.", "Therefore, the amount of a lawyer’s remuneration for bringing a libel action was to be calculated under section 13(6) of the 2002 Decree or, as the case may be, section 11(1) of the 2004 Decree (Ministry of Justice Decree on Remuneration and Compensation of Advocates no. 655/2004 Coll.) on the basis of the economic index, as opposed to the amount of the claim for damages.", "15. On 30 March 2007 the applicant challenged the decisions of 20 November 2006 and 16 February 2007 by way of a complaint under Article 127 of the Constitution (see paragraph 19 in the “Relevant domestic law below).", "16. Relying on the right to peaceful enjoyment of his possessions, the right to equal treatment and fairness in judicial proceedings, and the prohibition of discrimination, the applicant contended that the impugned decisions had been unlawful, arbitrary and lacking adequate reasoning.", "17. The applicant essentially raised the same arguments as mentioned above and, in addition, submitted that the ordinary courts had erred by confusing the value of the subject-matter of the proceedings, which is a philosophical category, with the value of the claim, which is a procedural category.", "18. On 17 May 2007 the Constitutional Court declared the complaint inadmissible. To the extent that it fell within the Constitutional Court’s jurisdiction, the complaint was manifestly ill-founded as there was no indication of any constitutionally relevant arbitrariness or error of fact, law or procedure committed by the ordinary courts.", "The decision was served on the applicant on 13 August 2007.", "19. Article 127 provides that:", "“1. The Constitutional Court shall decide complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. If the Constitutional Court finds a complaint justified, it shall deliver a decision stating that a person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash such a decision, measure or act. If the violation that has been found is the result of a failure to act, the Constitutional Court may order [the authority] which has violated the rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order that authority to refrain from violating the fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant appropriate financial compensation to a person whose rights under paragraph 1 have been violated.”", "20. Article 30 provides:", "“1. A party to the proceedings who meets the requirements for being exempted by a court from the obligation to pay court fees may have a representative appointed upon his or her request, if it is necessary for the protection of his or her interests.", "2. Should the protection of the party’s interests so require, the President of the Division shall appoint a representative from the Bar.”", "21. Article 31 stipulates:", "“1. A court-appointed representative shall have the same status as a representative on the basis of a power of attorney for the whole proceedings, provided that he or she has not been appointed solely for particular acts.", "2. Should the court-appointed representative be an advocate, he or she shall have the same status as an advocate to whom a party has given a power of attorney.”", "22. Under the relevant part of Article 138:", "“1. At the request [of the party concerned], a court may exempt [that] party fully or partly from the obligation to pay court fees if it is justified by the situation of that party and provided that it is not a matter of the frivolous or clearly hopeless assertion or defence of a right.", "...", "3. If a representative has been appointed [by a court] to a party who has been exempted from the obligation to pay court fees, the exemption, to the extent it has been granted, shall extend to the actual expenses of the representative and remuneration for the representation.”", "23. Under Article 140 § 2:", "“If a party has been assigned an advocate as a representative, the latter’s actual expenses and remuneration for the representation shall be paid by the State; if it is justified, upon the advocate’s request, the court may make an appropriate advance.”", "24. Without providing a copy of the decision itself, the applicant submitted that on 12 September 2006, in an unrelated libel action registered under file number 12C 95/04, the Bratislava V District Court had held that the lawyer’s remuneration was to be calculated on the basis of the amount of damages that had been claimed in that action.", "25. In a judgment of 30 January 2007, file no. 2 M Cdo 3/2006, the Supreme Court (Najvyšší súd) ruled on an extraordinary appeal on points of law (mimoriadne dovolanie) lodged by the Prosecutor General against the lower courts’ ruling on costs in an unrelated matter concerning a claim for indemnity in respect of reduced capacity to work (sťaženie spoločenského uplatnenia) due to damage to health caused by a work-related injury.", "The subject matter of the Supreme Court’s judgment was the interpretation and application of the rules embodied in Article 142 of the Code of Civil Procedure on awarding costs on the basis of parties’ success in proceedings.", "Although it was not directly relevant to the subject matter of the Supreme Court’s judgment, it noted that in proceedings such as those at hand claimants were bound to identify in financial terms the indemnity sought but that the final determination of its amount was at the court’s discretion. The Supreme Court held that, in such circumstances, rulings on costs were to be based on the amount awarded and not with reference to the ratio of success between the amount sought and the amount awarded."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}