{"ITEMID": "001-72757", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF EKO-ELDA AVEE v. GREECE", "IMPORTANCE": "1", "CONCLUSION": "Violation of P1-1;Pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "Anatoly Kovler;Christos Rozakis;Françoise Tulkens;Loukis Loucaides;Peer Lorenzen;Snejana Botoucharova", "TEXT": ["8. The applicant is a limited company specialising in petroleum products. Its predecessor was called Greek petroleum, oil and lubricants – Industrial and commercial limited company (EKO AVEE).", "9. On 8 May 1987 the applicant company paid the tax authorities 137,020,491 drachmas (GDR) (approximately 402,338 euros (EUR)) as an advance payment on the income tax due for the tax year 1987. On 11 May 1987 the tax authorities granted the applicant company a 10% reduction on the amount paid, as a bonus for paying the full advance payment due without requesting to pay by instalments. Accordingly, the advance tax payment ultimately paid by the applicant company amounted to GDR 123,387,306 (approximately EUR 362,105).", "10. On 10 May 1988 the applicant company filed its tax return with the tax authorities for the year 1987. The return showed that the company had sustained a substantial loss of profit, which meant that the authorities had to refund the applicant company the amount paid as an advance payment since it had been unduly paid.", "11. On 24 June 1988 and 9 December 1991 the applicant company sought a refund of GDR 123,387,306 from the Athens tax authorities dealing with limited companies, which was the amount levied in income tax for the year 1987. On an unspecified date the State refused to comply with its request.", "12. On 27 December 1991 the applicant company brought proceedings against the State in the Athens Administrative Court. It requested a refund, under section 38(2) of Law no. 1473/1984, of the sum of GDR 123,387,306 that had been unduly paid in income tax. It also claimed default interest on that amount accruing from 10 May 1988, when the State had been informed that the tax had been unduly paid, up until payment. The applicant company based its claims on Article 345 of the Civil Code, which provides for the payment of default interest in the event of a pecuniary debt.", "13. Law no. 2120/1993 was published on 4 March 1993. Section 3 of that Law provides that the State will pay interest in the event of a refund of tax unduly paid. With regard to cases pending at the time of publication of the Law, it provides that interest shall start to accrue on the first day of the month following a period of six months after its publication.", "14. On 12 November 1993, prior to the hearing in the case listed for 23 September 1994, the State refunded the applicant company GDR 123,387,306, which corresponded to the tax it had paid. In its submissions before the Administrative Court, the applicant company limited its claims to statutory interest for the delay in paying the refund.", "15. On 26 January 1995 the Administrative Court declared the applicant company’s application inadmissible (decision no. 512/1995). On 3 November 1995 the applicant company appealed.", "16. On 6 June 1996 the Athens Administrative Court of Appeal declared the applicant company’s appeal admissible, but held that it was ill-founded on the ground that at the material time the Code for the Collection of Public Revenues did not provide that the State was liable to pay interest in the event of a delay in refunding tax unduly paid. Moreover, the court held that Article 345 of the Civil Code did not apply to the present case, since the provision governed only civil-law relations (decision no. 4042/1996).", "17. On 27 June 1997 the applicant company lodged an appeal on points of law.", "18. On 8 November 2000, by judgment no. 3547/2000, the Supreme Administrative Court dismissed the appeal. It found that the State was not bound to pay late-payment interest in the event of tax unduly paid. Such an obligation did not derive from the relevant provisions of the Civil Code relating to late-payment interest because these did not apply to a debt arising from a public-law relationship. Furthermore, the Supreme Administrative Court pointed out that no such obligation had been incumbent on the State prior to Law no. 2120/1993, published on 4 March 1993 (see paragraphs 21 and 22 below). That judgment was finalised and certified by the court on 26 October 2001.", "19. The relevant Articles of the Civil Code provide:", "“A creditor of a pecuniary debt is entitled, when serving notice to pay, to claim default interest stipulated by law or by the legal document concerned without having to prove loss. Subject to any contrary statutory provision, a creditor who also establishes other loss is entitled to claim compensation for that as well.”", "“A debtor owing a pecuniary debt, even if not served with a notice to pay, shall be liable to pay statutory interest accruing from the date of service of legal proceedings relating to the debt due.”", "“Anyone who has been unjustly enriched by means of or to the detriment of another’s property shall make restitution of the gain. This obligation shall apply, inter alia, in the event of a payment made unduly or a service rendered for a purpose that has not been realised or has ceased to exist or is illegal or immoral. ...”", "“Anyone who benefits [inter alia from unjust enrichment] shall be subject to the same obligations as if a writ of action had been served on him: (1) in the event of a claim for an amount unduly received, if he was aware that the debt did not exist or from the time when he became aware; (2) in the event of a claim on grounds of an illegal or immoral purpose.”", "20. Article 6 of Legislative Decree no. 356/1974 provides:", "“Debts due and owing from the State shall be subject to a late-payment surcharge that shall accrue from the first working day following the date on which the debt falls due. The surcharge shall accrue at a rate of 1% per month’s delay.”", "21. Section 38(2) of Law no. 1473/1984 provided that the State was bound to refund tax unduly paid without having to pay interest. Section 3 of Law no. 2120/1993 amended section 38(2) of Law no. 1473/1984. That provision, as amended, now provides:", "“Any direct or indirect, principal or additional, tax or duty, or any fine, recognised in a final decision of an administrative court as having been unduly paid ... shall be offset or refunded with interest at the rate applicable to State bonds for a three-month period. ... With regard to cases pending at the time of publication of this statute, interest shall start to accrue from the first day of the month following a period of six months after publication of the said statute.”", "22. In two judgments (nos. 1274 and 1275/2002) the Supreme Administrative Court held that the State had an obligation to pay default interest even in respect of cases that were pending, that is, those in which the tax unduly paid had not yet been refunded on the date of publication of Law no. 2120/1993 (4 March 1993). According to the Greek Supreme Administrative Court, that obligation was incumbent on the State from the date on which proceedings were brought in the relevant courts."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}