{"ITEMID": "001-96389", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF M. v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 5-1;Violation of Art. 7-1;Non-pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["6. The applicant was born in 1957 and is currently in Schwalmstadt Prison.", "7. Since the applicant attained the age of criminal responsibility he has been convicted at least seven times and has spent only a couple of weeks outside prison.", "8. Between 1971 and 1975 he was repeatedly convicted of theft committed jointly and burglary. He escaped from prison four times.", "9. On 5 October 1977 the Kassel Regional Court, applying the criminal law relating to young offenders, convicted the applicant of attempted murder, robbery committed jointly with others, dangerous assault and blackmail and sentenced him to six years’ imprisonment. It found that approximately one week after his release from prison the applicant, together with an accomplice, had injured and robbed an acquaintance of his and had forced the victim, a homosexual, to sign a borrower’s note. Moreover, he had injured and attempted to kill his victim one day later when he learned that the latter had reported the robbery to the police. Having regard to a report submitted by expert D., the court found that the applicant suffered from a pathological mental disorder, with the result that his criminal responsibility was diminished (Article 21 of the Criminal Code).", "10. On 8 March 1979 the Wiesbaden Regional Court convicted the applicant of dangerous assault, sentenced him to one year and nine months’ imprisonment and ordered his subsequent placement in a psychiatric hospital under Article 63 of the Criminal Code (see paragraph 47 below). The applicant had injured a prison guard by throwing a heavy metal box at his head and stabbing him with a screwdriver after having been reprimanded. As confirmed by expert D., the applicant suffered from a serious pathological mental disorder, with the result that his criminal responsibility was diminished.", "11. On 9 January 1981 the Marburg Regional Court, on appeal, convicted the applicant of assault of a disabled fellow prisoner following a discussion as to whether or not the cell window should remain open. Incorporating the sentence imposed by the judgment of the Wiesbaden Regional Court of 8 March 1979, it sentenced him to a cumulative sentence of two years and six months’ imprisonment. Moreover, it upheld the order for the applicant’s placement in a psychiatric hospital. In the proceedings, an expert found that there were no longer any signs that the applicant suffered from a pathological brain disorder.", "12. On 17 November 1986 the Marburg Regional Court convicted the applicant of attempted murder and robbery and sentenced him to five years’ imprisonment. It further ordered his placement in preventive detention (Sicherungsverwahrung) under Article 66 § 1 of the Criminal Code (see paragraphs 49-50 below). It found that when the conditions of his detention in the psychiatric hospital where he had been detained since October 1984 had been relaxed, the applicant had on 26 July 1985 robbed and attempted to murder a woman who had volunteered to spend a day with him in a city away from the hospital. Having regard to the report of a neurological and psychiatric expert, W., the court found that the applicant still suffered from a serious mental disorder which could, however, no longer be qualified as pathological and did not have to be treated medically. He therefore had not acted with diminished criminal responsibility and the preconditions for his placement in a psychiatric hospital under Article 63 of the Criminal Code were no longer met. However, he had a strong propensity to commit offences which seriously damaged his victims’ physical integrity. It was to be expected that he would commit further spontaneous acts of violence and he was dangerous to the public. Therefore, his preventive detention was necessary.", "13. Since 18 August 1991 the applicant, having served his full prison sentence, has been in preventive detention in Schwalmstadt Prison.", "14. On 14 January 1992 the Gießen Regional Court refused to suspend on probation the applicant’s preventive detention and his placement in a psychiatric hospital. It relied on a report submitted by expert M.-I., who had concluded that the applicant was likely to commit offences as a result of his propensity to reoffend within the meaning of Article 66 of the Criminal Code, whereas it was not very probable that he would commit offences as a result of his psychiatric condition within the meaning of Article 63 of the Criminal Code.", "15. On 26 October 1995 the applicant took advantage of a day release to abscond, but gave himself up to the police on 17 November 1995.", "16. On 17 November 1998 the Marburg Regional Court refused to suspend on probation the applicant’s preventive detention and his placement in a psychiatric hospital, as it had previously done on 20 September 1994 and 13 November 1996. It took into consideration the fact that in the meantime the applicant, who at that time associated himself with skinheads, had assaulted and broken the nose of a fellow prisoner and had grossly insulted the governor of Schwalmstadt Prison.", "17. On 10 April 2001 the Marburg Regional Court dismissed the applicant’s requests to suspend on probation his preventive detention as ordered by that court on 17 November 1986 and his placement in a psychiatric hospital as ordered by it on 9 January 1981. Applying Article 67e § 3 of the Criminal Code (see paragraph 56 below), it declared that no request for review of this decision would be admissible within a two-year period.", "18. Having regard to the applicant’s previous convictions and his conduct in prison, the Regional Court found that it could not be expected that the applicant, if released, would not commit further serious offences (Article 67d § 2 of the Criminal Code; see paragraph 53 below). The court had heard evidence from the applicant, who was represented by officially appointed counsel, in person. It had further consulted Schwalmstadt Prison and the Marburg public prosecutor’s office, both of which had recommended not suspending on probation the orders for the applicant’s detention. It also agreed with the report submitted by an external expert in forensic psychiatry, K. The expert had taken the view that the applicant, who had a narcissistic personality and a total lack of empathy, but could not be regarded as suffering from a psychopathic disorder, needed to be observed for several years before it could be assumed that he was no longer dangerous to the public.", "19. The Regional Court stated that it was ordering the applicant’s preventive detention also for the period after 8 September 2001, when (after a period during which the applicant had escaped from detention had been deducted) he would have served ten years in preventive detention. There were no constitutional obstacles to such a decision. According to the court, the applicant’s continued preventive detention was authorised by Article 67d § 3 of the Criminal Code as amended in 1998 (see paragraph 53 below). In section 1a(3) of the Introductory Act to the Criminal Code, as amended in 1998, the Article in question had been declared applicable also to prisoners whose preventive detention had been ordered prior to the change in the law (see paragraph 54 below). The Federal Constitutional Court had refused to admit a constitutional complaint in which the change in the law had indirectly been at issue. In view of the gravity of the applicant’s criminal past and possible future offences his continued preventive detention was not disproportionate.", "20. As to the order for the applicant’s placement in a psychiatric hospital, his request was premature as he was neither currently detained nor about to be detained in a psychiatric hospital.", "21. On 26 October 2001 the Frankfurt am Main Court of Appeal, amending the decision of the Marburg Regional Court in this respect, quashed the order of 9 January 1981 for the applicant’s placement in a psychiatric hospital. Upholding the remainder of the Regional Court’s decision, it decided not to suspend on probation the applicant’s preventive detention as ordered by the Marburg Regional Court’s judgment of 17 November 1986, and ordered his continued detention also after the expiry of ten years of detention on 8 September 2001. It confirmed that a request for review of the decision would not be admissible within a twoyear period.", "22. The Court of Appeal found that the order for the applicant’s placement in a psychiatric hospital was devoid of purpose. Having regard to the expert reports submitted to the criminal courts since 1985 and a new report by expert K. requested by the court itself, it was clear that the applicant no longer suffered from a serious mental disorder which should be qualified as pathological.", "23. As to the preventive detention of the applicant, who was represented by counsel, the Court of Appeal, endorsing the reasons given by the Regional Court, found that the applicant’s dangerousness necessitated his continued detention. In view of the offences he had committed and could be expected to commit on release, his continued detention was proportionate. No material change in the circumstances decisive for his detention was to be expected within a two-year period (Article 67e § 3 of the Criminal Code).", "24. According to the Court of Appeal, Article 67d § 3 of the Criminal Code, as amended in 1998, was constitutional. The court conceded that at the time when the applicant’s preventive detention was ordered, it would have ceased after ten years of detention at the latest. However, Article 2 § 6 of the Criminal Code (see paragraph 48 below) authorised a retrospective worsening of the applicant’s situation as far as measures of correction and prevention such as preventive detention were concerned. Such measures were not classified as penalties, but as preventive measures, and were therefore not prohibited under Article 103 § 2 of the Basic Law (see paragraph 61 below) as retrospective criminal provisions.", "25. Likewise, the applicant’s continued preventive detention did not infringe the prohibition in principle of retrospective provisions enshrined in the rule of law. Weighty public-interest grounds, namely the protection of the public from dangerous offenders, justified the adoption of such retrospective provisions by the legislator in the present case.", "26. On 26 November 2001 the applicant, represented by counsel, lodged a complaint with the Federal Constitutional Court against the decisions ordering his continued preventive detention even on completion of the tenyear period. He claimed, in particular, that these decisions were based on Article 67d § 3 of the Criminal Code, as amended in 1998, under the terms of which the duration of a convicted person’s first period of preventive detention could be extended retrospectively from a maximum period of ten years to an unlimited period of time. Accordingly, this provision violated the prohibition of retrospective punishment under Article 103 § 2 of the Basic Law, the prohibition of retrospective legislation enshrined in the rule of law, the principle of proportionality and his right to liberty under Article 2 § 2, second sentence, of the Basic Law (see paragraph 57 below). Moreover, the impugned provision entailed his being refused any relaxation in his conditions of detention which would allow him to obtain a positive finding to the effect that he was no longer dangerous to the public. As a consequence, it entailed lifelong imprisonment without any prospect of release.", "27. On 5 February 2004 a panel of eight judges of the Federal Constitutional Court, having held a hearing at which it also consulted psychiatric experts and several prison governors, dismissed the applicant’s constitutional complaint (no. 2 BvR 2029/01) as ill-founded. In its thoroughly reasoned leading judgment (running to 84 pages), it held that Article 67d § 3 of the Criminal Code, read in conjunction with section 1a(3) of the Introductory Act to the Criminal Code, as amended in 1998, was compatible with the Basic Law.", "28. The Federal Constitutional Court held that preventive detention based on Article 67d § 3 of the Criminal Code restricted the right to liberty as protected by Article 2 § 2 of the Basic Law in a proportionate manner.", "29. The court stressed that the longer a person was held in preventive detention, the stricter became the requirements concerning the proportionality of the deprivation of liberty. However, Article 67d § 3 of the Criminal Code took into account the increased importance of the right to liberty after ten years in custody. It set a higher standard with respect to the legal interest under threat (protecting only threats to the victims’ physical or mental integrity) and the proof of the applicant’s dangerousness (requiring a duly substantiated report by an experienced external psychiatric expert). It also made termination of detention the rule and extension the exception, to be used as a measure of last resort. Moreover, the procedural provisions on preventive detention (Articles 67c § 1, 67d §§ 2 and 3 and 67e of the Criminal Code) provided for regular review to determine whether the person’s detention could be suspended or terminated. Due to the special significance which the relaxation of detention conditions had for the prognosis of future dangerousness, the court responsible for the execution of the sentence was not permitted to accept without sufficient reason a refusal by the prison authorities to relax detention conditions as a possible precursor to the termination of a detainee’s preventive detention.", "30. Preventive detention did not serve to avenge past offences but to prevent future ones. Therefore, the Länder had to ensure that a detainee was able to have his or her detention conditions improved to the full extent compatible with prison requirements.", "31. The Federal Constitutional Court further held that Article 67d § 3 of the Criminal Code, taken in conjunction with section 1a(3) of the Introductory Act to the Criminal Code, did not violate Article 103 § 2 of the Basic Law. The absolute ban on the retrospective application of criminal laws imposed by that Article did not cover the measures of correction and prevention, such as preventive detention, provided for in the Criminal Code.", "32. Interpreting the notions of “punished” and “punishable act” in Article 103 § 2 of the Basic Law, the Federal Constitutional Court found that the Article applied only to State measures which expressed sovereign censure of illegal and culpable conduct and involved the imposition of a penalty to compensate for guilt. Having regard to the genesis of the Basic Law and the purpose of Article 103 § 2, it did not apply to other State measures interfering with a person’s rights.", "33. In particular, Article 103 § 2 of the Basic Law did not extend to measures of correction and prevention, which had always been understood as differing from penalties under the Criminal Code’s twin-track system of penalties and measures of correction and prevention. The fact that a measure was connected with unlawful conduct or entailed considerable interference with the right to liberty was not enough. Unlike a penalty, preventive detention was not aimed at punishing criminal guilt, but was a purely preventive measure aimed at protecting the public from a dangerous offender. Therefore, preventive detention was not covered by Article 103 § 2, even though it was directly connected with the qualifying offence.", "34. The Federal Constitutional Court further held, by six votes to two on this issue, that the abolition of the maximum period of detention where preventive detention was ordered for the first time, and the application of the relevant provision (Article 67d § 3 of the Criminal Code read in conjunction with section 1a(3) of the Introductory Act to the Criminal Code) to criminals who had been placed in preventive detention prior to its enactment and entry into force and who had not yet fully served their sentences, were in conformity with the protection of legitimate expectations guaranteed in a State governed by the rule of law (Article 2 § 2 read in conjunction with Article 20 § 3 of the Basic Law; see paragraph 59 below).", "35. The court stressed that Article 67d § 3 of the Criminal Code as amended did not retrospectively alter the legal consequences attaching to the offence as fixed in the final judgment of the sentencing court. It had always been the courts responsible for the execution of sentences which had jurisdiction to decide whether and for how long a convicted person was held in preventive detention.", "36. Nevertheless, the maximum duration of a first period of preventive detention as laid down in the old version of Article 67d §§ 1 and 3 of the Criminal Code gave detainees reason to expect release when ten years had elapsed. However, pursuant to Article 2 § 6 of the Criminal Code (see paragraph 48 below), the ten-year maximum duration of preventive detention, like all other measures of correction and prevention, had been subject from the outset to changes in the law.", "37. Weighing the interests involved, the Federal Constitutional Court concluded that the legislator’s duty to protect members of the public against interference with their life, health and sexual integrity outweighed the detainee’s reliance on the continued application of the ten-year limit. As Article 67d § 3 of the Criminal Code was framed as an exception to the rule and in the light of the procedural guarantees which attached to it, its retrospective application was not disproportionate.", "38. The Federal Constitutional Court further found that a person’s human dignity as enshrined in Article 1 § 1 of the Basic Law did not impose a constitutional requirement that there be a fixed maximum period for a convicted person’s preventive detention. The person’s dignity was not violated even by a long period of preventive detention if this was necessary owing to the continued danger which he or she posed. However, the aim of preventive detention had to be to rehabilitate detainees and to lay the foundations for a responsible life outside prison. Human dignity required laws and enforcement programmes which gave detainees real prospects of regaining their freedom.", "39. Preventive detention in its present form met these requirements. The courts responsible for the execution of sentences had, in particular, to examine before the end of a convicted person’s prison term (Article 67c § 1 of the Criminal Code) and subsequently at least every two years (Article 67e § 2 of the Criminal Code) whether the measure could be suspended. If ten years had been spent in preventive detention, they declared the measure terminated under Article 67d § 3 of the Criminal Code if no specific dangers remained. In practice, persons in preventive detention were released after having spent a certain length of time in prison.", "40. Lastly, the Federal Constitutional Court found that the prohibition on being removed from the jurisdiction of the lawful judge, as guaranteed by Article 101 § 1 of the Basic Law (see paragraph 60", "41. In Schwalmstadt Prison, persons in preventive detention like the applicant are placed in a separate building from prisoners serving their sentence. They have certain privileges compared with convicted offenders serving their sentence. For instance, they have the right to wear and wash their own clothes and have more pocket money. They can practise sport in a separate sports room and may stay outside in the yard for several hours every day. They may equip their more comfortable cells with additional furniture and equipment and have longer visiting hours.", "42. As to measures aimed at reintegration into society, persons held in preventive detention in Schwalmstadt Prison, like those detained in other prisons, are offered a weekly discussion group which proposes ideas for recreational activities and for structuring daily life. Furthermore, there are individual discussions to improve the detainee’s integration into the group and a residential group evening every two weeks aimed, inter alia, at motivating detainees to accept the treatment on offer. Where it is considered appropriate, detainees are offered individual therapy sessions with an external therapist or group therapy in the socio-therapeutic facility of another prison. The detainee may also request a consultation with the psychologist or social worker in charge in order to deal with crisis situations.", "43. The applicant has been receiving therapy since he was placed in preventive detention. Since the beginning of 1993 he has had therapy sessions with a psychologist in Schwalmstadt Prison. From September 2000 to March 2003 he also had regular individual therapy sessions with an external psychologist. At that point, the therapy was considered to have been completed and no longer necessary. In addition, the applicant has been examined by psychiatrists at regular intervals in order to evaluate his dangerousness and to permit relaxation of the prison regime as appropriate. As to relaxation of the conditions of the applicant’s preventive detention, he is currently granted short periods of leave under escort (Ausführungen) a few times per year. He also receives regular visits (on average three times per month) from his fiancée, to whom he has been engaged since 2005. He has been working, with a short interruption, in prison and is currently working in the prison’s metal workshop, with net earnings of approximately 350 to 543 euros (EUR) per month.", "44. According to a psychiatric expert report and an additional psychological report drawn up in September 2006, the applicant had made important steps towards reintegration into society, in particular by turning away from his criminal identity, which he had developed since his childhood, and by trying to think before acting. His new relationship with his fiancée could be seen as a further positive development and would also improve his social circumstances in the event of his release from prison. However, this trend had not yet stabilised and a lack of loyalty and empathy towards others as well as a dangerous impulsiveness, which had manifested itself again when the applicant had punched a fellow detainee in the face following a dispute concerning a baking tin in 2005, persisted. The expert recommended maintaining and cautiously extending the current measures to relax the conditions of the applicant’s preventive detention.", "45. The German Criminal Code distinguishes between penalties (Strafen) and socalled measures of correction and prevention (Maßregeln der Besserung und Sicherung) to deal with unlawful acts. This twin-track system of sanctions, the introduction of which had been considered and discussed since the end of the nineteenth century, was incorporated into the Criminal Code by the Law on dealing with dangerous habitual offenders and on measures of correction and prevention (Gesetz gegen gefährliche Gewohnheitsverbrecher und über Maßregeln der Besserung und Sicherung) of 24 November 1933. The rules on preventive detention remained in force, essentially unchanged, after 1945 and underwent several reforms enacted by the legislator from 1969 onwards.", "46. Penalties (see Articles 38 et seq. of the Criminal Code) consist mainly of prison sentences and fines. The penalty is fixed according to the defendant’s guilt (Article 46 § 1 of the Criminal Code).", "47. Measures of correction and prevention (see Articles 61 et seq. of the Criminal Code) consist mainly of placement in a psychiatric hospital (Article 63 of the Criminal Code) or a detoxification facility (Article 64 of the Criminal Code) or in preventive detention (Article 66 of the Criminal Code). The purpose of these measures is to rehabilitate dangerous offenders or to protect the public from them. They may be ordered for offenders in addition to their punishment (compare Articles 63 et seq.). They must, however, be proportionate to the gravity of the offences committed by, or to be expected from, the defendants as well as to their dangerousness (Article 62 of the Criminal Code).", "48. The temporal applicability of provisions of the Criminal Code depends on whether they relate to penalties or measures of correction and prevention. The penalty is determined by the law which is in force at the time of the act (Article 2 § 1 of the Criminal Code); if the law in force on completion of the act is amended before the court’s judgment, the more lenient law applies (Article 2 § 3). On the other hand, decisions on measures of correction and prevention are based on the law in force at the time of the decision unless the law provides otherwise (Article 2 § 6).", "49. The sentencing court may, at the time of the offender’s conviction, order his preventive detention under certain circumstances in addition to his prison sentence if the offender has been shown to be dangerous to the public (Article 66 of the Criminal Code).", "50. In particular, the sentencing court orders preventive detention in addition to the penalty if someone is sentenced for an intentional offence to at least two years’ imprisonment and if the following further conditions are satisfied. Firstly, the perpetrator must have been sentenced twice already, to at least one year’s imprisonment in each case, for intentional offences committed prior to the new offence. Secondly, the perpetrator must previously have served a prison sentence or must have been detained pursuant to a measure of correction and prevention for at least two years. Thirdly, a comprehensive assessment of the perpetrator and his acts must reveal that, owing to his propensity to commit serious offences, notably those which seriously harm their victims physically or mentally or which cause serious economic damage, the perpetrator presents a danger to the general public (see Article 66 § 1).", "51. Article 67c of the Criminal Code governs orders for the preventive detention of convicted persons which are not executed immediately after the judgment ordering them becomes final. Paragraph 1 of the Article provides that if a term of imprisonment is executed prior to a simultaneously ordered placement in preventive detention, the court responsible for the execution of sentences (that is, a special Chamber of the Regional Court composed of three professional judges; see sections 78a and 78b(1)(1) of the Court Organisation Act) must review, before completion of the prison term, whether the person’s preventive detention is still necessary in view of its objective. If that is not the case, it suspends on probation the execution of the preventive detention order; supervision of the person’s conduct (Führungsaufsicht) commences with suspension.", "52. At the time of the applicant’s offence and his conviction, Article 67d of the Criminal Code, in so far as relevant, was worded as follows:", "“1. Detention in a detoxification facility may not exceed two years and the first period of preventive detention may not exceed ten years. ...", "2. If there is no provision for a maximum duration or if the time-limit has not yet expired, the court shall suspend further execution of the detention order on probation as soon as there are justifiable reasons for testing whether the detainee can be released without committing further unlawful acts. Suspension shall automatically entail supervision of the conduct of the offender.", "3. If the maximum duration has expired, the detainee shall be released. The measure shall thereby be terminated.”", "53. Article 67d of the Criminal Code was amended while the applicant was in preventive detention for the first time, by the Combating of Sexual Offences and Other Dangerous Offences Act (Gesetz zur Bekämpfung von Sexualdelikten und anderen gefährlichen Straftaten) of 26 January 1998, which entered into force on 31 January 1998. The amended provision, in so far as relevant, provided:", "“1. Detention in a detoxification facility may not exceed two years ...", "2. If there is no provision for a maximum duration or if the time-limit has not yet expired, the court shall suspend on probation further execution of the detention order as soon as it is to be expected that the person concerned will not commit any further unlawful acts on his or her release. Suspension shall automatically entail supervision of the conduct of the offender.", "3. If a person has spent ten years in preventive detention, the court shall declare the measure terminated if there is no danger that the detainee will, owing to his criminal tendencies, commit serious offences resulting in considerable psychological or physical harm to the victims. Termination shall automatically entail supervision of the conduct of the offender.”", "54. As to the applicability ratione temporis of Article 67d of the Criminal Code as amended, the Introductory Act to the Criminal Code, in so far as relevant, reads:", "“Article 67d of the Criminal Code, as amended by the Combating of Sexual Offences and Other Dangerous Offences Act of 26 January 1998 (Federal Gazette I, p. 160), shall apply without restriction.”", "55. With respect to the judicial examination required under Article 67d § 3 of the Criminal Code and to the subsequent decisions under Article 67d § 2, Article 463 § 3 of the Code of Criminal Procedure, as amended by the Combating of Sexual Offences and Other Dangerous Offences Act, makes it compulsory for the court responsible for the execution of sentences both to consult an expert on the question whether the convicted person is likely to commit serious offences when released and to appoint defence counsel to represent him or her.", "56. In addition to Articles 67c § 1 and 67d §§ 2 and 3 of the Criminal Code, Article 67e of the Criminal Code provides for the review of a convicted person’s preventive detention. The court may review at any time whether the further execution of the preventive detention order should be suspended on probation. It is obliged to do so within fixed time-limits (§ 1 of Article 67e). For persons in preventive detention, this time-limit is two years (§ 2 of Article 67e). The court may shorten this time-limit, but may also set terms within the statutory limits for review before which an application for review shall be inadmissible (§ 3 of Article 67e).", "57. Article 2 § 2, second sentence, of the Basic Law provides that the liberty of the person is inviolable.", "58. Pursuant to Article 20 § 3 of the Basic Law, the legislature is bound by the constitutional order, the executive and the judiciary by law and justice.", "59. According to the well-established case-law of the Federal Constitutional Court, Article 2 § 2 read in conjunction with Article 20 § 3 of the Basic Law protects legitimate expectations in a State governed by the rule of law. A law may be retrospective in the sense that, while its legal effects are not produced until it is published, its definition covers events “set in motion” before it is published (so-called unechte Rückwirkung; see the decisions of the Federal Constitutional Court in the compendium of decisions of the Federal Constitutional Court (BVerfGE), vol. 72, pp. 200 et seq., 242, and vol. 105, pp. 17 et seq. and 37 et seq.). In respect of retrospective laws in that sense, the principles of legal certainty and protection of legitimate expectations are not given overall priority over the intention of the legislator to change the existing legal order in response to changing circumstances. The legislator may enact such retrospective laws if the importance of the purpose of the legislation for the common good outweighs the importance of the interest in protecting legitimate expectations (see the judgment of the Federal Constitutional Court in the instant case, pp. 70-73, with many references to its case-law).", "60. Pursuant to Article 101 § 1 of the Basic Law, no one may be removed from the jurisdiction of the lawful judge.", "61. Under Article 103 § 2 of the Basic Law, an act may be punished only if the fact of its being punishable was determined by law before the act was committed.", "62. The (Federal) Execution of Sentences Act (Strafvollzugsgesetz) lays down rules for the execution of sentences of imprisonment in prisons and for the execution of measures of correction and prevention depriving the persons concerned of their liberty (see section 1 of the Act). Its provisions were applicable in all Länder until 31 December 2007; since then, the Länder have had the power to legislate on these issues. In so far as they have already made use of this power, the provisions laid down by the Länder on the execution of preventive detention orders do not differ significantly from those laid down in the Execution of Sentences Act.", "63. Section 2 of the Execution of Sentences Act deals with the purpose of the execution of sentences of imprisonment. During the execution of a sentence of imprisonment the detainee should become capable henceforth of leading a socially responsible life without committing offences (purpose of execution; first sentence). The execution of the sentence of imprisonment is also aimed at protecting the public from further offences (second sentence).", "64. Sections 129 to 135 of the Execution of Sentences Act contain special rules for the execution of preventive detention orders. Section 129 provides that persons held in preventive detention shall be detained in secure conditions for the protection of the public (first sentence). They are to be given assistance in readjusting to life outside prison (second sentence). Unless stipulated otherwise (in sections 131 to 135 of the said Act), the provisions concerning the execution of prison sentences shall apply mutatis mutandis to preventive detention (section 130 of that Act).", "65. According to section 131 of the Execution of Sentences Act, the equipment of the institutions in which persons are held in preventive detention, notably detention cells, and particular measures to promote their welfare, must be designed to help detainees to organise their life in the institution in a reasonable manner and to protect them from damage caused by a lengthy deprivation of liberty. Their personal needs are to be taken into account as far as possible. Section 132 of the said Act provides that detainees may wear their own clothes and use their own linen and bedding, unless this is prohibited for security reasons and provided they see to their cleaning, repair and regular changing at their own expense. Moreover, under section 133 of the said Act, detainees are allowed to occupy themselves against payment if this serves the objective of imparting, maintaining or promoting skills needed for paid employment after their release. They also receive pocket money. Pursuant to section 134 of the said Act, the conditions of detention may be relaxed and special leave for a period of up to one month may be granted in order to test detainees’ readiness and prepare them for release.", "66. Section 140(1) of the Execution of Sentences Act provides that preventive detention is served either in a separate institution or in a separate wing of a prison for the execution of sentences of imprisonment.", "67. According to statistical material submitted by the Government, which was not contested by the applicant, the German sentencing courts made a total of 75 preventive detention orders in 2005, 42 of which concerned sexual offenders. A total of 415 persons were being held in preventive detention in Germany on 31 March 2007. In 2002, the average duration of a first period of preventive detention was between two years and three months and seven years in the different Länder. In that year, 261 persons placed in preventive detention for the first time were affected by the abolition of the maximum duration of preventive detention of ten years under Article 67d § 3 of the Criminal Code, read in conjunction with section 1a(3) of the Introductory Act to the Criminal Code as amended in 1998. In 2008, 70 persons were still affected by that change in the law and had been in preventive detention for more than ten years.", "68. According to statistical material submitted by the Government, which was not contested by the applicant, Germany had 95 prisoners per 100,000 inhabitants in 2006, whereas there were, for example, 333 prisoners per 100,000 inhabitants in Estonia, 185 in the Czech Republic, 149 in Spain, 148 in England and Wales, 85 in France, 83 in Switzerland, 77 in Denmark and 66 in Norway. Furthermore, according to the Council of Europe Annual Penal Statistics, Survey 2006, of 12 December 2007 (PC-CP (2007) 9rev3 of 23 January 2006, p. 47), the total number of prisoners sentenced to terms of imprisonment ranging from ten years up to and including life imprisonment on 1 September 2006 was 2,907 in Germany, 402 in Estonia, 1,435 in the Czech Republic, 3,568 in Spain, 12,049 in England and Wales, 8,620 in France, 172 in Denmark and 184 in Norway.", "69. According to the information and material before the Court, the member States of the Council of Europe have chosen different ways of shielding the public from convicted offenders who acted with full criminal responsibility at the time of the offence (as did the applicant at the relevant time) and who risk committing further serious offences on release from detention and therefore present a danger to the public.", "70. Apart from Germany, at least seven other Convention States have adopted systems of preventive detention in respect of convicted offenders who are not considered to be of unsound mind, in other words, who acted with full criminal responsibility when committing their offence(s), and who are considered dangerous to the public as they are liable to reoffend. These include Austria (see Articles 23 et seq. and 47 et seq. of the Austrian Criminal Code, and Articles 435 et seq. of the Austrian Code of Criminal Procedure), Denmark (see Articles 70 et seq. of the Danish Criminal Code), Italy (see Articles 199 et seq. of the Italian Criminal Code), Liechtenstein (see Articles 23 et seq. and 47 of the Liechtenstein Criminal Code and Articles 345 et seq. of the Liechtenstein Code of Criminal Procedure), San Marino (see Articles 121 et seq. of the San Marinese Criminal Code), Slovakia (see Articles 81 and 82 of the Slovakian Criminal Code) and Switzerland (see Articles 56 et seq. of the Swiss Criminal Code). Preventive detention in these States is ordered, as a rule, by the sentencing courts and is generally executed after the persons concerned have served their prison sentences (with the exception of Denmark, where preventive detention is ordered instead of a prison sentence). The detainees’ dangerousness is reviewed on a periodic basis and they are released on probation if they are no longer dangerous to the public.", "71. As to the place and duration of the placement, persons subject to preventive detention are placed in special institutions in Austria (see Article 23 of the Austrian Criminal Code), Liechtenstein (see Article 23 of the Liechtenstein Criminal Code), San Marino (see Articles 121 et seq. of the San Marinese Criminal Code), Slovakia (see Article 81 of the Slovakian Criminal Code) and Switzerland (see Article 64 of the Swiss Criminal Code). Even though Italian law also stipulates that preventive detention is to be served in special institutions (compare Articles 215 et seq. of the Italian Criminal Code), it appears that in practice these institutions no longer exist and that the persons concerned are kept in ordinary prisons under a special detention regime. Dangerous offenders in preventive detention in Denmark are also kept in ordinary prisons under a special detention regime. In Denmark, Italy, San Marino, Slovakia (see the express provisions of Article 82 § 2 of the Slovakian Criminal Code) and Switzerland, the applicable provisions do not fix a maximum duration of preventive detention. By contrast, in Austria and Liechtenstein, such detention may not exceed ten years (see Article 25 § 1 of both the Austrian and the Liechtenstein Criminal Codes).", "72. As regards the temporal applicability of the provisions on preventive detention, it is to be noted that, according to the wording of the applicable provisions in some of the States concerned, they may be applied retrospectively. Thus, pursuant to Article 200 of the Italian Criminal Code, a decision on preventive measures is to be based on the law in force at the time of their execution, and pursuant to Article 2 § 3 of the Slovakian Criminal Code, these decisions are to be based on the law in force at the time of the decision ordering the security measure. Under Article 4 § 1 of the Danish Criminal Code, the question whether an offence is to be punished by preventive detention is decided by applying the law in force at the time of the judgment in the criminal proceedings. The San Marinese Criminal Code likewise does not prohibit the retrospective application of preventive measures. By contrast, retrospective application appears to be prohibited in respect of preventive detention measures pursuant to Articles 23 § 1 et seq. of both the Austrian and the Liechtenstein Criminal Codes and under Swiss law.", "73. In many other Convention States, there is no system of preventive detention and offenders’ dangerousness is taken into account both in the determination and in the execution of their sentence. On the one hand, prison sentences are increased in the light of offenders’ dangerousness, notably in cases of recidivism. In this respect it is to be noted that, unlike the courts in the majority of the Convention States, the sentencing courts in the United Kingdom expressly distinguish between the punitive and the preventive part of a life sentence. The retributive or tariff period is fixed to reflect the punishment of the offender. Once the retributive part of the sentence has been served, a prisoner is considered as being in custody serving the preventive part of his sentence and may be released on probation if he poses no threat to society (see, inter alia, sections 269 and 277 of the Criminal Justice Act 2003 and section 28 of the Crime (Sentences) Act 1997). On the other hand, offenders’ dangerousness generally has an influence both on their conditions of detention and on their chances of benefiting from a reduction of their sentence or from release on probation.", "74. As regards the distinction between penalties and preventive measures in the Convention States and the consequences drawn from the qualification of the sanction in question, it must be noted that the same type of measure may be qualified as an additional penalty in one State and as a preventive measure in another. Thus, the supervision of a person’s conduct after release, for example, is an additional penalty under Articles 131-36-1 et seq. of the French Criminal Code and a preventive measure under Articles 215 and 228 of the Italian Criminal Code.", "75. Moreover, the Act of 25 February 2008 on post-sentence preventive detention and diminished criminal responsibility due to mental deficiency (Loi relative à la rétention de sûreté et à la déclaration d’irresponsabilité pénale pour cause de trouble mental) has introduced preventive detention into French law. Under Article 706-53-13 of the French Code of Criminal Procedure, this measure may be ordered against particularly dangerous offenders who pose a high risk of recidivism because they suffer from a serious personality disorder. The French Constitutional Council, in its decision of 21 February 2008 (no. 2008-562 DC, Official Gazette (Journal officiel) of 26 February 2008, p. 3272), found that such preventive detention, which was not based on the guilt of the person convicted but was designed to prevent persons from reoffending, could not be qualified as a penalty (§ 9 of the decision). To that extent, it thus took the same view as the German Federal Constitutional Court in respect of preventive detention under German law (see paragraphs 31-33 above). Nevertheless, in view of its custodial nature, the time it may last, the fact that it is indefinitely renewable and the fact that it is ordered after conviction by a court, the French Constitutional Council considered that post-sentence preventive detention could not be ordered retrospectively against persons convicted of offences committed prior to the publication of the Act (§ 10 of the decision). In this respect, it came to a different conclusion than the German Federal Constitutional Court (see paragraphs 31-33 and also paragraphs 34-37 above).", "76. The Council of Europe’s Commissioner for Human Rights, Mr Thomas Hammarberg, stated the following in his report on his visit to Germany from 9 to 11 and from 15 to 20 October 2006 (CommDH(2007)14 of 11 July 2007) regarding the issue of what he referred to as “secured custody” (Sicherungsverwahrung):", "“203. During the visit, the Commissioner discussed the issue of secured custody with several Länder authorities, judges and medical experts. The Commissioner is aware of the public pressure judges and medical experts are exposed to when they make decisions regarding the release of a person who might recommit a serious crime. It is impossible to predict with full certainty whether a person will actually reoffend. Psychiatrists regularly assess the behaviour of an imprisoned person who might act differently outside the prison. In addition, it is difficult to foresee all the conditions that wait for the offender outside the prison.", "204. The Commissioner calls for an extremely considerate application of secured custody. Alternative measures should also be considered before recourse to secured custody is taken. The Commissioner is concerned about the rising number of people deprived of their liberty under secured custody. He encourages the German authorities to commission independent studies on the implementation of secured custody in order to evaluate the measure in terms of protecting the general public and its impact on the detained individual.", "...", "206. Furthermore, the Commissioner was informed that persons kept under secured custody regularly experience a loss of future perspective and give up on themselves. This would appear to call for the provision of psychological or psychiatric care. The medical opinion may occasionally be divided on the efficacy of care provided to persons kept under secured custody, yet the possibility of their eventual rehabilitation and release should not be excluded. Accordingly, people held under secured custody should receive adequate medical treatment or other care that addresses their specific situation.”", "77. In its report to the German Government on its visit to Germany from 20 November to 2 December 2005 (CPT/Inf (2007) 18 of 18 April 2007), the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) made the following findings in respect of the “Unit for Secure Placement” (Sicherungsverwahrung) in Berlin-Tegel Prison:", "“94. Material conditions in the unit were of a good or even very good standard, with several particularly positive elements: well equipped single rooms with sanitary annexes; a light and reasonably spacious communal environment; a small kitchen with equipment for inmates to prepare hot drinks and light snacks, and an area where washing, drying and ironing could be done.", "95. In principle, inmates had access to the same activities as ordinary prisoners (in terms of work, education, etc.). In addition, in accordance with the relevant legislation, inmates benefited from a number of special privileges. In particular, cell doors remained open throughout the day, and inmates were granted additional entitlements for visits (two hours instead of one hour per month), outdoor exercise (four hours instead of one hour on non-working days), the supply of parcels (six rather than three per year) and pocket money (if there was no work). It is also noteworthy that all inmates had unrestricted access to the telephone.", "96. In theory, at least, the unit offered opportunities for a positive custodial living environment. However, not all inmates were capable of making the best of these opportunities, which was not surprising if one takes into account that, according to medical staff, most if not all of the inmates were suffering from multiple personality disorders. The vast majority of inmates were completely demotivated, with only two taking any outdoor exercise, three working full-time and one part-time. Twelve inmates were offered work, but were not willing to take part in it. Thus, the vast majority of inmates was idling away their time alone in their cells, occupying themselves with watching TV or playing video games.", "Even among those inmates who apparently assumed and coped with the responsibility for their daily lives on the unit, the sense was that the activities were strategies to pass time, without any real purpose. As might be expected, this appeared to be related to their indefinite Sicherungsverwahrung. Several inmates interviewed expressed a clear sense that they would never get out and one stated that the only thing he could do was prepare himself to die.", "97. According to the prison administration, staff worked according to special treatment criteria, the aim being the individual’s release from placement in Sicherungsverwahrung; the focus was to minimise the risk to the general public, as well as to deal with the physical and psychological effects of long-term custody. Yet, the delegation observed that in practice, staff (including the social worker) were conspicuous by their absence in this unit, thereby keeping staff-inmate contacts to a minimum.", "...", "99. Even for the other inmates who were apparently coping better with their situation, the lack of staff engagement on the unit was not justifiable. Allowing inmates responsibility and a degree of independence does not imply that staff should leave them to their own devices. The duty of care cannot be ignored, particularly in relation to such a special group of inmates. The delegation gained the distinct impression that the staff themselves were not clear as to how to approach their work with these inmates. As well as empowering inmates to take charge of their lives in custody, there is a need for ongoing support to deal with indefinite detention, as well as to address the legacy of serious past histories of aberrant behaviour and apparent psychological problems. Psychological care and support appeared to be seriously inadequate; the CPT recommends that immediate steps be taken to remedy this shortcoming.", "100. The difficult question of how to implement in practice a humane and coherent policy regarding the treatment of persons placed in Sicherungsverwahrung needs to be addressed as a matter of urgency at the highest level. Working with this group of inmates is bound to be one of the hardest challenges facing prison staff.", "Due to the potentially indefinite stay for the small (but growing) number of inmates held under Sicherungsverwahrung, there needs to be a particularly clear vision of the objectives in this unit and of how those objectives can be realistically achieved. The approach requires a high level of care involving a team of multi-disciplinary staff, intensive work with inmates on an individual basis (via promptly-prepared individualised plans), within a coherent framework for progression towards release, which should be a real option. The system should also allow for the maintenance of family contacts, when appropriate.", "The CPT recommends that the German authorities institute an immediate review of the approach to Sicherungsverwahrung at Tegel Prison and, if appropriate, in other establishments in Germany accommodating persons subject to Sicherungsverwahrung, in the light of the above remarks.”", "78. In its Concluding Observations adopted at its session from 7 to 25 July 2008 on the report submitted by France under Article 40 of the International Covenant on Civil and Political Rights (see CCPR/C/FRA/CO/4 of 31 July 2008), the United Nations Human Rights Committee found:", "“16. The Committee is concerned by the State Party’s claim of authority under Act No. 2008/174 (25 February 2008) to place criminal defendants under renewable oneyear terms of civil preventive detention (rétention de sûreté) because of ‘dangerousness’, even after they have completed their original prison sentences. While the Constitutional Council has prohibited retroactive application of the statute, and the judge who sentences a criminal defendant contemplates the possibility of future civil preventive detention as part of the original disposition of a case, nonetheless, in the view of the Committee, the practice may remain problematic under Articles 9, 14 and 15 of the Covenant.”"], "VIOLATED_ARTICLES": ["5", "7"], "VIOLATED_PARAGRAPHS": ["5-1", "7-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}