{"ITEMID": "001-111419", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF DADIANI AND MACHABELI v. GEORGIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["5. The applicants, Mrs Elene Dadiani and Mr David Machabeli, were born in 1923 and 1964 respectively and live in Tbilisi. The second applicant is the first applicant’s nephew. The first applicant’s mother was deprived of her land and other assets by the Soviet authorities in the 1920s.", "6. In 2004 the applicants brought an action against the relevant local authority, seeking restitution of their ancestral lands. In support of their claim, the applicants submitted archives confirming their ancestor’s title to the claimed land and, as a legal basis, referred to general rules on the protection of property and inheritance contained in the Civil Code, the Constitution and the international human-rights treaties ratified by Georgia.", "7. In a judgment of 31 January 2005, the Gurjaani District Court established the applicants’ joint ownership of land situated in the village of Bakurtsikhe. The land was officially identified as “plot no. 604”. The defendant local authorities did not lodge an appeal and the judgment became binding.", "8. On 15 February 2005 the applicants’ lawyer obtained from the Gurjaani District Court the necessary enforcement writ, the relevant part of which read as follows:", "“Elene Dadiani and David Machabeli are hereby recognised as ... the co-owners of plot no. 604 in the village of Bakurtsikhe.” ...", "9. On 26 October 2005 the applicants, acting through their lawyer, submitted a copy of the enforcement writ together with the final judgment of 31 January 2005 to the Gurjaani Public Registry for enforcement. In a letter of 2 November 2005, the registrar replied that it was not possible to register the land in the applicants’ name, as their documentation was incomplete. The lawyer was found to be at fault for the fact that the final judgment neither indicated the size of plot no. 604 nor specified its category: agricultural or non-agricultural. The lawyer was further invited to submit a copy of his identity document, the authority form proving his right to represent the applicants, the original enforcement writ and the cadastral plan of the land in question.", "10. The applicants maintained, relying on the billing information from the lawyers for the relevant period of time, that after receipt of the letter of 2 November 2005 the lawyers, acting on their behalf, had visited the Gurjaani Public Registry on several occasions and voiced their concerns regarding the failure to enforce the judgment. They claimed, inter alia, that they were not in a position to produce an amended final court decision. In reply, the Gurjaani Public Registry refused to register plot no. 604 for various reasons.", "11. The judgment of 31 January 2005 still remains unenforced.", "12. On 25 May 2005 the applicants lodged another action claiming, on the same legal basis, ownership of plot no. 646, adjacent to plot no. 604. The action was registered by the Gurjaani District Court on the same day.", "13. According to the applicants, the examination of their second action has not started yet.", "14. The relevant domestic law and practice as regards the restitution of property has been described in the case of Teimuraz Andronikashvili v. Georgia (no. 9297/08, 22 June 2010) and Klaus and Yuri Kiladze v. Georgia (no. 7975/06, §§ 23 and 25-26, 2 February 2010).", "15. The National Public Registry Agency is a legal entity governed by public law established under the Ministry of Justice. One of its main functions is to register ownership title and other related rights over real property for the purpose of their recognition and verification. The Public Registry Agency is responsible, among other things, for the creation and maintenance of cadastral data on real property.", "16. Under section 5 (b) of the Land Act, the registrar was entitled to request the submission of any document necessary for land registration purposes. The interested party had to comply with the registrar’s request immediately.", "17. Article 1005 § 1 of the Civil Code provides that damage done to an individual by either negligence or deliberate misconduct of a public servant must be compensated by the State.", "18. Under Article 381 of the Criminal Code, the non-execution of a judicial decision constitutes an offence:", "“The non-execution of a binding judicial decision, or other judicial decision, or the obstruction of its execution by the State, government or local-government officials, or by the executives of a corporation or other organisations [shall be punished] ...”", "19. Pursuant to Article 3 § 4 (g) of the General Administrative Code of Georgia, the Code does not apply to those activities of the executive that are related to the enforcement of final court judgments.", "20. In accordance with Article 177 § 3 of the General Administrative Code, a complaint may be filed against any action of an administrative agency pursuant to the procedure prescribed for filing a complaint in respect of an administrative legal act."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}