{"ITEMID": "001-108831", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF GADZHIKHANOV AND SAUKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Reasonable time);No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska;Peer Lorenzen", "TEXT": ["6. The first applicant was born in 1927 and lives in Derbent, Republic of Dagestan. The second applicant was born in1977 and lives in Severodvinsk, Arkhangelsk Region.", "7. By a judgment of 20 December 1999 the Derbent Town Court of the Republic of Dagestan granted in part the applicant’s claim against the town administration, recognized that the State had unlawfully confiscated the house owned by his father and awarded him compensation in the amount of 8,349 Russian roubles (RUB).", "8. On 2 February 2000 the Supreme Court of the Republic of Dagestan upheld that judgment on appeal, and on the same day the trial court forwarded the applicant a writ of execution. The trial court specified in the writ of execution that the debtor was the Commission for Restoration of the Rights of the Rehabilitated Victims of Political Repressions at the town administration.", "9. The applicant did not take any further steps to recover the judicial award. As a result, the judgment of 20 December 1999 remains unenforced.", "10. By a judgment of 19 July 2005 the Arkhangelsk Regional Court convicted the applicant of various crimes and sentenced him to imprisonment. That judgment was quashed by way of supervisory review on 11 April 2007 by the Presidium of the Arkhangelsk Regional Court (“the Presidium”). Having found that the lower courts had incorrectly assessed evidence in the case, the Presidium decided to discontinue the criminal proceedings against the applicant.", "11. The applicant sued the State for damages. By a judgment of 20 March 2008 the Severodvinsk Town Court of the Arkhangelsk Region awarded the applicant compensation for unlawful detention in the amount of RUB 1,000. On 19 June 2008 the trial court issued a writ of execution and sent it to the applicant. The above judgment was upheld on appeal by the Arkhangelsk Regional Court on 2 October 2008. By a letter of 23 December 2008 the Legal Department of the Ministry of Finance informed the applicant of the domestic procedure to follow in order to recover the judicial award in his favour.", "12. Despite that information the applicant did not take any further steps to recover the judicial award. As a result, the judgment of 20 March 2008 remains unenforced.", "13. Article 242.1 § 1 of the Budget Code of the Russian Federation provides that enforcement of judicial decisions recovering funds from the budgetary system of the Russian Federation is held on the basis of the enforcement documents (writ of execution, court order).", "14. Article 242.1 § 2 of the same Code provides that along with the writ of execution the creditor or the court acting on his or her behalf should submit a duly certified copy of the judicial decision and a written request containing the creditor’s bank account details."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}