{"ITEMID": "001-110961", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF HASDEMİR v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)", "JUDGES": "Guido Raimondi;Helen Keller;Isabelle Berro-Lefèvre", "TEXT": ["5. The applicant was born in 1961 and is currently detained in İzmit Ftype prison.", "6. On 6 May 2000 the applicant was arrested and taken into police custody on suspicion of membership of a criminal profit-making organisation and carrying out illegal activities on its behalf.", "7. On 8 May 2000 the investigating judge at the İstanbul State Security Court ordered the applicant’s pre-trial detention.", "8. On 19 June 2000 a bill of indictment was filed against the applicant and four other persons with the İstanbul State Security Court, accusing them of forming a criminal profit-making organisation and of being involved in incidents of murder, extortion and fraud.", "9. On 30 January 2003 the first-instance court acquitted the applicant and the other accused of the former charge on the ground that the mental elements of the crime had not been established on their parts. It followed that it lacked jurisdiction to examine the other charges brought against them and transferred the proceedings to the Kartal Assize Court.", "10. On 20 December 2004 the Court of Cassation quashed the judgment of the first-instance court, noting that the latter had erroneously acquitted the applicant and his co-accused of the charge concerned. In its decision, the court held that all components of forming a criminal profit-making organisation had been sufficiently established against the accused.", "11. Subsequently, the case was remitted to the first-instance court.", "12. Following the abolition of the State Security Courts by Law no. 5190, the İstanbul Assize Court resumed the criminal proceedings.", "13. During the proceedings, the İstanbul Assize Court reviewed the lawfulness of the applicant’s continued detention regularly at the end of each hearing or, at the latest, every thirty days, of its own motion, without holding any oral hearing.", "14. At the hearing on 3 March 2010 the İstanbul Assize Court decided, once more, to extend the applicant’s continued detention on account of the reasonable grounds of suspicion that he had committed the offences with which he was charged, and the state of the evidence in the case file.", "15. On 5 January 2011 having regard to the period he had spent in detention, the İstanbul Assize Court released the applicant.", "16. On the basis of the range of evidence in the case file, on 6 December 2011 the İstanbul Assize Court convicted the applicant of a number of crimes; including forming a criminal profit-making organisation, murder, abduction and extortion. Subsequently, the court sentenced the applicant to life imprisonment.", "17. According to the information in the case file, the applicant lodged an appeal with the Court of Cassation, before which the proceedings are currently pending.", "18. The relevant sections of the Turkish Code of Criminal Procedure (Law no.5271) can be found in the judgment of Araz v. Turkey (no. 44319/04, §§ 15-16, 20 May 2010)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-5", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}