{"ITEMID": "001-59717", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF SAHIN v. GERMANY", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Violation of Art. 14+8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings", "JUDGES": "Antonio Pastor Ridruejo", "TEXT": ["8. The applicant, born in 1950, was a Turkish national at the time of the events complained of; he subsequently obtained German nationality.", "9. The applicant is the father of the child G. N., born out of wedlock on 29 June 1988. In a document dated 15 June 1988, he acknowledged paternity of the unborn child, and, in a further document dated 15 August 1988, he acknowledged paternity and undertook to pay maintenance.", "10. The applicant met the child’s mother, Ms D., in 1985 and in December 1987 he moved into her flat where they lived together until at least July 1989 or, as stated by the applicant, until February 1990. In any event, the applicant still visited the child and her mother until February 1990, and between end of July and October 1990 he regularly fetched G.N. for visits. As from November 1990 Ms D. prohibited any contacts between the applicant and the child.", "11. On 5 December 1990 the applicant applied to the Wiesbaden District Court for a decision granting him a right of access to his daughter on every Sunday from 10.00 a.m. until 6.00 p.m. as well as on the second public holiday at Christmas and at Easter.", "12. On 5 September 1991 the District Court dismissed the applicant’s request.", "The court, referring to section 1711 of the Civil Code (Bürgerliches Gesetzbuch), observed that the mother, in the exercise of her right to custody, determined the child’s relations with third persons, and that the father could only be granted a right of access by court order, if this was in the interest of the child.", "According to the court’s findings, these conditions were not met in the applicant’s case. The court noted that the Wiesbaden Youth Office and the parties had been heard and that several witnesses had been questioned at a hearing in March 1991. The court considered that the applicant’s wish to see his daughter resulted from his sincere bonds and true affection. Nevertheless, the court reached the conclusion that access was not in the child’s interest as Ms D. had taken such a strong dislike to the applicant and opposed any contacts so firmly that the child would be put into a situation of antipathy and tensions which would probably considerably affect her well-being.", "The court saw no special circumstances which, nevertheless, could render such contacts beneficial for the child. The relations which had developed between the applicant and his child during the period of cohabitation could not possibly be of such importance as to take the risk that the child be irritated on account of the mother’s feelings of dislike. The witnesses, nurses in the day-nursery frequented by the child, had stated that, following the separation and the disruption of contacts with the applicant, the child’s behaviour had been without any or at least without any significant or lasting peculiarities and that G.N. was a well-balanced, happy and open-minded child. The applicant’s assertion that she missed him and, after the disruption of contacts, had repeatedly inquired after him, had therefore not been proven.", "13. On 12 March 1992 the applicant appealed to the Wiesbaden Regional Court.", "14. On 12 May 1992 the Regional Court ordered a psychological expert opinion on the question whether contacts with the applicant were in G.N.’s interest. On 8 July 1992, following a first conversation with the expert, the applicant challenged her for bias. He also requested that another expert be appointed on the ground that the expert’s scientific approach did not reflect the latest state of research. On 9 September 1992 the Regional Court dismissed the applicant’s request, finding that, taking into account the expert’s explanations of 8 August 1992, there were no reasons to doubt her impartiality or her capabilities.", "15. On 17 December 1992 the applicant requested the Regional Court to progress with the proceedings. He further applied for a provisional order granting him the right to have access to G.N. during one afternoon every week and prohibiting her mother from obstructing such contacts.", "16. On 23 December 1992 the Regional Court dismissed the applicant’s request for a provisional order of access. The Regional Court found that there was no urgency and that the applicant could be requested to await the outcome of the main proceedings. Furthermore, such an order would anticipate the possible terms of a final decision. The disadvantages for the child, should a provisional order be issued and the request be eventually dismissed in the main proceedings, were more serious than those for the applicant in continuing with the prevailing situation.", "17. In her opinion dated 25 February 1993, the expert noted that she had visited the applicant’s family in June 1992 and again heard the applicant, the child’s mother and the child on several occasions between November 1992 and February 1993. She reached the conclusion that a right of access without prior conversations to overcome the conflicts between the parents was not in the interest of the child’s well-being.", "18. By letter of 8 March 1993, the Regional Court, noting that the District Court had omitted to hear the child, inquired with the expert about whether hearing the child in court on her relationship with her father would be a psychological strain for her. In her reply of 13 March 1993, the expert indicated that she had not directly asked the child about her father. The risk inherent in questioning her about whether she wished to see her father was that, in this conflict between the parents, the child might have the impression that her statements were decisive.", "19. At a court hearing on 30 April 1993, the applicant and the child’s mother entered into an agreement. Under the terms of this agreement, the applicant declared not to have resort to any court proceedings, to refrain from any inquiries in the mother’s personal environment and not to exercise the right of custody obtained under Turkish law on the condition that they would undertake a parental therapy. The proceedings were suspended until termination of this therapy.", "20. On 1 June 1993 the applicant requested that the proceedings be resumed as the child’s mother had not approved of the two institutions for family therapy proposed by the applicant and had failed to react to his suggestion that she should make a proposal.", "21. On 25 August 1993 the Wiesbaden Regional Court dismissed the applicant’s appeal.", "The Regional Court considered that personal contacts with his child born out of wedlock were supposed to enable the father to verify the development and the well-being of his child and to maintain existing natural bonds. Section 1711 and section 1634 of the Civil Code thus pursued the same purpose, however, the conditions were different. While, pursuant to section 1634 of the Civil Code, the parent not having custody and care had the right to personal contact with the child born in wedlock, section 1711 did not grant such a right to the father of a child born out of wedlock. Rather, the person having custody, as a rule the mother, determined if and to what extent the father was entitled to have contacts with his child. Only if contacts were in the interest of the child could the competent court grant a right of access. This weaker legal position resulted from the different social position of the father of a child born out of wedlock. Referring to case-law of the Federal Constitutional Court of 1971 and 1981, the Regional Court found no reason to doubt the constitutionality of section 1711 of the Civil Code. The court added that while, for considerations of legal policy, there was an urgent need for a reform of the law on children born out of wedlock, it was bound by the law in force.", "The Regional Court considered that such contacts could be ordered only if this was advantageous and beneficial for the child’s well-being. It could be assumed that, as a rule, such contacts were ordered as regular contacts between a father and his child offered the possibility of a normal development and facilitated the forming of the child’s own personality. In applying these principles in the applicant’s case, the court found that the applicant applied for access on the ground of true love for his daughter. However, such responsible motives could not result in granting a right of access which would have to be enforced. The child would suffer from the existing tensions between the parents on the occasion of every contact and her further development would be disturbed. There were no particular circumstances to conclude that contacts would nevertheless be favourable to the child. In this respect, the court found that there had already been tensions between her parents during the period of cohabitation. Furthermore, the expert had established that the child had repressed her memories concerning the applicant and did not talk about this subject in order to protect herself. She did not suffer from the situation.", "The Regional Court further considered that the expert opinion was reliable and could not be objected to. The finding that the parents had to start a therapy with a view to overcome their conflicts before the child could have contacts with both of them was independent of the question of responsibility for the said situation. The court finally found that it had not been required to hear the child on her relations to her father as this would have amounted to a psychological strain.", "22. On 21 September 1993 the applicant filed a constitutional complaint with the Federal Constitutional Court, complaining that the refusal of access to his daughter infringed his parental rights and amounted to discrimination, as well as about the alleged unfairness of the taking of expert evidence. The First Chamber of the Federal Constitutional Court acknowledged receipt on 29 September 1993.", "By letter of 26 April 1994 the applicant inquired with the Constitutional Court about the state of proceedings and urged a speedy decision. On 16 May 1994 the Constitutional Court informed him that in a similar case which had been registered at an earlier date a decision was envisaged for the first six months of 1995.", "On 26 November 1995 the applicant addressed a letter to the President of the Federal Constitutional Court complaining that the examination of his constitutional complaint had been postponed until the first six months of 1996. In her reply of 15 February 1996 the Judge dealing with the applicant’s case informed the applicant that, due to the heavy workload of the Federal Constitutional Court in 1995 no decision could be taken. A decision was envisaged for 1996. Having regard to the importance of the subject matter, such a decision required careful preparation.", "23. On 1 December 1998 the Federal Constitutional Court, sitting as a panel of three judges, refused to entertain the applicant’s constitutional complaint.", "24. The statutory provisions on custody and access are to be found in the German Civil Code. They have been amended on several occasions and many were repealed by the amended Law on Family Matters (Reform zum Kindschaftsrecht) of 16 December 1997 (Federal Gazette 1997, p. 2942), which came into force on 1 July 1998.", "25. Section 1626 § 1 reads as follows (the Court’s translation):", "“The father and the mother have the right and the duty to exercise parental authority (elterliche Sorge) over a minor child. The parental authority includes the custody (Personensorge) and the care of property (Vermögenssorge) of the child.”", "26. Pursuant to section 1626 a § 1, as amended, the parents of a minor child born out of wedlock jointly exercise custody if they make a declaration to that effect (declaration on joint custody) or if they marry. According to Section 1684, as amended, a child is entitled to have access to both parents; each parent is obliged to have contact with, and entitled to have access to, the child. Moreover, the parents must not do anything that would harm the child’s relationship with the other parent or seriously interfere with the child’s upbringing. The family courts can determine the scope of the right of access and prescribe more specific rules for its exercise, also with regard to third parties; and they may order the parties to fulfil their obligations towards the child. The family courts can, however, restrict or suspend that right if such a measure is necessary for the child’s welfare. A decision restricting or suspending that right for a lengthy period or permanently may only be taken if otherwise the child’s well-being would be endangered. The family courts may order that the right of access exercised in the presence of a third party, such as a Youth Office authority or an association.", "27. Before the entry into force of the amended Law on Family Matters, the relevant provision of the Civil Code concerning custody and access for a child born in wedlock was worded as follows (the Court’s translation):", "Section 1634", "“1. A parent not having custody has the right to personal contact with the child. The parent not having custody and the person having custody must not do anything that would harm the child’s relationship with others or seriously interfere with the child’s upbringing.", "2. The family court can determine the scope of that right and can prescribe more specific rules for its exercise, also with regard to third parties; as long as no decision is made, the right, under section 1632 § 2, of the parent not having custody may be exercised throughout the period of contact. The family court can restrict or suspend that right if such a measure is necessary for the child’s welfare.", "3. A parent not having custody who has a legitimate interest in obtaining information about the child’s personal circumstances may request such information from the person having custody in so far as this is in keeping with the child’s interests. The guardianship court shall rule on any dispute over the right to information.", "4. Where both parents have custody and are separated not merely temporarily, the foregoing provisions shall apply mutatis mutandis.”", "28. The relevant provisions of the Civil Code concerning custody of and access to a child born out of wedlock were worded as follows (the Court’s translation):", "Section 1705", "“Custody over a minor child born out of wedlock is exercised by the child’s mother...”", "Section 1711", "“1. The person having custody of the child shall determine the father’s right of access to the child. Section 1634 § 1, second sentence, applies by analogy.", "2. If it is in the child’s interests to have personal contact with the father, the guardianship court can decide that the father has a right to personal contact. Section 1634 § 2 applies by analogy. The guardianship court can change its decision at any time.", "3. The right to request information about the child’s personal circumstances is set out in Section 1634 § 3.", "4. Where appropriate, the youth office shall mediate between the father and the person who exercises the right of custody.”", "29. Like proceedings in other family matters, proceedings under former section 1711 § 2 of the Civil Code were governed by the Act on Non-Contentious Proceedings (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit).", "30. According to section 12 of that Act, the court shall, ex officio, take the measures of investigation that are necessary to establish the relevant facts and take the evidence that appears appropriate.", "In proceedings regarding access, the competent youth office has to be heard prior to the decision (section 49 § 2 (k)).", "As regards the hearing of parents in custody proceedings, section 50a § 1 stipulates that the court shall hear the parents in proceedings concerning custody or the administration of the child’s assets. In matters relating to custody, the court shall, as a rule, hear the parents personally. In cases concerning placement into public care, the parents shall always be heard. According to paragraph 2 of section 50a, a parent not having custody shall be heard except where it appears that such a hearing would not contribute to the clarification of the matter."], "VIOLATED_ARTICLES": ["14", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}