{"ITEMID": "001-84977", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF ACIKGÖZ v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;David Thór Björgvinsson;Egbert Myjer;Elisabet Fura;Ineta Ziemele", "TEXT": ["6. The applicant, Mr Ali Acikgöz, is a citizen of Turkey who was born in 1945 and lives in Austria.", "7. On 5 April 1987 the applicant was involved in a serious car accident in which one person died.", "8. Consequently, criminal proceedings were instituted against the applicant and, on 7 April 1987, the Kranj Basic Court (Temeljno sodišče v Kranju) ordered him to pay a bail of 5,000 DEM.", "9. During the investigation, the investigating judge acquired forensic expert reports and examined a witness.", "10. On 13 April 1988 the Public Prosecutor filed an indictment against the applicant for causing the accident by negligent driving. On 14 November 1991 the Kranj Basic Court dismissed the applicant's objection against the indictment.", "11. On 30 December 1991 the applicant assigned a new lawyer to represent him in the proceedings and informed the court about his address in Austria.", "12. On 30 June 1992, a hearing was cancelled due to the applicant's absence. Subsequently, the court examined several witnesses in the presence of the applicant's representative.", "13. On 20 October 1992 the applicant's lawyer proposed that the next hearing be held in the absence of the applicant.", "14. On 28 March 1994, further to the court's request, the applicant's lawyer informed the court that he had lost contact with the applicant. On 30 March 1994 the court asked the local police to inquire about the applicant's address. The police did not reply.", "15. On 28 June 1994 the Convention entered into force in respect of Slovenia.", "16. On 1 February 1995 the Kranj District Court (Okrožno sodišče v Kranju) gained jurisdiction in the case due to the reform of the Slovenian judicial system. The case was assigned to a judge, who did not deal with it.", "17. On 26 August 1996 the case was assigned to a new judge.", "18. On 14 November 1996 the Kranj District Court inquired about the applicant's address. The lawyer knew that the applicant had moved to Turkey but was not aware of his new address. It appears that the applicant notified his lawyer about his address on 30 December 1996.", "19. On 14 May 1998 the applicant was summoned for a hearing through an assistance of the Ministry of Justice. On 27 October 1998 a hearing was held in the absence of the duly summoned applicant. The only witness examined at the hearing referred to his testimony given in the earlier stages of the proceedings and was not asked any further questions. No other evidence was taken at the hearing. The court subsequently convicted the applicant. A written judgment was served on him on 17 November 1998.", "20. On 19 November 1998 the applicant appealed to the Ljubljana Higher Court (Višje sodišče v Ljubljani).", "21. On 19 October 1999 the Ljubljana Higher Court acquitted the applicant. The judgment was served on the applicant on 30 December 1999.", "22. On 31 December 1999 the applicant asked the Kranj District Court to reimburse him the bail (see paragraph 8 above) together with the default interest and sought reimbursement of the costs and expenses he had incurred in the proceedings.", "23. On 23 February 2000 the Kranj District Court ordered the reimbursement of the costs and expenses.", "24. On 10 March 2000 the Kranj District Court, relying on section 198 of the Criminal Procedure Act (see paragraph 30 below), ordered the reimbursement of the bail, but refused to reimburse the interests.", "25. On 15 March 2000 the applicant appealed against that decision.", "26. On 11 May 2000 the Ljubljana Higher Court rejected the appeal. The decision was served on the applicant on 29 August 2000.", "27. On 19 March 2001 the applicant instituted civil proceedings in the Ljubljana Local Court (Okrajno sodišče v Ljubljani) seeking reimbursement of the interests incurred in respect of the bail paid in 1987. The proceedings are currently pending on appeal.", "28. The Act on the Protection of the Right to a Trial without undue Delay (Zakon o varstvu pravice do sojenja brez nepotrebnega odlašanja, Official Journal, No. 49/2006) became operational on 1 January 2007. Under its sections 1 and 2, the right to a trial within a reasonable time is guaranteed for a party to court proceedings, a participant under the Act governing non-contentious proceedings and an injured party in criminal proceedings.", "29. Section 25 lays down the following transitional rules in relation to applications already pending before the Court:", "“(1) In cases where a violation of the right to a trial without undue delay has already ceased and the party had filed a claim for just satisfaction with the international court before the date of implementation of this Act, the State Attorney's Office shall offer the party a settlement on the amount of just satisfaction within four months after the date of receipt of the case referred by the international court for the settlement procedure. The party shall submit a settlement proposal to the State Attorney's Office within two months of the date of receipt of the proposal of the State Attorney's Office. The State Attorney's Office shall decide on the proposal as soon as possible and within a period of four months at the latest. ...", "(2) If the proposal for settlement referred to in paragraph 1 of this section is not acceded to or the State Attorney's Office and the party fail to negotiate an agreement within four months after the date on which the party filed its proposal, the party may bring an action before the competent court under this Act. The party may bring an action within six months after receiving the State Attorney's Office reply that the party's proposal referred to in the previous paragraph was not acceded to, or after the expiry of the period fixed in the previous paragraph for the State Attorney's Office to decide to proceed with settlement. Irrespective of the type or amount of the claim, the provisions of the Civil Procedure Act concerning small claims shall apply in proceedings before a court.”", "30. Section 198 of the Criminal Procedure Act (Zakon o kazenskem postopku, Official Gazette no. 63/94) provides that the bail should be reimbursed once the criminal proceedings terminate with a final decision or a final judgment."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}