{"ITEMID": "001-59535", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF VgT VEREIN GEGEN TIERFABRIKEN v. SWITZERLAND", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (abuse of right of petition);Violation of Art. 10;No violation of Art. 13;No violation of Art. 14;Costs and expenses partial award", "JUDGES": "Christos Rozakis", "TEXT": ["8. The aim of the applicant association is the protection of animals, with particular emphasis on animal experiments and industrial animal production.", "9. As a reaction to various television commercials of the meat industry, the applicant association prepared a television commercial lasting fifty-five seconds and consisting of two scenes.", "10. The first scene of the film showed a sow building a shelter for her piglets in the forest. Soft orchestrated music was played in the background, and the accompanying voice referred, inter alia, to the sense of family which sows had. The second scene showed a noisy hall with pigs in small pens, gnawing nervously at the iron bars. The accompanying voice stated, inter alia, that the rearing of pigs in such circumstances resembled concentration camps, and that the animals were pumped full of medicaments. The film concluded with the exhortation: “Eat less meat, for the sake of your health, the animals and the environment!”", "11. On 3 January 1994 the applicant association, wishing this film to be broadcast in the programmes of the Swiss Radio and Television Company (Schweizerische Radio- und Fernsehgesellschaft), sent a videocassette to the then Commercial Television Company (AG für das Werbefernsehen, now called Publisuisse) responsible for television advertising.", "12. On 10 January 1994 the Commercial Television Company informed the applicant association that it would not broadcast the commercial in view of its “clear political character”. The company pointed out that an alternative solution would be a film showing the merits of a decent rearing of animals and informing viewers that they were free to enquire into the origin of the meat which they were buying.", "13. By a letter of 10 January 1994 the applicant association requested a decision against which it could file an appeal. On 13 January 1994 the Commercial Television Company replied that it was not an official authority giving decisions which could be contested. Nevertheless, it would be willing to convene a meeting to discuss other possibilities in the presence of a legal adviser.", "14. By a letter of 14 January 1994 the applicant association stated that it was not prepared to accept changes to its commercial. It requested a statement of the reasons for the decision and information as to the supervisory authority with which an appeal could be filed.", "15. By a letter of 24 January 1994 the Commercial Television Company declined the applicant association’s requests as follows:", "“As you have refused the discussion which we have proposed, we see no reason to enter into your propositions as set out in your letters of 14 and 20 January 1994. We regret this development as it serves neither you nor us. We confirm that we cannot broadcast your commercial in the proposed form as it breaches section 14 of the Radio and Television Ordinance [Radio- und Fernsehverordnung] as well as our general conditions of business [Allgemeine Geschäftsbedingungen]. In addition, the Commercial Television Company cannot be obliged to broadcast commercials which damage its business interests and involve its editorial rights.”", "16. On 4 February 1994 the applicant association filed a complaint with the Independent Radio and Television Appeal Board (Unabhängige Beschwerdeinstanz für Radio und Fernsehen), complaining of the refusal to broadcast the commercial. The latter informed the applicant association on 10 February 1994 that it could only deal with appeals complaining about programmes which had already been broadcast, but that it would transmit the complaint to the Federal Office of Communication (Bundesamt für Kommunikation). The Federal Office informed the applicant association on 25 April 1994 that within the framework of the broadcasting provisions the Commercial Television Company was free to purchase commercials and choose its contractual partners as it wished. It further stated that it considered the complaint to be a disciplinary report, and that it saw no reason to take proceedings against the Swiss Radio and Television Company.", "17. On 6 July 1994 the applicant association filed a complaint with the Federal Department of Transport, Communications and Energy (Eidgenössisches Verkehrs- und Energiewirtschaftsdepartement), which was dismissed on 22 May 1996. In its decision, it found, inter alia, that the Swiss Radio and Television Company was the sole institution to provide information in respect of home news (Inlandsberichterstattung). In respect of commercial broadcasts, however, the company was in competition with local, regional and foreign broadcasters, and the applicant association was not obliged to have its commercial broadcast over the channels of the company. Moreover, the company acted in matters of advertising as a private entity and did not fulfil a duty of public law when it broadcast commercials. The Federal Department concluded that the Swiss Radio and Television Company could not be ordered to broadcast the commercial at issue.", "18. The applicant association’s administrative-law appeal (Verwaltungsgerichtsbeschwerde), filed by a lawyer and dated 18 June 1996, was dismissed by the Federal Court (Bundesgericht) on 20 August 1997. The court noted, with reference to Article 13 of the Convention, that the Federal Office of Communication should have formally afforded the applicant association the opportunity to institute complaints proceedings which, if necessary, could have remedied the matter. As the case was ready for decision, the Federal Court undertook the decision itself. It then balanced the various issues at stake.", "19. The judgment proceeded to explain the position of the Swiss Radio and Television Company in Swiss law. The company no longer enjoyed a monopoly and was increasingly subject to foreign competition. However, this did not alter the fact that, according to the applicable law, the Swiss Radio and Television Company continued to operate in the area of programming within the framework of public-law duties with which it was entrusted. The law itself granted it a licence for the broadcasting of national and linguistic regional programmes.", "20. The Federal Court further considered that Article 55 bis § 3 of the Federal Constitution (Bundesverfassung); in the version applicable at the relevant time, ensured the independence of radio and television broadcasting as well as autonomy in programming. However, advertising fell outside the programming obligations of the Swiss Radio and Television Company, the programming activity presupposing an assessment of the informative content by an editor. Only programming activities were covered by Article 55 bis of the Federal Constitution and section 4 of the Federal Radio and Television Act (Bundesgesetz über Radio und Fernsehen). Viewers should not be influenced in their opinions by one-sided, unobjective or insufficiently varied contributions which disregarded journalistic obligations. Commercials, on the other hand, were by their very nature one-sided as they were in the interest of the advertiser, and were by definition excluded from a critical assessment. For this reason, pursuant to section 18(1) of the Federal Radio and Television Act, they had to be clearly separated from programmes and recognisable as such. Indeed, the Federal Radio and Television Act dealt with advertising and financing, rather than with programming. Furthermore, no right to broadcast a commercial could be derived from the principle of the diversity of programmes or the fact that a competitor’s commercial had already been authorised. The judgment continued:", "“Until 1964 [advertising] was completely prohibited on radio and television. Subsequently, it was allowed on television, although it was subject to restrictions in the interests of an optimal implementation of programming duties and to protect other important public interests (youth, health, diversity of the press). Section 18 of the Federal Radio and Television Act today assumes in principle that advertising is admissible but subject to certain limitations. Thus, section 18(5) of the Federal Radio and Television Act prohibits religious and political advertising as well as advertising for alcoholic beverages, tobacco and medicaments. The Federal Council may enact further advertising prohibitions for the protection of juveniles and the environment ... On this basis, section 18 of the Federal Radio and Television Act was given a more concrete form in sections 10 et seq. of the Radio and Television Ordinance. These provisions contain no obligation whatsoever to broadcast commercials, and do not declare that advertising is a public-law duty of the broadcaster.”", "21. In respect of the applicant association’s complaint under Article 10 of the Convention, the Federal Court found that the prohibition of political advertising laid down in section 18(5) of the Federal Radio and Television Act served various purposes:", "“It should prevent financially powerful groups from obtaining a competitive political advantage. In the interest of the democratic process it is designed to protect the formation of public opinion from undue commercial influence and to bring about a certain equality of opportunity among the different forces of society. The prohibition contributes towards the independence of the radio and television broadcasters in editorial matters, which could be endangered by powerful political advertising sponsors. According to the Swiss law on communication the press remains the most important means for paid political advertising. Already, financially powerful groups are in a position to secure themselves more space; admitting political advertising on radio and television would reinforce this tendency and substantially influence the democratic process of opinion-forming – all the more so as it is established that with its dissemination and its immediacy television will have a stronger effect on the public than the other means of communication ... Reserving political advertising to the print media secures for them a certain part of the advertising market and thereby contributes to their financing; this in turn counteracts an undesirable concentration of the press and thus indirectly contributes to the pluralistic system of media required under Article 10 of the Convention ...”", "22. The Federal Court observed that the applicant association had other means of disseminating its political ideas, for instance in foreign programmes which were broadcast in Switzerland, or in the cinema and the press. The Commercial Television Company had offered the applicant association other possibilities and was also willing to convene a meeting to discuss them with it in the presence of a legal adviser.", "23. In respect of the applicant association’s complaint about discrimination, the Federal Court found that it was complaining of two situations which were not comparable with each other. Promotions by the meat industry were economic in nature in that they aimed at increasing turnover and were not related to animal protection. On the other hand, the applicant association’s commercial, exhorting reduced meat consumption and containing shocking pictures, was directed against industrial animal production. The applicant association was frequently active in the media in order to pursue its aims. In 1992 it had filed a disciplinary complaint in this respect with the Swiss Federal Parliament. The matter became a political issue early in 1994 when the Swiss Federal Council commented on the matter.", "24. Article 55 bis of the Swiss Federal Constitution, in the version applicable at the relevant time, provided:", "“1. Legislation on radio and television ... comes within the jurisdiction of the Confederation.", "2. Radio and television shall contribute to cultural development and the free expression of opinions as well as to the entertainment of the audience. They shall consider the particularities of the country and the requirements of the cantons. They shall describe facts objectively and fairly reflect the variety of views.", "3. Within the framework of paragraph 2, the impartiality of radio and television as well as autonomy in the creation of programmes shall be guaranteed. ...”", "25. These provisions have been enshrined in Article 93 of the Federal Constitution currently in force.", "26. The Federal Radio and Television Act, referring to Article 55 bis, in principle requires a licence to broadcast radio and television programmes. Section 26 of the Act grants the licence for national and linguistic regional programmes to the Swiss Radio and Television Company. Section 4 stipulates that the programmes shall be objective and fairly reflect the plurality of events and opinions.", "27. The Swiss Radio and Television Company has transferred all aspects of the acquisition and organisation of television advertising to the Commercial Television Company (now called Publisuisse), which is a company established under private law whose activities do not depend on a licence.", "28. Commercials are broadcast between programmes at various times of the day. In respect of advertising, the Federal Radio and Television Act provides as follows:", "“Section 18 Advertising", "1. Advertising shall be clearly separated from the rest of the programme and shall be clearly recognisable as such. The permanent programme staff of the broadcaster shall not participate in the broadcasting of commercials ...", "5. Religious and political advertising is prohibited, as is advertising for alcoholic beverages, tobacco and medicaments. To protect juveniles and the environment, the Federal Council may ban other advertisements.”", "29. In its message (Botschaft) of 28 September 1987 to the Swiss Parliament, the Federal Council explained that the prohibition of political advertising “should prevent financially powerful groups from obtaining a competitive political advantage” (Bundesblatt 1987, vol. III, p. 734).", "30. Section 15 of the Radio and Television Ordinance provides as follows:", "“Section 15 Prohibited advertising", "The following shall be prohibited:", "(a) religious and political advertising;", "(b) advertising for alcoholic beverages and tobacco;", "(c) advertising for medicaments in respect of which public advertising is not authorised by medical law;", "(d) untrue or misleading advertising or advertising which constitutes unfair competition;", "(e) advertising which profits from the natural credulity of children or the lack of experience of youth or abuses their feelings of attachment;", "(f) subliminal advertising ...”"], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13", "14"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}