{"ITEMID": "001-71034", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF J.A. PYE (OXFORD) LTD AND J.A. PYE (OXFORD) LAND LTD v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of P1-1;Just satisfaction reserved", "JUDGES": "Matti Pellonpää;Nicolas Bratza", "TEXT": ["9. The second applicant company is the registered owner of a plot of 23 hectares of agricultural land in Berkshire. The first applicant company was its predecessor in title. The owners of a property adjacent to the land, Mr. and Mrs. Graham (“the Grahams”) occupied the land under a grazing agreement until 31 December 1983. On 30 December 1983 a chartered surveyor acting for the applicants wrote to the Grahams noting that the grazing agreement was about to expire and requiring them to vacate the land. In January 1984 the applicants refused a request for a further grazing agreement for 1984 because they anticipated seeking planning permission for the development of all or part of the land and considered that continued grazing might damage the prospects of obtaining such permission.", "10. Notwithstanding the requirement to vacate the land at the expiry of the 1983 agreement, the Grahams remained in occupation at all times, continuing to use it for grazing. No request to vacate the land or to pay for the grazing which was taking place was made. If it had been, the evidence was that the Grahams would happily have paid.", "11. In June 1984 an agreement was reached whereby the applicants agreed to sell to the Grahams the standing crop of grass on the land for £1,100. The cut was completed by 31 August 1984. In December 1984 an inquiry was made of the applicants as to whether the Grahams could take another cut of hay or be granted a further grazing agreement. No reply to this letter or to subsequent letters sent in May 1985 was received from the applicants and thereafter the Grahams made no further attempt to contact the applicants. From September 1984 onwards until 1999 the Grahams continued to use the whole of the disputed land for farming without the permission of the applicants.", "12. In 1997, Mr Graham registered cautions at the Land Registry against the applicant companies’ title on the ground that he had obtained title by adverse possession.", "13. On 30 April 1998 the applicant companies issued an originating summons in the High Court seeking cancellation of the cautions. On 20 January 1999 the applicant companies issued further proceedings seeking possession of the disputed land.", "14. The Grahams challenged the applicant companies’ claims under the Limitation Act 1980 (“the 1980 Act”) which provides that a person cannot bring an action to recover any land after the expiration of 12 years of adverse possession by another. They also relied on the Land Registration Act 1925, which applied at the relevant time and which provided that, after the expiry of the 12-year period, the registered proprietor was deemed to hold the land in trust for the squatter.", "15. Judgment was given in favour of the Grahams on 4 February 2000 ([2000]Ch 676). Mr Justice Neuberger held that since the Grahams enjoyed factual possession of the land from January 1984, and adverse possession took effect from September 1984, the applicant companies’ title was extinguished pursuant to the 1980 Act, and the Grahams were entitled to be registered as proprietors of the land. At the conclusion of his 30-page judgment, Neuberger J. remarked that the result he had reached did not accord with justice and could not be justified by practical considerations: the justification advanced for the right to acquire title to land by adverse possession – namely the avoidance of uncertainty – had in his view little relevance to the use of registered land where the owner was readily identifiable by inspecting the register of the relevant title at the Land Registry. The fact that an owner who had sat on his rights for 12 years should be deprived of the land was in his view “illogical and disproportionate”: as he expressed the point, “it does seem draconian to the owner and a windfall for the squatter that, just because the owner has taken no step to evict a squatter for 12 years, the owner should lose 25 hectares of land to the squatter with no compensation whatsoever”.", "16. The applicant companies appealed and on 6 February 2001, the Court of Appeal reversed the High Court decision on the ground that the Grahams did not have the necessary intention to possess the land, and the applicant companies were therefore not “dispossessed” of it within the meaning of the 1980 Act ([2001]EWCA Civ 117, [2001]Ch 804). Although this conclusion was sufficient to dispose of the appeal, two members of the Court of Appeal went on to address the question whether the applicants’ loss of title to the land could also have given rise to a violation of Article 1 of Protocol No. 1 as applied in domestic law by the Human Rights Act 1998.", "17. Lord Justice Mummery held that Article 1 did not impinge on the relevant provisions of the Limitation Act 1980, which did not deprive a person of his possessions or interfere with his peaceful enjoyment of them but only deprived a person of his right of access to the courts for the purpose of recovering property if he had delayed the institution of his legal proceedings for 12 years or more after being dispossessed by another. The extinction of the applicants’ title was not, in his view, a deprivation of possessions nor a confiscatory measure for which payment of compensation would be appropriate, but simply a logical and pragmatic consequence of the barring of the right to bring an action after the expiration of the limitation period. In the alternative, Mummery L.J found that any deprivation was justified in the public interest, the conditions laid down in the 1980 Act being reasonably required to avoid the risk of injustice in the adjudication of stale claims and as ensuring certainty of title: those conditions were not disproportionate, the period of 12 years being reasonable and not imposing an excessively difficult burden on the landowner.", "18. Lord Justice Keene took as his starting point that limitation periods were in principle not incompatible with the Convention and that the process whereby a person would be barred from enforcing rights by the passage of time was clearly acknowledged by the Convention. This position obtained, in his view, even though limitation periods both limited the right of access to the courts and in some circumstances had the effect of depriving persons of property rights, whether real or personal, or of damages: there was thus nothing inherently incompatible as between the 1980 Act and Article 1 of the Protocol.", "19. The Grahams appealed to the House of Lords, which, on 4 July 2002, allowed their appeal and restored the order of the High Court ([2002] UKHL 30, [2002] 3 All ER 865). Lord Browne-Wilkinson, with whom Lord Mackay of Clashfern and Lord Hutton agreed, held that the Grahams did have “possession” of the land in the ordinary sense of the word, and therefore the applicant companies had been “dispossessed” of it within the meaning of the 1980 Act. There was no inconsistency between a squatter being willing to pay the paper owner if asked and his being in possession in the meantime. Lord Browne-Wilkinson referred to the European Convention on Human Rights only to note that there was no ambiguity in the 1980 Act which called for resolution.", "20. Lord Bingham of Cornhill, agreeing with Lord Browne-Wilkinson, made the following statement in the course of his judgment:", "“[The Grahams] sought rights to graze or cut grass on the land after the summer of 1984, and were quite prepared to pay. When Pye failed to respond they did what any other farmer in their position would have done: they continued to farm the land. They were not at fault. But the result of Pye’s inaction was that they enjoyed the full use of the land without payment for 12 years. As if that were not gain enough, they are then rewarded by obtaining title to this considerable area of valuable land without any obligation to compensate the former owner in any way at all. In the case of unregistered land, and in the days before registration became the norm, such a result could no doubt be justified as avoiding protracted uncertainty where the title to land lay. But where land is registered it is difficult to see any justification for a legal rule which compels such an apparently unjust result, and even harder to see why the party gaining title should not be required to pay some compensation at least to the party losing it. It is reassuring to learn that the Land Registration Act 2002 has addressed the risk that a registered owner may lose his title through inadvertence. But the main provisions of that Act have not yet been brought into effect, and even if they had it would not assist Pye, whose title had been lost before the passing of the Act. While I am satisfied that the appeal must be allowed for the reasons given by my noble and learned friend, this is a conclusion which I (like the judge [Neuberger J]...) ‘arrive at with no enthusiasm’.” [JA Pye (Oxford) Ltd and another v. Graham and another [2000] 3 All ER 865, at 867]", "21. The question whether the result was incompatible with the applicants’ rights under Article 1 of Protocol No. 1 to the Convention was not pursued before the House of Lords, it being conceded that the Human Rights Act 1998 had no retrospective effect. However, in his judgment Lord Hope of Craighead, who also agreed with Lord Browne-Wilkinson on the reasons for dismissing the appeal, observed that the question under the Convention:", "“....is not an easy one, as one would have expected the law - in the context of a statutory regime where compensation is not available - to lean in favour of the protection of a registered proprietor against the actions of persons who cannot show a competing title on the register. Fortunately.......a much more rigorous regime has now been enacted in Schedule 6 to the 2002 Act. Its effect will be to make it much harder for a squatter who is in possession of registered land to obtain title against the wishes of the proprietor. The unfairness in the old regime which this case has demonstrated lies not in the absence of compensation, although that is an important factor, but in the lack of safeguards against oversight or inadvertence on the part of the registered proprietor.”", "22. Section 15 of the Limitation Act 1980, a consolidating Act, provides:", "“(1) No action shall be brought by any person to recover any land after the expiration of twelve years from the date on which the right of action accrued to him or, if it first accrued to some person through whom he claims, to that person...", "(6) Part I of Schedule 1 to this Act contains provisions for determining the date of accrual of rights of action to recover land in the cases there mentioned.”", "23. Paragraph 1 of Schedule 1 provides:", "“Where the person bringing an action to recover land, or some person through whom he claims, has been in possession of the land, and has while entitled to the land been dispossessed or discontinued his possession, the right of action shall be treated as having accrued on the date of the dispossession or discontinuance.”", "24. In the case of unregistered land, section 17 of the 1980 Act provides that, on the expiration of the limitation period regulating the recovery of land, the title of the paper owner is extinguished. In the case of registered land, section 75(1) of the Land Registration Act 1925 provides that, on the expiry of the limitation period the title is not extinguished but the registered proprietor is deemed to hold the land thereafter in trust for the squatter.", "25. The Law Reform Committee considered the law on limitation periods in its report of 1977 (Cmnd 6923). It commented negatively on the courts’ practice of granting an implied licence to the would-be adverse possessor, which had the effect of stopping time running against the owner, and proposed no change to the existing limitation periods, and agreed that the expiration of the limitation period should serve to extinguish the claimant’s title.", "26. A Law Commission Consultation Paper on Limitation of Actions in 1988 (Law Com 151) gave a number of general policy aims of the law on limitations. The Consultation Paper noted that defendants have a legitimate interest in having cases brought to court reasonably promptly as evidence may not be available indefinitely, and because defendants should be able to rely on their assumed entitlement to enjoy an unchallenged right. The State, too, has an interest in ensuring that claims are made and determined within a reasonable time in order to deliver a fair trial, and as guarantor of legal certainty. Finally, limitation periods were seen to have a salutary effect on plaintiffs in encouraging them to bring claims reasonably promptly.", "27. A separate Law Commission Consultative Document on land registration in 1998 (prepared with the Land Registry; Law Com 254) noted that although the original intention of the system of land registration was to apply the principles of unregistered land to a registered format, there were certain areas where this was not wholly true. One example given was the position of the rights of adverse possessors (section 75(1) of the Land Registration Act 1925 was referred to). The Consultative Document set out and commented on four particularly cogent reasons often given for the law on adverse possession: (i) Because it is part of the law on limitation of actions. It noted:", "“... because adverse possession is an aspect of the law of limitation, it is of course customary to account for it, at least in part, in terms of the policy of limitation statutes generally, namely to prevent defendants from stale claims and to encourage defendants not to sleep on their rights. However, adverse possession does not merely bar claims. Its effect is positive: ‘a squatter does in the end get title by his possession and the indirect operation of the Limitation Act ..’. This can only be justified by factors over and above those which explain the law on limitation ... this particular justification has much greater force in relation to unregistered land than it does for land with registered title. Unregistered title ultimately depends on possession. It therefore behoves a landowner to be vigilant to protect that possession and not to sleep on his or her rights. ... where title is registered (...) the basis of title is primarily the fact of registration rather than possession. Registration confers title because the registration of a person as proprietor of land of itself vests in him or her the relevant legal estate ...”", "(ii) Because if land and its ownership are out of kilter, the land may become unmarketable. Where the registered owner has disappeared, and cannot be traced, and a squatter takes possession, the doctrine of adverse possession “does at least ensure that in such cases land remains in commerce and is not rendered sterile”. Where there have been dealings “off the register”, such as where a farmer agrees to a land swap with a neighbour under a “gentleman’s agreement” but does not register the change, “adverse possession fulfils a useful function”. (iii) Because in case of mistake the innocent but mistaken squatter of land may have incurred expenditure. In such circumstances adverse possession can be justified on grounds of hardship, and there are parallels with the principles of proprietary estoppel. (iv) Because it facilitates and cheapens investigation of title to land. The Law Commission accepted this last reason as being very strong for unregistered land, but considered that for registered land, where title depends on the contents of the register rather than possession, it was not applicable.", "28. The Law Commission proposed, provisionally, that the system of adverse possession as it applied to registered land should be recast to reflect the principles of title registration, and that it should be limited to very few, exceptional cases.", "29. Two Reports, on Limitation of Actions (Law Com 270) and on registered land (Law Com 271), followed the Consultation Papers, and were published in July 2001.", "30. The Law Commission Report on Limitation of Actions recommended that the general limitation period for actions in respect of land should be ten years. It added that if the proposals made on registered land in Law Com 254 were accepted, the proposal would relate only to interests in unregistered land (and unregistrable interests in registered land).", "31. The Report on registered land (Law Com 271) proposed that a squatter should be able to apply to be registered as proprietor after 10 years’ adverse possession, and that the registered proprietor should be notified of that application. If the proprietor objected to the registration, the application by the adverse possessor for registration would be rejected. The registered proprietor would then be required to regularise the position (for example by evicting the squatter) within two years, failing which the squatter would be entitled to be registered as proprietor.", "32. The Land Registration Act 2002, which does not have retroactive effect, implemented the proposals in Law Com 271.", "33. On 23 March 2005, Deputy Judge Strauss in the Chancery Division gave judgment in the case of Beaulane Properties Ltd v. Palmer (Times Law Reports, 13 April 2005). The case concerned a licensee who had remained in possession of registered land for over 12 years after the expiry of his licence. Applying the judgment of the House of Lords in the present case, the judge found that under English law as it stood up to the entry into force of the Human Rights Act 1998, the registered owner of the land lost all claim to it. However, on analysing the facts on a Convention basis, he found that there was no real public or general interest in the law on adverse possession in the case of registered land, and that the adverse consequences for the landowner were disproportionate. By re-interpreting the relevant legislation in accordance with Section 3 of the Human Rights Act, the judge found that the claim by the former licensee to have acquired the disputed land failed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}