{"ITEMID": "001-5645", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "TOME MOTA v. PORTUGAL", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Cesário Manuel Tomé Mota, is a Portuguese national who was born in 1952. He is currently being held in Linhó Prison in Portugal.", "He is represented before the Court by Mr J. L. Lopes dos Reis, of the Lisbon Bar.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "", "On 31 August 1991 the applicant was arrested. He was suspected of having used several stolen cheques after signing them with signatures corresponding to those of the rightful bearers, thus making himself guilty of handling stolen goods, fraud and forgery.", "Those facts led to several sets of criminal proceedings being initiated against the applicant, of which the following form a first group:", "(a) case no. 827/90, judgment delivered by the Setúbal Court on 18 December 1991;", "(b) case no. 4000/92, judgment delivered by the Sintra Court on 13 July 1992 (pre-trial detention of the applicant was ordered in that set of proceedings);", "(c) case no. 570/92, judgment delivered by the Sintra Court on 12 February 1993;", "(d) case no. 1239/92, judgment delivered by the Oeiras Court on 12 May 1993; and", "(e) case no. 381/93, judgment delivered by the Vila Franca de Xira Court on 24 February 1994.", "A second group comprises the sets of proceedings mentioned below, which took place as follows.", "Case no. 313/94 in the Tenth Criminal Division (Vara Criminal) of the Lisbon Criminal Court", "Following several complaints made from March 1988 onwards, the applicant was questioned on 26 November 1991.", "On 15 December 1993 the public prosecutor made his submissions (acusação) against the applicant to the investigating judge.", "On 24 May 1994 the applicant applied for an order to expedite the proceedings (aceleração processual), in accordance with Articles 108 and 109 of the Code of Criminal Procedure.", "By a decision of 17 November 1994 the Vice-Attorney-General refused the application on the ground that the file had already been transmitted to the Lisbon Criminal Court.", "On 8 November 1994 the applicant had applied a second time for an order to expedite the proceedings. In a letter dated 22 November 1994 the Judicial Service Commission returned the application to him, inviting him to lodge it under Article 109 of the Code of Criminal Procedure. The applicant did not do so.", "On 29 September 1994 the file was transmitted to the Lisbon Criminal Court. On 12 October 1994 the judge sitting in the Tenth Criminal Division fixed the date of the hearing for 4 April 1995. He further decided that the applicant’s pre-trial detention should continue in the event of his release in connection with other proceedings.", "The hearing was held on 4 April 1995. On 28 April 1995 the Lisbon Criminal Court found the applicant guilty, and sentenced him to fifteen years’ imprisonment to be served concurrently with the sentences in other proceedings.", "On 11 May 1995 the applicant appealed against that judgment to the Supreme Court (Supremo Tribunal de Justiça), but that court dismissed the appeal in a judgment of 16 November 1995.", "Case no. 15/96 in the Second Criminal Division of the Lisbon Criminal Court", "", "Following a complaint filed on 20 April 1990, the applicant was questioned on 2 December 1991.", "The police report relating to the investigations carried out was filed on 22 December 1994.", "On 3 July 1995 the public prosecutor made his submissions against the applicant to the investigating judge.", "The file was transmitted on an unspecified date to the Lisbon Criminal Court. On 26 February 1996 the judge sitting in the Second Criminal Division fixed the date of the hearing for 9 May 1996.", "In a decision of 17 May 1996 the court found the applicant guilty and sentenced him to one year and six months’ imprisonment.", "Case no. 4/96 in the Seixal Court", "Following a complaint made on 26 January 1990, the public prosecutor decided on 25 January 1993 to question the applicant. This was done on 5 June 1995.", "On 27 June 1995 the public prosecutor made his submissions against the applicant to the investigating judge.", "The hearing was held on 20 May 1996, and on 4 June 1996 the court found the applicant guilty and sentenced him to a one-year prison term.", "Case no. 26/96 in the Fifth Criminal Division of the Lisbon Criminal Court", "Following a complaint made on 6 November 1990, the applicant was questioned on 2 December 1991.", "On 10 January 1996 the public prosecutor made his submissions against the applicant to the investigating judge.", "On 14 March 1996 the file was transmitted to the Lisbon Criminal Court. On 9 April 1996 the judge sitting in the Fifth Criminal Division fixed the date of the hearing for 6 November 1996.", "The hearing did not take place on that date on account of the absence of one of the witnesses. After being adjourned to 26 February 1997, the hearing took place on that date.", "In a judgment of 19 March 1997 the court found the applicant guilty and sentenced him to nineteen years and four months’ imprisonment, to be served concurrently with sentences imposed in other proceedings.", "It is that sentence that the applicant is currently serving.", "Case no. 83/96 in the Tenth Criminal Division of the Lisbon Criminal Court", "Following a complaint made on 3 April 1991, the applicant was questioned on 12 December 1991.", "On 28 May 1992 the public prosecutor decided to have an expert graphological report drawn up. The expert report was filed on 5 April 1994.", "On 18 March 1996 the public prosecutor made his submissions against the applicant and another person to the investigating judge.", "On 21 October 1996 the file was transmitted to the Lisbon Criminal Court.", "The first hearing, set for 24 February 1997, was adjourned sine die because the applicant’s co-accused was absent. The second hearing, set for 19 May 1997, was adjourned sine die for the same reason.", "In a judgment of 11 June 1997, served on the applicant on 18 November 1998, the court closed the case as the limitation period had expired.", "B. Relevant domestic law and practice", "Articles 108 and 109 of the Portuguese New Code of Criminal Procedure, which entered into force on 1 January 1988, made provision for interlocutory proceedings to expedite criminal proceedings. The preamble of the Code states, in particular, that the requirement of a speedy criminal trial is currently, thanks to the influence of the European Convention on Human Rights, a true fundamental right. The Articles in question provide:", "Article 108", "“1. When the time-limits provided for by law for any step in the proceedings are exceeded, the public prosecutor, the accused, the private prosecutor (assistente) or the civil parties may make an application for an order to expedite the proceedings.", "2. That application shall be considered by:", "(a) the Attorney-General, when the proceedings are in the hands of the Attorney-General’s Department;", "(b) the Judicial Service Commission, when the proceedings are taking place in a court or before a judge.", "3. No judge who has intervened in the proceedings in any capacity may participate in the decision.”", "Article 109", "“1. An application for an order to expedite criminal proceedings must be addressed to the President of the Judicial Service Commission or to the Attorney-General, as the case may be, and filed with the court or the institution dealing with the proceedings.", "2. The judge or the public prosecutor shall prepare the case file on the basis of the material available and relevant to the decision and shall send it within three days to the Judicial Service Commission or to the Attorney-General.", "3. The Attorney-General shall make a decision within five days.", "4. When the decision is to be taken by the Judicial Service Commission, the file shall be submitted, after distribution, at the first ordinary or extraordinary sitting...", "5. The decision shall be taken without any other formalities. It may take the form of:", "(a) a dismissal of the application as unfounded or because the delays complained of are justified;", "(b) a request for further information...;", "(c) an order for an investigation to be carried out within fifteen days into the delays complained of...;", "(d) a proposal to implement or cease to implement disciplinary measures or measures to manage, organise or rationalise the methods required by the situation.", "6. The decision shall be communicated immediately to the court or institution dealing with the proceedings. It shall likewise be communicated to the bodies invested with the power to discipline those responsible for any delays found to have occurred.”", "The time-limits to which Article 108 § 1 refers are, as a general rule, six months for inquiries conducted while the accused is in custody and eight months for those where the accused remains at liberty (Article 276 of the Code of Criminal Procedure). The judicial investigation must not exceed two months where the accused is detained and four months where the accused is not (Article 306). Lastly, the case must come on for trial within two months of the date on which the file is received by the court with jurisdiction to give a judgment (Article 312).", "According to information supplied by the Government and not disputed by the applicant, the Attorney-General received 574 applications for an order to expedite proceedings in 1995, of which 357 (that is, 62.2%) were granted. In 1996 there were 808 applications, of which 513 (63.49%) were granted. In 1997 there were 1,017 applications, of which 547 (53.79%) were granted. In 1998 there were 590 applications, of which 375 (63.56%) were granted. Lastly, from 1 January to 15 September 1999, 227 applications were filed, of which 153 (67.4%) were granted.", "As for the Judicial Service Commission, between 1 January and 15 September 1999, it received 22 applications for an order to expedite proceedings, of which 8 (36.36%) were granted.", "It is the Vice-Attorney-General who, using delegated powers, decides on the applications addressed to the Attorney-General and it is the plenary meeting of the Judicial Service Commission, convened monthly, which decides on those filed with that body.", "The Government have given examples of decisions on applications for orders to expedite proceedings. The following are the operative provisions of some of them (translation).", "Attorney-General", "Decision of 4 April 1995", "“orders the closing of the investigation within a maximum of forty days, which may be extended only on an exceptional basis on prior application by the investigating prosecutor, with notice to his or her immediate superior”.", "Decision of 2 April 1998", "“orders the closing of the investigation within a maximum of fifteen days, which may be extended only on an exceptional basis and on prior application by the investigating prosecutor, with notice given to his or her immediate superior”.", "Decision of 7 July 1998", "“orders, having taken into account its complexity, the closing of the investigation within a maximum of ninety days, a time-limit which may be extended only on an exceptional basis and on prior application by the investigating prosecutor, with notice to his or her immediate superior”.", "Judicial Service Commission", "Decision of 23 February 1999", "", "“decides to grant the application for an order to expedite the proceedings by ... concerning the proceedings ... pending before the Third Criminal Division of the ... Court and orders the judge to fix a date for the trial hearing immediately”.", "", "Decision of 25 March 1999", "“decides to grant the application for an order to expedite the proceedings and orders that the necessary steps be taken for the proper prosecution and speedy termination of the investigation in question”."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}