{"ITEMID": "001-58032", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 1997, "DOCNAME": "CASE OF X, Y AND Z v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 8;Not necessary to examine Art. 14+8", "JUDGES": "C. Russo;John Freeland;N. Valticos", "TEXT": ["12. The applicants are British citizens, resident in Manchester, England.", "The first applicant, \"X\", was born in 1955 and works as a college lecturer. X is a female-to-male transsexual and will be referred to throughout this judgment using the male personal pronouns \"he\", \"him\" and \"his\".", "Since 1979 he has lived in a permanent and stable union with the second applicant, \"Y\", a woman born in 1959. The third applicant, \"Z\", was born in 1992 to the second applicant as a result of artificial insemination by donor (\"AID\"). Y has subsequently given birth to a second child by the same method.", "13. X was born with a female body. However, from the age of four he felt himself to be a sexual misfit and was drawn to \"masculine\" roles of behaviour. This discrepancy caused him to suffer suicidal depression during adolescence.", "In 1975, he started to take hormone treatment and to live and work as a man. In 1979, he began living with Y and later that year he underwent gender reassignment surgery, having been accepted for treatment after counselling and psychological testing.", "14. In 1990, X and Y applied through their general practitioner (\"GP\") for AID. They were interviewed by a specialist in January 1991 with a view to obtaining treatment and their application was referred to a hospital ethics committee, supported by two references and a letter from their GP. It was, however, refused.", "15. They appealed, making representations which included reference to a research study in which it was reported that in a study of thirty-seven children raised by transsexual or homosexual parents or carers, there was no evidence of abnormal sexual orientation or any other adverse effect (R. Green, \"Sexual identity of 37 children raised by homosexual or transsexual parents\", American Journal of Psychiatry, 1978, vol. 135, pp. 692-97).", "In November 1991, the hospital ethics committee agreed to provide treatment as requested by the applicants. They asked X to acknowledge himself to be the father of the child within the meaning of the Human Fertility and Embryology Act 1990 (see paragraph 21 below).", "16. On 30 January 1992, Y was impregnated through AID treatment with sperm from an anonymous donor. X was present throughout the process. Z was born on 13 October 1992.", "17. In February 1992, X had enquired of the Registrar General (see paragraph 22 below) whether there was an objection to his being registered as the father of Y’s child. In a reply dated 4 June 1992 to X’s Member of Parliament, the Minister of Health replied that, having taken legal advice, the Registrar General was of the view that only a biological man could be regarded as a father for the purposes of registration. It was pointed out that the child could lawfully bear X’s surname and, subject to the relevant conditions, X would be entitled to an additional personal tax allowance if he could show that he provided financial support to the child.", "18. Nonetheless, following Z’s birth, X and Y attempted to register the child in their joint names as mother and father. However, X was not permitted to be registered as the child’s father and that part of the register was left blank. Z was given X’s surname in the register (see paragraph 24 below).", "19. In November 1995, X’s existing job contract came to an end and he applied for approximately thirty posts. The only job offer which he received was from a university in Botswana. The conditions of service included accommodation and free education for the dependants of the employee. However, X decided not to accept the job when he was informed by a Botswanan official that only spouses and biological or adopted children would qualify as \"dependants\". He subsequently obtained another job in Manchester where he continues to work.", "20. English law defines a person’s sex by reference to biological criteria at birth and does not recognise that it can be changed by gender reassignment surgery (Corbett v. Corbett [1971] Probate Reports 83 and R. v. Tan [1983] Queen’s Bench Reports 1053 (Court of Appeal)).", "As a result of this principle, a female-to-male transsexual is not permitted to marry a woman and cannot be regarded as the father of a child.", "21. The Human Fertility and Embryology Act 1990 (\"the 1990 Act\") provides, inter alia, that where an unmarried woman gives birth as a result of AID with the involvement of her male partner, the latter, rather than the donor of the sperm, shall be treated for legal purposes as the father of the child (section 28 (3)).", "22. Section 1 (1) of the Births and Deaths Registration Act 1953 (\"the 1953 Act\") requires that certain prescribed details concerning the birth of every child born in England and Wales, including the names of the parents, be entered in a register. The Registrar General is the official ultimately responsible for the administration of this scheme.", "23. If the child’s father (or the person regarded by law as the father - see paragraph 21 above) is not married to the mother, his name shall not automatically be entered on the register in the space provided for the father. However, it will be entered if he and the mother jointly request that this be done (section 10 of the 1953 Act, as amended by the Family Law Reform Act 1987).", "24. A birth certificate takes the form either of an authenticated copy of the entry in the register of births or an extract from it. A certificate of the latter kind, known as a \"short certificate of birth\", is in a prescribed form and contains such particulars as are prescribed by regulations made under the 1953 Act. These particulars are the name, surname, sex and date and place of birth of the individual concerned. Under English law, a child may be given any first name or surname as the parents see fit, and may change his or her name or surname at any time, without restriction.", "25. \"Parental responsibility\" in respect of a child automatically vests in the mother and, where she is married, in her husband. It may, additionally, be granted to certain other persons (see paragraphs 26-27 below).", "\"Parental responsibility\" means all the rights, duties, powers, responsibility and authority which by law a parent of a child has in relation to the child and his or her property (section 3 of the Children Act 1989 - \"the 1989 Act\").", "It does not, without more, confer on the child any rights in the property of the person granted parental responsibility, such as the right to inherit on intestacy or to financial support. Similarly, it does not entitle the child to benefit through that person from the transmission of tenancies pursuant to certain statutory provisions, from nationality and immigration measures or from rights accruing from that person’s citizenship in the European Union.", "26. The father of a child who was not married to the mother at the time of the birth may apply for a court order granting him parental responsibility or may attain it by virtue of an agreement, in a prescribed form, with the mother (section 4 of the 1989 Act).", "27. Parental responsibility cannot vest in any other person, unless a \"residence order\" in respect of the child is made in his or her favour.", "A residence order is \"an order settling the arrangements to be made as to the person with whom the child is to live\" (section 8 of the 1989 Act). Any person may apply for such an order (although individuals outside certain defined categories must first seek the leave of the court in order to apply).", "Where the court makes a residence order in respect of any person who is not the parent or guardian of the child, that person is automatically vested with parental responsibility for the child as long as the residence order remains in force (section 12 (2) of the 1989 Act).", "28. Thus, although the first applicant could not apply directly for parental responsibility of the third applicant, he could apply with the second applicant for a joint residence order which would have the effect of giving him parental responsibility while it remained in force. On 24 June 1994, Mr Justice Douglas-Brown in the Manchester High Court made a joint residence order in favour of two cohabiting lesbian women in respect of the child of one of them (unreported)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}