{"ITEMID": "001-57490", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "CHAMBER", "DATE": 1987, "DOCNAME": "CASE OF F. v. SWITZERLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 12;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "C. Russo;J.A. Carrillo Salcedo;N. Valticos", "TEXT": ["8. The applicant, a Swiss national born in 1943, has married four times since 1963. The first three marriages were dissolved by divorce; the sole issue in the instant case is the temporary prohibition on remarriage imposed on him following the third divorce.", "9. F married Miss G in 1963 and divorced her on 8 May 1964.", "On 12 August 1966, he was remarried to Mrs. B, a divorcee, who bore him a son on 26 November of the same year. The couple separated in December 1978, and F cohabited with another woman. Mrs. B obtained a divorce on 27 October 1981. The court prohibited the applicant from remarrying within a year, under Article 150 of the Swiss Civil Code (see paragraph 22 below).", "10. The applicant advertised for a secretary. On 11 January 1983, Miss N appeared in response to his advertisement. Four days later they were living together and on 26 February the couple married.", "11. On 11 March 1983, F began divorce proceedings in the Lausanne District Civil Court.", "At the beginning of April, his wife left the matrimonial home after he had taken up again with a former mistress.", "12. After an attempt at conciliation had failed, the parties signed an agreement covering the ancillary effects of the divorce on 16 May 1983; in particular, the applicant undertook to pay his wife the sum of 17,000 Swiss francs (CHF) as compensation for non-pecuniary damage.", "13. The Civil Court gave judgment on 21 October 1983. It dismissed F’s petition, allowed the wife’s cross-petition of 21 June and approved the agreement reached between them. It also imposed on the applicant a three-year prohibition on remarriage; in its opinion, the applicant’s unacceptable attitude rendered him solely responsible for the breakdown of the marriage.", "The divorce became final on 21 December 1983.", "14. The applicant appealed to the Appellate Division of the Vaud Cantonal Court to discharge the order prohibiting remarriage. He denied that the statutory conditions were satisfied, namely that the fault committed was exceptionally serious and had played a decisive role in the breakdown. He also argued that the order complained of contravened Article 12 (art. 12) of the European Convention on Human Rights.", "15. On 7 May 1984, the Appellate Division upheld the Civil Court’s judgment.", "The seriousness of the fault could not be disputed. F’s behaviour had so grossly disregarded the laws of marriage and the most elementary requirements of that status that a prohibition on remarriage was imperative.", "Article 12 (art. 12) of the Convention was not an obstacle to the application of Article 150 of the Civil Code. Furthermore, the reference to national legislation in Article 12 (art. 12) had the effect of incorporating into the Convention the national law governing the right to marry.", "16. F appealed to the Federal Court on points of law (recours en réforme), arguing that the conditions for the application of Article 150 of the Civil Code were not satisfied and that the prohibition on remarriage violated Articles 12, 8 and 3 (art. 12, art. 8, art. 3) of the Convention.", "17. The Federal Court gave judgment on 18 October 1984. It ruled that the appeal was inadmissible in relation to the alleged incompatibility of Article 150 with the Convention, on the ground that this plea should have been raised by way of a public-law appeal (recours de droit public) and not by way of an appeal on points of law. It said:", "\"It is doubtful whether in an appeal on points of law (recours en réforme) the appellant can rely on the incompatibility of Article 150 of the CC [Swiss Civil Code] with the rights secured in the ECHR [European Convention on Human Rights]. Admittedly, under section 43(1), first sentence, of the OJ [Federal Judicature Act] an appeal on points of law is admissible for violations of federal law, including international treaties concluded by the Confederation. But by the second sentence of the above-cited provision, the right to enter a public-law appeal (recours de droit public) in respect of violations of citizens’ constitutional rights remains unaffected. According to the established case-law, the rights protected by the ECHR and which the latter requires Switzerland to guarantee to its own nationals and others, are in the nature of constitutional rights: this close relationship between constitutional rights and the rights protected by the ECHR makes it possible, from a procedural point of view, to treat violations of the Convention on the same footing as violations of a constitutional right within the meaning of section 84(1) of the OJ.", "At all events, under Article 113 para. 3 Cst. [the Federal Constitution] the Federal Court has a duty to apply the Acts passed by the Federal Assembly and the decrees of that Assembly which are of general application. It is thus under an obligation to follow this legislation without inquiring whether it is incompatible with the Constitution. The ECHR has made no change in this respect. It does not in any way alter the separation of powers between the legislature and the highest court as governed by domestic law, and accordingly does not confer on the Federal Court any jurisdiction other than the one it hitherto enjoyed under the Constitution and the Judicature Act (judgment of the 1st Public-Law Division, 14 June 1983, in Hofstetter v. Attorney-General of St. Gall, unreported). It follows that the question whether Article 150 CC is compatible with the ECHR lies outside the jurisdiction of the Federal Court; the appeal is therefore inadmissible on this point.\"", "For the rest, the Court dismissed the appeal in the following terms:", "\"The cantonal court held that there was a causal relationship between the husband’s adultery and the breakdown of the marriage. This is a finding of fact binding on the Federal Court in an appeal on points of law (section 63(2) OJ). The appellant’s behaviour played ... a decisive role in the breakdown, of which it was the sole cause. The wife was bewildered when her husband expressed his intention to divorce: she protested and expressed her affection for him. She only left the matrimonial home after being worn down by all that F had done to force her to go.", "The appellant’s fault is of exceptional gravity. He pressed his mistress to marry him despite the shortness of their acquaintance and then only a few days after the ceremony said he wanted a divorce without giving any valid explanation. By this capricious attitude he showed that he was making a mockery of the institution of marriage. He was not only offhand, but contemptuous and cruel. When his wife tried to maintain the marriage bonds by showing him her affection, he used the most despicable means to frustrate her efforts. Regardless of the duties imposed by the laws of marriage, he treated his wife as an object and, seeking only to bring about a break, he went so far as to commit adultery and provoke scenes during which he was rude and odious. The respondent has suffered greatly from this broken marriage: the compensation which the court of first instance granted her by approving the agreement on the ancillary effects of the divorce, bears witness that her sufferings went beyond what a wife can humanly be expected to bear.", "In view of the above, the cantonal court could, without violating federal law, reasonably take the view that a prohibition on remarriage for three years was necessary.\"", "18. In a statement dated 14 March 1986, F and the woman with whom he was living stated that they intended to get married as soon as possible.", "The woman in question, who was still a party to a previous marriage, had commenced proceedings for divorce. The decree of divorce was granted on 19 March 1986 and became absolute on 21 April 1986. On 22 May 1986, the president of the Lausanne court allowed her application to have the waiting time (délai de viduité - Article 103 of the Swiss Civil Code) reduced and gave her leave to remarry as from that date.", "19. On 2 September 1986, the Head of the Department of Justice and Legislation refused to publish the banns before the prohibition on the applicant’s remarriage had expired.", "Two days later, F appealed to the Conseil d’Etat of the Canton of Vaud, which dismissed his appeal on 14 November 1986. It stated, inter alia:", "\"... it cannot be right that the registrar of births, deaths and marriages should take any measure until all impediments to remarriage have been removed, both from considerations of public policy and for elementary reasons of legal certainty.\"", "20. The banns were published as soon as the waiting period imposed on the applicant had expired, and he married Mrs. F on 23 January 1987. A child was born of this marriage on 23 February 1987.", "21. By Article 54 of the Swiss Federal Constitution,", "\"The right to marry shall enjoy the protection of the Confederation.", "No impediment to marriage may be based on denominational grounds, the poverty of either of the spouses, their conduct or any other grounds of administrative policy.", "Marriages entered into in a canton or abroad in accordance with local legislation, shall be recognised as valid throughout the Confederation.", "...\".", "22. Although the Civil Code recognises the right to divorce, the right to remarry after divorce cannot be exercised in some cases until a certain time has elapsed. The Swiss Civil Code provides in Article 150, which came into force in 1912:", "\"When granting a divorce the court shall fix a period of not less than one and not more than two years during which the party at fault shall not be entitled to remarry; where the divorce is granted on the ground of adultery, this period may be extended to three years.", "The period of judicial separation ordered by the court shall be included in this period.\"", "23. The application of this provision has, however, been made more flexible by decisions of the courts. Thus, in the judgment of 16 December 1981 in X v. X, the Federal Court stated:", "\"[The temporary prohibition of remarriage] is criticised by legal writers (cf. Bühler/Spühler, note 5 on Art. 150 CC and references), some of whom go so far as to suggest that the rule in Article 150 CC should be abandoned because its application gives rise to numerous inequalities and because it is easily evaded by marrying abroad (Deschenaux/Tercier, Le mariage et le divorce, 2nd ed., p. 110).", "As early as 1912, the Federal Court noted that the penalty of a waiting period entailed a considerable restriction of individual freedom and of the right to marry guaranteed in Article 54 para. 2 of the Constitution: it should not be imposed unless there had been a serious violation of essential conjugal duties and the courts should, therefore, exercise some restraint in applying Article 150 CC (ATF [Judgments of the Swiss Federal Court] 38 II 62; cf. ATF 68 II 149, point 2 of the reasons, and 69 II 353).", "The interpretation of this provision must be brought into line with the whole body of case-law on divorce, which shows that the courts are tending to depart from rigorous theory and seeking to avoid unduly severe sanctions by having regard to the circumstances of the particular case. Thus adultery is no longer an absolute ground for divorce (ATF 98 II 161, point 4 (b) of the reasons) and the notion of the innocent spouse, within the meaning of Articles 151 and 152 of the Civil Code, does not exclude all fault (ATF 103 II 169, point 2 of the reasons, and references). From this standpoint, even more restraint should be exercised in applying Article 150 of the Civil Code. Courts should not impose a prohibition on remarriage unless the fault committed is of exceptional gravity and has also played a decisive role in the breakdown of the marriage.\" (Judgments of the Swiss Federal Court, vol. 107, part II, p. 395)", "24. On 28 June 1965, the Study Group on the partial reform of family law presented its report to the Federal Department of Justice and Police, which had appointed the Study Group. It advocated repeal of Article 150 of the Civil Code, relating to the waiting period:", "\"For some years now a number of members of Parliament have been disturbed by the application (or more precisely, the non-application) of Article 150 (Petites questions Obrecht et Bourgknecht, interpellation Schaffer, REC [Revue de l’état civil] 31, 1963, 228; 32, 1964, 82-83). The issue has also been raised in the press (Beobachter of 15 June 1956, ‘Wer Geld hat, darf heiraten!’).", "What is the problem? Under Article 150 the court must prohibit a spouse found to be at fault from remarrying for a given period. But disregard of this prohibition does not in any way affect the validity of a marriage entered into in spite of it (Götz, notes 10 and 14 on Art. 104). Such a breach, however, can scarcely occur in Switzerland, where it would involve a serious dereliction of duty or even connivance on the part of the registrar of births, deaths and marriages. It can happen, on the other hand, that a spouse prohibited from remarrying goes abroad, preferably to England, to enter into a valid marriage there. On returning to Switzerland, he asks to have his marriage registered. In view of Articles 104 and 130, this cannot be refused. At most, cantonal provisions could render such conduct liable to a criminal sanction; this is the case in the cantons of Basle Urban and Basle Rural only. It is understandable that a person can, in good faith, come to the conclusion that money and a journey abroad are all that is needed in order to evade a prohibition on remarriage.", "A means must be found of remedying the offensive aspects of this situation. This certainly cannot be done by converting the prohibition on remarriage which is inherent in the waiting period into an impediment to marriage. In Articles 120 et seq. the legislation provides for nullity of marriage only in very exceptional cases. Article 54 para. 3 Cst. would also preclude this solution. Nor can one seriously contemplate a solution which would involve introducing serious criminal sanctions throughout Switzerland. If equality before the law is to be guaranteed, there is only one solution and that is to delete Article 150 CCS [Swiss Civil Code]. This is the solution proposed by Götz (REC 32, 1964, 84-88), who has given very convincing reasons. It was strongly supported by the Conference of cantonal authorities responsible for supervising civil status at its assembly on 15 October 1964 (see on this question the report by Heiz, REC 32, 1964, 401-404; 33, 1965, 4-8, 54-59, 92-98). The Study Group unanimously supports this suggestion.", "It must be expressly stated that this proposal by the Group is not intended to indicate any particular sympathy for behaviour contrary to the spirit of marriage. It is based on a recognition of the fact that Articles 104 and 150 ‘are not in accordance with the policy of the Constitution’ (Knapp in RDS [Revue de droit suisse] 71, 1952, I, 293). It is also clear that Article 150 will not have the effect of making spouses at fault think again and mend their ways (Grisel in JdT [Journal des tribunaux] 1943, I, 326; Picot in RDS 48, 1029, 62(a)). The Group also wishes to point out that the inequalities noted do not only appear in the case of a possible marriage. They may become apparent during divorce proceedings, because the case-law on the application of Article 150 varies from canton to canton; and in the case of divorce by consent, many spouses, even if at fault, agree to present their case in such a way that no waiting period is imposed (Stocker in RSJ [Revue suisse de jurisprudence] 47, 1951, 19)\".", "25. The same proposal was repeated by the Committee of Experts on Family Law Reform, which considered the reform of divorce from 1974 to 1976.", "After reform of the law on various subjects, the Committee concentrated its attention on the provisions relating to divorce. In 1988, it is due to adopt a Bill which will be submitted to interested organisations and groups for comment. The Federal Government will then draw up a Bill to be laid before Parliament. Parliament will not be able to debate the Bill before 1992, so that the new divorce law is not expected to come into force until 1995 at the earliest."], "VIOLATED_ARTICLES": ["12"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}