{"ITEMID": "001-98466", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "LAZIĆ v. CROATIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["The applicant, Mr Vojin Lazić, is a Croatian national who was born in 1951 and lives in Beli Manastir. He was represented before the Court by Mrs B. Paprić, a lawyer practising in Osijek. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š.Stažnik.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 30 September 1998 the applicant brought a civil action against company B. in the Osijek Municipal Court (Općinski sud u Osijeku) seeking reinstatement and salary arrears.", "On 1 January 1999 the case was transferred to the Beli Manastir Municipal Court (Općinski sud u Belom Manastiru) which held hearings on 14 April 2000 and 27 February, 15 May and 16 October 2003 and 19 February 2004. The hearings scheduled for 7 April 2000 and for 8 November 2002 were adjourned since either the applicant or his lawyer, or both, failed to appear. The applicant also exceeded the time-limit for submitting his reply in respect of the defendant's submission by almost three years.", "On 27 February 2004 the Municipal Court declared the applicant's action inadmissible for lack of locus standi on the part of the defendant.", "On 4 August 2004 the applicant lodged a constitutional complaint under section 63 of the Constitutional Court Act complaining about the length of the above proceedings.", "Following an appeal by the applicant, on 26 August 2004 the Osijek County Court (Županijski sud u Osijeku) quashed the first-instance decision and remitted the case.", "In the resumed proceedings, on 7 January 2005 the Municipal Court dismissed the applicant's action. The applicant's subsequent appeal was dismissed by the County Court on 3 March 2005.", "Following an appeal on points of law (revizija) by the applicant, on 15 March 2007 the Supreme Court (Vrhovni sud Republike Hrvatske) quashed the lower courts' judgments and remitted the case to the first-instance court.", "On 5 June 2007 the Constitutional Court found a violation of the applicant's constitutional right to a hearing within a reasonable time and attributed some of the delays in the proceedings to the applicant and some to the inefficiency of the Beli Manastir Municipal Court. It awarded the applicant 7,000 Croatian kuna (HRK) in compensation and ordered the Supreme Court to give a decision in the applicant's case as quickly as possible but in any case within six months following the publication of its decision in the Official Gazette. The Constitutional Court's decision was published on 9 July 2007.", "In the resumed proceedings, the Municipal Court held three hearings and obtained an expert opinion. In a judgment of 1 December 2008 it found for the applicant.", "Following an appeal by the defendant, on 2 April 2009 the County Court upheld the first-instance judgment in part and in the remaining part quashed it and remitted to the Municipal Court.", "The defendant appealed on points of law (revizija) to the Supreme Court. It appears that the case is still pending before the Municipal Court and the Supreme Court.", "The relevant part of the Constitutional Act on the Constitutional Court (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:", "Section 63", "“(1) The Constitutional Court shall examine a constitutional complaint whether or not all legal remedies have been exhausted if the competent court fails to decide a claim concerning the applicant's rights and obligations or a criminal charge against him or her within a reasonable time ...", "(2) If a constitutional complaint ... under paragraph 1 of this section is upheld, the Constitutional Court shall set a time-limit within which the competent court must decide the case on the merits...", "(3) In a decision issued under paragraph 2 of this section, the Constitutional Court shall assess appropriate compensation for the applicant for the violation of his or her constitutional rights ... The compensation shall be paid out of the State budget within three months from the date a request for payment is lodged.”", "The relevant part of the Courts Act (Zakon o sudovima, Official Gazette nos. 150/05, 16/07 and 113/08), which entered into force on 29 December 2005, reads as follows:", "III. PROTECTION OF THE RIGHT TO A HEARING WITHIN A REASONABLE TIME", "“(1) A party to court proceedings who considers that the competent court failed to decide within a reasonable time on his or her rights or obligations or a criminal charge against him or her, may lodge a request for the protection of the right to a hearing within a reasonable time with the immediately higher court.", "(2) If the request concerns proceedings pending before the High Commercial Court of the Republic of Croatia, the High Court for Administrative Offences of the Republic of Croatia or the Administrative Court of the Republic of Croatia, the request shall be decided by the Supreme Court of the Republic of Croatia.", "(3) The proceedings for deciding the request referred to in sub-section 1 of this section shall be urgent. The rules of non-contentious procedure shall apply mutatis mutandis in those proceedings and, in principle, no hearing shall be held.", "(1) If the court referred to in section 27 of this Act finds the request well founded, it shall set a time-limit within which the court before which the proceedings are pending must decide on a right or obligation of, or a criminal charge against, the person who lodged the request, and shall award him or her appropriate compensation for the violation of his or her right to a hearing within a reasonable time.", "(2) The compensation shall be paid out of the State budget within three months of the date on which the party's request for payment is lodged.", "(3) An appeal, to be lodged with the Supreme Court within fifteen days, lies against a decision on the request for the protection of the right to a hearing within a reasonable time. No appeal lies against a Supreme Court decision, but a constitutional complaint may be lodged.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}