{"ITEMID": "001-5923", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2001, "DOCNAME": "VAN DEN HOOGEN v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Elisabeth Palm", "TEXT": ["The applicant is a Dutch national, born in 1943 and living in Kerkrade. He is represented before the Court by Mr J.J.M. Goltstein, a lawyer practising in Kerkrade.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant’s wife died in 1980. At that time, the applicant was employed in Germany. He did not, at that time, apply for a widower’s pension under the Netherlands Widows and Orphans Benefits Act (Algemene Weduwen- en Wezenwet; “AWW”). On 27 October 1980, the applicant had a traffic accident resulting in his becoming incapacitated for work.", "In a decision taken on 7 December 1988, the Central Appeals Tribunal (Centrale Raad van Beroep) determined that also widowers were entitled to benefits under the AWW.", "On 12 March 1989, the applicant applied for a pension under the AWW and, in its decision of 23 June 1989, the Maastricht Social Insurance Bank (Sociale Verzekeringsbank) awarded him an AWW pension. In accordance with Article 25 § 3 of the AWW, the starting date of the pension was fixed at one year prior to the first date of the month in which the applicant had filed his request for AWW benefits. Although Article 25 § 5 of the AWW provided for the possibility to grant a pension with retroactive effect on grounds of special circumstances, the Social Insurance Bank held that no such circumstances existed in the applicant’s case. Consequently, the applicant was entitled to AWW benefits as from 1 March 1988.", "On 22 November 1991, the Social Insurance Bank informed the applicant that it was withdrawing his AWW pension and, on 14 February 1992, issued a decision terminating the applicant’s AWW benefits as from March 1992 under the application of an arrangement according to which his pension would be gradually reduced to nil by reducing it each month with 100 Netherlands Guilders. In view of his personal circumstances he was further not required to repay any benefits already paid to him until that time. The reason given was that, as the law stood at the time of the death of the applicant’s wife, no entitlement under the AWW could arise because the applicant was then employed outside the Netherlands and covered by German social insurance. That being so, his wife was ipso facto excluded from the insurance scheme set up under that Act.", "On 6 March 1992, the applicant lodged an appeal against this decision with the Roermond Regional Court (Arrondissementsrechtbank). In its judgment of 7 December 1992 the Regional Court held that the statutory provision at issue was discriminatory and, therefore, contrary to the Netherlands Constitution and Article 26 of the International Covenant on Civil and Political Rights. Although that statutory provision excluded the wife of a Netherlands resident who was employed abroad and covered by foreign social security from the insurance scheme set up under the AWW, it did not so exclude the husband of a Netherlands resident similarly employed and covered. The Regional Court referred obiter dictum to a directive of the Council of the European Communities (79/7/EEC of 19 December 1978), which could not, however, apply directly since it did not cover social insurance payable upon the death of one spouse to the survivor.", "On 13 January 1993, the Social Insurance Bank appealed to the Central Appeals Tribunal (Centrale Raad van Beroep), which overturned the judgment of the Regional Court on 2 July 1997, holding that according to its case-law married men could not derive any entitlement from the AWW before 23 December 1984. Although admittedly this placed men whose wives had died before that date in a disadvantageous position, this was due to the fact that married women simply were not insured under the AWW before then. The Central Appeals Tribunal declined to rule as to whether this “[could] be seen as a form of unequal treatment of men and women, or otherwise”.", "In the light of a judgment handed down on 26 August 1998 by the Supreme Court (Hoge Raad) in which it was held that employment abroad did not constitute a ground for excluding a married woman from insurance under the AWW, the Social Insurance Bank reconsidered the applicant’s case and decided on 4 May 1999 to withdraw its decision of 14 February 1992 and to award him a AWW pension as from 1 March 1988 as well as interest for the period between March 1992 and May 1999. He was further informed that he could file an objection (bezwaar) against this decision within six weeks. The applicant did not avail himself of this possibility.", "The AWW, which has been replaced on 1 July 1996 by the General Act on Surviving Dependents (Algemene Nabestaandenwet), provided for benefits for the widow and child(ren) of a deceased person who was insured under this Act. Under the AWW scheme, all persons residing in the Netherlands and non-residents gainfully employed in the Netherlands were compulsory insured. Contributions to this scheme were paid by all persons gainfully employed in the Netherlands.", "AWW benefits were, in principle, granted to widows younger than 65 from whom it could not be expected that they would provide for themselves and, in case there were any, their child(ren) by working. AWW benefits stopped when the widow attained the age of 65. Benefits for children were in principle stopped when they reached the age of 16 but could be prolonged until the age of 27 where the child was studying.", "The AWW did not provide for any benefits for widowers. This situation changed on 7 December 1988, when the Central Appeals Tribunal handed down a decision in which it held that also widowers were entitled to benefits under the AWW (Rechtspraak Sociale Verzekering 1989/67).", "Entitlement to an AWW pension was not dependent on the level of contributions paid as, contrary to a social security scheme based on employment (werknemersverzekering), it was a general social security scheme (volksverzekering). The level of benefits was linked to the statutory minimum wage.", "On 19 December 1978, the Council of the European Communities issued Directive 79/7/EEC concerning the gradual implementation of equal treatment between men and women in the field of social security based on employment, allowing member states a period of six years until 23 December 1984 within which to make any amendments to legislation which might be necessary in order to bring it in conformity with the directive.", "Article 93 of the Constitution provides that provisions of international treaties and decisions of international (intergovernmental) organisations which, according to their content, may be binding on anyone shall have binding force after they have been published.", "With regard to the prohibition of discrimination, the Netherlands is a party to, inter alia, the Convention, which was ratified by Act of 28 July 1954, and the ICCPR of 1966 which, as regards the Netherlands, entered into force on 11 March 1979. Article 26 of the ICCPR provides as follows:", "\"All persons are equal before the law and are entitled without discrimination to the equal protection of the law. In this respect, the law shall prohibit any discrimination and guarantee to all persons equal and effective protection against discrimination on any ground such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status.\"", "The Supreme Court recognised in its judgment of 2 February 1982 (Nederlandse Jurisprudentie (“NJ”) 1982, no. 424 [corrected in NJ 1982, no. 475]), that Article 26 of the Covenant is a provision of an international treaty which, according to its content, may be binding on anyone, and must therefore in principle be applied directly by the Netherlands courts."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}