{"ITEMID": "001-98298", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "BELCHIKOVA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["The applicant, Ms Anna Mikhaylovna Belchikova, is a Russian national who was born in 1933 and lives in the city of St Petersburg. She was represented before the Court by Mr A.A. Shumilov, a legal specialist practising in that city.", "The Russian Government (“the Government”) were represented by Ms V. Milinchuk, former Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 22 April 2000 the applicant’s sister passed away. According to her will, the sister bequeathed her apartment to the applicant. It appears that at that time the applicant resided in the apartment on the basis of a rent agreement dated 14 February 2000 and valid for a term of one year.", "Thereafter the applicant was involved in court proceedings against other members of her family over the validity of the will and rights to the apartment.", "By first instance judgment of 29 May 2002 the Pushkinskiy District Court of the city of St Petersburg (“the District Court”), composed of judge M. and lay assessors K. and T., declared the sister’s will invalid on the ground of her insanity.", "The judgment was taken on the basis of oral evidence given by the parties and nine witnesses, including the doctors of the applicant’s sister, as well the sister’s medical records and two medical examination reports.", "On 12 November 2002 the St Petersburg City Court (“the City Court”) upheld the judgment on appeal.", "The applicant did not question the court composition in her case either before the first instance or on appeal.", "On 2 February 2005 the District Court examined the eviction request of the applicant’s relatives and decided to evict the applicant.", "The court referred to the judgment of 29 May 2002 and the rent agreement of 14 February 2000 and noted that the agreement expired on 14 February 2001 and that the applicant did not have any right to live in the apartment any longer. The court also noted that the owner of the apartment and his family had not owned any other apartments and had the intention of residing in the apartment themselves and that the applicant was not in need of a residence, since she owned a house in the Crimea, and had until 2002 owned an apartment in the town of Kola in the Murmansk Region and then sold it. Having regard to the above considerations, the court considered that the eviction order requested by the plaintiffs had been an appropriate and necessary measure which had been justified by the interests of the owner of the apartment.", "This judgment was upheld on appeal on 14 June 2005.", "On 6 July 2005 the bailiffs commenced enforcement proceedings in respect of the judgment of 2 February 2005.", "It is not clear whether the applicant has been evicted.", "In June 2005 the applicant made a request to the President of the District Court about the powers of lay assessors T. and K.", "By letter of 2 August 2005 the President of the District Court responded to the applicant’s request, having provided her with copies of documents confirming the powers of lay assessors T. and K.", "The applicant considered that the lay assessors in her case had been incompetent to take part in the proceedings and applied for review of the judgment of 29 May 2002 on the ground of new or newly discovered evidence.", "By decision of 13 December 2005 the District Court rejected her request for review, having noted that the alleged incompetence of the lay assessors in her case was not new or newly discovered circumstance which would enable it to reopen the case.", "On 9 February 2006 the Regional Court upheld the decision of 13 December 2006 on appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}