{"ITEMID": "001-60413", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF CISSE v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);No violation of Art. 11", "JUDGES": "Gaukur Jörundsson", "TEXT": ["8. The applicant was a member of (and a spokeswoman for) a group of aliens without residence permits who in 1996 decided to take collective action to draw attention to the difficulties they were having in obtaining a review of their immigration status in France.", "9. Their campaign, which received widespread coverage in the press, culminated with the occupation of St Bernard's Church in Paris on 28 June 1996 by a group of some two hundred illegal immigrants, most of whom were of African origin. Ten men within the group decided to go on hunger strike. The applicant's daughter joined her mother as one of the occupiers of the church. The movement, known as the “St Bernard sans papiers” movement, was supported by several human-rights organisations, some of whose activists decided to sleep on the premises in a show of solidarity with their predicament.", "10. On 22 August 1996 the Paris Commissioner of Police signed an order for the total evacuation of the premises. It was made on the grounds that the occupation of the premises was unrelated to religious worship, there had been a marked deterioration in the already unsatisfactory sanitary conditions, padlocks had been placed on the church exits and there were serious sanitary, health, peace, security and public-order risks.", "11. More specifically, the order read as follows:", "“The director of the Paris Mobile Emergency Medical Service (SAMU) was given responsibility on 17 July 1996 for ensuring day to day care of the hunger strikers and the parish priest has been reminded of the health hazards to which the occupants were exposed by the precarious living conditions as also of the need to allow unrestricted access to the emergency services.", "The World Doctors (Médecins du Monde) organisation, which offers continuous medical assistance in the church, has made public alarming information on the very serious consequences of this hunger strike for the health of those concerned at the expiration of the medically critical period of forty days.", "On the basis of the provisions of Article 223-6 of the Code of Criminal Procedure, the ten hunger strikers were evacuated on 12 August 1996, solely in order for the men to be given appropriate medical check-ups in hospitals in Paris.", "The men returned to the aforementioned church of their own accord and immediately declared their intention to pursue their action. Since 28 June 1996 there has been a marked deterioration in the already unsatisfactory sanitary conditions, the available sanitary equipment being totally inadequate for the long-term use of the premises as a collective shelter.", "The number of people present on the premises has grown considerably during the last few days, and this has led to incidents in the immediate vicinity and notably on the public highway.", "Such incidents create a risk of behaviour that may result in public order disturbances.", "The various movements concerned have erected barriers on the public highway, across rue Saint-Bruno at the junctions with rue Saint-Luc and rue Jérôme l'Ermite. The barriers obstruct the highway, hindering the passage of ordinary traffic and of emergency vehicles.", "The church doors and various exits are kept closed, and in some cases padlocked, to enable a filter system to be operated at the only remaining entrance that is permanently accessible, and a barricade formed of barriers chained together has even been placed between the enclosure railings and the north entrance to the church chancel. These installations constitute a major hazard should an emergency evacuation of the persons present inside the building become necessary.", "These activities and movements are totally unrelated to religious worship, which is the exclusive use to which this public building may be put under the law of 9 December 1995.", "It follows from the matters noted above that the current situation represents a serious sanitary, health, peace, public-security and public-order risk...”", "12. The following morning the police carried out the evacuation. The police officers arrived at the scene at 6.30 a.m. and set up a checkpoint at the church exit to verify, on the basis of Article 78-2, subparagraphs 1 and 3, of the Code of Criminal Procedure and Article 8, subparagraphs 2 and 3, of the Ordinance of 2 November 1945, whether the aliens evacuated from the church had documentation authorising them to stay and circulate in the territory. The police entered the church at 7.56 a.m.", "13. All the occupants of the church were stopped and questioned. Whites were immediately released while the police assembled all the dark-skinned occupants, apart from those on hunger strike, and sent them by coach to an aliens' detention centre at Vincennes. Orders were made for the detention and deportation of almost all of those concerned. More than a hundred were subsequently released by the courts on account of certain irregularities on the part of the police, which even extended to making false reports regarding the stopping and questioning procedure.", "14. At 8.20 a.m. a police officer asked the applicant as she was leaving the church for documentary evidence that she had leave to stay in France, but she was unable to produce any. The applicant had attended the Paris Police Commissioner's Office on 5 June 1996 but on 17 July 1996 had been refused leave to remain in France on the ground that she did not satisfy any of the conditions laid down by the Ordinance of 2 November 1945 for the issue of a residence permit and that there were no personal or family reasons justifying her being granted leave to remain on humanitarian grounds. She had been invited to leave French territory within one month after receipt of notification of the Commissioner of Police's decision.", "15. At 9.55 a.m. the applicant was taken into custody and informed of her rights pursuant to Articles 63-2 and 63-4 of the Code of Criminal Procedure. The measure was deemed to have taken effect at 7.56 a.m., when she was stopped. The applicant refused to speak throughout her period in custody. At 8.15 p.m. on 23 August the Senior Deputy Public Prosecutor at the Eighth Division of the Paris Public Prosecutor's Office instructed the police officers to bring the applicant before him, with the case file as it stood.", "16. At 1.30 p.m. on 24 August 1996 the applicant appeared before the Paris Criminal Court under the “immediate summary trial” procedure. She was accused of having “entered and stayed in France without being in possession of the documents or visas required by the rules” and was sentenced to two-months' imprisonment, suspended. The Criminal Court held:", "“The occupation of a place of worship ... over a period of several weeks, ... in order to contest their immigration status and create a movement in their favour, in itself constitutes an emergency justifying the administrative authority's decision to expel them.", "The presence in St Bernard's Church of several hundred people for a period of several weeks claiming, through public statements made by individuals or through spokespersons representing them, status as, in their own words, aliens without residence permits or papers, constituted grounds for suspecting that those concerned had committed offences under the immigration rules such that the verification of their identity pursuant to Article 78-2 was justified.", "However, since a large number of people were stopped at the same time and refused to disclose their identities, the police were not able to carry out an immediate identity check. The fact that the identity check was not carried out when they were first stopped, but within what, given the practical contingencies inherent in an operation of that size, was a reasonable period thereafter, does not render the proceedings defective.", "Regard being had to the large number of persons stopped and the circumstances in which the operation was conducted, the defendant was notified of her rights within a reasonable time...”", "17. On 23 January 1997 the Paris Court of Appeal, on appeal by the applicant, upheld the sentence and added an order excluding her from French territory for three years. In addition, it held in its judgment:", "“The occupation of a place of worship by approximately three hundred individuals over several weeks, in order to create a movement in their favour and to contest their immigration status, constitutes an emergency that justified the administrative authority making an expulsion order without making a prior application to the courts.", "The occupiers of the premises continued their hunger strike for almost forty days and the living conditions of those concerned continued to deteriorate.", "The scale of the demonstrations over several weeks, with barriers being used to obstruct the highway and hinder the passage of vehicles, constituted a risk for security, sanitation, the health of the hunger strikers and public order that justified urgent measures being taken to put an end to the disturbances.”", "18. On 4 June 1998 the Court of Cassation dismissed the applicant's appeal on points of law on the following grounds:", "“In the proceedings before the courts below, in which Madjiguène Ndourit, a Senegalese national, was accused of illegally entering and staying in France, the accused duly challenged the lawfulness of the order issued by the commissioner of police, without a prior court order, for the evacuation of the church occupied by the accused and several other persons, which evacuation was followed by police identity checks that revealed that the demonstrators were illegal immigrants.", "In these circumstances, the reasons which the courts below relied on – unnecessarily – in dismissing her objection cannot serve as a basis for complaint by the appellant, since, even if she had proved that the administrative act referred to above was unlawful, it would have had no bearing on the outcome of the criminal proceedings.”", "19. Article 111-5 of the Criminal Code provides:", "“The criminal courts shall have jurisdiction to interpret general or individual administrative decisions or regulations and to determine their lawfulness if the outcome of criminal proceedings pending before them depends on their so doing.”", "20. Article 78-2, subparagraph 1, of the Code of Criminal Procedure reads as follows:", "“Senior police officers and ordinary police officers acting on the orders of senior police officers who are accountable for their actions,... may invite any person to prove his or her identity by any means if there are grounds for suspecting that he or she:", "(i) has committed or attempted to commit an offence;", "(ii) is preparing to commit a serious crime (crime) or other major offence (délit), may be able to provide information that will assist in the investigation of a serious crime or other major offence, or is wanted by a judicial authority.”", "21. Article L. 2512-13 of the General Code of the Territorial Authorities reads as follows:", "“In the City of Paris the Commissioner of Police shall have the powers and prerogatives conferred on him by the Ordinance of the Consuls of 12 Messidor, Year VIII, determining the functions of the Paris Commissioner of Police, by the amendments that have been made thereto, and by Articles L. 2512-7, L. 2512-14 and L. 2512-17.", "However, in the circumstances set out in this Code and the Public Health Code, the Mayor of Paris shall be responsible for ensuring that public highways in the city are kept clean and tidy, for maintaining order at fairs and markets and, subject to the opinion of the Commissioner of Police, for all grants of parking permits to small traders and of permits or licences for erecting stalls on the public highway.", "Further, in the circumstances set out in Article L. 2215-1, sub-paragraph 3°, and Articles L. 3221-4 and L. 3221-5 of this Code, the Mayor shall be responsible for ensuring the preservation of State property incorporated into the public property of the City of Paris. For the purposes of the application of these provisions, the power of substitution conferred on the State in the département shall be exercised, in Paris, by the Commissioner of Police.”", "22. The relevant provisions of the Ordinance of the Consuls of 12 Messidor, Year VIII, which determines the functions of the Commissioner of Police of Paris, read as follows:", "Section I – General provisions", "“1. The Commissioner of Police shall perform the functions set out hereafter, under the immediate authority of the ministers. He shall communicate directly with them about the matters for which their departments have responsibility.", "2. The Commissioner of Police may republish the administrative rules and regulations and issue orders to ensure that they are complied with.”", "Section III – Maintaining law and order in the city", "21. The Commissioner of Police shall have responsibility for all matters concerning minor highways, save that an appeal will lie against his or her decisions to the Minister of the Interior.", "22. The Commissioner of Police shall secure liberty and security on the public highway and to that end shall have responsibility for preventing criminal damage to the public highway, for lighting, for ensuring that residents comply with their obligation to keep the area in front of their houses swept, and for arranging for squares and the perimeters of public gardens and buildings to be swept at the city's expense...”", "23. The relevant provisions of the Law of 30 June 1881 on Public Meetings provides:", "“1. Anyone may attend public meetings.", "Public meetings may be held without prior permission subject to compliance with the conditions laid down in the following Articles...", "6. Meetings may not be held on the public highway; ...", "8. Every meeting shall have a board of at least three people. The board shall be responsible for maintaining order, preventing any breach of the law, ensuring that the meeting retains the character ascribed to it in the declaration, prohibiting any speech that is contrary to public order or morals or containing any incitement to commit an act constituting a serious crime (crime) or other major offence (délit)...", "9. ... the right to terminate a meeting shall not be exercised by the authority's representative unless he or she is called upon to do so by the board or unless clashes or patently illegal acts occur.", "10. Any breach of the provisions of this Law shall be punishable by the penalties laid down for summary offences, without prejudice to any proceedings that may be instituted in respect of any serious crime or other major offence that may have been committed at the meetings.”", "24. Sections 25, 26, 32 and 35 of the Law of 9 December 1905 on the Separation of Church and State read as follows:", "“Assemblies for the purposes of worship in premises belonging to or placed at the disposal of a religious association shall be open to the public. They shall be exempted from the requirements of section 8 of the Law of 30 June 1881, but shall remain under the supervision of the authorities in the interests of public order. Such assemblies may not take place until a declaration has been made, in the form required by section 2 of that Law, identifying the premises where they will be held...”", "“It is prohibited to hold a public meeting in premises habitually used as a place of worship.”", "“Anyone who prevents, delays or interrupts religious ceremonies by causing disturbances or disorder in the premises used for such ceremonies shall be liable to the same penalties.", "“A minister of religion guilty of making a speech or posting or distributing notices publicly in a place of worship that contain direct incitement to resist compliance with the law or the lawful acts of public authorities or are aimed at stirring up or rousing one group of citizens against the others shall be liable to two years' imprisonment, without prejudice to the penalties for complicity if the incitement is followed by sedition, revolt or civil war.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}