{"ITEMID": "001-100250", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "DONCHEV v. BULGARIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Ganna Yudkivska;Isabelle Berro-Lefèvre;Mirjana Lazarova Trajkovska;Pavlina Panova;Peer Lorenzen;Rait Maruste;Renate Jaeger", "TEXT": ["The applicant, Mr Zheko Kolev Donchev, is a Bulgarian national who was born in 1923 and lives in Burgas.", "The Bulgarian Government (“the Government”) were represented by their Agent, Mrs S. Atanasova, of the Ministry of Justice.", "Judge Kalaydjieva, the judge elected in respect of Bulgaria, withdrew from sitting in the case. On 30 January 2009 the Government appointed in her stead Mrs Pavlina Panova as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1 of the Rules of the Court as in force at the time).", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1969 the applicant and his wife bought from the Burgas municipality a three-room apartment of 81 square metres, which had become State property by virtue of the nationalisations carried out by the communist regime in Bulgaria after 1947.", "In the beginning of 1993 the heirs of the former pre-nationalisation owners of the property brought proceedings under section 7 of the Law on the Restitution of Ownership of Nationalised Real Property of 1992 (the Restitution Law 1992), seeking the nullification of the title of the applicant and his wife on the ground that the contract whereby the latter had acquired the property at issue had been flawed.", "The proceedings ended by final judgment of the Supreme Court of Cassation of 4 July 1997. The domestic courts held that none of the flaws indicated by the plaintiffs existed.", "In December 1997, following a renewal of the time-limit to bring an action under section 7 of the Restitution Law 1992, the heirs of the former owners of the apartment brought a new action against the applicant and his wife, invoking new grounds for nullity.", "The applicant's wife died on an unspecified date before August 2002.", "In a final judgment of the Supreme Court of Cassation of 28 June 2005 the claim was allowed and the title of the applicant and his late wife was found to have been null and void.", "Following the communication of the present application, on 27 August 2008 the Government informed the Court that on 7 August 2002 the applicant and his two daughters, acting as their mother's heirs, had sold the apartment at issue to a third party. In his letters and application form and the enclosed documents the applicant had not informed the Court of this fact.", "It is not clear whether following the judgment of 28 June 2005 the buyers sought to recover the price they had paid in 2002 to the applicant and his daughters.", "In his claims for just satisfaction, submitted on 12 May 2009, the applicant claimed again the full market price of the apartment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}