{"ITEMID": "001-69315", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF FADEYEVA v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["10. The applicant was born in 1949 and lives in the town of Cherepovets, an important steel-producing centre approximately 300 kilometres north-east of Moscow. In 1982 her family moved to a flat situated at 1 Zhukov Street, approximately 450 metres from the site of the Severstal steel plant (“the plant”). This flat was provided by the plant to the applicant's husband, Mr Nikolay Fadeyev, under a tenancy agreement.", "11. The plant was built during the Soviet era and was owned by the Ministry of Black Metallurgy of the Russian Soviet Federative Socialist Republic (RSFSR). The plant was, and remains, the largest iron smelter in Russia and the main employer for approximately 60,000 people. In order to delimit the areas in which the pollution caused by steel production might be excessive, the authorities established a buffer zone around the Severstal premises – “the sanitary security zone”. This zone was first delimited in 1965. It covered a 5,000-metre-wide area around the site of the plant. Although this zone was, in theory, supposed to separate the plant from the town's residential areas, in practice thousands of people (including the applicant's family) lived there. The blocks of flats in the zone belonged to the plant and were designated mainly for its workers, who occupied the flats as life-long tenants (see “Relevant domestic law and practice” below). A decree of the Council of Ministers of the RSFSR, dated 10 September 1974, imposed on the Ministry of Black Metallurgy the obligation to resettle the inhabitants of the sanitary security zone who lived in districts nos. 213 and 214 by 1977. However, this has not been done.", "12. In 1990 the government of the RSFSR adopted a programme “On improving the environmental situation in Cherepovets”. The programme stated that “the concentration of toxic substances in the town's air exceed[ed] the acceptable norms many times” and that the morbidity rate of Cherepovets residents was higher than the average. It was noted that many people still lived within the steel plant's sanitary security zone. Under the programme, the steel plant was required to reduce its toxic emissions to safe levels by 1998. The programme listed a number of specific technological measures to attain this goal. The steel plant was also ordered to finance the construction of 20,000 square metres of residential property every year for the resettlement of people living within its sanitary security zone.", "13. By Municipal Decree no. 30 of 18 November 1992, the boundaries of the sanitary security zone around the plant were redefined. The width of the zone was reduced to 1,000 metres.", "14. In 1993 the steel plant was privatised and acquired by Severstal PLC. In the course of the privatisation the blocks of flats owned by the steel plant that were situated within the zone were transferred to the municipality.", "15. On 3 October 1996 the government of the Russian Federation adopted Decree no. 1161 on the special federal programme “Improvement of the environmental situation and public health in Cherepovets” for the period from 1997 to 2010” (in 2002 this programme was replaced by the special federal programme “Russia's ecology and natural resources”). Implementation of the 1996 programme was funded by the World Bank. The second paragraph of this programme stated:", "“The concentration of certain polluting substances in the town's residential areas is twenty to fifty times higher than the maximum permissible limits (MPLs)[] ...The biggest 'contributor' to atmospheric pollution is Severstal PLC, which is responsible for 96% of all emissions. The highest level of air pollution is registered in the residential districts immediately adjacent to Severstal's industrial site. The principal cause of the emission of toxic substances into the atmosphere is the operation of archaic and ecologically dangerous technologies and equipment in metallurgic and other industries, as well as the low efficiency of gas-cleaning systems. The situation is aggravated by an almost complete overlap of industrial and residential areas of the city, in the absence of their separation by sanitary security zones.”", "The decree further stated that “the environmental situation in the city ha[d] resulted in a continuing deterioration in public health”. In particular, it stated that over the period from 1991 to 1995 the number of children with respiratory diseases increased from 345 to 945 cases per thousand, those with blood and haematogenic diseases from 3.4 to 11 cases per thousand, and those with skin diseases from 33.3 to 101.1 cases per thousand. The decree also noted that the high level of atmospheric pollution accounted for the increase in respiratory and blood diseases among the city's adult population and the increased number of deaths from cancer.", "16. Most of the measures proposed in the programme concerned the functioning of the Severstal steel plant. The decree also enumerated a number of measures concerning the city as a whole: these included the resettlement of 18,900 people from Severstal's sanitary security zone. It transpires from the programme that the State was supposed to be the main source of funding for such resettlement. However, it seems that in subsequent years Severstal PLC continued to pay for the resettlement of the zone's inhabitants, at least as regards districts nos. 213 and 214. Thus, according to Decree no. 1260 by the mayor of Cherepovets dated 4 April 2004, in 2004 the residents of the blocks of flats situated on Gagarin Street were resettled in another district of the city. According to a letter of 3 June 2004 from the mayor of Cherepovets, Severstal funded approximately one-third of the cost of resettlement.", "17. On 9 August 2000 the chief sanitary inspector for Cherepovets decided that the width of the sanitary security zone should be 1,000 metres from the main sources of industrial pollution. However, no specific boundaries were identified for the zone. In 2002 the municipality challenged its own Decree no. 30 of 1992, which had established the zone's boundaries (see paragraph 13 above). On 13 June 2002 the Cherepovets City Court declared Decree no. 30 invalid on the ground that it was ultra vires. The City Court ruled that at the relevant time the municipality had not had jurisdiction to define the width of the zone. The boundaries of the sanitary security zone around the Severstal facilities currently remain undefined.", "18. In 2001 implementation of the 1996 government programme was discontinued and the measures proposed in it were included in the corresponding section of the sub-programme “Regulation of environmental quality” in the special federal programme “Russia's ecology and natural resources (2002-2010)”.", "19. According to a letter from the mayor of Cherepovets dated 3 June 2004, in 1999 the plant was responsible for more than 95% of industrial emissions into the town's air. According to the State Report on the Environment for 1999, the Severstal plant in Cherepovets was the largest contributor to air pollution of all metallurgical plants in Russia.", "20. In 1995 the applicant, with her family and various other residents of the block of flats where she lived, brought a court action seeking resettlement outside the zone. The applicant claimed that the concentration of toxic elements and the noise levels in the sanitary security zone exceeded the maximum permissible limits established by Russian legislation. The applicant alleged that the environmental situation in the zone was hazardous for humans, and that living there was potentially dangerous to health and life. In support of her claims she relied mainly on the city planning regulations of 1989 (see “Relevant domestic law and practice” below). According to the applicant, these regulations imposed an obligation on the plant's owners to implement various ecological measures in the zone, including the resettlement of residents in an ecologically safe area. The applicant claimed that Severstal had failed to fulfil this obligation.", "21. On 17 April 1996 the Cherepovets City Court examined the applicant's action. The court recognised that the building at 1 Zhukov Street, where she lived, was located within Severstal's sanitary security zone. The court noted that, prior to 1993, the applicant's flat had been owned by the Ministry of Black Metallurgy, which had also owned the plant. Following privatisation of the plant in 1993, it had become a privately owned entity and the applicant's flat had become the property of the local authorities. Referring to the ministerial decree of 1974, the court found that the authorities ought to have resettled all of the zone's residents but that they had failed to do so. In view of those findings, the court accepted the applicant's claim in principle, stating that she had the right in domestic law to be resettled. However, no specific order to resettle the applicant was given by the court in the operative part of its judgment. Instead, the court stated that the local authorities must place her on a “priority waiting list” to obtain new local authority housing (see “Relevant domestic law and practice” below). The court also stated that the applicant's resettlement was conditional on the availability of funds.", "22. The applicant appealed, claiming that the obligation to resettle was on the plant rather than on the municipality. She also maintained that the court had distorted the object of her claim: whereas she had been seeking immediate resettlement, the court had ordered that she be placed on a waiting list. In the applicant's view, this decision was unworkable because its enforcement depended on too many conditions (the existence of a resettlement order, the number of people on the waiting list, the availability of funds for resettlement, etc.).", "23. On 7 August 1996 the Vologda Regional Court upheld in principle the decision of 17 April 1996, and confirmed that the applicant's home was located within the Severstal steel plant's sanitary security zone. The appeal court further found that the applicant's resettlement in an ecologically safe area was to be carried out by the municipality. Finally, the appeal court excluded from the operative part of the judgment the reference to the availability of funds as a precondition for the applicant's resettlement.", "24. The first-instance court issued an execution warrant and transmitted it to a bailiff. However, the decision remained unexecuted for a certain period of time. In a letter of 11 December 1996, the deputy mayor of Cherepovets explained that enforcement of the judgment was blocked, since there were no regulations establishing the procedure for the resettlement of residents outside the zone.", "25. On 10 February 1997 the bailiff discontinued the enforcement proceedings on the ground that there was no “priority waiting list” for new housing for residents of the sanitary security zone.", "26. In 1999 the applicant brought a fresh action against the municipality, seeking immediate execution of the judgment of 17 April 1996. The applicant claimed, inter alia, that systematic toxic emissions and noise from Severstal PLC's facilities violated her basic right to respect for her private life and home, as guaranteed by the Russian Constitution and the European Convention on Human Rights. She asked to be provided with a flat in an ecologically safe area or with the means to purchase a new flat.", "27. On 27 August 1999 the municipality placed the applicant on the general waiting list for new housing. She was no. 6,820 on that list (see “Relevant domestic law and practice” below).", "28. On 31 August 1999 the Cherepovets City Court dismissed the applicant's action. It noted that there was no “priority waiting list” for the resettlement of residents of sanitary security zones, and no council housing had been allocated for that purpose. It concluded that the applicant had been duly placed on the general waiting list. The court held that the judgment of 17 April 1996 had been executed and that there was no need to take any further measures. That judgment was upheld by the Vologda Regional Court on 17 November 1999.", "29. The State authorities conduct regular inspections of air quality in the city. Pollution is monitored by four stationary posts of the State Agency for Hydrometeorology, including one (post no. 1) situated at 4 Zhukov Street, 300 metres from the applicant's home. The emission levels of thirteen hazardous substances are monitored by the authorities (nitrogen dioxide, ammonia, carbon oxide, dust, hydrogen sulphide, carbon disulphide, phenol, formaldehyde, sulphur dioxide, nitric oxide, manganese, benzopyrene and lead). Four stationary posts of the State Agency for Hydrometeorology monitor emissions of only the first eight of the above substances; additionally, post no. 1 monitors emissions of sulphur dioxide, nitric oxide, lead, benzopyrene and manganese, and post no. 2 monitors emissions of benzopyrene, manganese and sulphur dioxide. In addition, the State Agency for Sanitary Control conducts regular air tests at distances of one, two, five, seven, and nineteen kilometres from the steel plant. Finally, Severstal PLC has its own monitoring system, which evaluates emissions from every separate industrial facility at the plant.", "30. It appears that the basic data on air pollution, whether collected by the State monitoring posts or Severstal, are not publicly available. Both parties produced a number of official documents containing generalised information on industrial pollution in the town. The relevant parts of these documents are summarised in the following paragraphs and in the appendix to this judgment.", "31. The applicant claimed that the concentration of certain toxic substances in the air near her home constantly exceeded and continues to exceed the safe levels established by Russian legislation. Thus, in the period from 1990 to 1999 the average annual concentration of dust in the air in the Severstal plant's sanitary security zone was 1.6 to 1.9 times higher than the MPL, the concentration of carbon disulphide was 1.4 to 4 times higher and the concentration of formaldehyde was 2 to 4.7 times higher (data reported by the Cherepovets Centre for Sanitary Control). The Cherepovets State Agency for Hydrometeorology reported that the level of atmospheric pollution within the zone during the period from 1997 to 2001 was rated as “high” or “very high”. The State Agency for Hydrometeorology confirmed that an excessive concentration of other hazardous substances, such as hydrogen sulphide and ammonia, was also registered during this period.", "32. As regards the year 2002, the applicant submitted a report prepared by the Northern Regional Office of the State Agency for Hydrometeorology and Environmental Monitoring. This report stated, inter alia, that in 2002 the annual average concentration of dust near the applicant's home was 1.9 times higher than the MPL, and that the short-term peak concentration of dust was twice as high as the MPL. In July an over-concentration of carbon oxide was registered near the applicant's home: the short-term peak concentration of this element was 7 times higher than the MPL. The agency also reported that the average annual concentration of formaldehyde in the town was 3 times higher than the MPL. The average annual concentration of carbon disulphide near the applicant's home was 2.9 times higher than the MPL. The short-term peak concentration of phenols was 4 times higher than the MPL, and that of hydrogen sulphide was 4.5 times higher.", "33. The applicant also submitted information published on the website of the Northern Department of the State Agency for Hydrometeorology. This source reported that in April 2004 the concentration of formaldehyde in Cherepovets exceeded the norms. In March 2004 the monthly average concentration of formaldehyde was 5 times higher than the MPL.", "34. The applicant further produced a study paper entitled “Economic effectiveness of public health measures at Severstal PLC”, drawn up by the Centre for the Preparation and Implementation of International Projects on Technical Assistance, a public body established in 1993 under the supervision of the then State Committee for Environmental Protection. The study was commissioned by the Cherepovets municipality in order to obtain an analysis of the cost-effectiveness of various measures suggested in the 1996 federal programme. The expert team had access to data on fifty-eight polluting elements contained in industrial emissions from the Severstal plant. The experts singled out the thirteen most toxic elements and, using a special dispersion dissemination model, established how these elements affected the morbidity rate in the city. The experts then calculated how the implementation of one or another measure from the federal programme would reduce the concentration of these pollutants, and, consequently, to what extent the morbidity rate would decrease.", "35. In April 2004 the applicant informed the Court that further information on atmospheric pollution could be requested from the respondent Government. In particular, the applicant sought to obtain: (a) baseline emissions data for the Severstal plant, including data on the physical parameters of the stacks and the volume of chemicals emitted annually by each process at the Severstal facility; (b) dispersion modelling data for estimating the ambient air concentration of thirteen toxic pollutants at each of the x and y coordinate locations on the Cherepovets city grid, based on the above emissions data. The applicant indicated that this information might be obtained from the Centre for the Preparation and Implementation of International Projects on Technical Assistance (see paragraph 34 above). The applicant also sought data on the ambient air quality in Cherepovets, obtained between 1998 and 1999 as part of the Project on Environmental Management in the Russian Federation, implemented with financial support from the World Bank. In May 2004 the Court invited the respondent Government to submit the information sought by the applicant.", "36. In June 2004 the Government submitted a report entitled “The environmental situation in Cherepovets and its correlation with the activity of [Severstal PLC] during the period until 2004”, prepared by the Cherepovets municipality.", "37. According to the report, the environmental situation in Cherepovets has improved in recent years: thus, gross emissions of pollutants in the town were reduced from 370.5 thousand tonnes in 1999 to 346.7 thousand tonnes in 2003 (by 6.4%). Overall emissions from the Severstal PLC facilities were reduced during this period from 355.3 to 333.2 thousand tonnes (namely by 5.7%), and the proportion of unsatisfactory testing of atmospheric air at stationary posts fell from 32.7% to 26% in 2003.", "38. The report further stated that, according to data received from four stationary posts of the State Agency for Hydrometeorology, a substantial decrease in the concentration of certain hazardous substances was recorded in the period from 1999 to 2003:", "(i) dust: from 0.2 mg/m³ (1.28 MPL) to 0.11 mg/m³ (0.66 MPL);", "(ii) hydrogen sulphide: from 0.016 mg/m³ (3.2 MPL) to 0.006 mg/m³ (1.2 MPL);", "(iii) phenols: from 0.018 mg/m³ (0.6 MPL) to 0.014 mg/m³ (0.47 MPL).", "39. According to the report, pollution in the vicinity of the applicant's home was not necessarily higher than in other districts of the town. Thus, the concentration of nitrogen dioxide at post no. 1 was 0.025 mg/m³ in 2003, whereas it was 0.034 mg/m³ at post no. 2, 0.025 mg/m³ at post no. 3 and 0.029 mg/m³ at post no. 4. The average daily concentration of ammonia registered at post no. 1 was 0.016 mg/m³, 0.017 mg/m³ at post no. 2, 0.005 mg/m³ at post no. 3 and 0.0082 mg/m³ at post no. 4. The phenol level registered at post no. 1 was 0.014 mg/m³, 0.015 mg/m³ at post no. 2 and 0.0012 mg/m³ at post no. 4. Finally, the concentration of formaldehyde at post no. 1 was 0.019 mg/m³, whereas it was 0.012 mg/m³ at post no. 2, 0.018 mg/m³ at post no. 3 and 0.02 mg/m³ at post no. 4.", "40. The report stated that the average annual concentrations of nitric oxide, lead, manganese, nitrogen dioxide, ammonia, hydrogen sulphide, phenol, carbon oxide and carbon disulphide did not exceed the MPLs. Excessive annual concentrations were recorded only with respect to dust, formaldehyde and benzopyrene. Over the period from 1999 to 2003, a certain improvement in the quality of air was registered under the steel plant's “pollution plume” in the residential area of the town. Thus, the proportion of unsatisfactory tests was 13.2% in 1999, whereas in 2003 it had fallen to 12.7%. The report emphasised that the proportion of unsatisfactory air tests was decreasing: from 18.4% to 14.2%, as measured at a distance of 1,000 metres from the plant; and from 14.05% to 12.8% at a distance of 3,000 metres. The trend was also positive in respect of certain specific substances: within 1,000 metres the proportion of unsatisfactory tests for nitrogen dioxide decreased from 50% in 1999 to 47% in 2003; for hydrogen sulphide they fell from 75% in 1999 to 20% in 2003; and for phenol they decreased from 52% in 1999 to 38% in 2003.", "41. The report contained generalised data on average pollution levels for the years 1999 to 2003, collected from four stationary posts of the State Agency for Hydrometeorology. The Government also produced data collected from monitoring post no. 1, reflecting a reduction in the average annual and maximum pollution levels compared to the situation which existed ten to twenty years ago. The most important data contained in these reports are summarised in the appendix to this judgment.", "42. The Government also produced extracts from a report by the chief sanitary inspector for the Vologda region, which was prepared in June 2004 for the purpose of defining new boundaries for the sanitary security zone. According to the report, Severstal was still responsible in 2004 for 94 to 97% of overall air pollution in the city. The report stated that the emissions from Severstal contained eighty different pollutant substances. Despite a significant reduction in pollution in recent years, the maximum concentrations of “five priority pollutants” (dust containing more than 20% of silicon dioxide, ferroalloy dust, nitrogen dioxide, naphthalene and hydrogen sulphide) still exceeded safety standards at distances of one to five kilometres from the plant. The report further indicated that “more than 150,000 people live[d] in a zone where the acceptable level of risk [was] exceeded”. It proposed a number of measures which should reduce the concentration of naphthalene and ferroalloys to safe levels by 2010, and stated that the concentration of all toxic substances originating from the Severstal facilities in the bottom layer of the atmosphere should be below the maximum permissible limits by 2015.", "43. Finally, the Government submitted that, should the Court need the documents sought by the applicant and referred to by her representatives as a source of primary information on air pollution, “the authorities of the Russian Federation propose that this document be requested from Mr Koroteyev [one of the applicant's representatives]”.", "44. Since 1982 Ms Fadeyeva has been supervised by the clinic at Cherepovets Hospital no. 2. According to the Government, the applicant's medical history in this clinic does not link the deterioration in her health to adverse environmental conditions at her place of residence.", "45. In 2001 a medical team from the clinic carried out regular medical check-ups on the staff at the applicant's place of work. As a result of these examinations, the doctors detected indications of an occupational illness in five workers, including the applicant. In 2002 the diagnosis was confirmed: a medical report drawn up by the Hospital of the North-West Scientific Centre for Hygiene and Public Health in St Petersburg on 30 May 2002 stated that she suffered from various illnesses of the nervous system, namely occupational progressive/motor-sensory neuropathy of the upper extremities with paralysis of both middle nerves at the level of the wrist channel (primary diagnosis), osteochondrosis of the spinal vertebrae, deforming arthrosis of the knee joints, moderate myelin sheath degeneration, chronic gastroduodenitis, hypermetropia first grade (eyes) and presbyopia (associated diagnoses). Whilst the causes of these illnesses were not expressly indicated in the report, the doctors stated that they would be exacerbated by “working in conditions of vibration, toxic pollution and an unfavourable climate”.", "46. In 2004 the applicant submitted a report entitled “Human health risk assessment of pollutant levels in the vicinity of the Severstal facility in Cherepovets”. This report, commissioned on behalf of the applicant, was prepared by Dr Mark Chernaik. Dr Chernaik concluded that he would expect the population residing within the zone to suffer from above-average incidences of odour annoyance, respiratory infections, irritation of the nose, coughs and headaches, thyroid abnormalities, cancer of the nose and respiratory tract, chronic irritation of the eyes, nose and throat, and adverse impacts on neurobehavioral, neurological, cardiovascular and reproductive functions. The report concluded as follows:", "“The toxic pollutants found in excessive levels within the sanitary security zone in Cherepovets are all gaseous pollutants specifically produced by iron and steel manufacturing plants (in particular, by process units involved in metallurgical coke production), but not usually by other industrial facilities.", "It is therefore reasonable to conclude that inadequately controlled emissions from the Severstal facility are a primary cause of the excess incidences of the above-mentioned adverse health conditions of persons residing within the sanitary security zone in Cherepovets.”", "47. The applicant also submitted an information note from the environmental department of the Cherepovets municipality, which contained recommendations to Cherepovets residents on how to act in circumstances of “unfavourable weather conditions”, namely when the wind carried emissions from the Severstal plant towards the city. The note recommended that people should stay at home and restrict their physical activity. It also contained dietary suggestions. The primary reason for these restrictive recommendations was emissions from the Severstal plant. The applicant also referred to a letter dated 20 September 2001 from the Cherepovets Centre for Sanitary Control, stating that when such “unfavourable weather conditions” occurred, admissions of children to local health clinics increased by 1.3.", "48. Article 42 of the Constitution of the Russian Federation reads as follows:", "“Everyone has the right to a favourable environment, to reliable information about its state, and to compensation for damage caused to his health or property by ecological offences.”", "49. Pursuant to the Federal Law of 30 March 1999 on sanitary safety (О санитарно-эпидемологическом благополучии населения), the Federal Sanitary Service establishes State standards for protecting public health from environmental nuisances. In particular, these standards are applied in assessing air quality in cities: atmospheric pollution is assessed in comparison to the maximum permissible limits (MPLs), the measure which defines the concentration of various toxic substances in the air. It follows from Regulation 2.1 of the Sanitary Regulations of 17 May 2001 and section 1 of the Atmospheric Protection Act 1999 that, if the MPLs are not exceeded, the air is safe for the health and well-being of the population living in the relevant area. Regulation 2.2 of the Sanitary Regulations provides that, for all categories of toxic elements, concentrations should not exceed 1 MPL in residential areas and 0.8 MPL in recreational zones.", "50. Pursuant to the Atmospheric Protection Act of 4 May 1999 (Об охране атмосферного воздуха), the Federal Environmental Agency establishes environmental standards for various types of polluting sources (cars, farms, industrial plants, etc.). These general standards are applied to specific undertakings by the regional environmental agencies. In principle, an industrial plant's operation should not result in pollution which exceeds the MPLs (section 16 of the Act). However, for the sake of a region's economic development, a regional environmental agency may issue a temporary permit authorising an undertaking to exceed these norms (sections 1 and 12 of the Act). The permit should contain a schedule for the phased reduction of toxic emissions to safe levels.", "51. Every polluting undertaking must create a “sanitary security zone” around its premises – a buffer area separating sources of pollution from the residential areas of a city (Regulations 3.5 and 3.6 of the 1996 Sanitary Regulations, enacted by Decree no. 41 of the Federal Sanitary Service of 31 October 1996; similar provisions were contained in the 2000, 2001 and 2003 Sanitary Regulations, which replaced those of 1996). The levels of pollution in this buffer area may exceed the MPLs.", "52. The minimum width of the zone is defined by the sanitary regulations for different categories of undertaking. Under the terms of the 1996 Sanitary Regulations, the sanitary security zone around a steel plant the size of Severstal should be 2,000 metres. Under the Sanitary Regulations of 1 October 2000, the width of the sanitary security zone for a metallurgical undertaking of this size should be at least 1,000 metres. In certain cases the Federal Sanitary Service may enlarge the zone (for example, where the concentration of toxic substances in the air beyond the zone exceeds the MPLs). Subsequent sanitary regulations (enacted on 17 May 2001 and 10 April 2003) confirmed these requirements.", "53. Regulation 3.6 of the 1989 City Planning Regulations provides that an undertaking must take all necessary measures in order to set up (обустроить) its sanitary security zone in accordance with the law, with a view to limiting pollution.", "54. Regulation 3.8 of the 1989 City Planning Regulations provides that no housing should be situated within the sanitary security zone. This provision was later incorporated into the Town Planning Code (Градостроительный Кодекс) of 1998 (Article 43) and the Sanitary Regulations of 17 May 2001 and 10 April 2003. According to Regulation 3.3.3 of the 2001 Sanitary Regulations, a project to create a zone may include, as a high-priority objective, resettlement of the zone's residents. However, there is no direct requirement to resettle the residents of the sanitary security zone around an undertaking that is already operating.", "55. Article 10 § 5 of the Town Planning Code of 1998 provides as follows:", "“In cases where State or public interests require that economic or other activities be conducted in environmentally unfavourable areas, the temporary residence of the population in these areas is permitted, subject to the application of a special town planning regime ...”", "56. It follows from a judgment of the North-Caucasus Circuit Federal Commercial Court (decision no. Ф08-1540/2003 of 3 June 2003) that the authorities may force an undertaking which has failed to create a sanitary security zone around its premises in accordance with the law to cease operating.", "57. The applicant produced an extract from the decision of the Supreme Court of the Russian Federation in Ivashchenko v. the Krasnoyarsk Railways (published in “Overview of the case-law of the Supreme Court”, Бюллетень Верховного Суда РФ, № 9, of 15 July 1998, § 22). In that case the plaintiff had claimed immediate resettlement from a decrepit house. The lower court had rejected the plaintiff's action, indicating that she could claim resettlement following the order of priority (in other words, she should be put on the waiting list). The Supreme Court quashed this judgment, stating as follows:", "“The [plaintiff's] home is not only dilapidated ..., but is also situated within 30 metres of a railway, within the latter's sanitary security zone, which is contrary to the sanitary regulations (this zone is 100 metres wide, and no residential premises should be located within it).”", "The Supreme Court remitted the case to the first-instance court, ordering it to designate specific housing which should be provided to the plaintiff as a replacement for her previous dwelling.", "58. In another case, concerning the resettlement of Ms Ledyayeva, another resident of the sanitary security zone around the Severstal facilities, the Presidium of the Vologda Regional Court, in its decision of 11 February 2002, stated, inter alia:", "“The lower court did not assess whether the measures taken in order to resettle the residents of the sanitary security zone are adequate in comparison to the degree of threat that the plaintiff encounters. As a result, the court did not establish whether providing [Ms Ledyayeva] with new housing under the provisions of the housing legislation by placing her on the waiting list can be regarded as giving her a real chance to live in an environment that is favourable for her life and health.”", "The court also expressed doubts as to whether the State should be held responsible for the resettlement of the zone's residents.", "59. During the Soviet era, the majority of housing in Russia belonged to various public bodies or State-owned companies. The population lived in these dwellings as life-long tenants. In the 1990s extensive privatisation programmes were carried out. In certain cases, property that had not been privatised was transferred to local authorities.", "60. To date, a certain part of the Russian population continues to live as tenants in local council houses on account of the related advantages. In particular, council house tenants are not required to pay property taxes, the amount of rent they pay is substantially lower than the market rate and they have full rights to use and control the property. Certain persons are entitled to claim new housing from the local authorities, provided that they satisfy the conditions established by law.", "61. From a historical standpoint, the right to claim new housing was one of the basic socio-economic rights enshrined in Soviet legislation. Under the Housing Code of the RSFSR of 24 June 1983, which was still valid in Russia at the time of the relevant events, every tenant whose living conditions did not correspond to the required standards was eligible to be placed on a local authority waiting list in order to obtain new council housing. The waiting list establishes the priority order in which housing is attributed once it is available.", "62. However, being on a waiting list does not entitle the person concerned to claim any specific conditions or time-frame from the State for obtaining new housing. Certain categories of persons, such as judges, policemen or handicapped persons are entitled to be placed on a special “priority waiting list”. However, it appears that Russian legislation does not guarantee a right to be placed on this special list solely on the ground of serious ecological threats.", "63. Since Soviet times, hundreds of thousands of Russians have been placed on waiting lists, which become longer each year on account of a lack of resources to build new council housing. At present, the fact of being on a waiting list represents an acceptance by the State of its intention to provide new housing when resources become available. The applicant submits, for example, that the person who is first on the waiting list in her municipality has been waiting for new council housing since 1968. She herself became no. 6,820 on that list in 1999."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}