{"ITEMID": "001-81067", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SVYATO-MYKHAYLIVSKA PARAFIYA v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objections dismissed;Violation of Art. 9;Not necessary to examine Art. 6-1;Remainder inadmissible", "JUDGES": "Peer Lorenzen", "TEXT": ["5. The applicant association, the Svyato-Mykhaylivska Parafiya (“the Parish”) of the Ukrainian Orthodox Church of the Kyiv Patriarchate “Church of 1,000 years of Baptisms in the Kyivan Rus” in the Darnytsky District of Kyiv, is a religious group. On 6 October 2000 it had 29 members, a figure which had increased to 30 by 2005 according to information provided by its representative on 9 February 2005. All the members sit on the Parishioners' Assembly. The head of the applicant association is Mr Volodymyr Makarchykov.", "6. On 5 April 1989 a group of 25 people, including the head of the Parish, decided to form a religious association under the auspices of the Russian Orthodox Church. On the same date they decided to build a church and name it the “Svyato-Mykhaylivska Church of 1,000 years of Baptisms in the Kyivan Rus'”. The group lodged a request to register the association with the Religious Affairs Council at the Cabinet of Ministers (Рада з питань релігій при Кабінеті Міністрів) and the State Executive Committee.", "7. On 22 February 1990 the Religious Affairs Council registered the group as a religious association of the Russian Orthodox Church in the Darnytsky District of Kyiv (the “religious association”).", "8. On 26 February 1990 the Kyiv City Council informed Mr Makarchykov that the religious association had been granted permission to build a church for the use of its members.", "9. On 4 March 1990 the religious association approved its statute and elected its governing bodies (the Parishioners' Assembly, Parishioners' Council and the Supervisory Board). It decided to admit twelve new members to the Parishioners' Assembly and to elect six of its members to the Parishioners' Council and the Supervisory Board. Mr Makarchykov was elected as a member of the Parishioners' Council and became its chairman.", "10. On 29 March 1990 the Religious Affairs Council registered changes to the governing bodies of the religious association. Mr Makarchykov was registered as its chairman, F.L.E. as deputy chairman and O.L.V. as a treasurer of the religious association. The Council also registered the changes to the composition of the Supervisory Board.", "11. From the date of its creation in April 1989 to December 1999 the Parishioners' Assembly membership varied from about 20 to 27 members. In the course of this period the Parishioners' Assembly was actively involved in making important decisions as to the management and administration of the religious association (appointment of Chairman, treasurer, supervisory board, approval of appointment of a priest, approval of the statutes of affiliates, missions and brotherhoods of the church, important financial and logistical matters and issues related to construction of a new church, etc.). Throughout this period My Makarchykov acted as a Chairman of the religious association and frequently as a secretary during the meetings of the Parishioners' Assembly.", "12. On 22 March 1992 the Parishioners' Assembly passed resolutions for the religious association to change denomination, as it was dissatisfied with the leadership of Archbishop Filaret, the head of the newly registered Ukrainian Orthodox Church of Kyiv Patriarchate, and for it to become independent in its organisational, religious and commercial activities. It was also decided that it should act under the religious guidance of the Archbishop of the Finnish Orthodox Church in canonical issues.", "13. On 19 November 1992 the Parishioners' Assembly adopted a new statute seeking its registration as a legal entity. The Assembly requested Archbishop Volodymyr of the Ukrainian Orthodox Church (Moscow Patriarchate) to approve the statute. The name of the association was changed to “Svyato-Mykhaylivska Parafiya of the Ukrainian Orthodox Church of the Kyiv Eparchy Church of 1,000 years of Baptisms in the Kyivan Rus'” (the “Parish”; Свято-Михайлівська парафія Української православної церкви Київської єпархії «Храму на честь 1000-ліття хрещення Київської Русі»).", "14. On 8 February 1993 the representative of the President of Ukraine in Kyiv made a formal decision to register the statute of the Parish (статут релігійної організації). From that date onwards the Parish, as a registered legal entity, belonged to the Ukrainian Orthodox Church (Moscow Patriarchate). The new statute stated:", "“(...) 1.1. Svyato-Mykhaylivska Parafiya (a religious group) is a religious association of the Ukrainian Orthodox Church of the Kyiv Patriarchate “Church of 1,000-years of Baptisms in the Kyivan Rus” (hereinafter the 'Parish') and is created for the purposes of mutual affiliation and the spreading of Orthodox religion and faith. It is composed of secular priests, ministers and laymen and is a part of the Ukrainian Orthodox Church of the Kyiv Eparchy (Київської єпархії Української Православної Церкви).", "(...) 2.1. The highest governing body of the Parish is the Parishioners' Assembly, which is eligible in presence of not less than 2/3 of members of the Parishioners' Assembly. Resolutions of the Parishioners' Assembly shall be adopted by a simple majority.", "2.2. In its religious activities, the Parish shall be guided by the priest – prior, who shall be elected by the Parishioners' Assembly. In its administrative-financial activities, it shall be subordinate to the Parishioners' Assembly.", "(...) 2.12. The Parishioners' Assembly shall accept new members from clergymen and laymen at their request, provided they are at least 18 years of age, attend religious services and confession, follow the canonical guidance of the prior and have not been excommunicated by the church or are being judged by the religious court.", "(...) 2.5. All official Parish documents shall be signed by the prior and the chair of the Parishioners' Council; banking and other financial documents shall be signed by the chair of the Parishioners' Council and the treasurer.", "(...) 6.1. Decisions as to changes and amendments to the statute shall be proposed by the Parishioners' Council and adopted by the Parishioners' Assembly...", "6.2. Changes and amendments to the statute shall be made in the same manner and within the same time-limits as those applicable to the registration of the statute.”", "15. On 9 April 1994 the Parishioners' Assembly, in accordance with a proposal by the new prior, refused to introduce changes and amendments to the statute until the construction of the new church building for the use of religious association was finalised. The proposed statute had to conform to the standard statutes of religious associations belonging to the Ukrainian Orthodox Church (Moscow Patriarchate).", "16. In 1994 and 1999 Mr Makarchykov signed a number of documents relating to the construction of the new church in his capacity as chairman of the Parishioners' Council. These documents, which included contracts and decisions of the architectural and State bodies, were accepted by him as the head of the Parishioners' Assembly and countersigned in a number of instances by various State officials.", "17. On 6 October 1999 the Parishioners' Assembly examined complaints about the management of the church that had been sent to Archbishop Volodymyr by new lay members. The Assembly also decided not to make the changes and amendments to the statute of the Parish necessary for its conformity with the standard statute used by the Ukrainian Orthodox Church (Moscow Patriarchate)”.", "18. On 14 October 1999, the Parishioners' Assembly examined the construction works at the site of the new church and decided not to make any changes to the statute until the works had been completed. It also heard complaints from Assembly members about Mr Makarchykov's alleged abuse of funds that had been raised for the construction of the church and against a prior of the Parish, who allegedly had no authority to act.", "19. On 4 November 1999 a commission set up by the Moscow Patriarchate condemned the economic activities of the Parish, as being badly managed and removed the books of account.", "20. On 10 November 1999 the Parishioners' Assembly resolved not to retain Father Tesliuk as prior and requested Archbishop Volodymyr of the Moscow Patriarchate to appoint a different prior. They also condemned the activities of the former prior, Father Nikolay, who had allegedly misused charitable aid from Italy and acted fraudulently. The Parishioners' Assembly also decided to proceed with criminal complaints it had lodged with the police against Father Tesliuk and Father Nikolay.", "21. On 1 December 1999 26 members of the Parishioners' Assembly allowed requests from two members of the Assembly not to participate in its activities owing to pressure from the Moscow Patriarchate on the Parish and the attempts of Father Nikolay to split the Parish. Six members of the Assembly were elected as honorary members, with a right of “advisory vote”. One new member was admitted to the Assembly. The Assembly condemned the report of 4 November 1999 and the decision to remove the Parish's accounting papers. Mr Makarchykov also informed the Assembly that Father Nikolay had unlawfully withheld charitable aid given to the Parish in the amount of 2,880,000 United States dollars (USD). The Assembly decided not to retain Father Nikolay and Father Tesliuk as their priors and requested their transfer away from the Parish. The Assembly was also informed by one of its members that Archbishop Volodymyr refused to discuss with him the internal conflict in the Parish.", "22. According to the applicant association, on 24 December 1999 the Parishioners' Assembly consisted of 27 individuals: Mr B.S., Ms B.I., Mr B.M., Mr G.S., Mr G.V., Mr D.S., Mr Ye.S., Ms Z.N., Mr K.A., Ms K.L., Mr K.V., Ms L.V., Mr V.I. Makarchykov (the Chairman of the Parishioners' Assembly), Ms M.S., Mr M.A., Ms N.M., Ms R.V., Mr R.V., Mr S.S., Mr T.L., Mr Ts.L., Ms Ch.V., Ms Ch.I., Mr Sh.Ye., Mr Sh.M., Mr Sch.D. and Ms Ya.V.", "23. On 24 December 1999 the Parishioners' Assembly, with 21 of its 27 members present, decided to withdraw from the jurisdiction and canonical guidance of the Moscow Patriarchate and to accept that of the Kyiv Patriarchate. The following 6 members of the Assembly were not present during the meeting and did not vote for a change of jurisdiction: Mr G.S., Mr G.V., Mr D.S., Mr K.V., Mr M.A. and Mr Sh.M. The Assembly gave authority to two members of the Assembly, Mr Makarchykov and Mr Sh.Ye., to lodge a request with the Head of the Kyiv City State Administration for the registration of the changes and amendments to the Parish's statute. The Assembly requested Archbishop Filaret of the Kyiv Patriarchate to approve the changes and amendments.", "24. On 25 December 1999 and 10 January 2000 Archbishop Filaret declared the Parish a part of the Kyiv Patriarchate. He also appointed Mr Pavlo Osnovyanenko as a prior and spiritual counsellor of the Parish.", "25. On 27 December 1999 Mr Makarchykov and Mr Ye.Sh. lodged an application with the Kyiv City State Administration to register the amendments to its statute as a result of the change of denomination.", "26. On 28 December 1999 Mr Makarchykov signed a contract on behalf of the Parish with a private contractor “Khades” to ensure the security of the church premises and the partly-constructed new church.", "27. The applicant association alleges that on 1 January 2000 the church premises were taken over by approximately 150-200 clerics and lay people supporting the Moscow Patriarchate, who had arrived at the church in the evening. All the members of the Parishioners' Assembly signed a statement condemning this intrusion into their internal affairs by the representatives of another denomination. The construction work on the new church was also disrupted. According to the private firm responsible for security at the church officials of the Darnytsky District Department of the Interior had warned them not to intervene in the conflict.", "28. On 2 January 2000 Archbishop Volodymyr of the Moscow Patriarchate authorised Archpriests Filaret (Lukyanchuk), V. Rusynka, M. Tereschuk and D. Grygorak and a lawyer of the Kyiv Metropolis, V.F. Volynets, to hold a meeting of the Parishioners' Assembly in the Svyato-Mykhaylivska Church.", "29. On the same day, 309 supporters of the Moscow Patriarchate, who the applicant association alleged were from different churches in the city (although, according to the Government, 295 were active members of the Parish), held a meeting at which they passed a vote of no confidence in Mr Makarchykov as chairman of the Parishioners' Assembly and elected new governing bodies for the church. In particular, they elected a new Parishioners' Assembly composed of 19 members (the “New Assembly”), a treasurer and a supervisory board.", "The Assembly also adopted the model statute for churches belonging to the Ukrainian Orthodox Church (Moscow Patriarchate). It approved a proposal from Archpriest Filaret (Lukyanchuk) of the Moscow Patriarchate to elect Father Nikolay (Mykola) as the Chairman of the Parishioners' Assembly. The minutes of the meeting of the Assembly were approved by the secretary of the Moscow Patriarchate, Archpriest V. Kosovsky, on 3 January 2000.", "30. On 2 January 2000 the members of the original Parishioners' Assembly requested the Minister of the Interior, the Head of the Kyiv City State Administration, the General Prosecutor and other law-enforcement authorities to protect their church and property.", "31. On 3 January 2000 the Deputy President of the Darnytsky District Court of Kyiv informed Mr Makarchykov that he should address his complaints concerning the confiscation of church property to the courts in accordance with Articles 137 and 138 of the Code of Civil Procedure. The Deputy President also advised that any criminal complaints concerning alleged offences had to be lodged with the police or prosecutor with territorial jurisdiction.", "32. On 4 January 2000 Archbishop Filaret of the Kyiv Patriarchate publicly protested against the “seizure of the church” by representatives of the Moscow Patriarchate. In particular, he stated in letters to the Chairman of the Kyiv City State Administration, the Minister of the Interior, the General Prosecutor, the Head of the Kyiv Department of the Interior, the Human-Rights Ombudsman and the Chairman of the Parliament that the Parishioners' Assembly that had resolved to withdraw from the jurisdiction of the Moscow Patriarchate was the legitimate governing body of the Parish.", "33. On 8 January 2000, 21 members of the original Parishioners' Assembly composed of 27 members held a meeting to discuss the events of 1-3 January 2000. They elected a Parishioners' Council with the following composition: Mr Makarchykov, Chairman; Mr Burtovy, Treasurer; and Mr Krasnook, Assistant to the Chairman. Mr Pavlo Osnovyanko was approved as a prior of the Parish, upon a proposal from the Kyiv Patriarchate. The Assembly elected the Supervisory Board and asked Archbishop Filaret to approve their decisions.", "34. On the same date Archbishop Volodymyr of the Moscow Patriarchate informed the Kyiv City State Administration that the documents that had been submitted for registration of the change of denomination were forged as the majority of the Parish members and its prior opposed the change of denomination to the Kyiv Patriarchate.", "35. On 10 January 2000 Archbishop Filaret of the Kyiv Patriarchate issued a decree approving the composition of the original Parish governing bodies. He also confirmed that Mr Pavlo Osnovyanenko could serve as a prior of the Parish.", "36. On 10 and 14 January 2000 two private individuals, Ms A.M.I. and Mr Z., sought membership of the original Parishioners' Assembly following their decision of 24 December 1999 on the change of denomination.", "37. On 11 January 2000 the State Tax Inspectorate found a number of infringements of economic regulations by the former managers of the Parish.", "38. On 12 January 2000 a group of 9 members of the Ukrainian Parliament (Verkhovna Rada) lodged complaints with the President of Ukraine seeking his support in resolving the dispute between the Kyiv and Moscow Patriarchates over the church premises and the decision of its members to change denomination.", "39. On 16 January 2000 the Darnytsky District Police Department in Kyiv prohibited access to the church or other Parish property until a court had ruled on the change of denomination. Thereafter, the church premises and its property were guarded by the police.", "40. On 15 January 2000 the Registry of the Moscow Patriarchate informed the State Religions' Department that the denomination had been changed as a result of Mr Makarchykov's involvement in financial fraud. It also stated that the Parishioners' Assembly was illegitimate as it had been convened in violation of Article 2.1 of the statute. Moreover, membership of the Parish was not based on observance of the prior's canonical guidance, contrary to Article 2.12 of the statute, as Mr Makarchykov had influenced decisions not to accept new members who were not loyal to him. The Registry added that the change of denomination was contrary to the current statute of the Parish and the Moscow Patriarchate's internal regulations, including the recommended model statutes (типовий статут парафії Української православної церкви) for religious associations within the Moscow Patriarchate.", "41. Between 17 and 31 January 2000 the Parish members and the Archbishop of the Kyiv Patriarchate lodged a series of formal complaints with a member of parliament (V.P. Nechyporuk), the Committee on Organised Crime, the Minister of the Interior and the Prosecutor of Kyiv asking them to take action to prevent the police, who, they said, supported the Moscow Patriarchate, unlawfully interfering in Parish affairs.", "42. On 21 January 2000 the Kyiv City State Administration refused to register the amendments, according to the request of 24 December 1999 (see paragraph 23 above), on the grounds that they contravened Article 2.5 of the Parish statute, in that the documents submitted for registration had not been signed by the prior and the Chairman of the Parishioners' Assembly.", "43. On 29 January 2000 the Parishioners' Assembly, composed of 22 members, condemned the actions of the Moscow Patriarchate in relation to their Parish and its property. They decided to file complaints with the law-enforcement authorities to ensure protection from its unlawful interference with their activities.", "44. On 31 January 2000 the President of the original Parishioners' Assembly Mr Makarchykov complained to the Darnytsky District Prosecutor about the interference in the activities of the Parish. In particular, he alleged that the Moscow Patriarchate and the police had failed to comply with the resolution of 16 January 2000 prohibiting access to all the premises of the Parish until the case had been resolved by a court.", "45. On 31 January 2000 the prior of the Parish and the Chairman of the original Parishioners' Assembly lodged a second request for the registration of changes and amendments to the statute of the Parish with the Kyiv City State Administration. The Assembly again informed the Kyiv City State Administration that on 8 January 2000 it had decided that Mr Pavlo Osnovyanenko would be its prior and Mr Makarchykov its chairman and that both had power under the statute to sign documents on behalf of the Parish. No response was received to this request.", "46. On 3 February 2000 the Kyiv City Council established a committee composed of four of its members (deputies of the Council K.Y.G., D.D.G., O.P.K. and V.O.B.) and the Head of the Department of Religious Affairs of the Kyiv City Council to examine the conflict over the Svyato-Mykhaylivska Parish.", "47. On 8 February 2000 the Head of the Darnytsky District Police Department in Kyiv warned Mr Makarchykov that he would be prosecuted if he continued to incite laymen to occupy the church and to confront the supporters of the Moscow Patriarchate.", "48. On 9 February 2000 Mr Makarchykov lodged fresh complaints with the Darnytsky District Police Department asking them to institute criminal proceedings against unlawful occupiers of the church premises and those responsible for denying him access to the premises or to his personal belongings in the church.", "49. On 14 February 2000 the Kyiv Patriarchate certified that the Parish had been within the Patriarchate since 25 December 1999.", "50. On 17 February 2000 the applicant association instituted proceedings in the Kyiv City Court claiming that the Kyiv City State Administration's refusal of 21 January 2000 to register the amendments to the statute of the Svyato-Mykhaylivska Parafiya was unlawful.", "51. On 21 April 2000 the Kyiv City Court, composed of three judges, rejected the applicant association's claims, finding that the decision of 21 January 2000 was lawful (see paragraph 42 above). In particular it found that the Parishioners' Assembly composed of 27 members did not represent the entire religious community, that the documents submitted for registration had not been signed by the authorised persons (the prior and the chairman of the Parishioners' Assembly) and that the members of the Parishioners' Assembly of 24 December 1999 no longer belonged to the Moscow Patriarchate, as this minority group had chosen a different denomination. The court concluded that the applicant association was not able to prove that the decision of the Kyiv City State Administration was unlawful.", "The Kyiv City Court held in particular:", "“...the refusal of the Kyiv City State Administration to register the amendments to the statute was based on the fact that they had been adopted contrary to the statute and would infringe believers' rights.", "The judicial division holds that the decision [of the Kyiv City State Administration] corresponds to the actual and reflects the rights of both religious communities, and the statute of the Parish ... and the Law 'on consciousness and religious organisations'.", "... In accordance with Articles 6.1.and 6.2 of the statute ... decisions with regard to changes and amendments to the statute must be proposed by the Parishioners' Council and adopted by the Parishioners' Assembly ...", "... As can be seen from the minutes of the meeting of the Parishioners' Assembly of 24 December 1999 the religious community of the Svyato-Mykhaylivska Parish adopted changes and amendments to the statute of the religious community belonging to the Ukrainian Orthodox Church [Moscow Patriarchate], but was already affiliated to the Ukrainian Orthodox Church of Kyiv Patriarchate.", "... such a method of making changes and amendments to the statute contravenes the Law and Articles 6.1 and 6.2 of the statute and undoubtedly infringes the rights of the religious community belonging to the Ukrainian Orthodox Church [Moscow Patriarchate] which adopted this statute. Changes to the statute could only be adopted by the Parishioners' Assembly of this community.", "It can be seen that the complaint was lodged by Mr Makarchykov on behalf of the religious group belonging to the Ukrainian Orthodox Church [Moscow Patriarchate]. However this church did not authorise him to act on their behalf, in fact he represents the interests of the religious community belonging to the Ukrainian Orthodox Church of Kyiv Patriarchate, which was established on 24 December 1999 and has a right to exist in accordance with the Law “on freedom of consciousness and religious organisations” ...", "Taking into account all of the above, the judicial division considers that the representative of the religious community of the Ukrainian Orthodox Church of Kyiv Patriarchate, Mr V.I. Makarchykov, failed to prove in court that the refusal of the Kyiv City Administration of 21 January 2000 ... was unlawful. Therefore the complaint must be rejected.”", "52. On 5 July 2000 a panel of the Supreme Court composed of three judges upheld the judgment of 21 April 2000. It rejected the applicant association's cassation appeal because the provisions of the Parish statute contravened the relevant legislation. It also held that the provisions of the statute concerning fixed membership were contrary to the legislation because they did not allow the majority of the religious group to manifest their religion by participating in the administration of church affairs.", "In particular the Supreme Court held:", "“... the statute (articles of association) of the religious group has to correspond to the legislation in force.", "As long as the legislation in force does not provide for a mandatory or other form of fixed membership of the believers with the same religious beliefs, in a legal sense “parishioners' assembly” and the “general assembly of the religious group” are identical notions. The judicial division therefore considers that Articles 2.12, 2.13 of the statute ... do not fully correspond to the legislation. This led to the creation of factual obstacles for a majority of the religious community in deciding statutory issues and a violation of their right to manifest their religion...", "The judicial division also finds unsubstantiated the submission that there were no defects in the documents concerning the changes and amendments to the statute of the parish filed on behalf of the religious community.”", "53. On 5 March 2001 fifteen members of the original Parishioners' Assembly lodged a petition with the General Prosecutor's Office requesting it to initiate supervisory-review proceedings in the Supreme Court. No supervisory-review proceedings were initiated, however.", "54. On 22 February 2000 the Head of the Darnytsky District Police Department in Kyiv informed Mr Makarchykov, in response to his complaints of 9 February 2000, that it had found no evidence of the offences alleged in his complaints. He was also informed that he was free to collect his personal belongings from the church to which he had allegedly been denied access.", "55. On 23 February 2000 the prior of the Parish and Chairman of the Assembly lodged new complaints with the Kyiv City Prosecutor and the State Religious Affairs Department requesting them to institute criminal proceedings against those involved in the unlawful seizure of the Parish's premises and property. They also complained of the refusal of the Kyiv City State Administration to register the changes to the statute of the Parish on the basis of the joint decision of its members to change denomination.", "56. On 25 February 2000 the Kyiv City State Administration's Department of Religious Affairs asked Mr Makarchykov to provide it with the minutes of the Parishioners' Assembly that had elected Mr Pavlo Osnovyanenko as its prior, confirmation that the Parish's prior belonged to the Moscow Patriarchate and confirmation that the prior's position had been vacant from December 1999 to 8 January 2000.", "57. On 6 March 2000 Mr T., Archbishop of the Kyiv Patriarchate, wrote to the head of the district electricity network asking it to cut off the electricity supply to the church as it had been unlawfully occupied by the Moscow Patriarchate and the Kyiv Patriarchate was unable to gain access.", "58. On 23 March 2000 the Kyiv Prosecutor's Office informed Mr Makarchykov and Mr Osnovyanenko that it had not found any wrongdoing on the part of the Moscow Patriarchate in relation to the church prosecutor's inquiries had revealed no unlawfulness whatsoever as alleged by the applicant.", "59. On 10 April 2000 a Committee of the Kyiv City Council prepared a draft opinion on the situation surrounding the Parish. The opinion was not adopted for examination by the Kyiv City Council as it was signed by only three of the five members of the Committee.", "60. On 5 June 2000 the Parishioners' Assembly composed of 30 members, 21 of whom were present, decided that Mr S.G. could not remain a member as he had joined a new religious group. The Parishioners' Assembly discussed the judgment in which the Kyiv City Court had found that the Parishioners' Assembly contained 309 members. However, it reiterated its view that as from 24 December 1999 it had been composed of only 27 members. Two of the members of the Assembly (K.V. and T.L.) reported that their witness statements had been taken incorrectly. The Assembly also re-elected the Parish's governing bodies (Mr Makarchykov was re-elected as Chairman).", "61. On 13 June 2000 Mr Makarchykov lodged a complaint with the Darnytsky District Prosecutor alleging that he had been attacked and injured on 2 April 2000 by an unknown person who had stolen a briefcase containing official documents belonging to the Parish. He also stated that he had already complained about attacks on him to the police, but that they had failed to act (the police issued two decisions on 8 April and 13 June 2000 refusing to initiate criminal proceedings following allegations by the applicant association).", "62. On 21 June 2000 the Parishioners' Assembly resolved that a car owned by the Parish should be used for the repayment of the Parish's debts.", "63. On 18 August 2000 Mr Makarchykov was arrested by police officers from the Darnytsky District Department of the Interior and “invited for a conversation” at the Department. He was informed that an inquiry was pending in relation to him. In the course of the “conversation” it is alleged that Mr Makarchykov started to curse and swear at the police officers. He was warned that he could be reprimanded, but did not stop. On 19 August 2000 the judge of the Darnytsky District Court of Kyiv reprimanded Mr Makarchykov for his behaviour; however, he did not impose any administrative or criminal sanctions on him.", "64. On 30 August 2000 the Darnytsky District Department of the Interior discontinued criminal proceedings against the applicant association that had been instituted on the basis of a complaint lodged by Mr B. Shtym the newly appointed prior of the Svyato-Mykhaylivska Parish (Moscow Patriarchate), as it had found no evidence of an offence on Mr Makarchykov's part.", "65. On 8 September 2000 the Darnytsky District Prosecutor refused to institute criminal proceedings into allegations of abuse of power by the police.", "66. On 29 September 2000 Mr B. Shtym requested the Kyiv City State Administration to register further amendments to the statute of the Parish. A request was signed by 10 members of the new Assembly, only one of whom (G.S.) was a member of the original Parishioners' Assembly.", "67. On 6 October 2000 the Parishioners' Assembly, composed of 29 members, of whom 22 were present, condemned the ruling of the Supreme Court of 21 April 2000 and decided that the Parish would apply to the European Court of Human Rights for the protection of their rights. The Assembly gave authority to Mr Makarchykov to represent it in the proceedings before the European Court. It also discussed pressure that had been imposed on Ts.O., K.A., Mr Makarchykov and S.S. by the domestic law-enforcement authorities and private individuals.", "68. On 5 December 2000 the Deputy Minister of the Interior and the Head of the City Department of the Interior reviewed Mr Makarchykov's complaints and found them unsubstantiated. They further stated that criminal proceedings against Mr Makarchykov on allegations of theft of property from the church had been discontinued and that the investigator in the case had incurred administrative liability. Similar, complaints were rejected by the Kyiv Prosecutor's Office on 15 December 2000.", "69. On 25 December 2000 the Kyiv City State Administration decided to register the changes to the statute of the Svyato-Mykhaylivska Parish pursuant to Mr Shtym's request of 29 September 2000.", "70. On 20 May 2001 22 members of the Parishioners' Assembly held a meeting at which they discussed various pressures that had been exerted on them by the law-enforcement authorities. They decided to seek protection and assistance from the Administration of the President of Ukraine and the General Prosecutor's Office to resolve the dispute surrounding the Parish. They also accepted a request from Ye.S., who had been a member of the Parishioners' Assembly since 25 July 1991, to resign her membership owing to pressure that had been put on her brother, a priest of the Moscow Patriarchate.", "71. On 21 February 2003 the Dniprovsky (the successor to the Darnytsky) Prosecutor's Office reviewed complaints lodged by Mr Makarchykov's sister of attacks on her and her son and her allegedly unlawful dismissal from the Parish. It advised her to take her complaint of unlawful dismissal to the domestic courts.", "72. In 2003-2004 Mr Makarchykov's sister requested asylum in Norway on the grounds of alleged persecution in Ukraine. She stayed in Norway while her request for political asylum was being reviewed.", "73. The Government informed the Court that on 7 August 2003 and 30 September 2004 the prior of the Parish, B. Shtym, informed them that Mr Makarchykov had never been given authority to apply to the European Court on behalf of the Parish, as he had ceased acting as the Chairman of the Parishioners' Assembly on 2 January 2000. Mr Shtym also informed the Government that seven of the original members (G.S., G.V., D.S. Ye.O., R.V., Ya.V and M.A.) had decided to remain members. Three of these (Ye.O, R.V. and Ya.V.) had withdrawn their signatures from the minutes no. 5 of 24 December 1999, by which the Parishioners' Assembly had resolved to change its denomination to the Kyiv Patriarchate.", "74. On 25 February 2004 the Religious Affairs Department of the Kyiv City State Administration informed the applicant association's representative that their religious group had separated from the remainder of the Parish and become a religious group within the Kyiv Patriarchate. It noted that they had not registered as a group with the Kyiv City State Administration.", "75. On 8 February 2005 the Kyiv Patriarchate informed the Court that the Parish, consisting of 30 members, was unable to satisfy their religious needs, as they were unable to use their property or premises. It stated that this was due to the refusal of the Kyiv City Administration to register the changes and amendments to the statute of the Parish that had been made in January 2000.", "76. In a letter of March 2005, K.A., Sh.Ye., N.M., Ch.L., R.V., T.L., Z.N., Z.V., A.M., Ch.A., Ch.V., L.V., Ryb.V., K.V., S.S. and B.M., all confirmed the complaints made by Mr Makarchykov to the European Court and stated that they were unable to use the church premises or to practise their religion in the church, which they had previously used for a long period as a religious association.", "77. On 31 January 2002 Mr Makarchykov and B.M. (a member of the applicant association) instituted proceedings against the Svyato-Mykhaylivska Parish (Moscow Patriarchate) seeking the return of their personal property that had allegedly been confiscated by the new Assembly in January 2000. They also sought compensation for damage.", "78. On 25 February 2004 the Dniprovsky District Court of Kyiv rejected Mr Makarchykov's and B.M's claims as unsubstantiated.", "79. It appears from the documents in the case-file that this judgment was upheld by the Court of Appeal on 18 August 2004 (the parties have not provided a copy of the ruling). It also appears from the case-file that this ruling was not appealed against.", "80. In November 2002 K.S. instituted proceedings against the Darnytsky District Department of the Interior for the return of the car that had been transferred into his ownership for the repayment of Parish's debts before being unlawfully seized by the police. The outcome of these proceedings is unknown.", "81. The applicant association also provided the Court with a number of documents confirming that Mr Makarchykov had acted on behalf of the Parishioners' Assembly from 1991 to 1999 representing its interests in dealings with third parties.", "82. The relevant provisions of the Constitution of Ukraine read as follows:", "“Everyone has the right to freedom of personal philosophy and religion. This right includes the freedom to profess or not to profess any religion, to perform alone or collectively and without constraint religious rites and ceremonial rituals, and to conduct religious activities.", "The exercise of this right may be restricted by law only in the interests of protecting public order, the health and morals of the population, or the rights and freedoms of others.", "The Church and religious organisations in Ukraine are separated from the State, and the school from the Church. No religion shall be recognised by the State as mandatory.”", "83. The relevant provisions of the Act read as follows:", "“Religious organisations in Ukraine shall be created to meet citizens' religious needs to manifest and disseminate their faith, and shall operate in accordance with their hierarchical and institutional structure, electing, appointing and changing their personnel in accordance with the provisions of their statutory documents...", "Religious organisations in Ukraine are religious groups, departments and centres, monasteries, religious brotherhoods, missionary societies (missions), religious educational institutions, and also unions composed of such bodies. Religious unions shall be represented by their centres (departments).", "No other organisation established on the basis of religion shall be covered by this Act.”", "“A religious group (релігійна громада) is a local religious organisation of believers belonging to a sect, religious manifestation, persuasion, trend or devotion, who voluntarily unite for the purposes of the common satisfaction of religious needs.", "The right of the religious group to belong to any church acting within Ukraine and outside its territorial religious centres (departments) for canonical or organisational purposes, and voluntarily to change their affiliation to a particular denomination shall be recognised by the State.", "There is no mandatory obligation to inform the State authorities of the creation of a religious group.”", "Under section 12 of the Act, the statutes of a religious organisation determine its legal capacity. They are adopted at a “general assembly” of the believers or during religious assemblies or conferences. The statute must contain information, inter alia, on the type of religious organisation, its religion, current address, place in the structure of the religious union, property status, the rights of the organisation to establish enterprises, mass media sources, other religious organisations or educational institutions, the procedure for making changes or amendments to the statute, and the procedure for deciding property and other issues on the termination of the religious organisation's activities. The statute must not contravene the law.", "In accordance with section 13 of the Act a religious organisation becomes a legal entity from the moment its statute is registered by the relevant body.", "Under section 14, a religious organisation wishing to become a legal entity must lodge a request for registration on behalf of a minimum of 10 natural persons and the statute of the organisation with the regional, city or Sevastopol City State Administrations, and in the Republic of Crimea with the Government of the Crimea. These documents have to be examined within a month and the relevant body is required to notify the religious organisation of its decision. Changes and amendments to the statute of a religious organisation must be registered in accordance with the same procedure and within the same time-limits. Representatives of the religious organisation attend the meeting of the board which examines the request for registration.", "In accordance with section 15 of the Act, registration can be refused if the statute of the organisation or its activities contravene the law. A reasoned decision refusing registration must be notified to the organisation within 10 days.", "Under section 16 of the Act the activities of the religious organisation must cease on its reorganisation (division, merger, consolidation) or liquidation. New organisations are registered in accordance with section 14.", "Religious organisations have the right to use property, land, buildings and premises owned by the State, non-governmental organisations or citizens (section 17). Under section 18 these organisations have a right to own, use and dispose of their property. These rights are protected by law (section 18). Under section 19 religious organisations have the right to create, in accordance with the provisions of their statutes, publishing, commercial, agricultural and other enterprises and charitable institutions have the rights of a legal person.", "Religious organisations also have the right to create and maintain places for religious services and ceremonies (section 21), to acquire religious literature and objects (section 22), to conduct charitable and other cultural activities (section 23) and to maintain international contacts with foreign religious organisation and believers (section 24).", "84. The relevant provisions of the rules regulating the activities of religious organisations are as follows.", "Under section 1 of the Humanitarian Aid Act of 22 October 1999 only registered religious organisations have the right to receive humanitarian aid.", "Sections 12 and 25 of the Publishing Act of 5 June 1997 specify that religious organisations have no right to publish and disseminate publications without being registered with the specialised State register of publishing organisations.", "Under Article 55 of the Commercial Code of 16 January 2003 only registered organisations or legal entities may engage in commercial activities or have capacity to trade.", "Under the provisions of the Land Code of 21 January 1994 and the Water Resources Code of 6 June 1995 religious organisations have the right to use land and water resources for their needs.", "In accordance with recommendation no. 132 of the Religious Council of the Cabinet of Ministers of Ukraine of 15 July 1992 every religious organisation owns its own property and in the event of a transfer from one denomination to another, property and financial matters must be resolved on the basis of the statute of each organisation separately and in accordance with the applicable law.", "85. On 5 June 2002 the Constitutional Court refused to institute constitutional proceedings following a request lodged by 51 Ukrainian Members of Parliament for an interpretation of the notion of “church” which is contained in Article 35 of the Constitution of Ukraine. In its ruling, the Constitutional Court recognised the existence of misinterpretations in the legislation of Ukraine regarding the definition of the notions of “church” and “religious organisation”. In some instances, these notions were treated as having analogous meanings while in others they were given different meanings.", "86. The relevant extracts from Opinion No. 190 (1995) on the application by Ukraine for membership of the Council of Europe read as follows:", "“... 11. Accordingly, in the light of assurances given by the highest authorities of the state (letter of 27 July 1995 from the President of Ukraine, the President of the Parliament and the Prime Minister), and on the basis of the following considerations, the Assembly believes that Ukraine is able and willing, in the sense of Article 4 of the statute of the Council of Europe, to fulfil the provisions for membership of the Council of Europe as set forth in Article 3: 'Every member of the Council of Europe must accept the principles of the rule of law and of the enjoyment by all persons within its jurisdiction of human rights and fundamental freedoms, and collaborate sincerely and effectively in the realisation of the aim of the Council...':", "... xi. a peaceful solution to the disputes existing among the Orthodox churches will be facilitated while respecting the Church's independence vis-à-vis the state; a new non-discriminatory system of church registration and a legal solution for the restitution of church property will be introduced; ...”", "87. The relevant extracts from the Report of the Parliamentary Assembly's monitoring committee 'Honouring of obligations and commitments by Ukraine' (doc. 10676, 19 September 2005) read as follows:", "“... F. Freedom of conscience and religion", "269. Ukraine undertook to introduce a new non-discriminatory system of church registration and to find a legal solution for the restitution of church property. The present Law on freedom of conscience and religious organisations dates back to 1991. Despite the fact that it is regarded as one of the best freedom of religion laws in the region, some of its provisions lack clarity. The Law limits the forms in which a religious organisation can be created, limits the minimum number of founders to have the statute of the organisation registered to ten adults (whereas the same requirement for other civic associations is three persons), bans creation of local or regional divisions without legal entity status, provides no possibility for granting legal entity status to religious associations, discriminates foreigners and stateless persons. There is a lack of clarity with regard to which organisations are registered by regional state administrations and which by the State Committee on Religious Affairs. The law also contains a number of other ambiguous provisions, which leave a wide discretion to the implementing authorities. Hence, the quite progressive law for the time of its adoption now requires significant rewording. At the same time, the current principle of registration of religious organisation statutes in order to obtain the legal entity status and the absence of a requirement for registration of religious organisations as such should be maintained in line with the Assembly's Recommendation 1556 (2002).", "270. The Ukrainian legislation still lacks effective legal tools for restitution of church property. So far restitution was carried out occasionally on the basis of the parliament's 1991 resolution and several presidential decrees. The legal problem of restitution mainly stems from the fact that religious associations have no right to obtain a legal entity status and thus cannot possess property. Most of the organisations, which owned the property that should be restituted, ceased to exist and the Orthodox Church is represented by several organisations. This leads to an ad hoc restitution practice totally depending on the local authorities' preferences and which in most cases entails not the return of the ownership rights but transfer of property into a gratis rent. We, therefore, call on the Ukrainian authorities to elaborate clear rules on the restitution of religious property.”", "88. The Report of the monitoring committee of the Council of Europe on 'Honouring of obligations and commitments by Ukraine' (Doc. 8272 of 2 December 1998) read as follows:", "“C. Freedom of conscience and of worship", "51. One of Ukraine's commitments, listed in paragraph 11, xi. of Opinion No. 190, is to facilitate 'peaceful solution to the disputes existing among the Orthodox churches [...] while respecting the Church's independence vis-à-vis the State; a new non-discriminatory system of church registration and a legal solution for the restitution of church property should be introduced.'", "52. Following accession, the dispute within the three Orthodox churches in Ukraine, amongst themselves and with the State, has not ended.", "53. Complaints are also expressed by the representatives of various confessions regarding the lack of cooperation by the authorities at local level and the system of taxation. ... There is no sufficiently good coordination between state and local authorities in this respect.", "89. The relevant extracts from Recommendation no. 1556 (2002) 'Religion and change in central and eastern Europe' read as follows:", "“... Legal guarantees and their observance", "i. to promote conformity of national legislation with the European Convention for the Protection of Human Rights and Fundamental Freedoms, paying special attention to Article 9, which states that religious freedoms shall be subject only to limitations prescribed by law and necessary in a democratic society, and to the ruling of the European Court of Human Rights (1983) that restrictions on human rights must be motivated by a 'pressing social need', and be 'proportionate to the legitimate aim pursued';", "ii. to guarantee all churches, religious associations, centres and communities the status of legal entities, if their activity does not violate human rights or international law ...;", "vi. to offer to mediate between conflicting parties, in cases where the latter accept this, for the purpose of settling disputes, while taking care to ensure that government bodies do not interfere in dogma or other internal religious matters; ...”", "90. The relevant extracts from the 2004 joint report of the Ukrainian Human Rights Organizations on Ukraine reads as follows:", "“... 1.2. The procedure for registration", "Courts often do not recognize obstacles placed by executive bodies before the registration of religious organizations as being a violation of the right to freedom of religion and worship.", "... In Ukraine the importance of gaining certain legal status is increased since only in this way can religious formations receive buildings for worship, print and disseminate literature, invite representatives of foreign organizations, organize public actions and receive charitable status, as well as carry out charitable activity. All of this is practically impossible in Ukraine without the registration of a religious formation, with legal entity status.", "... Positive points are the voluntary nature of registration of religious organizations and the possibility for communities to exist without registering themselves. However the status of such unregistered communities and their rights are not defined by the law. Following the positivist logic which prevails in the State Committee on Religious Affairs and in other executive bodies, such organizations do not have any rights at all, since they are not set out in law. This applies, for example, to the right of worship in public places, invitations to foreign priests, the right to alternative military service of those who belong to such communities, and many others.", "According to the law, religious organizations register their charter (regulations), however they submit far more documents and all of these are checked in accordance with Articles 12 and 15 of the Law on religious organizations. That is, in effect, registration is carried out not of the charter, but of the organization itself.", "In practice, documents are not checked for their compliance with legislation, but rather the actual religion is assessed. ...", "... The procedure for registering a primary religious organization consists of submitting registration documents together with an application signed by not less than 10 Ukrainian citizens. This application should be considered within a month, or in exceptional cases, three months. In practice the application is considered, on average, within three months, and where a special opinion is needed, and as a precautionary measure, this is deemed necessary in the majority of cases, registration can drag on for six months. This violation of the law is established administrative practice which has no reasonable justification. ...", "No clear grounds are set out in legislation for turning down an application to register a religious organization, and such grounds are substituted by the general phrase: 'the charter of the organization contravenes legislation' ...", "Legislation does not permit the registration of religious organizations with canonical subordination to a spiritual leader (charismatic organizations), since canonical or economic subordination are permitted only to a religious centre (an organization which unites several religious communities), which is already registered. In this way, it is impossible to create religious organizations which belong to new religions and which do not have religious centres. It is similarly impossible to create new churches, since these are understood to be already hierarchical structural unions.", "During registration, the State bodies return the documents submitted with their comments and their suggestions as far as the charter is concerned, although this is nowhere allowed for by legislation. The State bodies' comments frequently relate to aspects of religious practice and limit the rights of the individual.", "There is a general suggestion to move the focus of regulation from the process of registration to monitoring of the activities of religious organizations. ...”", "91. The relevant extracts from the 2005 Human Rights Organizations' Report on Ukraine read as follows:", "“... 4. The procedure for registration of religious organisations", "In Ukraine one needs to have a status of a 'legal entity' in order to engage in virtually any formal religious activities, at least for those involving worship in a building, holding public services or inviting representatives of foreign religious figures, printing or otherwise disseminating literature, etc.", "Unregistered communities encounter problems with organizing religious events, inviting religious figures from abroad, arranging alternative (non-military) service, etc. Clearly such restrictions are a violation of religious freedom since the right to organize religious services, study and teach religion, publicize ones own beliefs and other activities have a direct impact on the human right to freedom of religion and should not be contingent upon the legal status of an organization.", "... The law lacks any clear definition of the legal status of the activities of unregistered religious groups, as a result of which there are sometimes cases of abuse of this status. For example, we are aware of cases where unregistered religious communities rent premises for religious activities from state or educational institutions which in Ukraine is prohibited by law.", "Although according to the law religious organizations have to register their charter, in practice they are required to provide many other documents as well. That means that essentially it is not the charter which is registered, but the organization itself. It is important to note that the establishment by the legislators of an exhaustive list of forms of religious organizations: a religious congregation, departments and centres, monasteries, religious brotherhoods, missionary societies (missions), seminaries and associations made up of the said religious organizations are a clear violation of the right of individuals to determine the form of their own religious association, as well as of the right to autonomy of the religious group itself, an element of which being able to decide independently on the structure and its form of management.", "As regards the time required for registration – in accordance with Article 14 of the Law 'On freedom of conscience and religious organizations', this constitutes three months, including all necessary consultations. However, in practice, the process can drag on for six months or more. ...", "... for multi-religious Ukraine ... this is not a simple issue. Legal entity status for a religious association or the Church as an institution would, in the first instance, give property rights to, for example, the churches which are presently in the possession of individual religious organizations (under the law's classification communities, monasteries, etc). Theoretically they belong to one of the faiths, yet the tendency to change, for various reasons, jurisdiction complicates any clear distribution. Current legislation guarantees the right of a particular religious entity in the event that confessional jurisdiction for whatever reason changes to retain the property which that organization acquired. In other words, for the legislators the parish of the UGCC can in several months become the parish of the UOC MP together with its church and property, or vice versa. With the issue remaining unresolved of former property of religious organizations, expropriated under the Soviet regime which is now in the possession of another order, is used by several religious organizations, or which belonged to one organization and has now been transferred to another – the forcing of the granting of legal entity status to religious associations could heighten old conflict.", "At the same time, such a method of regulation violates the structural integrity of a particular religious association, if not de jure, then de facto, and demands if not amendments, then review. Ideally, the state should ensure both possibilities – for the existence of separate religious groups which do not form part of any association, and the right of a religious association with clear hierarchical and other structure.", "On 1 June 2005 the Supreme Court of Ukraine reversed the resolution of the former Governor of the Zhytomyr region, S. Ryzhuk, on cancelling amendments made to the charter of the Svyato-Pokrovsk Parish of the town of Malin, according to which the parish had transferred to the jurisdiction of the Russian Orthodox Church Abroad. The Supreme Court thus declared as lawful the transfer of the parish from the UOC MP to the jurisdiction of the ROCA abroad. The parish also retained their church over which there had been conflict with the other members of the parish who did not wish to change their confessional affiliation.”"], "VIOLATED_ARTICLES": ["9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}