{"ITEMID": "001-91702", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "GRANDCHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PALADI v. MOLDOVA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 3;Violation of Art. 5-1;Violation of Art. 34;Pecuniary and non-pecuniary damage - award", "JUDGES": "András Sajó;Egbert Myjer;Elisabet Fura;Françoise Tulkens;Giorgio Malinverni;Ineta Ziemele;Ján Šikuta;Jean-Paul Costa;Karel Jungwiert;Luis López Guerra;Mark Villiger;Mihai Poalelungi;Mirjana Lazarova Trajkovska;Nona Tsotsoria;Peer Lorenzen;Sverre Erik Jebens", "TEXT": ["10. The applicant was born in 1953 and lives in Chişinău.", "11. The facts of the case, as submitted by the parties, may be summarised as follows.", "12. The applicant was a deputy mayor of Chişinău and was also a lecturer at the Academy of Economic Studies in Moldova. Between 24 September 2004 and 25 February 2005 he was held in the remand centre of the Centre for Fighting Economic Crime and Corruption (“the CFECC”). On 25 February 2005 he was transferred to Ministry of Justice Remand Centre no. 3 in Chişinău (also known as “Prison no. 3”, subsequently renamed “Prison no. 13”). The applicant suffers from a number of illnesses (see paragraphs 22 and 25 below).", "13. The applicant was accused in three separate sets of criminal proceedings under Article 185 (3) of the old Criminal Code and Article 327 (2) of the new Criminal Code (“the CP”) of abuse of power and acting in excess of authority (excesul de putere sau depăşirea atribuţiilor de serviciu; abuzul de putere sau abuzul de serviciu).", "14. On 17 September 2004 the CFECC opened a criminal investigation concerning the applicant and on 24 September 2004 he was taken into custody.", "15. On 27 September 2004 the Buiucani District Court issued a warrant for his arrest and detention for thirty days. The reasons given by the court for issuing the warrant were that:", "“[The applicant] is dangerous to society. If released he may reoffend, destroy evidence or abscond from the law-enforcement authorities, obstruct the normal course of the investigation or the taking of evidence and influence evidence and witnesses.”", "On 4 October 2004 the Chişinău Court of Appeal upheld that decision. Judge M.B. dissented, finding no reason to detain the applicant as the prosecution had not submitted any evidence of the alleged danger of his absconding or interfering with the investigation. The applicant had a family and a permanent residence in Chişinău, was ill and had no criminal record.", "16. The applicant made habeas corpus requests on 5, 13 and 19 October, 2 November and 29 December 2004 and 22 February, 23 June and 20 September 2005. He relied on the following elements: his poor state of health; the fact that he had no criminal record; his impeccable reputation as a doctor of economics and a university lecturer; the fact that his identity documents had been seized by the prosecuting authorities so that he could not leave the country; the fact that his family and permanent residence were in Chişinău; the fact that he was supporting his 75-year-old mother who was an invalid; the fact that he had the personal guarantee of three wellknown persons (who had already deposited 3,000 Moldovan lei (MDL) and each of whom was prepared to pay the further MDL 8,000 initially requested by the court); and the lack of reasons for his arrest. All these requests were rejected on grounds similar to those cited in the decision of 27 September 2004.", "17. On 22 October 2004 the case file was submitted to the trial court.", "18. On an unspecified date in October 2004 the prosecution submitted to the trial court a second case file in which the applicant was also identified as one of the accused. The investigation into that case had begun on 28 March 2003. The investigators had twice closed it for lack of evidence (on 15 July and 26 September 2003) but on both occasions a prosecutor had ordered its reopening. On 27 October 2004 both cases were joined.", "19. On 2 November 2004 Judge L.V., President of the Centru District Court, rejected the applicant's request for release against the personal guarantee of three well-known persons, without giving any reasons.", "20. The applicant appealed but Judge L.V. refused to forward his appeal to the Court of Appeal, on the ground that the law did not provide for an appeal against such decisions. The applicant submitted the appeal to the Chişinău Court of Appeal directly, which also refused to examine it for the same reason. A similar response was given to appeals lodged on 25 February and 27 September 2005.", "21. On 30 December 2004 a third criminal case file was submitted to the trial court, accusing the applicant of abuse of power in his own personal interest. This case was also joined to the two cases against the applicant referred to above.", "22. On 24 September 2004 the applicant was detained in the CFECC remand centre. On 29 September 2004 a medical advisory board examined the applicant's medical file at his wife's request and made the following diagnosis: type II diabetes (insulin-dependent), polyneuropathy, diabetic angiospasm, stage II autoimmune thyroiditis, after-effects of trauma to the head with intracranial hypertension, vagovagal spasms, chronic obstructive bronchitis, recurrent chronic pancreatitis with endocrine failure, chronic active hepatitis and asthenic syndrome. On 14 November 2004 the applicant's wife informed the trial court of the findings of the medical board.", "23. According to the applicant, the CFECC remand centre had no medical personnel until late February 2005, when a general practitioner was hired to work there. He claimed that he had requested medical assistance on a number of occasions but had received treatment only from doctors from other institutions who visited him when there was an emergency. On 28 September 2004 an ambulance was called to treat the applicant for acute hypertension. The doctor prescribed a consultation with an endocrinology specialist, who saw the applicant on 21 December 2004. The applicant also informed the prosecutor and the court of his special dietary and medical needs but received no reply. He submitted copies of complaints from his wife, his mother and a parliamentary group to the CFECC authorities, the Prisons Department, the trial court, the President of Moldova, the Minister of Justice and other authorities. The applicant's wife received several formal replies, essentially informing her that her husband had been seen on a number of occasions by various doctors and that he would be given medical assistance should the need arise.", "24. On 15 February 2005 the applicant was seen by Doctor B.E., a psychoneurologist, who concluded that his state of health was “unstable with a slight improvement” and that he needed to continue treatment under supervision. On 25 February 2005 the applicant was transferred to the remand centre of Prison no. 3 in Chişinău.", "25. On 2 March 2005, in accordance with a court order, the applicant was examined by a medical board of the Ministry of Health and Social Welfare. B.I., a neurologist and member of the board, diagnosed him with encephalopathy, polyneuropathy of endocrinal origin, hypertension, peripheral vascular disease and inferior paraplegia. He recommended that the applicant be treated on an in-patient basis. Z.A., an endocrinologist and member of the board, diagnosed the applicant with diabetes, macro- and micro-angiopathy, cardiomyopathy, arterial hypertension, diabetic steatorrhoeic hepatosis, thyroiditis, hypothyroiditis and encephalopathy. He recommended a special diet and treatment on an in-patient basis in specialised clinics (endocrinology-cardiology-neurology). E.V., head of the Cardiology Department of the Ministry of Health and Social Welfare and a member of the board, diagnosed the applicant with ischaemic cardiomyopathy and mixed cardiopathy, unstable pectoral angina, prolonged attacks during the previous two weeks, third-degree arterial hypertension, second-degree congestive heart failure, hypertension and endocrinal renal failure, diabetic vascular disease and thoracic dilatation. E.V. recommended that the applicant be treated on an inpatient basis in a cardiology unit in order to investigate and prevent the risk of myocardial infarction. She considered it necessary to undertake anticoagulant treatment but noted that, given the risk of gastric haemorrhage, such treatment could take place only under conditions of strict supervision and with surgeons at hand to intervene if necessary.", "26. On the basis of these recommendations, the trial court ordered the applicant's transfer to a prison hospital.", "27. On the basis of an order by the Ministry of Health and Social Welfare, Doctor V.P., a neurologist from the Republican Neurology Centre of the Ministry of Health and Social Welfare (“the RNC”), examined the applicant on 20 May 2005. He confirmed the earlier diagnoses and recommended complex treatment in a specialised neurological unit of the Ministry of Health and Social Welfare, including treatment with hyperbaric oxygen (HBO) therapy.", "28. On 30 May 2005 the director of the prison hospital where the applicant was being held informed the court of V.P.'s recommendations and said that the applicant was being given the medication prescribed but not HBO therapy, which it was impossible to administer at the prison hospital due to the lack of the necessary equipment. He also informed the court that the applicant's condition prevented him from attending court hearings.", "29. On 1 June 2005 the Centru District Court found that the condition of the applicant and of another co-accused had worsened, and suspended examination of their cases “until recovery”. The court did not respond to the applicant's wife's request for his release to allow treatment or to the abovementioned letter from the director of the prison hospital.", "30. By letters of 9, 17 and 22 June, 5 July and 1 August 2005 the director of the prison hospital again informed the court of the lack of the necessary equipment at the hospital for the treatment prescribed by V.P.", "31. On 7 and 15 September 2005 a medical board of the Ministry of Health and Social Welfare which included doctors from the RNC examined the applicant and on 16 September 2005 recommended, inter alia, HBO treatment in a specialised neurological unit.", "32. On 16 September 2005 the director of the prison hospital confirmed on the applicant's behalf that the hospital did not have the necessary equipment for the recommended neurological treatment. That information was submitted to the Centru District Court.", "33. On 19 September 2005 the Helsinki Committee for Human Rights filed an amicus curiae brief with the court after visiting the applicant in hospital. It considered that the applicant's state of health was irreconcilable with his conditions of detention and treatment and protested against the decision to suspend examination of the case pending his recovery.", "34. In view of the findings of the Ministry of Health and Social Welfare medical board of 16 September 2005 recommending that the applicant be treated in a specialised neurological unit, the Centru District Court on 20 September 2005 ordered his transfer to the RNC, a State-run institution, for thirty days. According to the Government, the usual period of treatment at the RNC in September-November 2005 was eight to nine days.", "35. On 27 September 2005 the applicant requested the Centru District Court to order an expert report on his state of health before and after his arrest as well as his condition on the date of lodging the request. In its decision of the same day the Centru District Court rejected the applicant's request on the ground that no doubts had been raised regarding his state of health.", "36. On an unspecified date the applicant requested the RNC management to provide a description of his state of health and the treatment received. He received no answer. On 17 October 2005 the court ordered the RNC to answer immediately and the court received its answer on 20 October 2005. In it, the RNC set out its diagnosis of the applicant's condition and found that his health was unstable and that he needed further treatment. On 20 October 2005 the Centru District Court extended the applicant's treatment until 10 November 2005 on the basis of the letter from the RNC.", "37. According to a certificate issued by the HBO therapy unit of the Republican Clinical Hospital (“the RCH”), the applicant received five HBO therapy sessions there starting on 2 November 2005. The applicant was prescribed a twelvesession course, scheduled to continue until 28 November 2005. According to the applicant, he was escorted from the RNC to the RCH every other day for the procedure and also began a course of acupuncture there. The applicant submitted a copy of the certificate to the Centru District Court, which on 10 November 2005 decided that he should be transferred to the prison hospital. The court based its decision on the RNC's letter of 9 November 2005, which stated that the applicant's condition had stabilised and that he would be discharged on 10 November 2005. The applicant's diagnosis as stated in the letter of 9 November 2005 was as follows: serious, subcompensated type II diabetes (insulindependent), diabetic retinopathy, autoimmune thyroiditis, hypothyroiditis, ischaemic cardiomyopathy, pectoral angina, second-degree arterial hypertension with very high risk, mixed cardiopathy, rare supraventricular extrasystolia, stage II dyscirculatory mixed encephalopathy, cerebral atrophy, pyramidal insufficiency, particularly on the right side, diabetic polyneuropathy and astheno-depressive syndrome. The letter also noted that the applicant's continued detention would “contribute to a permanent state of psycho-emotional tension which, in turn, [would] cause fluctuations in arterial pressure and blood-sugar levels”. The same diagnosis was noted in the medical form for the applicant's discharge from the RNC on 10 November 2005.", "38. Since the RNC letter did not include HBO therapy among its recommendations for treatment, the court found the schedule of HBO treatment extending until the end of November to be irrelevant.", "39. On 16 November 2005 the Ministry of Health and Social Welfare replied to the Government Agent's questions regarding the need to treat the applicant. The letter stated that on 17 November 2005 the applicant's medical records had been examined by a group of doctors, who found that he did not need in-patient treatment “in any medical establishment, including the [RNC]” and that he could be treated as an outpatient.", "40. On 24 November 2005 the applicant was examined by a psychotherapist, who diagnosed him with cerebral-organic asthenic disturbance, anxious-depressive disturbance of organic-psychogenic origin and severe existential stress.", "41. On 29 November 2005 the applicant was due to be discharged from the RNC. The medical form for the applicant's discharge from the RNC on 29 November 2005 repeated the diagnosis made on 9 November 2005, adding a diagnosis of prostate abscess. Amongst the recommendations made by the RNC was HBO treatment every second day. On 30 November 2005 the trial court ordered the applicant's transfer to the Republican Clinical Hospital (“the RCH”) for ten days in order to receive HBO treatment. After the hearing the applicant lost consciousness and was taken by ambulance to the Municipal Clinical Hospital (“the MCH”) with suspected myocardial failure. As a result, the trial court amended its decision of the same date and ordered that the applicant be treated in the MCH.", "42. In a letter of 12 February 2007 the applicant submitted to the Court a certificate stating that on 20 June 2006 he had been recognised as having a seconddegree disability.", "43. On 11 March 2008 the Minister of Health ordered the setting-up of a medical commission for the purpose of determining the applicant's state of health during the period from 21 September to 30 November 2005. The commission established that the applicant had been given all the treatment prescribed by the RNC while in detention in the prison hospital. It further found that HBO treatment had not been required in the applicant's case but was simply an additional treatment for diabetes and its complications. The interruption of the applicant's HBO treatment had not affected his state of health, as proved by his stable blood-sugar levels before and after interruption.", "44. On 23 June 2005 the trial court rejected a habeas corpus request made by the applicant, on the following grounds:", "“... the reasons for prolonging the accused's detention pending trial remain valid because the charges against him are based on circumstances not yet examined by the court, and altering the preventive measure may hinder the establishment of the truth in the criminal trial.”", "45. On 8 July 2005 the applicant made another habeas corpus request, relying on Articles 2 and 3 of the Convention and emphasising that while examination of his case had been suspended pending his recovery, he had been refused the medical treatment necessary to ensure such recovery. The court postponed examination of the request. Examination of the request was again postponed on 11 July 2005 for an indefinite period.", "46. On 18 July Judge L.V. was absent and examination of the case was postponed. On 22 July 2005 other members of the court were absent and examination of the case was once more postponed.", "47. On 25 July 2005 the applicant requested a copy of the court transcripts of 8 and 11 July 2005 and informed the court of the worsening of his condition. The request was refused. On 3 August 2005 the Centru District Court informed the applicant that examination of his habeas corpus request had been postponed pending an answer from the Ministry of Health and Social Welfare to its enquiry of 7 July 2005 regarding his condition.", "48. On 20 September 2005 the Centru District Court rejected the applicant's habeas corpus request “because the reasons for prolonging his detention remain valid”. The court also rejected the applicant's complaint that the inadequate medical treatment he had received amounted to inhuman and degrading treatment:", "“... because the representative of the [prison hospital] declared that [the applicant] had been given the necessary medical treatment on an in-patient basis; there is no evidence of inhuman or degrading treatment.”", "At the same time, however, the court ordered the applicant's transfer to the RNC (see paragraph 34 above).", "49. On 27 September 2005 an appeal by the applicant against the refusal of his habeas corpus request was not examined, the court finding that no further appeal was possible. The court also rejected his request for a medical examination to establish his current state of health and the manner in which he had been treated during his detention.", "50. On 11 October 2005 the applicant made another habeas corpus request challenging, inter alia, the persistence of any reasonable suspicion justifying his continued detention. He referred to the finding of a violation of Article 5 of the Convention in the case of Sarban v. Moldova (no. 3456/05, 4 October 2005) as a new circumstance warranting reexamination of the need to detain him. The court rejected the request, finding that it could not be submitted until one month at least after the last such request had been examined. It also found that the judgment referred to was not a new circumstance, as it related only to Mr Sarban and not to the applicant.", "51. On 10 November 2005 the applicant asked the Centru District Court to order his continued treatment at the RNC or his release based on his habeas corpus request. The court rejected the request to continue treatment at the RNC (see paragraph 37 above) and did not examine the habeas corpus request.", "52. On 15 November 2005 the Centru District Court rejected the applicant's habeas corpus request of 10 November 2005, finding that:", "“... not all the evidence has been examined; [the applicant] has worked as a deputy mayor of Chişinău and continues to have influence over witnesses yet to be questioned; he may obstruct the presentation to the court of authentic evidence still being kept by Chişinău Municipality.”", "53. On 15 December 2005 the applicant's detention pending trial was replaced with an obligation not to leave his city of residence.", "54. On the evening of Thursday 10 November 2005 the Court indicated by facsimile to the Moldovan Government an interim measure under Rule 39 of the Rules of Court, stating that “the applicant should not be transferred from the [RNC]. This interim measure will be valid until the Court will have the opportunity to examine the case, i.e. until 29 November 2005 at the latest”. The same message was sent several times by facsimile during the morning of Friday 11 November 2005. On 11 November 2005, the Deputy Registrar of the Fourth Section made several calls to the telephone numbers indicated by the Government Agent, but received no response.", "55. On the morning of Friday 11 November 2005 the applicant's lawyer requested the trial court to stay execution of its decision of 10 November 2005 and to prevent the applicant's transfer from the RNC. He submitted a copy of the facsimile from the European Court of Human Rights regarding the interim measure. The Centru District Court did not hold a hearing and did not reply to his request. The applicant was finally transferred to the prison hospital on the same day.", "56. On Monday 14 November 2005 the applicant's lawyer informed the President of the Supreme Council of the Judiciary (Consiliul Superior al Magistraturii) of the failure of Judge L.V., President of the Centru District Court, to examine his request of 11 November 2005, and asked for urgent action in order to ensure compliance with the Court's directions for interim measures. On the same day the lawyer submitted a similar request to the Agent of the Moldovan Government before the Court and to the Prosecutor General's Office, noting that the prosecutor in charge of the case had supported the applicant's request to continue being treated at the RNC. He also noted that the decision to transfer the applicant to the prison hospital had not been enforced by 10 a.m., when he had lodged his request with the Centru District Court.", "57. On the same date and following the Government Agent's request, the Centru District Court ordered the applicant's readmission to the RNC until 29 November 2005. The subsequent events are disputed by the parties. According to the applicant, he was brought to the RNC at 6.30 p.m., but for six hours the management refused to admit him. When the applicant began to feel ill, the management admitted him after midnight. According to the Government, the applicant was admitted on the day the Centru District Court ordered his admission and the delay resulted from the doctors' view that the applicant did not require further treatment at the RNC. The Government Agent personally oversaw execution of the order.", "58. The applicant submitted a copy of a news report broadcast on the PRO-TV television channel, which showed the events at the RNC. The reporter stated that the applicant had been kept waiting for six hours for a decision and that he had finally been admitted after midnight. The doctors informed the reporter that they had refused initially to admit the applicant because they did not have his personal medical file, and had admitted him only when the medical file was brought to them. In an interview given to the same reporter, the Government Agent stated that the reason for the delay in admitting the applicant had been “certain technical, organisational issues”. This was confirmed by a statement from the deputy head of the Prisons Department.", "59. On 12 December 2005 the Supreme Council of the Judiciary informed the applicant's lawyer, in response to his letter of Monday 14 November 2005, that the Centru District Court had been officially informed of the European Court's directions for interim measures via a facsimile from the Government Agent on 14 November 2005 at 2.19 p.m. Following an urgent court hearing, the trial court had ordered the applicant's readmission to the RNC.", "60. The relevant provisions of the Code of Criminal Procedure (“the CCP”) read as follows:", "“1. Preventive measures may be applied by the prosecuting authority or by the court only in those cases where there are serious grounds for believing that an accused ... will abscond, obstruct the establishment of the truth during the criminal proceedings or reoffend; alternatively, they can be applied by the court in order to ensure the enforcement of a sentence.", "2. Detention pending trial and alternative preventive measures may be imposed only in cases concerning offences in respect of which the law provides for a custodial sentence exceeding two years. In cases concerning offences in respect of which the law provides for a custodial sentence of less than two years, they may be applied if ... the accused has already committed the acts mentioned in paragraph 1.", "3. In deciding on the necessity of applying preventive measures, the prosecuting authority and the court shall take into consideration the following additional criteria:", "(1) the nature and degree of harm caused by the offence;", "(2) the character of the ... accused;", "(3) his/her age and state of health;", "(4) his/her occupation;", "(5) his/her family status and the existence of any dependants;", "(6) his/her economic status;", "(7) the existence of a permanent place of abode;", "(8) other essential circumstances...”", "“1. Requests ... shall be examined and decided upon immediately after being lodged. If the authority to which the request is addressed cannot decide upon it immediately, it shall give its decision within three days from the date of receipt. ...”", "61. Following the entry into force of the new Code of Criminal Procedure on 12 June 2003, the first-instance courts were obliged to ensure that a judge was on duty at weekends and on public holidays to deal with any urgent matters. According to a certificate issued by the President of the Centru District Court, that court had put in place a duty roster of this kind.", "62. In its judgment in LaGrand (judgment of 27 June 2001, ICJ Reports 2001, §§ 111-115)), the International Court of Justice decided that:", "“111. As regards the question whether the United States has complied with the obligation incumbent upon it as a result of the Order of 3 March 1999, the Court observes that the Order indicated two provisional measures, the first of which states that", "'[t]he United States of America should take al1 measures at its disposal to ensure that Walter LaGrand is not executed pending the final decision in these proceedings, and should inform the Court of al1 the measures which it has taken in implementation of this Order'.", "The second measure required the Government of the United States to 'transmit this Order to the Governor of the State of Arizona'. ... the State Department had transmitted to the Governor of Arizona a copy of the Court's Order. ...", "The United States authorities have thus limited themselves to the mere transmission of the text of the Order to the Governor of Arizona. This certainly met the requirement of the second of the two measures indicated. As to the first measure, the Court notes that it did not create an obligation of result, but that the United States was asked to 'take al1 measures at its disposal to ensure that Walter LaGrand is not executed pending the final decision in these proceedings'. The Court agrees that due to the extremely late presentation of the request for provisional measures, there was certainly very little time for the United States authorities to act.", "112. The Court observes, nevertheless, that the mere transmission of its Order to the Governor of Arizona without any comment, particularly without even so much as a plea for a temporary stay and an explanation that there is no general agreement on the position of the United States that orders of the International Court of Justice on provisional measures are non-binding, was certainly less than could have been done even in the short time available. ...", "113. It is also noteworthy that the Governor of Arizona, to whom the Court's Order had been transmitted, decided not to give effect to it, even though the Arizona Clemency Board had recommended a stay of execution for Walter LaGrand.", "114. Finally, the United States Supreme Court rejected a separate application by Germany for a stay of execution, '[g]iven the tardiness of the pleas and the jurisdictional barriers they implicate'. Yet it would have been open to the Supreme Court, as one of its members urged, to grant a preliminary stay, which would have given it 'time to consider, after briefing from al1 interested parties, the jurisdictional and international legal issues involved . . .' (Federal Republic of Germany et al. v. United States et al., United States Supreme Court, 3 March 1999).", "115. The review of the above steps taken by the authorities of the United States with regard to the Order of the International Court of Justice of 3 March 1999 indicates that the various competent United States authorities failed to take al1 the steps they could have taken to give effect to the Court's Order. The Order did not require the United States to exercise powers it did not have: but it did impose the obligation to 'take al1 measures at its disposal to ensure that Walter LaGrand is not executed pending the final decision in these proceedings ...'. The Court finds that the United States did not discharge this obligation.", "Under these circumstances the Court concludes that the United States has not complied with the Order of 3 March 1999.”"], "VIOLATED_ARTICLES": ["3", "34", "5"], "VIOLATED_PARAGRAPHS": ["5-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}