{"ITEMID": "001-57674", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1991, "DOCNAME": "CASE OF CRUZ VARAS AND OTHERS v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 3;No violation of Art. 8;No violation of Art. 25-1", "JUDGES": "C. Russo;Gaukur Jörundsson;N. Valticos", "TEXT": ["12. The applicants are Mr Hector Cruz Varas (the first applicant), his wife Mrs Magaly Maritza Bustamento Lazo (the second applicant) and their son Richard Cruz, born in 1985 (the third applicant). All of the applicants are Chilean citizens.", "13. The first applicant came to Sweden on 28 January 1987 and applied the following day for political asylum. He was joined there by the second and third applicants on 5 June 1987.", "14. On 22 June 1987 the first applicant was interrogated by the Police Authority (polismyndigheten) of Växjö as to his reasons for requesting political asylum. As regards his background in Chile he provided the following information. In 1968 he became a member of the Radical Party’s Youth Federation. He joined the Socialist Party in 1970 and remained a member after the coup d’état in 1973 as a result of which the coalition Government of President Allende was replaced by the regime under the Presidency of General Pinochet. In 1971 he also became a member of the FDR Party (the Revolutionary Workers Front) of which he was the secretary until 1973 and worked to create opposition against the Pinochet régime. In 1976 he was arrested and taken to a military camp where he was detained for two days. He joined the Mormons in 1976. From 1976 to 1982 he remained passive politically. In 1982 he moved to Villa Alemana and became involved in distributing leaflets for the Democratic Front. He participated in many demonstrations and two general strikes (August 1985 and 4 June 1986). He was arrested in 1973 and 1974 for breaking a curfew. He was also arrested in August 1985 by agents of the CNI (Central Nacional de Investigaciones de Chile) for having entered a prohibited area on a bicycle. He was released after four hours. Apart from these incidents he had been left alone by the Chilean police and military. He gave as his reasons for leaving Chile the fact that he could not keep his house in Villa Alemana where he lived with his family and his poor financial situation resulting from lengthy periods of unemployment. He was not able to pay his mortgage and chose to sell the house to avoid an enforced sale.", "15. In a memorial to the National Immigration Board (statens invandrarverk - \"the Board\") dated 27 July 1987 the first applicant, through his legal counsel, commented upon the above interrogation. He stated that in 1976 he had been arrested with four friends and ill-treated. They were not allowed to sleep and were obliged to stand naked. One of his friends was beaten on this occasion.", "16. On 21 April 1988 the Board decided to expel the applicants and prohibited them from returning to Sweden before 1 May 1990 without the Board’s permission. It also rejected the applicants’ requests for declarations of refugee status and travel documents. The Board considered that the applicants had not invoked sufficiently strong political reasons to be considered as refugees under Section 3 of the Aliens Act (utlänningslagen, 1980 : 376) or the 1951 Geneva Convention relating to the Status of Refugees.", "17. The applicants appealed to the Government. The first applicant did not invoke any new circumstances. He pointed out that he did not receive all of the letters sent to him from Chile and could not therefore submit any documents from Chile in support of the appeal.", "18. The appeal was rejected by the Government (Ministry of Labour) on 29 September 1988.", "19.The applicants then alleged to the Police Authority of Varberg that there were impediments to the enforcement of the expulsion order and requested that their case be referred to the Board. The first applicant was interrogated by the Police Authority of Varberg on 19 October 1988. He stated that he had new reasons to invoke in support of his application for asylum. He considered that he ran the risk of political persecution, torture and possibly death, if he returned to Chile, because of his continued involvement in Sweden with a political group known as the Frente Patriótico Manuel Rodriguez (FPMR) - a radical organisation that had tried to kill General Pinochet. He had started to work for this group after his arrival in Sweden. He feared that his activities in Sweden which began in February 1988 and included the distribution of leaflets to support political prisoners in Chile would be known to the CNI.", "20. The Police Authority of Varberg decided on 21 October 1988 to reject the applicants’ request and to enforce the expulsion decision by sending them by plane to Chile on 28 October 1988 at 16.00 hours from Landvetter Airport in Gothenburg. An appeal against this decision was rejected by the Board on 26 October 1988. On 27 October 1988 the applicants again requested that their case be transferred to the Board. On 28 October 1988 the Police Authority refused this request, and the applicants’ appeal against refusal was rejected by the Board on the same day. In his letter of appeal Mr Cruz Varas, through a new legal counsel, stated that he had contributed signed articles in the FPMR newspaper (El Rodriguista) and had expressed himself critically about the regime in Chile. He also submitted a certificate by Juan Marchant of the Varberg FPMR support group dated 23 October 1988 in which it was said that he and his family were politically active in the group. He further submitted copies of two newspaper articles dated 21 and 24 October 1988 concerning a demonstration in Varberg against the expulsion of the applicants. In these articles it was stated that Mr Cruz Varas had hidden friends sought by the police in his house in Chile and that he was active for FPMR in Sweden.", "21. The expulsion decision could not be enforced as planned since the applicants did not appear in time for the scheduled departure.", "22. In a letter dated 30 December 1988 to the Police Authority of Varberg the applicants again alleged that there were impediments to the enforcement of the expulsion order. On 13 January 1989 Mr Cruz Varas was interrogated by the Police Authority of Varberg in the presence of a new counsel. The official record of the interrogation contains the following passage (translation from Swedish):", "\"Cruz wishes especially to add to his statements the following information with regard to the punishments he has been subjected to in connection with his being held prisoner in Chile. Asked about the times and places of these imprisonments Cruz states that he was imprisoned the first time in Santiago in 1973. He was arrested with all the others who were at the Codelco office (a large mining company) on an occasion soon after the coup. They were taken to a military centre and badly treated. Cruz has not talked about this earlier because he was of the opinion that the police in Sweden co-operate with the Chilean police. He no longer holds this view.", "Since the above-mentioned event lies far back in time Cruz was encouraged to begin his account by relating the most recent occasion on which he was subjected to persecution. He then stated that in January 1987 he was stopped when he was walking along a street called Calle Troncal. It was then that two men stepped out of a car and pulled him into a car which then drove to some sort of security building. During the journey he was hit in the ribs. He was taken down a long stairway and into some kind of investigation room. He was photographed after he had removed his clothes. He was hit, mainly on the head. He was hung up by his feet and photographed in this position. He was asked the whereabouts of Luis Herrera but was unable to answer. Luis Herrera was chairman of the free humanist thinkers. Cruz did not wish to relate more about the treatment on this occasion. He did however add that they told him that they were going to shoot him later the same day. He was blindfolded and after that he felt that someone was pressing the barrel of a weapon against his body but no shot was fired. Asked why they did this Cruz said that they gave as a reason that he was a communist, which he has never been. After Cruz had been scared by the incident with the weapon he was released and after that was treated kindly by a man who was also present. The man told Cruz that things would be much better if he co-operated with the police. When asked if they were in a police station Cruz said that they were in a security building. They also mentioned to Cruz the names of the members of his family. At 4 a.m. he was driven away and was released after being held in custody for about 14 hours. Cruz has not mentioned this incident earlier. Asked why he had not done so in spite of a number of police interrogations, numerous contacts with counsel and in spite of the fact that many documents with information about him had been submitted to the authorities, he replied that he had been betrayed many times earlier and he could not therefore trust anyone.", "In August 1986, he was somewhat uncertain about the exact date, Cruz was walking along a street in Valparaiso after having attended a neighbourhood committee meeting. Cruz was on his way to catch a bus to Viña del Mar. Four men came in a car, threatened him with a knife against his throat and apprehended him. They were civilians in a civilian vehicle. They travelled in the direction of Viña del Mar. A black blindfold was placed over his eyes and then they took him out of the car and kicked him. Cruz protected himself as well as he could by putting his hands over his head and crotch. They insulted him too. They told him he should give up struggling against the Government. They said they knew of Cruz and that he ought to stop; otherwise this could be the last day of his life. Even his family was threatened. These events took place in a building Cruz was taken to but he knows nothing about it because he was blindfolded. On this occasion he was subjected to torture through electric shocks against his testicles. He was even subjected to shocks by electrodes in the anus and testicles. After having been subjected to the above Cruz was driven a bit along the road between Valparaiso and Viña del Mar before he was set free on this road. He was also near to being knocked down by a bus in connection with his being released from the car. The whole sequence of events took place within a period of 15 hours. About a month later Cruz found his dog, three years old, dead under such circumstances that he suspected that it was the CNI or ACHA [Accíon Chilena Anticomunista] that lay behind it. The dog had been impaled on a metal fence that surrounded the house where Cruz lived. The conclusion Cruz drew was that he was subjected to this as a result of his activity in youth groups and friendship committees. Cruz had worked for a democratic development of Chile. Every time Cruz was arrested the ‘police’ knew what he had been working for. The interrogation so far has been translated to Cruz who subsequently wished to point out that the committees were neighbourhood committees and not friendship committees and he also wanted to say that the reason why he did not trust anyone was just because the police knew so much about him when they held him in custody.", "Without the presence of the interpreter or counsel, in accordance with Cruz’s wishes, he stated that on the occasion when he was arrested by persons he thought were from the CNI in 1986 he was also subjected to something else that he tried to suppress and which he finds very painful to talk about. After he had been tortured among other ways by electrodes in his anus and testicles, he was placed on a bed lying face down and his hands and feet were tied to bedposts. In this position one or more men attacked him sexually. Cruz was at that point dazed from the previous treatment and cannot therefore say with certainty if there was more than one person. (This section without the presence of the interpreter or counsel. Cruz can make himself understood in Swedish.)", "In addition Cruz has not been able to express the problems he has had as a probable result of the treatment he was subjected to. He has difficulties eating with cutlery made of metal. These problems manifest themselves with pains in his teeth on every occasion that his teeth come in contact with a metal object. This problem has become less intense but has been very intense earlier. It has thus been a question of two different types of complaints. Firstly Cruz has experienced general pain in his teeth and secondly he has had problems with metal objects. Cruz first experienced the problem with his teeth after electric shock torture in 1973. He was subjected to this form of torture on a total of 4 or 5 occasions. After the torture in 1973 Cruz also had many headaches. He has also noticed that since then he has had lapses of memory.", "Otherwise Cruz has nothing more that he personally wishes to relate other than the above. When asked if he had anything to add on his political involvement he stated that he had already accounted for it but that he could now present new documents which support the previous statements. Three certificates were handed over. One from Nicolas Reyes Armijo, President of the Cultural Centre for Freedom in Belloto, one from Ricardo Poblete Muñoz, co-ordinator in the organisation of neighbourhood committees, as well as a certificate from the Commission on the Rights of Young People.", "The above was translated to Cruz who thereafter had no wish to refer to further details in the case. He has no objection to the above description ... .\"", "23. The first certificate referred to in the record was dated 1 November 1988 and consisted of a statement by the President of the Centro Cultural \"Libertad\" (Cultural Centre for Freedom) in El Belloto. It stated that Mr Cruz Varas took part in the activities of that institution until he left Chile and that his psychological and physical integrity would be threatened if he were to stay in his home country. It further indicated that he was obliged to leave the country for political reasons. A second certificate of 23 November 1988 by an official of the Comisión de Derechos Poblacionales (Peoples’ Rights Commission) in Valparaiso stated that he was persecuted by the dictatorship from November 1983 to August 1986. He was active in the socialist youth group where he was the representative and leader of the revolutionary society for Libres Pensadores Humanistas \"Artesanos de las Letras\" (Writers and Humanist Free Thinkers) in Villa Alemana. The certificate also stated that he had been arrested in Santiago in 1973 and twice in La Serena in November 1974 and September 1977; that he was threatened with death in Viña del Mar in 1983; that in 1986 and January 1987 he was arrested by civilians and severely beaten. A third certificate dated 20 November 1988 by the Comisión de Derechos Juveniles (Commission on the Rights of Young People) in Quilpue contained similar statements.", "24. On 13 January 1989 the Police Authority referred the question of the enforcement of the expulsion order to the Immigration Board. On the same day the Police Authority decided that Mr Cruz Varas should report to the police twice a week because of the danger that he would evade enforcement of the expulsion. By letter of 2 March 1989 he submitted a medical opinion dated 20 February 1989 to the Board issued by Mr Håkan Ericsson, an assistant researcher at the Institute of Forensic Medicine at the Karolinska Hospital. Mr Ericsson stated that Mr Cruz Varas had declared that he had been ill-treated in prisons in Chile and that he had shown a deformation of his upper left collar-bone, a scar on his left upper arm and a scar on the left of his chest.", "25. The Board referred the case to the Government on 8 March 1989, expressing the opinion that there was no impediment to the enforcement of the expulsion order. The Board found that Mr Cruz Varas had the opportunity on several occasions to present his case to the Police Authority and to it. However, on these occasions he had given contradictory information and had now radically changed his story. It concluded that even if it took into account the difficulties that a victim might have to describe what he had been subjected to there was no reason to believe his allegations.", "26. On 11 August 1989 Mr Cruz Varas submitted a medical report to the Government which had been prepared by a doctor of forensic medicine, Dr Sten W. Jacobsson. The report dated 9 May 1989 stated, inter alia, as follows (translation from Swedish):", "\"The patient Cruz Varas Hector born on 9 December 1948 has seen me on account of alleged torture in his home country. He has told a story which has been simultaneously interpreted and which is recorded in Annex I. When examining the patient I have observed marks on the left collar-bone area and on the left upper arm which are referred to in the examination protocol ... .", "In view of the above I make the following statement:", "That the patient has said that he has been assaulted; that he has, as objective evidence, shown, firstly, the marks of a collar-bone fracture following violence with a blunt instrument and, secondly, a typically rounded and colourless burn-mark on the inside of the left upper arm (the wound has, according to forensic medical practice, the typical appearance of a burn caused by a hot pipe); that he has subjective symptoms of troubles following genital torture, anal torture and sexual abuse in the anus; that, when he describes this, he reacts, in my experience, in such a way (crying, shaking) that it has to be assumed that he has experienced this; that, to summarise, nothing has been established which contradicts the assumption that Hector Cruz Varas has been subjected to such torture and sexual abuse as he alleges.\"", "Annex I gave the following information:", "\"The patient speaks about himself first and then about his father who was the secretary of the Partido Socialista. They lived in the town of El Salvador in Chile. His father was arrested during the military coup in 1973 and was brutally tortured and released after two months. The patient was then 24 years old. He was also arrested and hit but, as he himself states, he was not directly tortured. They moved to the town of Lazalena. The patient was also a member of the Partido Socialista which is a party prohibited in Chile. The patient was persecuted during the seventies and eighties. His own home was subject to a search in 1981. He was hit by the police and taken to a security building where his eyes were bandaged and he was hit by hands and was burnt on his left arm with a red-hot pipe. He participated in a demonstration against ... a coin which the Government had introduced. He was arrested later and was tortured by electrification. In 1986 he was subjected to such torture on his genitals. He was sodomised with an electrified rod which caused him great pain and one can see on the patient’s face when he speaks of this torture that he was clearly in pain, he is near to tears. He was raped and sodomised several times which caused him to faint. He is very pained by telling this and his upper lip shakes and he perspires profusely. He has never told this to his wife and he now says ‘I cannot take it any more’. The reaction is very typical of self-experienced humiliating sexual torture. Following a question the patient says that he has for a long time after this event had great problems of impotence. He thinks that it has been better in Sweden. He takes vitamin E against these problems.", "In November 1987 his dog was found dead, hanged on an iron fence which surrounded his house. There was a note stating that this would happen to all communists. It was signed by ACHA which was the same as if it had been CNI. In 1987 he therefore left Chile. I ask what would happen if he had to return to Chile. The patient is then very upset and says that he cannot return and starts to cry; he is convinced that they will arrest him at the airport and continue persecuting and torturing him.\"", "27. A further medical opinion was produced in evidence prepared by Dr Søndergaard, a specialist in psychiatric diseases at the Karolinska Hospital. That opinion, dated 28 June 1989, stated that, from the manner in which he presented his story and his reactions while telling it, there were strong indications that he suffered from a post-traumatic stress syndrome. Dr Søndergaard found him to be considerably shaken and on the borderline of what he could tolerate.", "28. The following description of the political activities of Mr Cruz Varas was given by his lawyer in a letter to the Government of 11 August 1989:", "\"The appellant has been politically interested and active in different left-wing organisations ever since the sixties and by the end of the sixties he was involved with MIR (Movimiento de la Izquierda Revolucionaria). During the seventies he was active primarily in the Socialist Party. About 1983 he came into contact with people whom he believes belong to Frente Patriótico Manuel Rodriguez. Together with these persons he has taken part in certain military activities.", "As a result of his political work he was tortured in 1973, 1976, 1981, 1983, 1986 and 1987. The reason why all these details are not found in the police interrogation is that the interrogation concentrated on events during the eighties. However at the end of the interrogation it is mentioned that he had been tortured four or five times.", "When asked to account for his activity with the ‘Front’ he stated the following: some time during 1983 he made contact by chance with a person who was nicknamed the ‘Gorilla’ because of his heavy build and hair growth. Hector knew the Gorilla from the seventies when both of them were active in MIR. When they met again they had not seen each other for more than a decade but they immediately recognised each other. They met at a parents’ meeting in a school in Villa Alemana which the Gorilla’s daughters attended.", "...", "After a while his acquaintance with the Gorilla led to clear sabotage activities. The Gorilla held a senior post at the town’s Electricity Board. Hector has a knowledge of explosives after having worked in mining. Together they used explosive devices to destroy power lines around the town. They complemented each other well: the Gorilla indicated the targets and planned the operations, Hector acquired the dynamite by travelling to the town of San Salvador where he has many childhood friends. He was able to buy dynamite from his friends who work in the mine. The dynamite was smuggled out by the workers. This activity continued until some time in 1986.", "After this Hector did not participate in any further sabotage operations since he felt he was under too much observation. However he believes that the Gorilla continued the activities since they had a fairly large stock of dynamite. He has also read in the newspapers about power lines being sabotaged after he had discontinued the activity himself.", "The Gorilla has tried in different ways to get him to participate in more advanced military projects. They have often discussed the possibility of trying to arm the populace and start a school for military training. They have drawn up detailed plans of how they would obtain weapons. These plans began as a discussion about ‘how one could do even more ...’. Among other things concrete plans were drawn up on how to attack a carabineer barracks. The purpose of the attack would be to get hold of weapons which could later be used in other kinds of attacks. Nothing came of these plans because Hector was arrested in 1983. During this arrest the police asked a wide range of questions; inter alia, questions were asked about places which were to be meeting points for the participants in the attack. The attack against the carabineer barracks never took place. Hector found out instead that another attack had been carried out against another carabineer barracks.", "When asked to describe more details about the plan to attack, Hector said that he and the Gorilla were to carry the stolen weapons to the churchyard and bury them there. When the time was right, the weapons were to be fetched from the churchyard by other persons.", "The Gorilla never mentioned Frente Patriótico Manuel Rodriguez by name, but Hector understood that the Gorilla had a relatively central position in the organisation. The Gorilla himself only mentioned that he was now active in the Communist Party. As an example of the Gorilla’s central position Hector mentioned that a short time before the assassination attempt against Pinochet the Gorilla asked Hector if he would consider driving a lorry on a very important occasion. Hector gave a hesitant reply and the suggestion was dropped. In retrospect Hector has realised that it could possibly have been the vehicle that would be used on the occasion of the assassination attempt.", "Hector has not taken part in any direct military operations. On one occasion however he was instructed to drive a lorry to a particular spot. He was to park the lorry there and then fetch another lorry. He was given no more information on that occasion. However this plan was cancelled for security reasons. Shortly thereafter Hector read in a newspaper that an arms cache had been discovered right next to the place where he was to park the lorry.", "A few months after he had met the Gorilla by chance, an old friend turned up with whom he had worked in a resistance cell in 1973-74 in the town of La Serena. The friend immediately said that he was in trouble with the police and that he needed a place to hide. Hector offered to give him shelter and they went straight back to Hector’s home. Later in the evening two other friends joined them, all three armed with pistols. Hector also thought he saw sub-machine guns of the kind used by the Chilean police.", "Hector never found out why the friend was on the run; as he said, ‘it was better not to know anything’. One day, on leaving Hector’s house, the friend was arrested. Hector was informed of the arrest by an acquaintance who had previously seen Hector with the friend who was in hiding. The two other men fled from Hector’s house immediately.", "After this Hector moved to Santiago and supported himself as a construction worker. He remained in Santiago between roughly September 1984 and December 1985. He rented out his house through a fake owner and was informed that, shortly after, the house was searched and as a result of the search the tenants moved. The fake owner found new tenants to live in the house for the rest of the time. Since no further searches were carried out Hector did not think it was dangerous to move back to Villa Alemana. Thus, in December 1985, he returned there.", "When asked about the numerous ‘chance’ occasions when he met people who can be assumed to belong to the ‘Front’, Hector replied that he had also wondered about this. With regard to the Gorilla he felt it was pure chance that he met him. Hector is more hesitant about the second friend. Hector said that it could have been a chance encounter but that it could also have been a conscious attempt to bind him more firmly to the activities of the Front. Hector stated himself that because of his knowledge of explosives and as the owner of a remotely situated house he could be of interest to such an organisation as the ‘Front’.", "When Hector returned to Villa Alemana he felt he was being observed in different ways. He stated that he quite frequently encountered different types of salesmen who got in touch with him.", "...", "During one of our conversations Hector said suddenly ‘there is something I have never talked about and something which I shall never tell’. I insisted that he tell me. A psychological struggle took place which lasted at least an hour. I tried to maintain the initiative all the time and to motivate Hector to tell his secret. Hector defended his position and said ‘I’ll never say it, not even if I am expelled will I tell it. I’ll only say it at the airport’.", "Finally Hector said that he had been in a poor state of mind for a long time in Chile and had taken large amounts of anti-depressants. After the torture of 1986 his nerves have been strained to the point of breaking and because of the internal confession tradition in the Mormon Church he sought out the highest ranking leader in the Mormon Church with the rank of Grand President and told him everything.", "He told him of his contacts with the Gorilla and also about the two other members of the Mormon Church whom he had introduced to the Gorilla. The conversations took place on several occasions. On the first occasion Hector took the initiative and therefore related relatively little, then the Grand President took the initiative and obtained more details.", "In January 1987 Hector was arrested and tortured. When he left the torture chamber he tried to get in contact with the two other members of the Mormon Church but they had both disappeared. He also tried to make contact with the Gorilla but he had also disappeared. Hector is subjectively convinced that all three are dead. He is also convinced that they have been killed as a result of his mistake in talking to the Grand President. Hector believes that the Mormon Church leader used his weak position and informed the Government about him and his friends.", "Hector cannot say with certainty when the three disappeared but says that the last time he met them was in December 1986. The torture in January 1987 in combination with self-accusation at having caused the death of the Gorilla and the two Mormons was a contributing factor to his leaving Chile a short while after that.\"", "29. Medical reports drawn up by doctors in Varberg hospital dated 21 June 1989 and 5 October 1989 concerning the welfare of Richard Cruz Varas (the third applicant) were also submitted to the Government. These reports stated that Richard had personality problems and would in all probability suffer serious psychological harm if expelled from Sweden.", "30. The first applicant also submitted a letter from the United Nations High Commissioner for Refugees’ Regional Office for the Nordic Countries dated 16 August 1989 stating, inter alia, that:", "\"... a person who has been exposed to torture will in most cases have lasting effects of both a physical and psychological/somatic nature. For this reason, we should operate neither with time limits nor with degrees of torture when assessing a torture victim’s claim for refugee status.\"", "31. In a letter of 5 October 1989, the same Office wrote:", "\"Therefore we would like to point out that we believe that Mr Hector Cruz Varas ... should be protected against return to his home country; apart from the many mental/traumatic/humanitarian aspects involved, we are of the opinion that not only the 1951 Refugee Convention, but in particular the 1984 Torture Convention should be emphasised.\"", "32. On 4 October 1989 Mr Cruz Varas was taken into custody by the Police Authority of Varberg following a decision by the Minister of Labour. The following day the Government (Ministry of Labour) found that there was no impediment under Sections 77 and 80 of the Aliens Act to the enforcement of the expulsion order against the applicants.", "33. On 6 October 1989 the Board decided not to stop the expulsion and on the same day Mr Cruz Varas was expelled to Chile. His wife and son, however, went into hiding in Sweden. Their present whereabouts is not known to the Court.", "In August 1988 the state of emergency was lifted and in September 1988 exiles were allowed to return to Chile. On 5 October 1988 the Chilean people voted in a plebiscite to reject the candidacy of General Pinochet as President of the country. Presidential and congressional elections were then scheduled for December 1989. Following negotiations between the Government and opposition groups a referendum was held on 30 July 1989 resulting in the adoption of various constitutional amendments designed, inter alia, to render the presidential and congressional elections more democratic and reduce the continued influence of the armed forces in civilian life.", "The presidential election took place on 14 December 1989 resulting in the election of Mr Patricio Aylwin, a member of the former opposition Christian Democratic Party and leader of a 17-party alliance entitled \"Coalition of Parties for Democracy\".", "35. In April 1989 the International Covenant on Civil and Political Rights (1966) was published in the Diario Oficial, the official gazette, thereby incorporating it into Chilean law. The State also ratified in 1988 the United Nations Convention against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment (1984) and the Inter-American Convention to Prevent and Punish Torture (1985) although with reservations in both cases.", "An Amnesty International report of October 1989, however, provides details of various cases of torture reported to Amnesty which allegedly occurred in 1989.", "36. On 7 October 1989 Mr Cruz Varas arrived at the airport in Rio de Janeiro (Brazil), where he applied unsuccessfully for asylum. He was then put on a plane for Santiago where he arrived on 8 October. He did not have any identity documents and when he came to passport control he was taken aside and photographed. He was required to sign a declaration to the effect that he had been in Sweden for financial reasons and that he promised not to engage in any political activities in Chile.", "37. He remained in Chile from 8 to 29 October 1989 and returned to his home in Villa Alemana. On 26 and 27 October he participated in political meetings, the latter in favour of the presidential candidate, Mr Aylwin. He alleges that on that occasion an unknown person approached him and threatened his family in Chile. During this period he claims that his brother-in-law was attacked in the street and badly injured by unknown persons. Two other brothers-in-law were stopped and searched by officials who asked them questions about him.", "38. On 29 October 1989 he left Chile for Argentina and lived for a time in Buenos Aires. On 2 December 1989 and 7 March 1990 the Board rejected requests from Mr Cruz Varas to be allowed to return to Sweden. Although he was able to attend the hearing before the Court, his present whereabouts are unknown to it.", "39. The Commission heard Dr Sten W. Jacobsson as a witness on 7 December 1989. His evidence is summarised in detail in paragraphs 49-57 of the Commission’s report. He is an associate professor (docent) of forensic medicine (rättsmedicin) at the Karolinska Institute and also works with the Red Cross assisting torture victims. He has twenty years’ experience in assessing scars and wounds and has been working with allegations of torture from Chile since 1985.", "40. Dr Jacobsson testified that there was a very high probability that the first applicant’s story was true having regard to his wounds (injury to collar bone and burn mark) and his reactions when recounting his story. He spoke with considerable reluctance of the sexual torture he had experienced and sweated profusely. Dr Jacobsson considered that such a reaction indicated that he had really experienced such treatment. He also exhibited great fear at the prospect of returning to Chile. Dr Jacobsson pointed out that victims of sexual torture are often so damaged that they are not prepared to talk about it even to their husbands or wives.", "41. Following the expulsion of Mr Cruz Varas the Government submitted a memorandum from the Swedish Embassy in Santiago dated 2 January 1990 which contains a report of an inquiry undertaken in accordance with a request from the Ministry of Labour for information regarding possible political activities of Mr Cruz Varas, and any political persecution to which he may have been exposed. The inquiry had been made on 20 December 1989 by Ms Jenny Malmqvist, Second Secretary at the Embassy, during a visit to Villa Alemana, accompanied by, inter alia, the President of the Commission of Human Rights at Valparaiso. The report concludes that, as regards political activities, all the representatives of political parties who had been questioned had said that they do not know Mr Cruz Varas. Neighbours who were questioned know him but were unaware of his involvement in any political activity.", "In support of the above the Government have also submitted affidavits from the Partido Radical, the Partido Socialista and the Partido Comunista.", "42. As regards possible political persecution, the Government have submitted an affidavit by the President of the Human Rights Commission in Villa Alemana, Mrs Maria Teresa Ovalle, obtained by the Swedish Embassy in Santiago. It appears from the affidavit that Mr Cruz Varas is not known to the Commission and that consequently no persecution directed against him is known. The affidavit further states that the Commission has at its disposal complete registers of those who have disappeared, who have been tortured and who have been imprisoned in the fifth region of Chile since 1982.", "43. In the proceedings before the Court the Government submitted a further affidavit from Mrs Ovalle dated 8 October 1990 in which she declared, inter alia, that Mr Cruz Varas has no connections with any political party or with any trade union; that there is no declaration registered at the Human Rights Commission in Villa Alemana regarding the detention of Mr Cruz Varas; that according to everyone who has been asked in the district where he lived he has never been politically active; that in all the inquiries made directly with persons who have participated in clandestine activities, he is not known; nor is he known by persons in prison in Valparaiso for their role in similar activities; that she was not aware of any explosions in Villa Alemana directed at railway lines and electric power lines which occurred in the period 1983-86 as alleged by the first applicant; that, following inquiries, he is not known by the various human rights bodies in Quilpue.", "The Government also submitted an affidavit dated 8 October 1990 by the National Board of the FPMR which declared that Mr Cruz Varas is not a representative of the organisation abroad and is not and never has been a combatant member of FPMR. They further disclaimed all responsibility for any action he may have taken in the name of the FPMR.", "44. The applicants have submitted a medical report drawn up by Dr Mariano Castex (Professor of Psychiatry, University of Buenos Aires) following an examination of the first applicant in February 1990. The report includes the following statement:", "\"As a conclusion one may state that Mr Hector Cruz Varas suffers a serious ‘post-traumatic stress disorder’ instilled in him as a consequence of the torture and ill-treatment suffered in Chile in the past years. The exposure to high insecurity, and the return to his native land, has increased the pathological dimension of his sufferings, and if arrangements are not made for an adequate psychological and psychiatric treatment, he might suffer from a worsening of his mental disorder with unforeseeable consequences not only for him, but for his wife and child, the latter badly needing a father if one reads carefully the report on the child.\"", "45. A further psychiatric report dated 9 October 1990 was drawn up by Dr Søndergaard following a detailed examination of the applicant in September 1990. The report stated that the first applicant must have experienced \"a stressful event of catastrophic proportions\". It concluded that he showed the \"obvious stigmata of a post-traumatic stress disorder\".", "46. The applicants have also submitted the following documents:", "- a report dated 18 January 1990 from a former Professor of Psychology at the University of Chile, Marcello Ferrada-Noli, currently researcher at the Karolinska Institute, Stockholm, which suggested that the first applicant might seek to resolve his problems by committing suicide;", "- a letter dated 20 October 1990 from Mr Sergio Bushman (European spokesman for the FPMR) which stated that it was not only the members of the FPMR who risked their lives in Chile but also those who collaborated with the organisation. He further stated that the risk of torture, imprisonment or assassination still existed for FPMR members during the present regime;", "- a Chilean newspaper cutting of 17 October 1984 describing an attempt to blow up a power line in a town ten kilometres outside Villa Alemana;", "- a letter dated 26 September 1990 from staff at the third applicant’s nursery school expressing the fear that his removal from Sweden may cause him permanent harm.", "47. The Aliens Act of 1980 and Aliens Ordinance were in force until 1 July 1989 when the Aliens Act of 1989 entered into force. A new Aliens Ordinance was made under the 1989 Act.", "Under the 1980 Act, a decision of expulsion by the Board could be appealed to the Government whose decision was not subject to appeal. The Government’s decision was then transferred to a Police Authority for execution. If the alien contended, inter alia, that he would be exposed to political persecution or be sent to a theatre of war, the matter would be referred to the Board (Sections 85 and 86) unless the claims were manifestly ill-founded or did not merit consideration. If the Police Authority decided not to refer this question to the Board, an appeal lay to the Board. If the Board decided against the alien, the decision could be appealed to the Government.", "48. Under the 1989 Act the competent authorities have a duty when deciding the question of expulsion to consider at the same time whether there is any impediment to the enforcement of the expulsion order.", "49. The 1989 Act contains transitional rules to be applied in cases submitted before 1 July 1989. In such cases the procedures applicable under the 1980 Act still apply. Most of the decisions in the present case have therefore been taken under the 1980 Act.", "50. Section 3 of the 1980 Aliens Act reads:", "\"A refugee shall not without grave reasons be refused asylum in Sweden when he has need of such protection.", "For the purposes of this Act, a refugee is a person who is outside the country of his nationality owing to a well-founded fear of being persecuted for reasons of race, nationality, membership of a particular social group, or religious or political opinion, and who is unable or, owing to such fear, is unwilling to avail himself of the protection of that country. A stateless person who for the same reason is outside the country of his former habitual residence and who is unable or, owing to such fear, is unwilling to return to that country, shall also be deemed a refugee.", "For the purposes of this Act, persecution is defined as indicated in subsection two of this Section as being directed against the life or liberty of the alien or as being otherwise of a severe nature (political persecution).\"", "Other relevant provisions of the 1980 Act provide as follows:", "\"An alien who, although not a refugee, is unwilling to return to his home country on account of the political situation there, and is able to plead very strong grounds in support of this reluctance, shall not be refused permission to stay in this country if he is in need of protection here, unless there are special reasons for such denial.\"", "\"An alien may be expelled if he is residing here without possessing the passport or permit required for residence in Sweden.", "Expulsion orders as provided in subsection one are to be issued by the National Immigration Board. If an application for a residence permit is rejected, the National Immigration Board shall at the same time make an expulsion order unless there are very strong grounds to the contrary.\"", "\"When a refusal-of-entry order or an expulsion order is put into effect, the alien may not be sent to a country where he risks political persecution. Nor may the alien be sent to a country where he is not safeguarded against being sent on to a country where he risks such persecution.\"", "\"An alien referred to in Section 6 and pleading grave reasons for not being sent to his home country, may not in the enforcement of a refusal-of-entry order or an expulsion order be sent to that country or to a country from which he risks being sent on to his home country.\"", "\"An alien intending to settle in this country or for any other reason to remain here in excess of the period referred to in Section 30, subsection one, may not enter Sweden until he has obtained a residence permit, unless:", "1. he is exempted, by virtue of Section 30, subsection two, from the requirement of a residence permit,", "2. he is an alien as referred to in Section 3, 5 or 6 of the Aliens Act (1980:376),", "3. he intends joining a close relative who is permanently domiciled in Sweden and with whom he has previously lived abroad, or,", "4. there is some other particularly important reason why he should be allowed to enter the country.", "An alien, who has entered Sweden without a residence permit or with a residence permit for a temporary stay only, may not be granted such a permit as long as he is present in this country or on account of an application made here, except in the cases specified in subsection one, paragraphs 2-4 of this section. The aforesaid notwithstanding, an alien who has entered Sweden as a visitor and has substantial reasons for prolonging his visit may be granted a residence permit for a specified period.\"", "51. Since 1973 Sweden has received about 30,000 Chilean citizens, a large proportion of whom have been granted asylum. Visas have been required for travellers from Chile as of 1 January 1989. In view of political developments in Chile in 1988 and 1989 some refugees have returned voluntarily to take up political activities.", "52. Rule 36 of the Commission’s Rules of Procedure reads:", "\"The Commission, or when it is not in session, the President may indicate to the parties any interim measure the adoption of which seems desirable in the interest of the parties or the proper conduct of the proceedings before it.\"", "53. An indication under Rule 36 is only given where it appears that irreparable damage would result from the implementation of the measure complained of. This might be the case where expulsion or extradition is imminent and the applicant alleges that he is likely to be treated contrary to Articles 2 and/or 3 (art. 2, art. 3) of the Convention in the receiving State. Normally Rule 36 would only apply to cases involving allegations of this nature. Further there must exist a certain degree of probability that a person would be subjected to treatment in breach of these provisions if sent to the country concerned. Evidence must thus be presented to the Commission which reveals the existence of such a risk.", "54. When an application for interim measures is made it is brought immediately before the Commission or the President or Acting President if the Commission is not in session. A Rule 36 indication is always limited in time. If the decision is taken by the President or Acting President, the indication will be limited until the Commission next sits. If it is taken by the Commission, it is normally limited until its next session.", "55. When the Commission or the President has applied Rule 36, the Secretary to the Commission will inform all the parties by telephone of the decision and confirm it by post or telefax. At the time of the first applicant’s expulsion the Commission had been seised of 182 requests for interim measures in expulsion (as opposed to extradition) cases. In 31 of these cases an indication under Rule 36 was given and complied with by the Contracting Parties concerned. In several cases concerning extradition the State has failed to comply with a Rule 36 indication.", "56. The application to the Commission was introduced on 5 October 1989 and registered on the same day. On 6 October 1989, at 09.00 hours, the Commission decided to apply Rule 36 of its Rules of Procedure in the following terms:", "\"The Commission ... decided ... to indicate to the Government of Sweden ... that it was desirable in the interest of the Parties and the proper conduct of the proceedings before the Commission not to deport the applicants to Chile until the Commission had had an opportunity to examine the application during its forthcoming session from 6 to 10 November 1989.\"", "57. The Agent of the Government was informed by telephone on the same day, at 09.10 hours, of the Commission’s decision. At 12.00 hours the Commission confirmed the said indication by telefax.", "58. Officials at the Ministry of Labour were informed of the Commission’s indication at 09.20 hours on 6 October. The matter was presented to the competent Minister at 12.45 hours. However, according to information given by the Government, the Minister could not take any action since the matter had already been decided by the Government and was pending before the Board.", "59. On the same day, following a request from Mr Cruz Varas, the Board decided not to stay the enforcement of the expulsion. At that time the Board was aware of the present application to the Commission and of the Commission’s indication under Rule 36.", "60. Mr Cruz Varas was deported to Chile on 6 October 1989 at 16.40 hours. His wife and their son went into hiding in Sweden.", "61. On 9 November 1989 the Commission took the following decision under Rule 36 of its Rules of Procedure:", "\"Having examined the parties’ submissions the Commission decided to indicate to the Government, in accordance with Rule 36 of its Rules of Procedure, that it is desirable in the interest of the parties and the proper conduct of the proceedings before the Commission not to deport to Chile any of the applicants, who are still in Sweden, until the Commission has had an opportunity to examine the application further during its forthcoming session 4-15 December 1989. In respect of Mr Cruz Varas the Commission, given the failure of the Government to comply with its earlier indication not to deport him to Chile, now indicates that it is desirable in the interest of the parties and the proper conduct of the proceedings before the Commission, that the Government take measures which will enable this applicant’s return to Sweden as soon as possible.\"", "62. By letter of 22 November 1989 the Government informed the Commission that a request from the first applicant for permission to enter and remain in Sweden was to be examined by the Board and that the question of the execution of the expulsion order in respect of Mrs Bustamento Lazo and Richard Cruz was pending before it. Consequently, the Government had, on 16 November 1989, decided to communicate the Commission’s indication under Rule 36 to the Board.", "63. Following the hearing on 7 December 1989, the Commission decided to maintain its indication under Rule 36 of its Rules of Procedure that it was desirable in the interest of the parties and the proper conduct of the proceedings before the Commission not to deport the second and third applicants to Chile and that the Government take measures which would enable the first applicant to return to Sweden as soon as possible.", "64. On 7 June 1990 the Commission decided, following the adoption of its report, not to prolong the Rule 36 indication.", "65. The applicants complained that the first applicant’s expulsion amounted to a breach of Article 3 (art. 3) because of the risk that he would be tortured by the authorities. They also claimed that the expulsion of the third applicant would be in breach of Article 3 (art. 3). In addition they complained that the separation of the family constituted a breach of Article 8 (art. 8) of the Convention. They further invoked Articles 6 and 13 (art. 6, art. 13) of the Convention.", "66. The application was declared admissible on 7 December 1989 as regards the applicants’ complaints under Articles 3 and 8 (art. 3, art. 8) and inadmissible as regards the complaints under Articles 6 and 13 (art. 6, art. 13). The Commission also retained for further examination the issues arising from the Government’s failure to comply with the Rule 36 indications.", "In its report adopted on 7 June 1990 (Article 31) (art. 31) the Commission expressed the opinion that there had been no violation of Article 3 (art. 3) (eight votes to five) or Article 8 (art. 8) (unanimously) but that there had been a failure to comply with Article 25 § 1 (art. 25-1) in fine (twelve votes to one) by not following the Commission’s Rule 36 request not to expel the first applicant. The full text of the Commission’s opinion and of the separate opinions contained in the report is reproduced as an annex to the judgment."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["25", "3", "8"], "NON_VIOLATED_PARAGRAPHS": ["25-1"], "NON_VIOLATED_BULLETPOINTS": []}