{"ITEMID": "001-22199", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "ARVANITAKIS v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a Greek national, who was born in 1936 and lives in Athens. He is represented before the Court by Mr Jean-Alain Blanc, a member of the Conseil d’État and Court of Cassation Bar.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1979 the applicant and P.B. formed a public company, Sogimport, whose registered office was in Dijon. On 10 January 1984 the company, which was already in financial difficulty, borrowed 1,480,000 French francs (FRF) from E.C., P.B.’s nephew. Under the terms of an agreement made on 20 October 1984 between the applicant, P.B. and E.C., P.B. undertook to reimburse his nephew the sum of FRF 1,480,000 owed by the company. The applicant undertook to guarantee P.B. the reimbursement of that same amount “that Sogimport will owe him once [P.B.] has paid that company’s debt to [E.C.]”.", "As Sogimport was unable to repay P.B., the applicant paid him a total of FRF 572,500 pursuant to his undertaking. On 20 October 1987 the Dijon Commercial Court made an order for the judicial reorganisation of the company. That order was followed by an order for its liquidation on 3 December 1987. As P.B. had failed to lodge a proof of his debt with the representative of the creditors of the company, the applicant considered it to be extinguished pursuant to section 53(3) of the Law of 25 January 1985, which meant that his own obligation as guarantor of the company’s debt to P.B. was likewise extinguished. He therefore did not pay P.B. the balance of FRF 907,500 of debt that had been extinguished. Subsequently, considering himself ruined, he left France and returned to Greece.", "On 28 December 1990 P.B. brought an action against the applicant in Dijon Commercial Court for payment of the sum of FRF 97,500 together with statutory interest, damages, expenses and legal costs.", "On 14 February 1982 the applicant brought a counterclaim against P.B. for rescission of the agreement of 20 October 1984 and restitution of the sum of FRF 572,500 he had already paid.", "In a judgment of 11 February 1993 the Dijon Commercial Court ordered the applicant to pay P.B. the sum claimed plus interest, making a total of over FRF 1,600,000. The judgment was upheld by the Dijon Court of Appeal on 1 July 1994, which held, in particular, that the applicant’s undertaking amounted not to an ordinary guarantee that had been extinguished with the primary debt, but as a first-call guarantee that remained in place despite the extinguishment of the primary debt.", "On 2 August 1994 the applicant appealed against that decision to the Court of Cassation. On 16 February 1995 he lodged written submissions in which he argued that his undertaking should be classified as an ordinary guarantee.", "On 3 May 1995 P.B. made an application to the President of the Court of Cassation under Article 1009-1 of the New Code of Civil Procedure for an order removing the appeal from the list for failure to comply with the impugned decision.", "That application was granted by an order of 6 July 1995 removing the appeal from the list of cases pending before the Court of Cassation. The order stated:", "“Although he has not complied with the orders made in the judgment, [the applicant] seeks to oppose an order being made pursuant to the provisions of Article 1009-1 of the New Code of Civil Procedure...", "In the instant case, [the applicant] has failed to show that he has taken any steps apt to demonstrate his intention to comply with the decision of the courts below and has not pleaded any personal circumstances that give rise to a danger or presumption that compliance will entail manifestly unreasonable consequences.”", "No sums were paid under the judgment within the time-limit of two years from the date of that order. On 1 July 1997 the applicant sought a declaration that the appeal had lapsed. On 17 December 1997 the President of the Court of Cassation made a declaration that the appeal had lapsed pursuant to Article 386 of the New Code of Civil Procedure.", "New Code of Civil Procedure", "“Proceedings shall lapse if none of the parties take any steps for two years.”", "“Except in cases in which an appeal on points of law acts as a bar to execution of the impugned decision, the President may, on application by the respondent and after obtaining the opinion of Principal State Counsel and the parties, order the removal of the case from the list if the appellant fails to show that he or she has to comply with the impugned decision, or unless it appears to the President that execution may entail manifestly unreasonable consequences.", "The President shall grant permission for the case to be restored to the list on proof of compliance with the impugned decision.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}