{"ITEMID": "001-91730", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PLAKHTEYEV AND PLAKHTEYEVA v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Remainder inadmissible;Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Rait Maruste;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["5. The applicants were born in 1958 and 1931 respectively and live in Beryozovka, the Odessa region. The first applicant is a farmer who specialises in arable crops. The second applicant is his mother, a pensioner.", "6. On 24 January 2001 the first applicant was stopped by tax police officers when driving a lorry leased from his mother. On checking the lorry the officers discovered 500 kilos of wheat, 1,400 kilos of flour and 3,000 kilos of wheat middlings for which the applicant had no proper documents. The police officers drew up a report on an administrative offence and seized the lorry and the load pending adjudication of the case by the court.", "7. On 26 January 2001 the Trostyanets District Court (the “District Court”) found that the first applicant had transported the property of a third person for sale without a relevant business permit and was therefore guilty of unlawful business activity (an administrative offence). The District Court fined the applicant 51 Ukrainian hryvnias (UAH) and ordered the confiscation of the flour and wheat middlings. It further held that the 500 kilos of wheat were not subject to forfeiture as they belonged to the first applicant.", "8. According to the applicants, after the judgment of 26 January 2001 they applied on several occasions to the Trostyanets Town Tax Office (the “Tax Office”), requesting that the lorry and the wheat load, which were not covered by the confiscation order, be returned to them. Their requests were rejected however.", "9. On an unspecified date the confiscated products were sold and the funds were transferred to the State budget.", "10. On 19 June 2001 the President of the Vinnytsya Region Court (subsequently renamed as the Vinnytsya Regional Court of Appeal), following an extraordinary review, quashed the judgment of 26 January 2001, stating that the conviction of the first applicant and the imposed penalties had been unsubstantiated. He therefore closed the case.", "11. On 15 August 2001 the Tax Office returned the lorry and the wheat load to the applicants. According to the applicants the wheat load had deteriorated significantly and the lorry was damaged when returned.", "12. On 3 January 2002 the applicants lodged a claim with the Vinnytsya Region Court of Appeal against the District Court and the Tax Office seeking damages for the wrongful conviction; for the groundless seizure and lengthy detention of their property; and for the deterioration of their property when in charge of the Tax Office. They claimed in particular that the Tax Office unlawfully retained the lorry and the wheat load despite the fact that those objects were not covered by the confiscation order; and that the lorry and the wheat load had significantly deteriorated when returned.", "13. On 20 January 2002 the Vinnytsya Regional Court of Appeal declared the claim inadmissible, stating, in particular:", "“According to Article 62 of the Constitution, compensation for pecuniary and non-pecuniary damage caused in the course of the administration of justice can be paid by the State to a person who has been groundlessly sentenced provided that the judgment in a criminal case has been quashed as unfair.", "However, even in such a case the damage is compensated by the State, and not by a court or a judge.", "Therefore, the court (or judge) as a body (or individual) administering justice cannot be a defendant in civil litigation, as the law provides another mechanism for correcting mistakes and irregularities committed in the course of the administration of justice.”", "The court did not give any reasons why the part of the applicants’ claim submitted against the Tax Office could not be considered by the court.", "14. By a letter of 23 March 2002 the Deputy Chairman of the State Tax Administration confirmed to the first applicant that he could claim compensation for damage, allegedly inflicted by the Tax Office, by filing a relevant civil suit with a court.", "15. On an unspecified date the State Tax Administration, having made an internal inquiry, established that the Tax Office had failed to take the necessary steps to return to the owners the lorry and the wheat load in time. It further concluded that disciplinary measures were needless since the relevant official had retired.", "16. On 7 May 2002 the applicants lodged with the Supreme Court a cassation appeal against the decision of 20 January 2002, contending that the refusal to consider their claim against the District Court and the Tax Office had been unlawful.", "17. On 21 August 2002, following their request of 5 August 2002, the Tax Office reimbursed to the applicants the value of the confiscated products.", "18. On 15 November 2002 the Supreme Court rejected the applicants’ cassation appeal against the decision of 20 January 2002, finding that there had been no procedural irregularities. The applicants were not present at the hearing. By a letter of 10 December 2002 the Supreme Court informed the applicants of that decision.", "19. Section 55 of the Constitution provides, inter alia, that everyone is guaranteed the right to challenge in court the decisions, actions or omissions of bodies of State power, bodies of local self-government, officials and officers.", "20. Section 56 of the Constitution provides that everyone has the right to receive compensation from the State or municipal authorities for pecuniary and non-pecuniary damage incurred as a result of the unlawful actions or omissions of State bodies, municipal authorities or their officials in the course of the exercise of their powers.", "21. Section 62 of the Constitution concerns the presumption of innocence and provides, inter alia, that if the sentence in a criminal case is quashed as unfair the State must provide compensation for any pecuniary and non-pecuniary damage resulting from the groundless conviction.", "22. Section 442 of the Code provided that compensation was to be paid for damage caused by the acts of State entities and public officials in the course of the exercise of their administrative powers in accordance with the general rules, unless the law provided otherwise.", "23. Section 265 of the Code provided, inter alia, that objects and documents used to commit an administrative offence could be seized by the competent authorities pending adjudication of the administrative case. Depending on the outcome of the administrative proceedings the seized objects and documents were thereafter to be either confiscated, destroyed, or returned to the relevant persons.", "24. Section 287 of the Code provided that a decision imposing an administrative penalty could be appealed, except for decisions given by the first-instance court. The latter were final and were not subject to the ordinary administrative appeal procedure, unless the legislation provided otherwise.", "25. Section 3 of the Act provided, inter alia, that court judgments in administrative cases were to be enforced by the State Bailiffs’ Service as regards pecuniary penalties."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}