{"ITEMID": "001-84264", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MUMLADZE v. GEORGIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "András Baka;Antonella Mularoni;Françoise Tulkens;Irakli Adeishvili;Ireneu Cabral Barreto;Vladimiro Zagrebelsky", "TEXT": ["5. The applicant was born in 1938 and lives in Zestafoni, Georgia.", "6. In a judgment of 2 July 1998 the Zestafoni District Court ordered the applicant to discharge the debt of USD 1,000 (EUR 730) in favour of another private individual. On 20 August 1998 the Supreme Court of Georgia upheld this judgment in cassation and it became binding.", "7. On an unspecified date, the applicant filed with the Supreme Court a request for the supervisory review of the final judgment of 2 July 1998, seeking the re-opening of the case. On 13 May 1999 the Vice-President of the Supreme Court dismissed that request as unsubstantiated.", "8. On 15 May 1999 the new Code of Civil Procedure of 14 November 1997 (“the CCP”), annulling the system of supervisory review, entered into force. Pursuant to its Article 436, supervisory proceedings which had not been finalised before the entry into force of that Code were to be maintained by the Supreme Court.", "9. On an unspecified date, the applicant requested the Supreme Court to resume examination of her supervisory review request on the basis of Article 436 of the CCP. On 25 October 2000 the Supreme Court replied that her request was manifestly ill-founded, insofar as the relevant supervisory proceedings had been terminated on 13 May 1999, i.e. prior to the CCP's entry into force.", "10. The applicant brought another court action, requesting that the Supreme Court be ordered, as “an administrative organ”, to resume the supervisory proceedings under Article 436 of the CCP. This action was dismissed as unsubstantiated several times and, lastly, on 18 February 2003 by the Administrative Affaires Chamber of the Supreme Court.", "11. As the applicant refused to discharge the judgment debt of 2 July 1998, enforcement proceedings were initiated against her. Subsequently, an enforcement officer attached the applicant's house, located at 58 Pirosmani Street in Zestafoni (“the house”), which was put up for public auction.", "12. On 22 June 2001 the auction was held but no buyer appeared. In the course of the rescheduled auction on 16 July 2001, the house was initially offered for the price of GEL 10,042 (EUR 4,430), this amount corresponding to its market value according to an auditor's report of 30 March 2001. However, as no bids were made, the enforcement officer started decreasing the price and, ultimately, the creditor, being the sole bidder, purchased the house for GEL 2,076 (EUR 916). On 18 July 2001 the certificate confirming the creditor's property title to the house was issued and the Land Register amended accordingly.", "13. As the applicant continued living in the house, the creditor brought a court action for her eviction. On 12 March 2002 the Zestafoni District Court allowed the action on the basis of both parties' written and oral submissions. The court found it established that the creditor had acquired ownership of the house through the public auction of 16 July 2001. It reasoned that, insofar as the applicant had never challenged the lawfulness of that auction in separate proceedings, the house was to be vacated.", "14. On 25 April 2002 the applicant lodged an appeal. She claimed to have been discharging the judgment debt in instalments and complained that the forced sale of her house had therefore been unjustified. She also contended that the house had been her husband's registered property and that the enforcement officer had no competence to conduct the auction.", "15. In a decision of 13 June 2002, the Kutaisi Regional Court, after having heard both parties' oral pleadings, dismissed the appeal and upheld the judgment of 12 March 2002. It reiterated the lower court's findings that the applicant had never disputed the results of the public auction and that the creditor had acquired ownership of the house in good faith.", "16. On 2 August 2002 the applicant lodged a cassation claim, reiterating her previous appeal arguments.", "17. On 16 September 2002 the Supreme Court declared the applicant's cassation claim admissible and dispensed with an oral hearing on the merits under Article 408 § 3 of the CCP. By the same decision, the applicant was exempted, as an indigent person, from the court fees for cassation proceedings.", "18. On 23 September 2002 the Supreme Court sent its decision of 16 September 2002 to the parties; the creditor was also served with a copy of the applicant's cassation claim. The Zestafoni postal services notified the Supreme Court on 26 September 2002 that this decision had been delivered to the applicant on 24 September 2002.", "19. On 30 September 2002 the creditor submitted comments in reply. Those were not transmitted to the applicant. In a decision of 9 December 2002, the Supreme Court dismissed the applicant's cassation claim. It found, in the light of the case materials, that the applicant had been the owner of the disputed house before the public auction. It reasoned that, since the results of the auction had never been the subject of an examination by the lower courts, either in separate proceedings or by way of a counter-claim within the same proceedings, the applicant was absolved from raising certain arguments for the first time before the cassation court. However, as no “additional and well-founded cassation argument” (sakasacio pretenzia) had been made, the findings of the lower courts concerning the binding on the cassation court.", "20. In its decision of 9 December 2002, the Supreme Court did not take into account the arguments contained in the respondent's submissions of 30 September 2002; it solely addressed the issues raised in the applicant's cassation claim.", "21. On 9 January 2003 the Supreme Court sent this last decision to the parties. According to the applicant, she never received that dispatch (see paragraphs 46 and 48 below).", "22. On 20 January 2003 the applicant requested the Supreme Court to stay the cassation proceedings, in view of the fact that the supervisory proceedings were pending (see paragraph 10 above). In a letter of 18 February 2003, the Supreme Court replied that its decision of 9 December 2002, dismissing her cassation claim, was final and that no appeal lay against it. This letter was delivered to the applicant on 24 February 2003.", "23. According to the applicant, the letter of 18 February 2003 enclosed the Supreme Court's decision of 9 December 2002, and that was how she learned first about the termination of the eviction proceedings.", "24. On 30 April 2003 the applicant, along with other persons, lodged a constitutional claim with the Constitutional Court, requesting the annulment of Article 408 § 3 of the CCP for being unconstitutional.", "25. On 3 July 2003 the Constitutional Court examined this claim. As the vote of the sitting judges was tied, the claim, pursuant to section 21 § 6 of the Constitutional Court Act, was dismissed (for more details, see paragraph 28 below).", "Articles 70-78 prescribed the procedure for serving court summons on a party to the proceedings. This procedure required an acknowledgement of delivery to be returned to the dispatching court (Article 73).", "Pursuant to Article 83 § 1, the parties had equal procedural rights. They could consult the case file and make extracts from or take copies of all the materials therein.", "Pursuant to Article 393 §§ 1 and 2, only the lawfulness of an appellate decision could be challenged in a cassation claim. The disputed decision could be found to be unlawful if the appellate court had wrongly applied or interpreted legislative provisions.", "Pursuant to Article 397, which regulated the time-limit for lodging a cassation claim, appellate decisions were considered to be delivered when handed to a party in court or communicated under the procedure envisaged by Articles 70-78.", "Article 396 § 1 (f) required the appellant to mention in his or her cassation claim those facts which supported the alleged breaches of procedural law if the cassation claim was challenging not only substantive but also procedural legal provisions.", "According to Article 399, unless Chapter XLIX, which contained special rules for cassation proceedings, stated otherwise, the provisions regulating appellate proceedings should equally apply in cassation.", "Chapter XLIX did not contain any provisions overruling or contradicting Articles 70-78 and 397.", "Article 400 stated that a copy of the cassation claim with all the supporting documents should be forwarded to the adversary. Neither this nor any other provision of the Code required the adversary's reply to be transmitted to the appellant or that any further exchange of comments was possible.", "Article 404 § 1", "“The cassation court shall review the [disputed] judgment only in so far as challenged in the cassation claim. The cassation court cannot go beyond the facts referred to under Article 396 § 1 (f) or inquire of its own motion into other procedural breaches.”", "“The cassation court shall take into account the party's submissions only in so far as disclosed by the case file or the appellate judgment; only the facts submitted under Article 396 § 1 (f) can be taken into account.", "The establishment of the facts [by the appellate court] is binding on the [cassation] court, unless an additional and well-founded cassation argument has been raised.”", "“If the cassation court finds it appropriate..., it can decide the case without an oral hearing. The parties shall be notified of such a decision.”", "“Enforcement, when related to immovable property, is carried out by a public auction, mortgage or sequestration.”", "“...the final price offered during [the first] public sale shall not be less than 70 % of the object's market value and shall include the costs of the auction ...”", "“If an appropriate price was not offered in the course of the first public sale, the enforcement officer shall schedule a repeat auction...", "During the repeated auction, the final price shall be of at least such an amount as to cover the creditor's claims and the costs of the sale ...”", "Section 21 § 6 (as amended on 12 February 2002)", "“If the vote of a Chamber (Panel) [of the Constitutional Court] is tied, the constitutional claim is considered to have been dismissed.”", "The provisions on the nature of Georgian constitutional proceedings were summarised in paragraph 23 of the Court's judgment in the case of Apostol v. Georgia (no. 40765/02, ECHR 2006...).", "The Constitutional Court dismissed the applicant's complaint, challenging Article 408 § 3 of the CCP, which provided for the possibility to dispense with an oral hearing in cassation proceedings.", "The Constitutional Court noted that, unlike an appellate court which established facts, the cassation court could only review the application of legal provisions. It could however examine, on the basis of Articles 396 § 1 (f) and 407 §§ 1 and 2 of the CCP, the facts which had been explicitly raised by the appellant in relation to the alleged violations of procedural law.", "Consequently, whilst the scope of the review was mostly limited to the assessment of the application of procedural and substantive law, the Constitutional Court concluded that the right to an oral hearing in cassation proceedings was not absolute.", "In its judgment of 28 February 2006 in the case of “Gokhi” v. “Telasi” JSC, the Supreme Court defined the notion of an “additional and well-founded cassation argument” (Article 407 § 2 of the CCP), as follows:", "“...'An additional and well-founded cassation argument' is ... a reference to those procedural breaches which, having been committed by the appellate court during the examination of the case, have resulted in an erroneous assessment of matters of fact and/or the incorrect interpretation and application of substantive legal provisions.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}