{"ITEMID": "001-85125", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "AKIN AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Antonella Mularoni;Françoise Tulkens;Ireneu Cabral Barreto;Mindia Ugrekhelidze;Vladimiro Zagrebelsky", "TEXT": ["1. The applicants, Ms Elif Akın, Ms Özlem Ünal, Ms Yeşim Tayfur, Ms Emel Koşkun, Ms Halime Akın, Mr Mehmet Ünsal Akın, Ms Gönül Akın and Mr Vural Akın, are Turkish nationals who were born in 1973, 1972, 1971, 1949, 1925, 1978, 1946 and 1951 respectively, and live in Turkey. They are represented before the Court by Mr B. Orta, a lawyer practising in Tekirdağ.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 23 August 2000 the General Directorate of Roads and Highways expropriated four plots of land belonging to the applicants in the Seymen village of Çorlu, for a highway construction. The Directorate assessed the value of the land and paid the applicants 5,000,000 Turkish Liras (TRL) per square metre.", "4. On 1 September 2000, i.e., within the 30-day prescription period, the applicants brought an action before the Çorlu Civil Court for increased compensation, requesting 12,000,000 TRL per square metre.", "5. The court appointed a committee of experts, who conducted an on-site property inspection on 3 November 2000. They found that the land had been significantly undervalued and assessed it at 34,000,000 TRL per square metre.", "6. Given the considerable discrepancy between this evaluation and that of the administration, the court appointed another committee of experts. This new committee conducted an examination on 15 December 2000 and valued the land at 22,000,000 TRL per square metre.", "7. On 8 January 2001 the applicants filed a petition with the same court for “amendment” (ıslah) of their claim. They argued that they had been unaware of the real value of their property revealed by the expert reports. On that basis, they requested that their original claim be increased to 22,000,000 TRL per square metre, relying on the lower of the two expert assessments.", "8. On 16 February 2001 the court denied the request. It held that the petition had been filed outside of the 30-day period stipulated for expropriation-related compensation cases.", "9. Ruling on the merits, the court first examined the expert reports. It found that they were consistent with the evidence in the case file as well as the records of the mayor’s office. It further found that they had duly taken into account the factors affecting the value of the expropriated property.", "10. Nonetheless, the court disregarded the experts’ valuations. It reasoned that both assessments exceeded the applicants’ claim, and thus, it sufficed to award the amount of compensation originally claimed. It also explained that it was unnecessary to require a third expert valuation with a view to reconciling the earlier two.", "11. The applicants appealed. They relied on a Constitutional Court decision dated 20 July 1999. The decision had reviewed the constitutionality of the last sentence of Article 87 of the Code of Civil Procedure, which read as follows:", "“Article 87: The plaintiff cannot increase his claim through amendment (ıslah).”", "12. Declaring that sentence unconstitutional and a nullity, the Constitutional Court had reasoned:", "“The [local] court requesting the review maintained that the impugned rule was contrary to Article 141 of the Constitution as it forces plaintiffs to initiate a new case and unduly burdens the judiciary.", "...", "By not allowing a claim to be increased through amendment, the impugned rule prevents cases from being resolved as promptly and cost-effectively as possible, and thereby violates Article 141 of the Constitution.", "...", "The rule that prevents plaintiffs from increasing their original claims through ‘amendment’ is contrary to the principle of the rule of law as it makes it unduly difficult to claim a right.", "...", "The impugned rule forces a plaintiff to reinitiate the case from the very beginning and as such, it restricts the freedom to seek a legal remedy.", "...", "As the rule prevents plaintiffs from receiving redress as promptly and costeffectively as possible, it significantly impedes the freedom to seek a legal remedy, which is irreconcilable with the requirements of a democratic society...”", "13. On 20 September 2001 the Court of Cassation upheld the civil court’s judgment. It relied on a different reasoning. Instead of discussing whether or not the petition for “amendment” had been filed on time, it held that:", "“By requesting 12,000,000 TRL per square metre, the plaintiffs have bound themselves. They are not allowed to increase that amount even through amendment.", "The fact that the last sentence of Article 87 of the Code of Civil Procedure had been nullified by the Constitutional Court has no applicability in this particular context.”", "14. On 22 October 2001 the decision was notified to the applicants.", "15. Article 141 of the Turkish Constitution:", "“Article 141: ... It is the duty of the judiciary to conclude trials as quickly as possible and at minimum expense.”", "16. The relevant provisions of the Code of Civil Procedure:", "“Article 83: Either of the parties may partly or entirely rectify a procedural act. Each party may use the right of rectification only once within a case.”", "“Article 84: For cases subject to investigation, rectification may be made until the end of the investigation, for all other cases, it may be made until the end of the trial.”", "17. Article 14 of the Expropriation Act:", "“Right of action", "Article 14: The owner ... of an expropriated property may, within thirty days from the notification [of an expropriation], file an action to ... challenge the amount of compensation assessed [by the authorities].”", "18. In a case concerning the plaintiff’s inability to increase his claim through amendment (ıslah) (file no. 2004/28705, decision no. 2005/9379), the 5th Chamber of the Court of Cassation ruled, in its judgment dated 2 April 2002, that the plaintiff was bound by his original claim. In its opinion, the fact that the Constitutional Court annulled Article 87 of the Code on Civil Procedure did not give the plaintiff a new right as long as he did not bring a partial action (kısmi dava). Under Turkish law, a “partial action” was brought when the plaintiff made a partial claim and stated in his petition that he reserved his further rights, i.e. the right to increase his claim.", "19. In a case concerning the plaintiff’s request for pecuniary and nonpecuniary compensation for having suffered bodily harm (file no. 2004/4200, decision no. 2004/227), the Grand Chamber of the Court of Cassation held, in its judgment 14 April 2004, that if the plaintiff did not reserve his further rights and bring a “partial action” he could not increase his claim by way of amendment (ıslah). It further stated that any plaintiff who did not reserve his further rights when bringing an action must be considered to have forfeited them and that this forfeiture could not be altered through amendment.", "20. In a case concerning the plaintiff’s request to increase his claim through amendment (file no. 2004/28705, decision no. 2005/9379), the 9th Chamber of the Court of Cassation ruled in its judgment of 22 March 2005 that an amendment would only be possible should the plaintiff make such a request within the statutory time-limit. In this case, having found that the plaintiff’s request for increased compensation was time-barred, the court concluded that the amendment request must be dismissed."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}