{"ITEMID": "001-77177", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 2006, "DOCNAME": "CASE OF McKAY v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 5-3", "JUDGES": "Christos Rozakis;Egbert Myjer;Françoise Tulkens;Ineta Ziemele;Ján Šikuta;Javier Borrego Borrego;Jean-Paul Costa;Josep Casadevall;Kristaq Traja;Matti Pellonpää;Nicolas Bratza;Peer Lorenzen;Rait Maruste;Snejana Botoucharova;Sverre Erik Jebens", "TEXT": ["8. The applicant was born in 1983 and lives in Bangor, County Down, Northern Ireland.", "9. On Saturday 6 January 2001 at 10 p.m., the applicant was arrested on suspicion of having carried out a robbery of a petrol station in Bangor. On Sunday 7 January 2001 he admitted being responsible for the robbery. He was charged at 12.37 p.m.", "10. On Monday 8 January 2001 at 10 a.m., the applicant made his first appearance in the magistrates’ court, where he instructed his solicitors to make an application for release on bail. The police officer gave evidence to the court stating that the robbery was not connected with terrorism and that, subject to the proper conditions, he would have no objection to bail. The sitting resident magistrate refused the application, indicating that the offence was a scheduled offence and that he therefore did not have the power to order release (section 67(2) of the Terrorism Act 2000 and section 3(2) of the Northern Ireland (Emergency Provisions) Act 1996).", "11. On 8 January 2001 the applicant applied to the High Court for bail. On 9 January 2001 the High Court heard and granted his application.", "12. On 12 April 2001 the applicant pleaded guilty in the Crown Court to an offence of robbery and was sentenced to two years’ detention in a young offenders’ institution, followed by a year of probation.", "13. Meanwhile, on 9 January 2001, the applicant made an application for judicial review, seeking a declaration of incompatibility of the legislation cited above with Articles 5 and 14 of the Convention.", "14. On 3 May 2002 the High Court rejected the applicant’s application. Mr Justice Kerr held:", "“There is nothing in the text of Article 5 nor in the jurisprudence of ECtHR which requires that the court before which an arrested person must be brought should be the same court that has power to grant him bail. He must be brought promptly before a court or an officer authorised to exercise judicial power. He must also have the opportunity to apply for bail. It is not necessarily the case, however, that these two separate and distinct rights require to be vindicated at the same time or in the same forum. Provided that the arrested person is brought promptly before a court that has power to review the lawfulness of his detention and that he has the opportunity to apply without undue delay for release pending his trial, the requirements of Article 5 § 3 are met.", "The applicant was brought before the magistrates’ court promptly – within 36 hours of his arrest. His appearance before the magistrate was automatic and did not depend on any initiative from the applicant. Moreover, the resident magistrate was empowered to review the lawfulness of the applicant’s detention ... Here the magistrate can review the legal basis on which the arrested person is detained. He must be satisfied that the arrest and continued detention are lawful. If he is not so satisfied, he must order the release of the person detained. The applicant in the present case was therefore entitled to a prompt automatic examination by a competent judicial officer of the legal basis of his arrest and continued detention. He was moreover entitled to – and did obtain – a prompt examination by a judge of his right to release on bail. ...”", "15. The judge also rejected the arguments under Article 14 that accused members of the security forces were treated more favourably concerning bail than other accused persons and refused leave to appeal.", "16. On 16 May 2002 the Divisional Court refused leave to appeal to the House of Lords, but certified as points of law of general public importance whether the legislation was compatible with the Convention and whether Article 5 required that the court before whom an accused person was brought pursuant to Article 5 § 3 should have the power to admit him to bail.", "17. On 4 December 2002 leave to appeal was refused by the House of Lords.", "18. Section 67(2) of the Terrorism Act 2000 (which came into force on 19 February 2001) is substantially the same as section 3(2) of the Northern Ireland (Emergency Provisions) Act 1996 (in force at the time of the applicant’s appearance), and provides:", "“Subject to subsections (6) and (7), a person to whom this section applies shall not be admitted to bail except –", "(a) by a judge of the High Court or the Court of Appeal, or", "(b) by the judge of the court of trial on adjourning the trial of a person charged with a scheduled offence.”", "19. The sole jurisdiction of the High Court, Court of Appeal and trial judge to grant bail in the case of scheduled offences dates from 1973 and is based on the original provisions of the Northern Ireland (Emergency Provisions) Act 1973. The rationale derives from the Diplock Report (“Report of the Commission to consider legal procedures to deal with terrorist activities in Northern Ireland” (1972 Cmnd. 5185)), which concluded that resident magistrates who heard bail applications were particularly susceptible to threats and intimidation (at the relevant time one had been shot and the homes of two others bombed). The 2000 Act provides for the position to be annually reviewed by Parliament. Annual reports on the working of the legislation are laid before Parliament for this purpose.", "20. In the 2002 report of the Independent Reviewer, Lord Carlile of Berriew QC recommended the return of bail applications to the magistrates’ court, noting that the requirement for all applications in scheduled offences to go before the High Court led in practice to some defendants spending additional days in custody and that a significant proportion of cases were ultimately not proceeded with, or defendants were acquitted or given non-custodial sentences. He recommended that the power be given to a small number of specially trained magistrates. However, in his 2004 report, he noted a continuing danger from sophisticated terrorist crime and numerous serious criminal offences with a strong terrorist link, with syndicated crime having a paramilitary connection increasing and significant levels of intimidation remaining. In considering whether or not to give resident magistrates the power to deal with bail applications, he did not repeat his earlier recommendation, observing that the security assessment was that there would be a significant threat of intimidation and violence towards them and those close to them. He did, however, agree that bail hearings should be available at the weekends and this change was brought into force immediately.", "21. Robbery, in so far as it involves any explosive, firearm, imitation firearm or weapon of offence, is specified in paragraph 10 (b) of schedule 9 to the Terrorism Act 2000 as a scheduled offence.", "22. This was set out in the Rules of the Supreme Court (Northern Ireland) Order 79, supplemented by Practice Direction 1976 no. 1. This provided for the High Court to sit every day except Saturdays and Sundays for the purpose, inter alia, of hearing bail applications. The Practice Direction instituted a deadline for papers to be lodged by 11 a.m. on the day before bail applications were heard. From October 2000, the deadline was moved to noon and the office adopted the practice of accepting faxed applications. A bail judge would also consider admitting a late application in a genuinely exceptional case.", "23. As from 31 January 2004, the High Court also sat on Saturdays to hear bail applications."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-3"], "NON_VIOLATED_BULLETPOINTS": []}