{"ITEMID": "001-100411", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ARM", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "ALAVERDYAN v. ARMENIA", "IMPORTANCE": "3", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Ineta Ziemele;Josep Casadevall", "TEXT": ["1. The applicant, Mr Tigran Alaverdyan, is an Armenian national who was born in 1964 and lives in Delray Beach, USA. He was represented before the Court by Mr A. Grigoryan, a lawyer practising in Yerevan. The respondent Government were represented by their Agent, Mr G. Kostanyan, Representative of the Republic of Armenia at the European Court of Human Rights.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant was born out of wedlock on 28 November 1964. He bore his mother's surname.", "4. In 2002 the applicant instituted special (non-contentious) proceedings (հատուկ վարույթ) under Article 189 of the Code of Civil Procedure (CCP), seeking to establish a fact of legal significance (իրավաբանական նշանակություն ունեցող փաստ), namely paternity with his alleged deceased father, Alexander A. (hereafter, A.A.). The applicant claimed that his mother and A.A. were in a common-law marriage, as a result of which he was born. Their marriage was not formally registered which was why he bore his mother's surname. A.A. had always accepted him as his son, had provided care and brought him up. In 1988 A.A. had moved from Armenia to France, where he died on 28 March 1998. The applicant further claimed that it was necessary to establish the fact of paternity in order for him to assert his rights to A.A.'s inheritance.", "5. On 6 May 2002 the Kentron and Nork-Marash District Court of Yerevan (Երևան քաղաքի Կենտրոն և Նորք-Մարաշ համայնքների առաջին ատյանի դատարան) granted the applicant's application and established the fact of paternity. The court based its judgment on the applicant's birth certificate, in which his patronymic name was indicated as Alexander, and a number of witness statements, including those of the applicant's mother and A.A.'s sister. According to the written statement of the applicant's mother, since 1963 she and A.A. had been in a common-law marriage, as a result of which the applicant was born in 1964. She and A.A. had together provided care to and brought up the applicant, until A.A. moved to France in 1988. A.A.'s sister stated that she had known the applicant since his birth and confirmed that he was A.A.'s son.", "6. No appeal was lodged against this judgment so it entered into force.", "7. On 27 March 2003 a specially-licensed advocate lodged an application with the Court of Cassation (ՀՀ վճռաբեկ դատարան), seeking to reopen the case on the ground of newly discovered circumstances. The advocate claimed that the court judgment had been unfounded because in reality A.A. had been formally married since 1953 to a third person, M.S., with whom he had had a child, L.A., on 31 December 1964. The advocate further claimed that this was already the second paternity claim filed in respect of A.A., in which A.A.'s sister acted as the main witness. The court, however, had not been aware of the fact that A.A.'s sister had previously laid claims to A.A.'s inheritance which had been rejected by the courts. Only after such rejections did A.A.'s two supposed children emerge, including the applicant.", "8. On 25 April 2003 the Court of Cassation decided to quash the judgment of 6 May 2002 and to remit the case to the Civil Court of Appeal (ՀՀ քաղաքացիական գործերով վերաքննիչ դատարան) for a new examination. In doing so, the Court of Cassation found that:", "“...[M.S.] is the wife of [A.A.].", "According to the birth certificate issued on 25 July 1974, [the applicant] was born on 28 November 1964. His patronymic name is registered as “Alexander”, [while] there is no entry concerning the father in the “Parents” section...", "According to [L.A.'s] birth certificate and [A.A.'s and M.S.'s] marriage certificate, [L.A.] was born on 31 December 1964, while her parents' marriage was registered on 11 March 1970[. T]hus, within the same period when [the applicant] was born (1964) [A.A.] was in a formal marriage with [M.S.].", "In such circumstances, the application lodged on the ground of newly discovered circumstances is founded, because the above-mentioned facts are newly discovered circumstances, which have a vital importance for the case...", "Furthermore, Article 189 of the Code of Civil Procedure contains an exhaustive list of facts of legal significance to be examined in special proceedings which does not include the establishment of a fact of paternity.”", "9. On 25 August 2003, during the new examination of the case in the Civil Court of Appeal, the applicant requested the court to order a forensic genetic examination (դատագենետիկական փորձաքննություն) in order to have the alleged paternity established. In support of his request, the applicant submitted a paper from a State non-commercial organisation “Scientific-Practical Centre for Forensic Medicine” («Դատաբժշկական գիտա-գործնական կենտրոն» պետական ոչ առևտրային կազմակերպություն) which stated that theoretically it was possible to establish paternity even if the alleged father was dead. This could be done either by using tissue from the deceased's body, depending on its state of preservation, or by restoring the alleged father's genetic characteristics through examination of his close relatives. However, in neither case could a wholly conclusive result be guaranteed.", "10. On the same date the Civil Court of Appeal, having examined the applicant's request, refused to order a forensic genetic examination and decided to reject his application on the merits. In doing so, the Court of Appeal recapitulated the findings of the Court of Cassation and concluded that the application was unfounded and that the applicant had failed to substantiate his request.", "11. On 9 September 2003 the applicant lodged an appeal on points of law which he then supplemented on 29 September 2003. In the supplement to his appeal the applicant alleged a violation of the procedural rules, arguing that the Court of Appeal, by refusing his request for a forensic genetic examination, had placed the applicant at a significant disadvantage vis-à-vis his opponent since he was thus deprived of the possibility to submit evidence in support of his application. The lawyer invoked, inter alia, Article 6 of the Convention.", "12. On 24 October 2003 the Court of Cassation dismissed the appeal. In doing so, the Court of Cassation found that:", "“The Court of Appeal, having examined the [relevant] circumstances and having stated that 'during the same period when [the applicant] was born (1964) [A.A.] was in a formal marriage with [M.S.]' and 'the application is unfounded and the applicant has failed to substantiate his request', has justly dismissed the application.", "In such circumstances, the allegation of a procedural violation is unfounded because paternity can be established only in contentious proceedings [(հայցային վարույթ)] and there is no such institute as establishment of paternity as a fact of legal significance. ...”", "13. The Code prescribes the rules for instituting and examining civil disputes between contending parties. An application submitted to the court under these rules must contain, inter alia, the names and addresses of other parties.", "14. Section 3(2) of the Code, as one of the exceptions to the above procedure, prescribes the rules for examining cases in special proceedings such as, for instance, the establishment of a fact of legal significance. Article 189 provides that the courts establish such facts which are necessary for the creation, modification or cessation of private and property rights of individuals and legal persons. The courts when establishing facts of legal significance examine cases related to (a) family relationships between persons; (b) custody of a person; (c) registration of birth, adoption, marriage, divorce and death; (d) death of a person; (e) acceptance of inheritance; (f) accidents; (g) ownership of legal documents; (h) disposal of property; and (i) existence of force majeure.", "15. According to Article 191, the application seeking to establish a fact of legal significance must indicate the reason why it is necessary for the applicant to have a particular fact established, as well as containing evidence substantiating the inability of the applicant to obtain proper documents or to restore lost documents.", "16. According to Article 192, the court establishes a fact of legal significance only when it is impossible for the applicant to receive proper documents certifying that fact or to restore lost documents in another procedure.", "17. According to Article 193 § 2, the court judgment establishing a fact of legal significance serves as a basis for registering that fact with the relevant authorities or formalising the rights arising from the established fact.", "18. Former Articles 222-225, 228 and 236 of the CCP allowed final judgments of the courts of first instance and the appeal courts to be reopened on various grounds, including newly discovered circumstances. Applications for reopening could be brought either by the General Prosecutor and his deputies or advocates holding a special licence and registered at the Court of Cassation. Such applications were examined by the Court of Cassation which could either dismiss them, or decide to quash the judgment in full or in part and remit the case to the appeal court, or terminate the proceedings.", "19. According to Article 54, if a child is born out of wedlock and there is no joint application by the parents, the issue of paternity may be established in court, on the basis of an application by one of the child's parents or his guardian, or the child himself when he becomes an adult. In determining the issue of paternity the court takes into account the fact that the child's mother and the defendant were living together and were leading a common household prior to the child's birth, or their shared upbringing of and care for the child, or other evidence pointing at the acceptance of paternity by the defendant.", "20. According to Article 56, if the parents are not married, the child's mother shall be registered on the basis of her application, and the child's father shall be registered on the basis of a joint application by the child's mother and father or in accordance with a court decision.", "21. According to Article 57, if an unmarried mother gives birth to a child, in the absence of a joint application by the parents or a court decision determining the paternity, the registration of the child's father in the birth register is done by entering the mother's family name, and the name of the child's father and the child's patronymic name are registered according to the mother's instructions."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}