{"ITEMID": "001-57449", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1989, "DOCNAME": "CASE OF BROGAN AND OTHERS v. THE UNITED KINGDOM (ARTICLE 50)", "IMPORTANCE": "2", "CONCLUSION": "Non-pecuniary damage - finding of violation sufficient", "JUDGES": "C. Russo;J.A. Carrillo Salcedo;N. Valticos;B. Walsh", "TEXT": ["1. The case was brought before the Court on 15 July 1987 by the European Commission of Human Rights (\"the Commission\") and on 3 August 1987 by the Government of the United Kingdom of Great Britain and Northern Ireland (\"the Government\"). It originated in four applications (nos. 11209/84, 11234/84, 11266/84 and 11386/85) against the United Kingdom which had been lodged with the Commission, on 18 October 1984, 22 October 1984, 22 November 1984 and 8 February 1985 respectively, by four British citizens, Mr Terence Brogan, Mr Dermot Coyle, Mr William McFadden and Mr Michael Tracey.", "As regards the facts of the case, reference is made to paragraphs 11 to 41 of the Court’s judgment of 29 November 1988 (\"the principal judgment\" - Series A no. 145-B, pp. 19-25).", "2. In that judgment the Court held, inter alia:", "(a) that there had been no violation of Article 5 § 1 (art. 5-1) of the Convention, the applicants’ detention having been based on a reasonable suspicion of commission of an offence and effected for the purpose of bringing them before the competent legal authority (paragraphs 49-54 of the reasons and point 1 of the operative provisions, pp. 28-30 and 37);", "(b) that there had been a violation of Article 5 § 3 (art. 5-3) in respect of all four applicants, in that they had not been brought promptly before a judge or other officer authorised by law to exercise judicial power (paragraphs 55-62 of the reasons and point 2 of the operative provisions, pp. 30-34 and 37);", "(c) that there had been no violation of Article 5 § 4 (art. 5-4), the applicants having been entitled to take proceedings of the nature required by this provision (paragraphs 63-65 of the reasons and point 3 of the operative provisions, pp. 34-35 and 37);", "(d) that there had been a violation of Article 5 § 5 (art. 5-5) in respect of all four applicants, in that they had no enforceable claim for compensation before the domestic courts for the breach of Article 5 § 3 (art. 5-3) (paragraphs 66-67 of the reasons and point 4 of the operative provisions, pp. 35 and 37);", "(e) that there was no call to examine the application of Article 50 (art. 50) in relation to reimbursement of any costs or expenses incurred, the applicants not having submitted any claim in this respect and this not being a matter which the Court had to examine of its own motion (paragraph 70 of the reasons and point 6 of the operative provisions, pp. 36 and 37).", "3. In their memorial of 18 January 1988 the applicants had claimed, under Article 50 (art. 50) of the Convention, compensation for prejudice suffered. They contended that an award of exemplary damages would be appropriate and suggested, notably, that compensation should be calculated on the basis of approximately £2,000 for each hour of wrongful detention.", "In the principal judgment the Court held that the question of the application of Article 50 (art. 50) in relation to this claim was not ready for decision; accordingly, it reserved the said question in that respect and invited the Government to submit their written comments within the next three months and, in particular, to notify the Court of any agreement reached between them and the applicants (paragraph 71 of the reasons and point 7 of the operative provisions, pp. 36 and 37).", "4. In accordance with the foregoing invitation and the President’s directions, there were filed at the registry, on 24 February 1989, a memorial of the Government and, on 28 March 1989, observations of the applicants. These documents revealed that no agreement as aforesaid had been reached.", "On 14 April the Delegate of the Commission lodged observations on the question of the application of Article 50 (art. 50) in the present case.", "5. The Court decided on 25 April 1989 that there was no call to hold a hearing."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}