{"ITEMID": "001-91286", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF ONUR v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["4. The applicant, Mr Ümit Onur, is a Turkish national who was born in 1978 and now lives in Turkey. He is of Kurdish origin.", "5.", "6. In 1989 the applicant, who was then eleven years old, arrived in the United Kingdom with his father, his brother and his four sisters to join his mother, who had arrived six weeks earlier. The applicant’s father claimed asylum. The claim was refused but the family were granted Exceptional Leave to Remain which was periodically extended. In 1999 the applicant, his father and his other family members were granted Indefinite Leave to Remain. At an unspecified date his mother, father and three of his sisters were granted British nationality. One of the applicant’s sisters left the United Kingdom for Turkey in 1993 and the family believe she may be in Iraq. The applicant’s father died in 2006. His mother, brother and three of his sisters continue to reside in the United Kingdom.", "7. The applicant stated that he had not returned to Turkey since his departure in 1989 but he could still speak Turkish. It is not clear whether he received any education in Turkey, although it appears that he received some schooling in the United Kingdom. He is a chef by profession although there is little information available regarding his employment history.", "8. In 1994 he commenced a relationship with a British citizen. The relationship lasted six years, but during this time the applicant was convicted on seven occasions for a number of different offences. On 10 May 1996 he was convicted for driving whilst disqualified and sentenced to fifty hours’ community service. Two months later he was convicted of burglary and given an eighteen month probation order. Later that same year he was convicted of aggravated burglary and sentenced to eight months of youth custody. On 28 April 1997 he was fined GBP 30 following a conviction for possession of cannabis. On 12 September 1997 he was again convicted of possession of cannabis and sentenced to one day’s imprisonment. On 4 October 1997 he was convicted of two counts of burglary and sentenced to two years’ imprisonment.", "9. On 5 June 2000, the applicant pleaded guilty to robbery at Wood Green Crown Court. The trial judge noted that the applicant had been one of the ringleaders of the robbery, during which two of the four robbers carried weapons. He imposed a sentence of four and a half years’ imprisonment but made no recommendation regarding the applicant’s deportation from the United Kingdom.", "10. The applicant’s relationship with his partner ended when he was imprisoned. Shortly afterwards, in 2000, his partner gave birth to a daughter. The applicant is not named as the father on the birth certificate although his mother cared for the child until she was three years old.", "11. On 7 September 2001 the Secretary of State for the Home Department wrote to the applicant to notify him that he was considering his immigration status and his liability to deportation in light of his conviction of 5 June 2000. The applicant was invited to make representations within twenty-eight days, but the representations made on his behalf were not answered and no further action was taken at that stage. Following the applicant’s release on 21 January 2003, his solicitors wrote to the Home Office to seek clarification of his position, but still no formal action was taken.", "12. On 18 May 2005 the applicant was convicted of a road traffic offence and a failure to surrender to custody. He was given a sentence of twenty-eight days’ imprisonment, a fine of GBP 200 and disqualified from driving for nine months.", "13. In April 2006 the Secretary of State for the Home Office admitted that 1023 foreign national criminals, who should have been considered for deportation or removal, had completed their prison sentences and were released without any consideration of deportation or removal action. The news was widely reported in the British media and resulted in urgent action being taken by the Home Office to improve performance and crack down on foreign national criminals.", "14. In 2005 the applicant began a relationship with a British citizen. On 24 September 2006 the couple entered into a non-legally binding marriage by Kurdish rite (“the marriage”) and their first child was born on 4 March 2007. A second child was born on 21 January 2008.", "15. The applicant was served with an undated Notice of Decision to Make a Deportation Order on 1 October 2006. A letter entitled “Reasons for Deportation” had been prepared on 6 July 2006 on behalf of the Immigration Service Border Control & Enforcement Unit. It stated that in view of the applicant’s conviction for robbery on 5 June 2000, the Secretary of State for the Home Department deemed it conducive to the public good to make a deportation order. The letter was signed and countersigned but it was not served on the applicant. On 5 September 2006 it was amended and reprinted. This amended letter was served on the applicant on 1 October 2006 together with the Notice of Decision to Make a Deportation Order. The amended letter entitled “Reasons for Deportation” set out all of the applicant’s convictions, including that of 18 May 2005. It concluded that:", "“Full consideration has been given to all the known facts of your case in line with paragraphs 364 of HC 395 (as amended). Your personal and domestic circumstances have been carefully balanced against the seriousness of your crime and need to protect the wider community. It is concluded that in your case it is appropriate to deport you to Turkey.”", "16. The applicant appealed to the Asylum and Immigration Tribunal (“the AIT”), relying, inter alia, on Article 8 of the Convention. The Secretary of State requested an oral hearing. In the document setting out this request, the Secretary of State twice indicated that the decision to make a deportation order had been taken on 6 July 2006.", "17. Before the AIT, the applicant argued, first, that the decision to deport him was not in accordance with the law. The relevant paragraph of the Immigration Rules, paragraph 364, had changed on 20 July 2006. The earlier version of the rule required the Secretary of State to conduct a balancing exercise post-20 July 2006 version of the rule established a presumption that the public interest required deportation. The Secretary of State would consider all relevant factors in considering whether the presumption was outweighed in a particular case, but it would be only in exceptional circumstances that the public interest in deportation would be outweighed in a case where it would not be contrary to the European Convention on Human Rights or the Refugee Convention to deport. The applicant argued that the decision to deport him had been taken on 6 July 2006 and thus his case should have been considered under the old version of paragraph 364, which was more favourable to him.", "18. Secondly, the applicant argued that in light of his extensive private and family life in the United Kingdom and the length of his stay there, the decision to deport him was a violation of Article 8. He also submitted a report prepared by a consultant clinical psychologist who diagnosed him as having mild to moderate depression, panic disorder, mild mental retardation, borderline intellectual functioning and dyslexia.", "19. In a determination dated 20 February 2007, the AIT dismissed the applicant’s appeal. It found that the relevant date for the decision to deport was 1 October 2006, as the decision had remained incomplete until it was communicated to the applicant, and as a consequence his deportation fell to be considered under the later version of paragraph 364. In the alternative, the AIT found that if it was wrong in this conclusion and therefore had to conduct a balancing exercise pursuant to the earlier version of paragraph 364, it would have come to the same conclusion. The AIT also held that there had been no violation of Article 8 of the Convention.", "20. The applicant applied for reconsideration of the AIT’s decision. On 19 March 2007 a Senior Immigration Judge refused the application, holding that although the AIT had concluded that the decision to deport was made after paragraph 364 was amended, it had also considered the alternative. All relevant matters were considered by the AIT and no material error of law was disclosed.", "21. The applicant’s application for statutory review was dismissed by the High Court on 16 May 2007. On 8 June 2007 the deportation order in respect of the applicant was signed and it was served on him on 27 June 2007. On 11 July 2007 the applicant lodged an application for judicial review of the AIT’s decision not to make an order for reconsideration, and applied to have the deportation revoked. The applicant was deported to Turkey on 12 July 2007.", "22. On 16 July 2007 the application to revoke the deportation order was refused by the Secretary of State. On 10 October 2007 the High Court dismissed the judicial review application. The applicant brought an out-of-country appeal against this decision but the appeal was dismissed under both the Immigration Rules and Article 8 of the Convention on 17 July 2008.", "23. Sections 1(4) and 3(2) of the Immigration Act 1971 provide for the making of Immigration Rules by the Secretary of State. Section 3(5)(b) of the same Act (as amended by the Immigration and Asylum Act 1999) provides that a person who is not a British citizen shall be liable to deportation from the United Kingdom if the Secretary of State deems his deportation to be conducive to the public good.", "24. Sections 82(1) and 84(1)(a) of the Nationality, Immigration and Asylum Act 2002 provide for a right of appeal against a decision to deport, inter alia, on the grounds that the decision is incompatible with the Convention and that it was not in accordance with the Immigration Rules.", "25. Section 2 of the Human Rights Act 1998 provides that, in determining any question that arises in connection with a Convention right, courts and tribunals must take into account any case-law from this Court so far as, in the opinion of the court or tribunal, it is relevant to the proceedings in which that question has arisen.", "26. The version of paragraph 364 of the Immigration Rules, which was in force prior to 20 July 2006, provided as follows:", "(i) age;", "(ii) length of residence in the United Kingdom;", "(iii) strength of connections with the United Kingdom;", "(iv) personal history, including character, conduct and employment record;", "(v) domestic circumstances;", "(vi) previous criminal record and the nature of any offence of which the person has been convicted;", "(vii) compassionate circumstances;", "(viii) any representations received on the person’s behalf.”", "27. The amended version of paragraph 364, in force since 20 July 2006, provides as follows:", "“Subject to paragraph 380, while each case will be considered on its merits, where a person is liable to deportation the presumption shall be that the public interest requires deportation. The Secretary of State will consider all relevant factors in considering whether the presumption is outweighed in any particular case, although it will only be in exceptional circumstances that the public interest in deportation will be outweighed in a case where it would not be contrary to the Human Rights Convention and the Convention and Protocol relating to the Status of Refugees to deport. The aim is an exercise of the power of deportation which is consistent and fair as between one person and another, although one case will rarely be identical with another in all material respects...”", "28. In EO (Deportation appeals: scope and process) Turkey [2007] UKAIT 00062 the AIT considered whether the amendment to paragraph 364 substantively changed the rule. It concluded:", "“we have no doubt that the substantive meaning of paragraph 364 after amendment by HC 1337 is very different from that which it previously bore. The range of issues expressly falling for consideration in the exercise of the discretion to make a deportation decision in the old version is such as to suggest a general duty to look at the issues already considered in the evaluation of the human rights claim and to apply what might be termed a lower standard to them. That range of considerations does not feature in the new version, which instead introduces a presumption in favour of deportation.”", "29. Paragraph 380 of the Immigration Rules, referred to in both versions of paragraph 364, provides as follows:", "“A deportation order will not be made against any person if his removal in pursuance of the order would be contrary to the United Kingdom’s obligations under the Convention and Protocol relating to the Status of Refugees or the Human Rights Convention [the European Convention on Human Rights].”", "30. The Rules relating to the revocation of a deportation order are contained in paragraphs 390 to 392 of the Immigration Rules HC 395 (as amended), supplemented by Chapter 13 of the Immigration Directorate’s Instructions (“IDIs”). There is no specific period after which revocation will be appropriate although Annex A to Chapter 13 of the IDIs gives broad guidelines on the length of time deportation orders should remain in force after removal. Cases which will normally be appropriate for revocation three years after deportation include those of overstayers and persons who failed to observe a condition attached to their leave, persons who obtained leave by deception, and family members deported under section 3(5)(b) of the Immigration Act 1971. With regard to criminal conviction cases, the normal course of action will be to grant an application for revocation where the decision to deport was founded on a criminal conviction which is now “spent” under section 7(3) of the Rehabilitation of Offenders Act 1974. Paragraph 391 of the Rules, however, indicates that in the case of an applicant with a serious criminal record continued exclusion for a long term of years will normally be the proper course. This is expanded on in Annex A to Chapter 13 of the IDIs, which indicates that revocation would not normally be appropriate until at least 10 years after departure for those convicted of serious offences such as violence against the person, sexual offences, burglary, robbery or theft, and other offences such as forgery and drug trafficking."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}