{"ITEMID": "001-59338", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "CHAMBER", "DATE": 2001, "DOCNAME": "CASE OF DOUGOZ v. GREECE", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 3;Violation of Art. 5-1;Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant claims that, while in Syria, he was accused of national security offences, namely having leaked information during his military service. The applicant left that country. He claims that he was subsequently found guilty of these offences and sentenced to death.", "9. The Government claim that the applicant entered Greece surreptitiously, probably in July 1983. The applicant claims that he entered Greece lawfully.", "10. In 1987 the applicant was arrested by the Greek authorities for drug-related offences. In 1988 he was found guilty by the threemember Court of Appeal of Athens, sitting as a first-instance court. The court, considering that the applicant was himself a drug user, sentenced him to two years’ imprisonment. The applicant’s conviction was upheld by the fivemember Court of Appeal of Athens in 1989.", "11. In 1989 the applicant applied for refugee status to the Athens Office of the United Nations High Commissioner for Refugees (UNHCR) and was recognised as a refugee under the UNHCR mandate. On that occasion he was issued by the Greek authorities with an alien’s residence card.", "12. According to the Government, his leave to remain in Greece expired on 8 January 1991. However, he remained illegally.", "13. In the course of 1991, the applicant was arrested for theft and bearing arms without authorisation. He was placed in detention on remand. In 1993 he was found guilty of these offences by the Nafplio Court of Appeal, composed of judges and jurors, and was sentenced to five and a half years’ imprisonment.", "14. On 6 June 1994 the applicant was released on licence. On the same day, the Chief of Police ordered his expulsion from Greece in the public interest.", "15. On 23 June 1994 the applicant applied to the Greek authorities for refugee status. On 4 August 1994 the Minister of Public Order rejected his application, which was found to be abusive because “it had been submitted ten years after the arrival of the applicant in Greece, obviously with the aim of avoiding his lawful expulsion after his release from prison where he had served long sentences for very serious crimes”.", "16. The Government claim that, following this decision, the applicant requested to be expelled to “the Former Yugoslav Republic of Macedonia”, and on 19 September 1994 he was sent to that country, but thereafter he returned to Greece illegally. However, the applicant claims that he was never “lawfully expelled” to “the Former Yugoslav Republic of Macedonia”. He neither asked to go there, nor was he accepted by that country.", "17. On 9 July 1995 the applicant was arrested in Greece for drug-related offences. On 26 November 1996 he was found guilty and sentenced to three years’ imprisonment and a fine by the threemember Athens Court of Appeal. In 1998 the five-member Athens Court of Appeal upheld his conviction and sentence.", "18. On 25 June 1997 the applicant asked for his release on licence claiming, inter alia, that he could return to Syria because he had been granted a reprieve. The Indictments Division of the Piraeus Criminal Court of First Instance examined the applicant’s request in camera on 16 July 1997. Although the applicant was not allowed to attend the hearing, the prosecutor was present and was heard. The court decided that the applicant should be released on licence and expelled from Greece. It considered that the applicant’s conduct during his detention indicated that he was not going to commit any further offences once released and that it was not necessary to prolong the detention.", "19. Following this decision the applicant was released from prison on 10 July 1997 and was placed in police detention pending his expulsion, on the basis of an opinion given by the deputy public prosecutor at the Court of Cassation that decision no. 4803/13/7A of 18-26 June 1992 applied by analogy in cases of expulsion ordered by courts (see paragraph 39 below). Initially the applicant was detained at a detention centre in Drapetsona. He was issued with a temporary passport by the Greek authorities and on 12 September 1997 was given leave to enter Syria by the Syrian embassy in Athens.", "20. The applicant claims that the Drapetsona detention centre consisted of twenty cells. At times there were up to one hundred people detained there. The applicant’s cell was overcrowded. The number of persons in his cell would increase tenfold depending on the detainee population each night. There were no beds and the detainees were not given any mattresses, sheets or blankets. Some detainees had to sleep in the corridor. The cells were dirty and the sanitary facilities insufficient, since they were supposed to cater for a much smaller number of persons. Hot water was scarce. For long periods of time there would not be any. There was no fresh air or natural daylight and no yard in which to exercise. The only area where the detainees could take a walk was the corridor leading to the toilets.", "21. According to the applicant, there was no recreational or other activities at the Drapetsona detention centre. The applicant could not even read a book because his cell was so overcrowded. Detainees were served with a “passable plate of food” twice a day. No milk was ever provided while fruit, vegetables and cheese rarely appeared on the menu. Moreover, the detainees could not obtain any food from outside. The applicant had no access to a doctor or a chemist. Only family visits were allowed and, as a result, foreign detainees did not receive any visits at all. The applicant could not address himself to the social services or the public prosecutor. Although payphones existed, their number was clearly insufficient. Cases of ill-treatment by the guards were not uncommon.", "22. The Government claim that hot water was available on a 24hour basis at the Drapetsona detention centre. The food served to detainees was sufficient and of a very high quality. The police officers had the same menu. There was adequate natural light where the applicant was detained. The applicant was able to circulate freely in a wide corridor at regular intervals during the day. The detention area was cleaned every day by the staff of the centre and was regularly disinfected. There was medical care.", "23. In the autumn of 1997 there was a hunger strike at the Drapetsona detention centre.", "24. On 28 November 1997 the applicant asked the Minister of Public Order to allow him to travel to a country other than Syria where he allegedly faced the death penalty.", "25. On 2 February 1998 the applicant applied for the order for his expulsion to be lifted, relying on, inter alia, the European Convention for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment and the fact that he had been recognised as a refugee by the UNHCR. He also claimed that his continued detention contravened Article 5 of the Convention and that the expulsion order had been made in breach of national law.", "26. In March 1998 there were forty to fifty people detained at the Drapetsona centre.", "27. In April 1998 the applicant was transferred to the police headquarters in Alexandras Avenue in Athens. According to the applicant, the conditions were similar to those at Drapetsona, although there was natural light, air in the cells and adequate hot water. The Government described the conditions in Alexandras Avenue as being the same as those at Drapetsona.", "28. On 28 April 1998 the UNHCR representative in Athens requested the Ministry of Public Order not to expel the applicant to Syria as long as his case was under review.", "29. On 11 May 1998 the Indictments Division of the Piraeus Criminal Court of First Instance, sitting in camera, refused to lift the expulsion order recalling, inter alia, that in his application of 25 June 1997 the applicant had claimed that he was no longer subject to persecution in Syria. The decision of the court did not contain any express ruling on the applicant’s claim concerning his detention.", "30. On 26 and 28 July 1998 the applicant requested the Ministers of Justice and of Public Order to lift the expulsion order and, in any event, to release him.", "31. On 3 December 1998 the applicant was expelled to Syria. The Government claim that they had been informed by Interpol that Syria had not asked for his extradition.", "32. The applicant claims that upon his arrival in Syria he was placed in detention.", "33. Article 74 § 1 of the Criminal Code provides as follows:", "“The court may order the expulsion of an alien who has been given a prison sentence under Articles 52 and 53 of the Criminal Code, provided that the country’s international obligations are respected. An alien lawfully present in Greece may only be expelled if given a sentence of at least three months’ imprisonment. The expulsion takes place immediately after the alien has served his or her sentence or is released from prison. The same applies when the expulsion has been ordered by way of a secondary penalty.”", "34. Article 105 of the Criminal Code provides for the release of prisoners on licence.", "35. Article 106 of the same Code provides that the court may impose on the person released on licence certain obligations concerning, inter alia, his place of residence.", "36. On 15 January 1981 the public prosecutor at the Court of Cassation opined that, although persons released on licence could not leave the country, a court could order their expulsion under Article 74 of the Criminal Code.", "37. Section 27(6) of Law no. 1975/1991 provides that the Minister of Public Order may, in the public interest and if the person to be expelled is dangerous or might abscond, order his detention until his deportation from Greece becomes feasible.", "38. Section 27(7) of Law no. 1975/1991 provides that the details concerning the execution of deportation orders issued in accordance with the provisions of that Law, as well as those ordered by the criminal courts in accordance with Article 74 of the Criminal Code, will be fixed by a common decision of the Ministers for Foreign Affairs, of Justice and of Public Order.", "39. Decision no. 4803/13/7A of 18-26 June 1992 of the Ministers for Foreign Affairs, of Justice and of Public Order makes a number of provisions concerning the expulsion of aliens by administrative order. According to section 6 of the decision, “aliens subject to expulsion are detained in police detention centres or other appropriate places determined by the Minister of Public Order”. On 1 April 1993 the deputy public prosecutor at the Court of Cassation opined that decision no. 4803/13/7A of 18-26 June 1992 applied by analogy in cases of expulsion ordered by the courts.", "40. On 29 November 1994 the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) published a report following its visit to Greece in March 1993, which contains the following findings and recommendations concerning the Athens police headquarters in Alexandras Avenue:", "“54. The principal detention facilities at the Athens Police Headquarters were situated on the 7th floor of the Headquarters building. They consisted of 20 cells divided into two sections. The cells measured just over 12 m2, and were equipped with fixed benches for rest/sleeping purposes; the lighting was adequate, as would be the ventilation in the absence of overcrowding. In principle, the cellular accommodation could be considered as acceptable for persons obliged to remain in police custody for a relatively short period, on condition that the premises are kept clean and those obliged to spend the night in custody are provided with mattresses and blankets.", "55. However, the delegation found that in addition to criminal suspects (who might stay for a maximum of some four to six days ... ), the Headquarters were being used to accommodate for lengthy periods persons held under the Aliens legislation. Many of these persons met by the delegation had been held in the Headquarters’ detention facilities for periods in excess of a month, and a few had been there for over three months. Such a situation is not acceptable. The physical surroundings and the regime are quite unsuitable for such lengthy stays. There is not even the possibility of access to the open air: out of the cell “exercise” is taken in a corridor adjacent to the cells.", "56. There were between 50 to 60 detained persons in the Headquarters at the time of the delegation’s visit, some 60% of whom were being held under the Aliens legislation. However, it was clear that shortly before the delegation’s visit, the number of persons accommodated had been much higher. At least 50 persons had been transferred a few days earlier from the Headquarters to a new holding centre for aliens situated close to the airport ...", "For the most part, the detainees were being held two or three to a cell, though a cell reserved for women was accommodating five detainees. The delegation was told by persons detained that in the very recent past, ten or more persons had been held per cell. Given the cells’ dimensions, such occupancy levels would be grossly excessive.", "57. Police officers told the delegation that one set of cells was reserved for criminal suspects, and the other for persons held under the Aliens legislation; however, it was observed that, in practice, the separation between these two very different types of detained persons was not assured.", "Further, some persons detained under the Aliens legislation stated that they had received no information about the procedure applicable to them (at least not in a language they understood). On the other hand, such detainees did have access to a telephone.", "58. Persons detained had blankets at their disposal (though the delegation heard allegations that they had only been made available the day before the delegation’s first visit), but not mattresses.", "Toilet and shower facilities were situated alongside the cells, and no complaints were heard about access to those facilities; however, detainees did complain that they had not been provided with towels or soap. The state of cleanliness and overall state of repair of the toilets/shower facilities was appalling, although an attempt to improve the situation was made between the delegation’s different visits.", "59. As regards the detention facilities on the 7th floor of Athens Police Headquarters, the CPT wishes to make the following recommendations:", "– that no-one be held in these facilities for longer than is absolutely necessary;", "– that there be a maximum occupancy level of four persons per cell (with a possible exception as regards persons only staying a few hours in custody);", "– that persons detained overnight be provided with both blankets and mattresses;", "– that the toilet/shower facilities be renovated in a hygienic condition, and detained persons provided with the wherewithal to keep themselves clean;", "– that means be sought of enabling persons detained for more than 24 hours to be offered outdoor exercise on a daily basis;", "– that persons detained under the Aliens legislation be strictly separated from criminal suspects;", "– than an information leaflet be given to persons detained under the Aliens legislation explaining the procedure applicable to them and their related rights; this leaflet to be available in the languages most commonly spoken by such persons and, if necessary, the services of an interpreter provided.”", "41. In May 1997 and in October 1999 the CPT carried out two more visits to the Alexandras police headquarters and the Drapetsona detention centre. The reports following these visits have not yet been made public."], "VIOLATED_ARTICLES": ["3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}