{"ITEMID": "001-111553", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF A.A. AND OTHERS v. SWEDEN", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 2 - Right to life (Article 2 - Extradition) (Conditional) (Yemen);No violation of Article 3 - Prohibition of torture (Article 3 - Extradition) (Conditional) (Yemen)", "JUDGES": "André Potocki;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["7. The first applicant is born in 1966, the second applicant is her oldest daughter, born in 1988, the third and fourth applicants are her sons, born in 1989 and 1990, and the fifth and sixth applicants are her youngest daughters, born in 1993 and 1999. They are currently in Sweden.", "8. On 14 February 2006 the first and fifth applicants arrived in Sweden and, two days later, they applied for asylum and residence permits. The second, third, fourth and sixth applicants arrived in Sweden on 17 August 2006 and applied for asylum and residence permits on the same day. The Migration Board (Migrationsverket) held three interviews with the first applicant and two interviews with the fifth applicant. The applicants’ legal representative was present at the third interview with the first applicant and at the second interview with the fifth applicant. The legal representative also submitted written submissions to the Board concerning all of the applicants.", "9. During the three interviews held by the Migration Board on 16 February, 6 March and 5 October 2006, the first applicant essentially told the Board the following. She was from Sana’a in Yemen where she had lived with her husband, X, and their five children. She and X came from the same clan and he worked in industry. In her view, they had been poor. Her mother, one brother and two sisters lived in Yemen and another brother lived in London. Her father was deceased. She had travelled with the fifth applicant to Sweden, via Paris, using their passports and with French visas. She had thrown the passports away upon arrival in Sweden for fear of being sent back. They had paid about 2,000 US dollars (USD) for their tickets and about USD 1,000 for the visas. She had paid for this by selling gold that she owned. A friend of hers had helped to obtain the visas from the French Embassy in Sana’a in January 2006. Her brother had obtained their passports without X’s knowledge. The second, third, fourth and sixth applicants had travelled to Sweden illegally with the help of smugglers.", "10. The first applicant claimed that her biggest problem was X who had abused her for many years. They had married when she was 14 years old and he had been very strict and had hit her, burnt her and threatened her with a knife. She had back problems caused by the violence and had received an injection at a hospital in Sana’a a few months before leaving the country to alleviate the back pain caused by a slipped disc. She had tried to obtain a divorce but the judge at the court had told her that she should solve her private problems with her husband. She had not contacted a lawyer as she had no money and she had not reported the violence to the police because they did not interfere in family matters.", "11. However, the first applicant alleged that the main reason for leaving Yemen had been to protect her daughters. The second applicant had been forced to marry an older man when she was 14 years old and forced to leave school because of it. X had also planned to marry off the fifth applicant to a much older man when she was only thirteen years old. The first applicant had petitioned the courts to stop the marriage but the courts had decided that X, as the head of the family, was entitled to make that decision. She claimed that women had no freedom in Yemen and that X would kill her if she were returned since she had dishonoured him by leaving the country with their daughter and without his permission. No one would be able to protect her and her daughter.", "12. The fifth applicant supported her mother’s claims, stating that X had wanted to marry her off to an older man against her will. The court case to stop the marriage had taken about six months and the outcome had favoured X for which reason she and the first applicant had left the country. Her uncle had helped them to obtain travel documents so they could leave the country legally. She also stated that X had worked at a ministry and that he had been very strict with her and her mother.", "13. The second applicant also supported her mother’s claims and submitted that X had married her off, at the age of 14, to a much older man who had eight children and a disabled first wife. He had treated the second applicant like a servant but had agreed to divorce her if he was reimbursed the USD 4,000 that he had paid as a dowry for her to X. After her mother and sister had left the country, the second applicant alleged that X had made her other siblings leave the house but that they had been able to stay with a friend of hers until they could travel to Sweden. She submitted that, if they were to return to Yemen, they would all risk being killed since they had dishonoured X. She also risked being killed by her husband since she had left him without his permission.", "14. In a later submission, the second applicant added that X would never allow her to return home even if she did obtain a divorce from her husband. Moreover, when X had made her siblings leave their home, she had exceptionally been allowed by her husband to house them.", "15. On 9 May 2007 the Migration Board rejected the applications. It first noted that the applicants had not submitted their passports or any other documents to prove their identity or to support their story. It then observed that Yemen is a tribal society dominated by a patriarchal social order where women are subject to discriminating treatment and where they have to obey their husbands. Turning to the applicants’ personal situation, the Board first pointed out that the first applicant’s brother had failed according to the “honour rules” by helping her to obtain a passport. Moreover, it considered that the mere fact that the first applicant had left the country, and by doing so allegedly dishonoured her husband, was not sufficient to create a need for protection in Sweden. In this respect, the Board observed that the first applicant’s clan could protect her against X. Concerning the fifth applicant, the Board considered that X’s actions had been motivated by financial gain and that, by paying the necessary sum to X, the fifth applicant could solve any problems that might arise. Here, it noted that the applicants’ contention that they were poor was contradicted by the fact that they had been able to afford to travel to Sweden since the cost of the journey would have been a fortune to a poor person. Turning to the second applicant, the Board observed that her husband had consented to divorce her if she reimbursed him the sum he had originally paid X. Again, the Board considered that the problem was mainly a financial matter which could be solved by paying the required amount. In regard to the remaining applicants, the Board found that they would be able to stay with their maternal grandparents or other relatives in the clan.", "16. Thus, the Board concluded that the family’s problems were related to financial matters rather than to honour and, consequently, they could not be considered refugees or otherwise in need of protection in Sweden. Since the situation in Yemen was not such as to call for an automatic grant of residence permits, the applicants’ requests were rejected. In reaching this conclusion, the Board had regard to the fact that some of the applicants were minors.", "17. The applicants appealed against the decision to the Migration Court (Migrationsdomstolen), maintaining their claims and adding that they had disgraced the head of their family as well as the clan by fleeing. Since they were members of the same clan as X and, since the clan always took the side of the man, it would not protect them. On the contrary, the clan, which was very large and powerful, had blacklisted them and they were convinced that the clan would kill them to save its honour. Moreover, the first applicant’s brother had helped them in secret and had risked his own life by doing so. He would not be able to help them again. According to the applicants, there was no one in Yemen who would be able to protect them. Furthermore, the applicants insisted that their need for protection was honour-related and not economic in nature. The second and fifth applicants did not have the money necessary to buy their freedom and, in any event, nothing would hinder X from marrying them off to someone else later on. The first applicant added that she had been a member of a women’s association which had met on Thursdays and Fridays and that she had told the women in the association about her problems and they had lent her some money to pay for travel. The remainder of the cost, she had paid by selling her jewellery. As concerned the other applicants, the second applicant had helped to pay for that trip.", "18. In support of their claims, the applicants submitted an e-mail, dated 26 December 2007, and sent by a programme officer for “Sisters of Arab Forum for Human Rights”. It stated that, if the applicants were sent back to Yemen, their lives would be in danger since the first and fifth applicants had disgraced their husband/father when they had run away instead of accepting his decision that the fifth applicant marry the man X had chosen for her. It further stated that honour crimes were common in Yemen and that Yemeni law encouraged it; for example, a man who killed his wife because of infidelity would only be sentenced to six months’ imprisonment.", "19. They also submitted a copy of a police report, dated 19 January 2008, from which it appeared that X had reported to the Yemeni Ministry of the Interior that the third and fourth applicants had stolen 1,500,000 Yemeni rial (approximately EUR 5,300) from him. He stated in the report that he had hidden the money in his wardrobe about two months previously and had discovered that it had gone two days before. He had asked his wife about it but she had not known anything and thus he suspected that his two sons had stolen the money since they had been out a lot lately. The sons had now run away from home and he wanted them arrested. It appeared from the report that a regional arrest warrant had been issued for the third and fourth applicants. The applicants claimed that this was a method for X to get the authorities’ help to locate the family in order for him to have his revenge. They had received the report from the first applicant’s brother, who had heard about it and requested a copy from the Ministry of the Interior. He had received a copy since he was the boys’ uncle.", "20. Lastly, the applicants submitted the children’s birth certificates in original which their uncle had also acquired and sent to them.", "21. On 19 August 2008 the Migration Court rejected the applicants’ appeal. The court first observed that the general situation for women in Yemen was not a sufficient ground for them to be granted refugee status. An individual assessment had to be made in each case. It then observed that the reasons referred to by the applicants in support of their need for protection mainly concerned problems within the personal sphere caused, inter alia, by the country’s traditions. The court further noted that, other than the first applicant’s petition to a court to stop the fifth applicant’s marriage, the applicants had not turned to the Yemeni authorities to obtain protection against X or the second applicant’s husband. The court reiterated that, before international protection could be considered for problems of violence and reprisals within the family, all avenues of mediation and protection by the national authorities should have been tried. With regard to X’s police report against the third and fourth applicants, the court considered that it would be no problem for them to prove that they were innocent since they were in Sweden at the time of the alleged crime. Therefore, they did not risk being arrested or imprisoned. The court concluded that the applicants could not be considered refugees, that they were not in need of protection and that there were no exceptional circumstances to grant them leave to remain in Sweden, even though some of them were still minors. In reaching this conclusion, the court also had regard to the fact that the family was united, that several of them were adults and that they had family and friends in Yemen who supported them.", "22. On 22 October 2008, with one of the judges being of a dissenting opinion, the majority of the Migration Court of Appeal (Migrationsöverdomstolen) refused leave to appeal. This decision was final and the deportation order thus became enforceable.", "23. However, in January 2009, the applicants lodged an application with the Migration Board to stay the enforcement of the deportation order and to reconsider their case due to new circumstances. They maintained their previous claims and submitted a copy of a document in Arabic that they claimed was a copy of a summons, dated 22 December 2008, and which had been issued by a Yemeni court. According to the applicants, it stated that the first applicant had taken her and X’s five children and had moved to Sweden, following a dispute between her and X regarding whether or not the fifth applicant should be married to an older man. According to the document, X requested the court to order the return of the applicants to Yemen so that the children would be with their father and to imprison the first applicant because she had disobeyed her husband and to stop her from leaving Yemen again. Moreover, X requested the court to decide that the fifth applicant should marry the man that he had chosen. The applicants contended that this, together with the other information in the case, showed clear discrimination against women and that there could be no doubt that, should they be returned to Yemen, they would be subjected to persecution because they had dishonoured the head of the family.", "24. On 20 January 2009 the Migration Board rejected the new application and decided that the measures to enforce the deportation order should continue. The Board found that the grounds invoked by the applicants had already been examined earlier in all essential parts and that no new circumstances had been presented which could lead to a stay of the enforcement of the deportation order. Furthermore, it considered that the applicants had invoked no other new circumstances which could lead to granting them residence permits in Sweden.", "25. The applicants appealed against the decision to the Migration Court, insisting that the evidence showed that inhuman treatment awaited them if they were returned to Yemen. However, on 13 February 2009, the court upheld the Board’s decision and reasoning in full and rejected the appeal.", "26. Upon further appeal, the Migration Court of Appeal, on 5 March 2009, refused leave to appeal", "27. On 24 March 2009, upon request by the applicants, the Court applied Rule 39 of the Rules of Court until further notice. On the same day and on the basis of the Court’s request, the Migration Board stayed the enforcement of the deportation order until further notice.", "28. The basic provisions mainly applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the Aliens Act (Utlänningslagen, 2005:716 – hereafter referred to as “the Aliens Act”), as amended on 1 January 2010. The following refers to the Aliens Act in force at the relevant time.", "29. Chapter 5, Section 1, of the Aliens Act stipulates that an alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden. According to Chapter 4, Section 1, of the Aliens Act, the term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country. This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, Section 2, of the Aliens Act).", "30. Moreover, if a residence permit cannot be granted on the above grounds, such a permit may be issued to an alien if, after an overall assessment of his or her situation, there are such particularly distressing circumstances (synnerligen ömmande omständigheter) to allow him or her to remain in Sweden (Chapter 5, section 6 of the Aliens Act).", "31. As regards the enforcement of a deportation or expulsion order, account has to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, Section 1, of the Aliens Act). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, Section 2, of the Aliens Act).", "32. Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This applies, under Chapter 12, Section 18, of the Aliens Act, where new circumstances have emerged that mean there are reasonable grounds for believing, inter alia, that an enforcement would put the alien in danger of being subjected to capital or corporal punishment, torture or other inhuman or degrading treatment or punishment or there are medical or other special reasons why the order should not be enforced. If a residence permit cannot be granted under this provision, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, Sections 1 and 2, of the Aliens Act, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not doing so. Should the applicable conditions not have been met, the Migration Board shall decide not to grant a re-examination (Chapter 12, Section 19, of the Aliens Act).", "33. Under the Aliens Act, matters concerning the right of aliens to enter and remain in Sweden are dealt with by three instances; the Migration Board, the Migration Court and the Migration Court of Appeal (Chapter 14, Section 3, and Chapter 16, Section 9, of the Aliens Act).", "34. On 22 March 2011 the Head of the Legal Department of the Migration Board issued an instruction concerning the enforcement of deportation orders to Yemen. He noted that the already unstable situation in Yemen had rapidly deteriorated due to protests against the regime and that there was increased violence from various groups, including by government forces. Having regard to the difficulties in evaluating the situation in the country and how it would develop, the Head of the Legal Department considered that no deportation orders to Yemen should be enforced until further notice.", "35. A second instruction was issued on 10 February 2012 by the Head of the Legal Department of the Migration Board in which he considered the developments in Yemen since the issuance of the first instruction. He first noted that the security situation in Yemen was affected by a number of internal conflicts, such as conflicts between clans, between the regime and various clan militias in the north and the south of the country as well as the regime fighting Al-Qaida in the Arab Peninsula (AQAP). These conflicts had been accentuated by the growing protests and opposition against the regime by civil society, weakening the central government and its control over the country. During the autumn of 2011, in particular, there had been violent clashes in the bigger cities of Sana’a and Taiz. Following the agreement brokered by the Gulf Cooperation Council and sanctioned by the United Nations, where President Ali Abdullah Saleh agreed to hand over power to Vice-President Abdel Rabbo Mansour Hadi, the situation in Yemen continued to be marked by political unrest, an unstable security situation and continued internal conflicts. However, the country-wide protests had diminished in intensity and no longer paralysed the big cities of Sana’a and Taiz. Thus, the general security situation in Sana’a and other big cities had improved. In view of this, the Head of the Legal Department found that the situation in the country was generally very serious but that the violence was not so serious or indiscriminate as to give well-founded grounds to assume that civilians, through their mere presence in the parts of the provinces where the violence occurred, were at a real risk of being exposed to serious and personal threats to life or limb.", "36. In conclusion, the Head of the Legal Department noted that Yemen was still marked by major political instability and occasionally armed fighting between various entities in essentially all parts of the country. The Government had little if any power in certain parts of the country and the judicial system could currently not be considered to be capable of impartially protecting the population’s basic rights. In these circumstances, he considered that there were severe conflicts (svåra motsättningar) within the meaning of the Aliens Act in all of Yemen. It was important to point out that the severe conflicts, and consequently the security situation, were more serious in some parts of the country than in others and that this had to be taken into account in each individual case. He further noted that vulnerable groups in Yemen, such as women and children, should be given special attention when their need for protection was considered. Through this instruction, the first instruction was repealed and thereby the stay on deportation orders was also ended.", "37. The U.K. Foreign & Commonwealth Office’s Travel Advice for Yemen, as updated on 5 March 2012, sets out the following about the political situation in Yemen:", "“Following the signing on 23 November 2011 of the Gulf Cooperation Council’s Initiative by President Saleh, political transition in Yemen is now underway. Much progress has since been achieved with the appointment of a new prime minister, a National Unity Government comprising ministers from the former ruling party and opposition, and approval by parliament of the government’s programme. Interim presidential elections were held on 21 February 2012 and President Abd Rabbuh Mansour Hadi was inaugurated on 25 February as Yemen’s new head of state. The second phase of transition has now begun, leading to greater participation in the political process by all Yemenis, constitutional reform and parliamentary elections. The situation remains uncertain in Yemen, with some seeking to disrupt the new political process and others dissatisfied with the pace of change. Yemen faces tough political, humanitarian and economic challenges. Violent clashes continue across Yemen, particularly in Sana’a and Taiz. The long period of political impasse in 2011 has resulted in the withdrawing of effective state control over parts of the country, especially in the north in Sadah and the south in Abyan. Dialogue is ongoing to achieve political transition and the situation remains extremely tense.”", "38. The volatile and tense situation in Yemen, as set out above by the Head of the Legal Department of the Migration Board and the U.K. Foreign & Commonwealth Office, is reflected and supported by other international sources, such as the United Nations.", "39. The United States Department of State “2010 Human Rights Report: Yemen”, of 8 April 2011, states among other things:", "“Women", "The law, rarely enforced, provides women with protection against violence, but there were no laws specifically prohibiting domestic violence, including spousal abuse. Although spousal abuse occurred, it generally was undocumented. Violence against women and children was considered a family affair and usually went unreported to police. Due to social norms and customs, an abused woman was expected to take her complaint to a male relative (rather than to authorities) to intercede on her behalf or provide sanctuary to avoid publicizing the abuse and shaming the family ... The law criminalizes rape, although spousal rape is not criminalized because a woman may not refuse sexual relations with her husband ... The law does not address other types of honour crimes, including beatings, forced isolation, imprisonment, and forced early marriage. The law regarding violence against women states a convicted man should be executed for killing a woman ... Social custom and local interpretation of Shari’a discriminated significantly against women ... Men were permitted to take as many as four wives. A husband may divorce a wife without justifying the action in court. Under the formal court system, a woman has the legal right to divorce, but she must provide a justification, and there were practical, social, and financial considerations that impeded women from obtaining a divorce. However, in some regions under tribal customary law, a woman has the right to divorce without justification... Women also faced discrimination in courts, where the testimony of one man equals that of two women ... Governmental mechanisms to enforce equal protection were weak or nonexistent. According to the Ministry of Social Affairs and Labour (MSAL), there were more than 170 NGOs working for women’s advancement. The Arab Sisters Forum for Human Rights worked with other NGOs, the government, and donor countries to strengthen women’s political participation. The Yemeni Women’s Union and Women’s National Committee (WNC) conducted workshops on women’s rights. The Arab Sisters Forum, with funding from the Netherlands and in cooperation with the MSAL, established projects aimed at providing protection against violence for women and children.", "Children", "The law does not define or prohibit child abuse, and there was no reliable data on its extent. Child marriage was a significant problem in the country. There was no minimum age of marriage, and girls were married as young as age eight. A February 2009 law setting the minimum age for marriage at age 17 was repealed. According to a 2009 MSAL study, a quarter of all girls were married before they were 15 years old. The law has a provision that forbids sex with underage brides until they are \"suitable for sexual intercourse,\" an age that is undefined. An Oxfam International study calculated that among 1,495 couples, 52 percent of women and 7 percent of men were married at an early age. The report also highlighted that 15-16 years was generally considered the appropriate age of marriage for girls, depending on region and socioeconomic status.”", "40. The Amnesty International report “Yemen’s Dark Side - Discrimination against Women and Girls”, of November 2009, and the Human Rights Watch report “How Come You Allow Little Girls to Get Married? Child Marriage in Yemen”, of December 2011, support the abovementioned findings concerning women and children by the U.S. Department of State.", "41. The Human Rights Watch report further states that:", "“The provisions in Yemen’s Personal Status Law on marriage and divorce create particular hardships for women and girls. ... A man may divorce his wife by pronouncing his repudiation three times. A woman may ask for separation from her husband on certain conditions, for example if the husband fails to provide financially for his family even though he is capable of doing so; if he abandons his wife for more than one year with no compensation, or for more than two years with compensation; if he is imprisoned for more than three years; or if he marries more than one woman and is unable to provide financially for his wives. The wife must provide proof of these allegations before being granted a divorce. A wife who wishes to divorce her husband for other reasons may file for khul’a, or no-fault divorce, under which she is required to pay back her dowry and forego claims to maintenance. Given women’s economic dependence on their husbands, this requirement makes it difficult for women to seek and obtain a divorce.”", "42. The Country of Origin Information Centre (Landinfo), an independent human rights research body set up to provide the Norwegian immigration authorities with relevant information has, in a note concerning marriage in Yemen dated 20 July 2010, observed that, according to the Yemeni Personal Status Law no. 20 of 1992, as amended in 1997 and 1999, there is no requirement that a bride be physically present when she is married. It is enough that her guardian agrees and shows his identity card or family book. Moreover, it notes that the mother of the bride has no legal authority to decide about her daughter’s marriage, since she is also under the authority of her husband and has to follow his decisions. The note further states that every year there are girls who flee their forced marriages and seek refuge with NGOs and human rights activists. In this respect, it observes that NGOs run a few shelters in Sana’a and one in Aden where these girls and other women in vulnerable situations can receive protection, counselling and training in various skills.", "43. Landinfo has in another note focusing on Yemeni women’s possibilities to support themselves, dated 20 March 2009, observed that it is not acceptable for a Yemeni woman to live alone without a family network. Although women, formally, have some civil and political rights, in reality, they are hindered from using them due to poverty and religious and cultural values. However, there are working women and they are to a certain extent visible on the work market. Roughly 25% of all university students are women and women are allowed to work within the health care and education system, as well as in the agricultural sector, private business or for NGOs.", "44. The Freedom House’s report “Women’s Rights in the Middle East and North Africa 2010- Yemen”, of 3 March 2010, sets out:", "“Yemen is a tribal and traditional country where prevailing cultural attitudes, patriarchal structures, and Islamic fundamentalism accord women low status in the family and community and limit their participation in society. ...", "Women face additional difficulties obtaining justice because police stations and courts – which are always crowded with men – are commonly considered to be inappropriate places for \"respected women\". Moreover, the lack of female judges, prosecutors, and lawyers discourages women from turning to the courts. Given the social discrimination experienced by women, they hesitate to approach male legal consultants, particularly for issues such as abuse or rape. Instead, women often rely on male relatives to go to court in their place, or turn to them to solve their problem rather than taking the matter to the judiciary.", "Domestic violence in cases related to honor is a concealed phenomenon in Yemen. Normally such cases are handled discreetly within the family and rarely reach police records. If the parties to the problem are not relatives, it is often resolved amicably through tribal mechanisms. Cases of honor-related homicide perpetrated against women are usually not reported, and no health certificate is required for a burial, particularly in rural areas. As a result, such deaths are often attributed to natural causes.”", "45. There have been some recent changes as observed by Human Rights Watch in its report of December 2011, cited above, pp. 8-9:", "“Women played an important role in anti-Saleh protests, despite beatings, harassment, and, in some cases, the condemnation of relatives. President Saleh in April 2011 admonished women demonstrators, saying “divine law does not allow” public intermingling of the sexes. Women responded with further protests. In October 2011, Tawakkol Karman, a prominent woman journalist and human rights activist who has played a pivotal role in the protests, won the Nobel Peace Prize along with two women leaders from Liberia. In recent years, Karman has defied conservatives in her political party Islah, or the Islamists Congregation for Reform, by calling for a minimum age for child marriage.”", "46. The important role played by women in the protests against the Yemeni Government during 2011 has also been highlighted by other sources, such as Amnesty International and the media.", "47. Yemen is a State Party to a number of international treaties and conventions that explicitly prohibit discrimination against women and protects the rights of women and children, such as the Convention on the Elimination of All Forms of Discrimination against Women, the Convention on the Rights of the Child, the Convention on Consent to Marriage, Minimum Age for Marriage and Registration of Marriage, the International Covenant on Civil and Political Rights as well as the International Covenant on Economic, Social and Cultural Rights.", "48. The United States Department of State’s 2010 Report on Yemen, cited above, states:", "“The law provides for freedom of movement within the country, foreign travel, emigration, and repatriation, and the government generally respected these rights with some restrictions. The government limited the movement of women, foreign tourists, and other foreigners ... According to the law, government officials required women to have the permission of a male relative before applying for a passport or leaving the country. A women’s rights NGO asserted that a husband or a male relative could bar a woman from leaving the country and that authorities strictly enforced this requirement when women travelled with children. During the year authorities reportedly turned back several women at the airport because they did not have the permission of a male relative.”", "49. Landinfo has in a thematic note of 2 November 2010 concerning Yemeni travel and identity documents concluded that the notoriety of Yemeni documents was low, partly as a result of a weak central government, widespread corruption and incomplete registration procedures and archives. Thus, it was reported that it was easy to obtain forged documents through bribery or personal connections.", "50. The note further stated that passports were issued and renewed by the Ministry of the Interior. In order to get a passport, the applicant would have to present a valid identity card or family book as well as two photographs and leave his or her fingerprints. For a woman to obtain a passport, she had to have the permission of her husband or, if she was unmarried, that of her father or other male relative. Children were normally registered in their parents’ passport until the age of 16. However, if necessary, a child could get a passport if the child’s birth certificate and the father’s passport were submitted to the issuing authority. As concerned leaving the country, the note observed that there was different information available. According to the U.S. Department of State, a woman needed permission from her husband, or father if unmarried, to leave the country. However, the Women’s National Committee (a Yemeni government-affiliated body working to empower women) and a Yemeni lawyer had informed Landinfo that, once a married woman had obtained a passport, she did not need formal permission from her husband to leave the country."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}