{"ITEMID": "001-68928", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF KOLEV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1958 and lives in Sofia.", "5. On 11 May 1994 he was arrested and remanded in custody on charges of fraud. He was accused of having obtained in February 1994 a bank credit in the amount of 300,000 Bulgarian levs (which, at the relevant time were the equivalent of approximately 10,000 US dollars) by presenting himself under a false identity and through the use of forged documents. Three other persons, the applicant's alleged accomplices, were also charged in the same proceedings in relation to a number of separate counts of fraud and forgery.", "6. The applicant had a criminal record which included convictions for thefts dating from 1991, when he was sentenced to four years and two months' imprisonment. As a result, the charges brought against him in 1994 concerned a case of aggravated recidivism, punishable by three to fifteen years' imprisonment.", "7. The preliminary investigation was completed in the beginning of 1996 when an indictment was submitted to the Sofia City Court.", "8. The court held hearings on 24 June and 16 October 1996, 14 January, 18 March, 13 June and 3 November 1997, 13 January, 8 April and 11 November 1998, 3 May, 29 June and 8 October 1999. The hearings were adjourned as witnesses or representatives of the civil plaintiffs did not appear or could not be found and summoned. On some occasions adjournments were necessary as one or more of the co-accused persons had not appeared. The applicant's absence was the reason for one adjournment, of the hearing held on 18 March 1997.", "9. On 8 October 1999 the presiding judge, Mrs M., withdrew from the case. The reason for her withdrawal was pressure brought to bear by the Sofia City Prosecutor in relation to Mrs M.'s decisions to release the applicant on bail (see paragraph 32 below). The examination of the case restarted.", "10. The hearings listed for 10 April, 22 June, 28 September and 21 December 2000 could not proceed as some of the co-accused persons had not appeared. The applicant was present at those hearings.", "11. On 23 February 2001 the hearing was adjourned as the applicant's lawyer withdrew from the case shortly before the start of the hearing.", "12. The hearings scheduled for 25 April, 18 May and 22 October 2001 and 22 February 2002 were also adjourned as several of the persons summoned had not appeared and additional evidence ought to be collected.", "13. The applicant and another accused person did not appear at the hearing listed for 25 June 2002. The Sofia City Court ordered the applicant's arrest and remand in custody and adjourned the hearing. The applicant was not found before the date of the next hearing, 25 November 2002, which caused another adjournment.", "14. The applicant appeared at the hearings on 27 March 2003 and 8 September 2003, but the case was adjourned as another accused person had been unable to attend.", "15. At the hearing on 21 and 24 November 2003 the Sofia City Court heard several witnesses and adjourned the case as some of the witnesses had not appeared.", "16. As of February 2005 the criminal proceedings against the applicant were still pending before the Sofia City Court, a hearing having been listed for 1 March 2005.", "17. Throughout the proceedings the Sofia City Court sought police assistance to secure the presence of the persons summoned for the hearings and imposed fines or ordered the arrest of persons who had not appeared without good cause.", "18. On 11 May 1994 the applicant was arrested and remanded in custody.", "19. The applicant appealed several times against his detention. Release on bail was repeatedly refused on the basis of Article 152 of the Code of Criminal Procedure and the relevant practice, according to which remand in custody was mandatory in all cases where the sentence faced went beyond a certain threshold of severity. In the present case the authorities also relied on paragraph 3 of Article 152 of the Code, as in force between 1995 and 1997, which provided that remand in custody was mandatory without exception where, inter alia, the accused person was a recidivist.", "20. On 14 January 1997 the Sofia City Court decided to release the applicant on bail. Noting that to release the applicant would run contrary to the letter of Article 152 § 3 of the Code of Criminal Procedure, the court stated that nevertheless the continuation of the applicant's detention could not be reasonably justified. The court stated that numerous inexcusable delays had been caused by failure of witnesses or injured parties to appear or owing to police inaction and that the applicant should not bear the consequences. The court also noted that according to a medical report the applicant's mental health had deteriorated. In particular, he was passive, depressed and his behaviour revealed a high risk of a suicidal crisis.", "21. The applicant paid the recognisance and was released on 21 January 1997.", "22. Upon the prosecutor's appeal, on 5 March 1997 the Supreme Court of Cassation quashed the Sofia City Court's order of 14 January 1997 and ordered the applicant's remand in custody. The court found that there were no exceptional circumstances warranting release, regard being had to the fact that the applicant had a criminal record and could re-offend or abscond.", "23. The applicant remained free until 18 March 1997. On that day he failed to appear at the hearing in the criminal case against him and was arrested several hours later, apparently at his home address.", "24. Between September 1997 and November 1998 the applicant unsuccessfully sought release on bail stating, inter alia, that he had had no intention to abscond, which was allegedly demonstrated by the fact that he had been found by the police at his address. The courts based their refusals on Article 152 of the Code of Criminal Procedure and the relevant practice, while also noting that the applicant had not appeared at the hearing of 18 March 1997 and that therefore there was a risk of absconding.", "25. On 11 November 1998 the Sofia City Court ordered the applicant's release on bail stating that the continuation of his pre-trial detention - which had exceeded four years - was unjustifiable.", "26. The applicant paid the recognisance and was released on an unspecified date in November 1998.", "27. Upon the prosecutor's appeal, on 26 February 1999 the Sofia Appellate Court quashed the City Court's decision of 11 November 1998 and ordered the applicant's remand in custody, reiterating that there was a danger of absconding.", "28. Despite the Appellate Court's decision the applicant remained free. On 3 May and 29 June 1999 he appeared at the hearings in the criminal case.", "29. On 29 June 1999 the Sofia City Court issued a new order for the applicant's release.", "30. Upon the prosecutor's appeal, on 2 August 1999 the Sofia Appellate Court again ordered the applicant's remand in custody. The court relied on Article 152 of the Code of Criminal Procedure and the relevant practice.", "31. The applicant was arrested on 3 August 1999 pursuant to the Appellate Court's decision.", "32. At the hearing held on 8 October 1999 the Sofia City Court found that it was unable to rule on the applicant's request for release on bail. That was so because the prosecutor had requested from the Supreme Judicial Council, the body which appoints, promotes and dismisses judges, an authorisation to prosecute Mrs M., the presiding judge, in relation to her decisions to release the applicant on bail.", "33. On 20 December 1999 the applicant appealed against his continuing pretrial detention.", "34. On 21 January 2000 the Sofia City Court dismissed the appeal. The court noted that the applicant was a recidivist and that therefore the danger of his absconding and re-offending was presumed under the new wording of Article 152 § 2 of the Code of Criminal Procedure, as in force since 1 January 2000 (see paragraph 42 below). Since the available evidence did not establish facts capable of overturning the presumption, the applicant should remain in custody.", "35. Upon the applicant's appeal, on 25 February 2000 the Sofia Appellate Court quashed the Sofia City Court's decision and ordered the applicant's release on bail, criticising the lower court for having interpreted the relevant new provisions wrongly. The applicant was released on the same day.", "36. All decisions of the Sofia Appellate Court were taken in private. On at least one occasion the Appellate Court decided after having received comments by the Appellate Prosecutor's Office which were not communicated to the applicant.", "37. The applicant was arrested again on 31 March 2003, pursuant to the order of the Sofia City Court of 25 June 2002, as he had failed to appear at the hearing listed on that day (see paragraph 13 above).", "38. On 31 March 2003 the applicant appealed against his detention. On 7 April 2003 his appeal was granted and he was released. The court accepted that the applicant's failure to appear on 25 June 2002 did not disclose a danger of him absconding, taking into consideration the applicant's explanation and his diligent behaviour in the proceedings. The court also took into account the fact that the applicant had already spent an excessively lengthy period in pre-trial detention, which ran contrary to the Code of Criminal Procedure and the Convention.", "39. According to the practice of the Supreme Court, Article 152 § 1 required that a person charged with a serious wilful offence had to be remanded in custody. Under Article 152 § 2 an exception was only possible where it was clear beyond doubt that any danger of absconding or reoffending was objectively excluded since, for example, the accused was seriously ill. The detainee bore the burden to prove the existence of such exceptional circumstances.", "40. Article 93(7) of the Penal Code provides that a “serious offence” is one punishable by more than five years' imprisonment.", "41. Under paragraph 3 of Article 152, as in force between 1995 and 1997, pre-trail detention was mandatory without exception where another preliminary investigation was pending against the accused person as well as in the cases of recidivism.", "42. In accordance with the amended Article 152 §§ 1-3 of the Code of Criminal Procedure, accused persons may be remanded in custody only where it is established that there is a real danger of them absconding or committing an offence. For purposes of the initial decision to detain the accused person, such a danger is presumed, inter alia, where the charges concern an offence punishable by more than ten years' imprisonment or where the accused person was a recidivist. However, this presumption does not shift the burden of proof: the authorities must verify in each case whether or not a real danger exists of the accused person absconding or re-offending. Also, for purposes of subsequent decisions to extend pre-trial detention, the persistence of a real danger of the accused person absconding or re-offending must be established (see Interpretative decision no. 1 of 25 June 2002 of the Supreme Court of Cassation).", "43. In a judgment of 8 November 2001 in case no. 1384/01, the Pazardjik Regional Court awarded damages to the plaintiff, whose appeal against detention had been examined 50 days following its submission. The court found that that excessive delay had breached Article 152a of the Code of Criminal Procedure and Article 5 § 4 of the Convention. It further considered that damages were due despite the fact that the exact legal characterisation of the claim under the State Responsibility for Damage Act was unclear. In assessing the case, the court took into account the fact that the plaintiff had suffered a serious psychological trauma as a result of her continued detention and had tried to commit suicide by knocking her head against the wall.", "44. In a judgment of 24 March 2004 in case no. 1691/03, the Sofia Appellate Court noted that the plaintiff's request for release had been examined 42 days following its submission, in violation of Article 152a of the Code of Criminal Procedure. Nevertheless, the court considered that it was not possible to speculate whether or not the plaintiff's release would have been ordered had his application been examined within the relevant time-limit. Therefore, no damages were due on account of the delay."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}