{"ITEMID": "001-79442", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF PONOMARENKO v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1 and P1-1", "JUDGES": "Loukis Loucaides", "TEXT": ["4. The applicant was born in 1933 and lives in Chernyakhovsk, the Kaliningrad Region.", "5. On 27 March 2002 the Chernyakhovsk Town Court of the Kaliningrad Region (the Town Court) allowed the applicant's claim against the Chernyakhovsk housing authority of the Ministry of Defence (квартирно-эксплуатационная часть Министерства Обороны РФ г.Черняховска) for provision of accommodation. The Town Court ordered that the housing authority:", "“...provide Mrs Ponomarenko, whose family comprises one member, with another well-equipped dwelling premises for permanent use having a living surface of no less than established standards of living surface for one person (12 square metres), corresponding to the established sanitary and technical standards and well-equipped in accordance with the standards applied in Chernyakhovsk...”", "6. The Town Court also awarded the applicant 1,000 Russian roubles (RUR) in respect of non-pecuniary damage.", "7. On 3 April 2002 the housing authority allocated to the applicant a one-room flat. However, she did not accept the flat as it did not meet sanitary standards.", "8. No appeal was brought against the judgment of 27 March 2002 and it entered into force on 9 April 2002.", "9. On 12 April 2002 the bailiffs' service of the Chernyakhovsk District initiated enforcement proceedings and on 30 April 2002 the defendant executed the judgment of 27 March 2002 as regards the compensation for non-pecuniary damage.", "10. A special commission of the housing authority visited the flat allocated to the applicant on 3 April and concluded, on 12 September 2002, that it was only equipped in part and occupied by another person.", "11. On 23 May 2003 the housing authority unsuccessfully applied to the Town Court for the re-opening of the proceedings due to the newly discovered circumstances. They claimed that according to the decision of the Government of the Russian Federation of 11 October 2001, the housing premises of the Ministry of Defence had been handed over to the local administration. Therefore it was not possible to enforce the judgment of 27 March 2002.", "12. On 17 May 2004, following the bailiff's request, the Town Court noted that the housing authority had handed over to the local administration only some housing premises. The court ordered the bailiff to establish which premises were left at the disposal of the housing authority and to provide the applicant with one of them.", "13. On 21 March and 6 April 2005 the bailiff fined the Head of the housing authority for the failure to enforce the judgment of 27 March 2002.", "14. On 26 January 2006 the housing authority and the applicant's representative concluded a social tenancy agreement by which a flat was allocated to the applicant. On 9 February 2006 the applicant signed a document by which she accepted the proposed accommodation."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}