{"ITEMID": "001-108891", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF GERZHIK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)", "JUDGES": "André Potocki;Ganna Yudkivska;Mark Villiger", "TEXT": ["4. The applicant was born in 1931 and lives in the village of Petrivka in the Odessa region.", "5. In the early 1990s the local authorities undertook to connect the village to a gas pipeline. Starting from July 1994 the applicant was entrusted with directing the works. According to him, at that point the public funding was interrupted and the construction was continued at the expense of certain villagers. After the works’ completion in 1997 the village council and some of the villagers publicly accused the applicant of embezzling public funds, which, as they claimed, had been allocated to him for the construction works in question.", "6. On 17 August 1999 the applicant instituted proceedings against the village council, as well as against Mr S. and Ms K., seeking compensation for damages in respect of the aforementioned embezzlement accusations considered by him to be defamatory.", "7. On 18 April 2000 the Ivanivka District Court (“the Ivanivka Court”) allowed the applicant’s claim in part.", "8. On 4 July 2000 the Odessa Regional Court of Appeal (“the Odessa Regional Court”) quashed the aforementioned judgment and remitted the case back to the Ivanivka Court for fresh consideration.", "9. On 22 August 2000 the case was transferred to the Kominternivskyy Town Court (“the Kominternivskyy Court”).", "10. The examination of the case was adjourned several times for the followings reasons: the applicant’s absence or at his lawyer’s request (for about four months in total); the adversary party’s absence (for about ten months); and the judge’s leave (for two months).", "11. On 20 January 2003 the Kominternivskyy Court rejected the applicant’s claim, as well as the counterclaim of Ms K. which she had lodged in the meantime, as unsubstantiated.", "12. On 20 February 2003 the applicant appealed.", "13. On 26 June 2003 the Odessa Regional Court dismissed that appeal following a hearing, in which the applicant had participated. It was noted in the ruling that it could be appealed in cassation within a month after its pronouncement.", "14. On 27 August 2003 the applicant lodged a cassation appeal, together with a request for renewal of the time-limit. He contended, in particular, that the ruling in question had been served on him with a delay and that he had required additional time for preparing his appeal in cassation given his advanced age and poor health.", "15. On 31 October 2003 the Kominternivskyy Court, following a hearing with the applicant’s participation, refused to renew the time-limit for his appeal in cassation, having found that the reasons advanced by him were not sufficiently serious for that.", "16. On 13 November 2003 the applicant challenged that ruling on appeal.", "17. On 11 December 2003 the president of the Odessa Regional Court admitted, in his reply to the applicant’s complaint about the length of the proceedings, that there had indeed been some delays in dealing with his case by the first-instance court and that the judge in charge had been reprimanded in that regard.", "18. On 24 February 2004 the Odessa Regional Court found against the applicant, having upheld the decision of the first-instance court.", "19. On 20 March 2004 the applicant appealed in cassation. He submitted, inter alia, that the adversary party had obtained, without his knowledge, a medical certificate regarding his health which had wrongly been adduced to the case file.", "20. On 22 March 2007 the Supreme Court transferred the applicant’s appeal in cassation to the Kharkiv Regional Court of Appeal (“the Kharkiv Regional Court”), in compliance with the legislative amendments.", "21. On 2 July 2007 the Kharkiv Regional Court held that the lower courts had correctly rejected the applicant’s request for the renewal of the procedural time-limits.", "22. According to the applicant, the aforementioned ruling was served on him on 22 July 2008, following his enquiry with the Supreme Court about the case progress of 7 April 2008.", "23. On 28 May 2003 the applicant lodged a separate compensation claim with the Ivanivka Court against a certain Ms P. alleging that she had disseminated defamatory information about him, including in the framework of the above proceedings.", "24. On 22 September 2003 the applicant challenged the judge dealing with his case.", "25. On the following day his motion was granted, and the case was assigned to another judge.", "26. On 4 February 2004 the Ivanivka Court stayed the proceedings at the applicant’s request, pending the receipt of the case file materials in respect of the first set of the defamation proceedings (see above), which the applicant considered to be of relevance for this case.", "27. On 17 November 2006 the case was transferred to another judge following an increase of the court’s staff.", "28. In early December 2006 the court resumed the examination of the case. It adjourned its hearing in December 2006 for about two months because of the defendant’s failure to attend.", "29. On 11 June 2007 the Ivanivka Court found against the applicant.", "30. On 20 November 2007 and 5 March 2008 the Odessa Regional Court and the Supreme Court, respectively, upheld that judgment."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}