{"ITEMID": "001-104919", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LVA", "BRANCH": "COMMITTEE", "DATE": 2011, "DOCNAME": "CASE OF CERNIKOVS v. LATVIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Violation of Art. 6-1", "JUDGES": "Ineta Ziemele;Ján Šikuta;Kristina Pardalos", "TEXT": ["4. The applicant was born in 1970 and lives in Rīga.", "5. On 30 August 1998 the applicant was taken into custody on suspicion of murders and robbery.", "6. On 2 September 1998 a judge of the Ogre District Court ordered the applicant’s detention on remand.", "7. On 21 October 1998 the Ogre District Court extended the applicant’s detention until 30 November 1998. An appeal lodged by the applicant was dismissed on 13 November 1998 by the Rīga Regional Court.", "8. The Ogre District Court further extended the term of the applicant’s detention on the following dates: on 24 November 1998 until 30 January 1999; on 21 January 1999 until 30 March 1999; on 22 March 1999 until 30 May 1999; on 24 May 1999 until 30 July 1999; on 22 July 1999 until 30 September 1999; on 24 September 1999 until 30 October 1999; on 26 October 1999 until 30 December 1999. All the decisions contained an identical phrase which stated that the judge had taken into account the severity of the crime the applicant was suspected of, the danger of his possible absconding and the possibility that he could impede the investigation. The applicant did not appeal to the Rīga Regional Court against the aforementioned decisions.", "9. Meanwhile, on 8 October 1999 the Latgale Regional Court sentenced the applicant to one year and one month imprisonment for an unauthorised acquisition and storage of weapons. The period of detention on remand from 30 September 1998 to 8 October 1999 was included in the term of the sentence, which the applicant served until 30 October 1999.", "10. On 26 May 2000 the final indictment was presented to the applicant, and on 30 May 2000 the judge of the Rīga Regional Court remitted the criminal case for trial. The latter was scheduled to take place on 3 January 2002. By the same decision the preventive measure was left unchanged without giving reasons or setting a time-limit.", "11. In November 2001 the applicant’s lawyer asked the Rīga Regional Court to adjourn the proceedings. On 3 January 2002 the proceedings were adjourned for an unlimited period.", "12. On 6 March 2002 the court informed the applicant that the trial was scheduled to take place on 25 September 2002.", "13. On 1 October 2002, the court granted the request of a co-accused to undergo a psychiatric examination, and stayed the criminal proceedings.", "14. At the lower court’s request, on 1 November 2002 the Senate, in absence of the applicant or his lawyer, extended the applicant’s detention until 1 May 2003. The Senate relied on the serious nature of the charges, and on the necessity to ensure proper conduct of the court proceedings. The decision was not subject to an appeal.", "15. On 28 December 2002 the forensic experts asked for an extension of fifteen days in order to complete their report.", "16. On 27 January 2003 the Rīga Regional Court repeatedly requested the Senate to extend the applicant’s detention on remand. It relied on the fact that the case was particularly complex and that the hearing had been scheduled to take place on 4 June 2003. The Senate, in absence of the applicant or his lawyer, extended the applicant’s detention until 1 July 2003.", "17. From 4 to 11 June 2003 the hearings were repeatedly postponed due to the absence of witnesses.", "18. On 25 June 2003 the applicant was found guilty of two murders and sentenced to sixteen years’ imprisonment. On 2 December 2003 the Rīga Regional Court dismissed the applicant’s appeal, and on 20 August 2004 the Senate of the Supreme Court dismissed the applicant’s appeal on points of law.", "19. During the municipal election campaign, between 27 February and 11 March 2001, two private TV channels broadcasted an advertisement sponsored by a political party in which B., the Prime Minister at the material time, made statements that a candidate promoted by the political party had been credited with tracking down the applicant’s activities.", "20. On 23 May 2001 the applicant brought a civil defamation claim against B., the political party and owners of the TV channels.", "21. On 10 August 2001 the Rīga City Central District Court decided that the case felt within the jurisdiction of the Ogre District Court, which on 30 November 2001, following the defendants’ request, stayed the proceedings pending the outcome of the criminal proceedings against the applicant.", "22. According to the information submitted by the Government, the next hearing had been scheduled to take place on 11 May 2005, but had been adjourned at the applicant’s request; the next one had been scheduled to take place on 30 August 2005.", "23. No further information has been submitted by the parties in respect of the above proceedings.", "24. On 17 December 1998 the applicant applied to the prosecutor for permission to receive letters from his relatives. On 30 December 1998 the prosecutor dismissed the applicant’s request, and the latter did not appeal. The applicant was allowed to receive short-term visits with his relatives as from May 2000, whereas on 31 August 2000 the Rīga Regional Court granted the applicant a permission to exchange correspondence with his relatives.", "25. The relevant provisions of the Code of Criminal Procedure (Latvijas Kriminālprocesa Kodekss) applicable at the material time (in force until 1 October 2005), and other relevant practice are found in Estrikh v. Latvia (no. 73819/01, §§ 54-65; 81-82, 18 January 2007)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}