{"ITEMID": "001-99090", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF SHENOYEV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Art. 5-3;Violation of Art. 6-1;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1971 and is serving a prison sentence in colony no. 18 in the Yamalo-Nenetskiy Region.", "5. The applicant was arrested on 27 March 2003. He was suspected of unlawful possession of firearms and two robberies of local post offices, as well as robbery, triple murder and attempted murder of security officers transporting money. It appears that the applicant was informed of his procedural rights, including the privilege against self-incrimination. The investigator interviewed him in the presence of a lawyer; the applicant made admissions in relation to the above offences. A search was carried out of the applicant's garage and another location indicated by the applicant; certain evidence such as coins, guns and gun cartridges were seized. On 28 March 2003 one of the victims identified the applicant in a line-up procedure as the alleged perpetrator.", "6. On 29 March 2003 the applicant was brought before a judge of the Oktyabrskiy District Court of Ulan-Ude. Having heard the parties, the district judge authorised the applicant's continued detention on account of the admissions, the identification of the applicant by one of the victims and the evidence seized. The judge excluded any less intrusive preventive measure on account of the number and gravity of the offences of which the applicant was suspected and the risk that he would reoffend or abscond.", "7. The applicant's detention was examined again on 17 April 2003 and he was remanded in custody on the same grounds. The judge also referred to the applicant's personality and that he “had committed several criminal offences within a short period of time”. Lastly, the judge noted that the period asked for (more than two months) by the investigating authority was justified by the need to carry out specific investigative measures and to obtain ten expert reports.", "8. According to an out-patient psychiatric report dated 26 May 2003, the applicant had symptoms of “an accentuated personality” prone to gambling; however, this condition was not considered as requiring treatment or entailing any legal consequences (see also paragraph 22 below).", "9. At a remand hearing on 19 June 2003 the applicant chose to remain silent; his counsel made no comment on the prosecution's extension request. The judge extended the applicant's detention with reference to the number and gravity of the charges, and the risk that he would abscond or interfere with the course of the investigation.", "10. The investigator applied for a further extension on 15 August 2003. The judge heard the applicant and his counsel, none of whom objected to the remand request, referring to their wish to continue the study of the case file. The judge granted the prosecutor's request, referring to the gravity of the charges and the risk that the applicant would abscond, reoffend or interfere with the course of the proceedings. A further detention order was issued on 17 September 2003. The applicant and his counsel raised no objection to the extension request.", "11. On 14 October 2003 the criminal case against the applicant was listed for trial before the Supreme Court of the Buryatiya Republic (“the Regional Court”). The selection of a jury panel was carried out between 27 November and 9 December 2003. Between 11 December 2003 and 23 March 2004 the jury heard evidence and witnesses. On an unspecified date the applicant retracted statements that he had made previously. On 23 March 2004 the jury found the applicant guilty as charged.", "12. On 13 April 2004 the Regional Court approved the applicant's detention for a further three months, referring to the gravity of the charges and the need to complete the trial.", "13. On 20 April 2004 the trial judge sentenced the applicant to life imprisonment. Thereafter and until July 2004 the parties studied the trial record and submitted their objections to it.", "14. The applicant appealed against the verdict, considering that the composition of the jury panel had been unlawful because the next of kin of some jurors had criminal records, which under the applicable legislation should have prevented those jurors from sitting on a panel.", "15. In August 2004 the case was sent to the Supreme Court of Russia. Between October 2004 and February 2005 the applicant submitted further statements of appeal. After the applicant's unsuccessful attempts, in February 2005 the Supreme Court itself sought to obtain further particulars on the criminal records of jurors' next of kin.", "16. On 8 June 2005 the Supreme Court set the verdict aside on account of irregularities in the jury selection procedure, including the above issue of next-of-kin convictions. However, the appeal court rejected the remaining points of appeal as unfounded. Lastly, it indicated without further reasons that “the preventive measure (detention) in respect of the applicant should be maintained”.", "17. The retrial started on 17 August 2005. The Regional Court held a hearing and decided that “the applicant should remain in custody”. Subsequently, the Supreme Court held that there had been no need for the decision of 17 August 2005. Noting that the applicant did not challenge his detention, the Supreme Court stated that, in any event, the question of remand had already been determined in the decision of 8 June 2005.", "18. In the meantime, on 7 September 2005, the Regional Court held a remand hearing. It appears that the applicant and his counsel made no comment on the prosecution's request, leaving the matter to the Court's discretion. The judge granted an extension with reference to the gravity of the charges and the risk that the applicant would abscond or interfere with the course of the proceedings.", "19. Further extensions were issued on 7 December 2005, 22 February and 23 May 2006. On each occasion the Regional Court considered that the reasons referred to since the order of 29 March 2003 remained valid, namely, the risk that the applicant would abscond, reoffend or interfere with the course of the proceedings, supported by the gravity of the charges against the applicant.", "20. On 22 February 2006 the trial judge ordered a further extension. He rejected the applicant's arguments that were based on the considerable length of detention, his permanent residence and the need to take care of an underage child. The judge stated that the length of detention was not a matter to be taken into account for the remand, and that the reasons for it were still valid. Another remand decision in similar terms was issued on 23 May 2006.", "21. The jury selection procedure lasted from 27 March to 4 April 2006. On 27 June 2006 the jury returned a guilty verdict on all counts except for unlawful procurement and possession of gun cartridges.", "22. On 13 October 2006 an in-patient psychiatric report was commissioned. Remand orders were issued on 28 August and 21 November 2006. The report was issued in February 2007.", "23. On 21 February 2007 the Supreme Court held a remand hearing. The applicant did not attend because he had been admitted to a Moscow hospital for the in-patient forensic examination. However, he was represented at that hearing by counsel who consented to proceed without the applicant being present. The remand judge extended the applicant's detention indicating that “the applicant had been charged with and found guilty by a jury of particularly serious offences and risked a heavy sentence of imprisonment”. Thus, the judge concluded that the applicant would abscond if at large and would thus obstruct the proceedings.", "24. On 22 May 2007 the trial judge upheld the jury verdict and sentenced the applicant to life imprisonment. As follows from the trial judgment, the applicant underwent an in-patient examination by psychiatrists who concluded that he had a serious addiction to gambling; that at the time of the offences he had been unable to fully comprehend the dangerousness of his actions; and that at the time of the psychiatrists' report he had needed no compulsory medical treatment (see also paragraphs 8 and 22 above). While accepting the report in evidence, the trial judge considered that the applicant was legally liable for the relevant offences.", "25. On 14 June 2007 the Supreme Court upheld the extension order of 21 February 2007. It refused the applicant leave to be present at the appeal hearing or to participate in it by way of a video link.", "26. On 27 February 2008 the Supreme Court examined the parties' appeals and ordered a retrial because one of the jurors had a mental illness, which under the applicable legislation prevented him from sitting as a juror. Referring to the gravity of the charges, the appeal court held that the applicant should remain in detention pending the retrial.", "27. On 8 April 2008 the Regional Court extended the applicant's detention noting that the retrial was pending. It considered that there was a risk of the applicant fleeing justice on account of (i) the gravity of the criminal offences leading, if convicted, to long custodial sentences or life imprisonment; (ii) the fact that the applicant had been previously subject to criminal prosecution for unspecified offences. The judge also referred to the 2007 psychiatric report concluding that the applicant had a serious addiction to gambling which had led to changes in his social, family and professional behaviour and to his being prone to unlawful conduct. In addition to the above, the judge held as follows:", "“On the facts of the case, including the nature of the offences (several robberies and murders)...related to the [the applicant's] passion for gambling, which in its turn led to the incurring of debts and misappropriation of property, the Court concludes that a less intrusive preventive measure would allow the applicant to resume his criminal activity and the damage caused to the public interest would manifestly exceed the damage related to the limitation inherent in the deprivation of liberty.", "The Court has taken due account of the fact that [the applicant] has a permanent place of residence, provided positive accounts from his employer and has an underage child in his care.", "This detention order is based on the persistence of the circumstances justifying the initial arrest and detention. No sufficient reasons for varying the preventive measure have been adduced.”", "28. On 29 April 2008 the trial judge returned the case to the prosecutor to amend the list of evidence to be presented at the trial. The judge also upheld the applicant's continued detention on account of the risk that he would reoffend (based on the gravity of the offences and eventual sentences, as well as the previous prosecution against the applicant). On 9 July 2008 the Supreme Court set aside the part of the decision of 29 April 2008 relating to the remittal but upheld the detention.", "29. On 27 June and 24 September 2008 the Regional Court extended the applicant's detention on the same grounds as were given in the order of 8 April 2008.", "30. The trial resumed on 14 August 2008. On 14 December 2008 the jury convicted the applicant as charged. On 29 December 2008 the trial judge sentenced the applicant to life imprisonment.", "31. On 4 June 2009 the Supreme Court quashed the conviction on one count and upheld the remainder of the verdict and the sentence. It appears that the applicant obtained a copy of the appeal decision on an unspecified date in July 2009.", "32. Pursuant to Article 109 § 1 of the Code of Criminal Procedure, detention of an accused pending investigation should not exceed two months. It may, however, be extended to six months. Further extensions to up to twelve months are possible only in relation to persons accused of serious or very serious criminal offences, in view of the complexity of the case and if there are grounds justifying detention. An investigator's request for extension must be approved by the regional prosecutor (§ 2). Further extension of detention beyond twelve months and up to eighteen months may be authorised only in exceptional circumstances in respect of persons accused of very serious offences, upon an investigator's request approved by the Prosecutor General or his deputy (§ 3). Extension of detention beyond eighteen months is prohibited and the detainee must be released, unless the court decides to extend his detention to the date when the accused has finished studying the case file and the case has then been submitted for trial (§§ 4 and 8 (1)). After the completion of the investigation, an accused kept in detention must be provided with access to the case file no later than thirty days preceding the expiry of the maximum period of detention indicated in paragraphs 2 and 3 (§ 5). If such access was given later than that, the detainee must be released after the expiry of the maximum period of detention (§ 6). If the thirty-day time-limit was complied with, but was insufficient for the accused, the investigator, with the approval of the regional prosecutor, may request the court to extend the accused's detention. Such a request should be submitted no later than seven days before the expiry of the maximum detention period (§ 7).", "33. Under Article 255 of the Code, after a criminal case has been submitted for trial to a court, the latter may, on the party's request or proprio motu, vary or annul a measure of restraint in respect of the defendant, including placement in custody or detention pending trial. The period of detention pending trial cannot normally exceed six months from the date when the case was submitted to a court and up to delivery of a judgment in the case. However, after the expiry of that period the trial court may extend the detention of a defendant charged with a serious or very serious offence. Each extension must not exceed three months."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}