{"ITEMID": "001-70369", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF JARZYNSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Non-pecuniary damage -  financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1972 and lives in Rumia, Poland. The application was lodged on his behalf by his mother, Mrs Teresa Jarzyńska, who submitted a duly signed written authorisation from the applicant.", "5. On 1 June 1999 the Gdańsk District Court (Sąd Rejonowy) ordered that the applicant be detained on remand in view of the reasonable suspicion that he had committed several counts of armed robbery. It considered that there was a risk that the applicant would attempt to induce witnesses to give false testimony or to obstruct the proceedings by other unlawful means. It also relied on the severity of the anticipated penalty.", "6. In the course of the investigation, the applicant's detention was prolonged on the following dates: 19 August 1999, 24 November 1999, 24 May 2000, 13 December 2000 and 7 March 2001.", "7. In its decision of 13 December 2000 the Gdańsk Court of Appeal (Sąd Apelacyjny) considered that the strong suspicion against him of having committed the serious offences with which he had been charged, the severity of the anticipated sentence and the risk of his tampering with evidence justified holding him in custody.", "8. On 10 May 2001 the Gdańsk Regional Prosecutor terminated the investigation. On 15 May 2001 the applicant was indicted on 45 charges, including, inter alia, several counts of armed robbery before the Gdańsk Regional Court (Sąd Okręgowy). The bill of indictment listed 120 charges brought against 19 accused, who were all detained on remand. The case-file comprised 114 volumes. The prosecution asked the court to hear evidence from 366 witnesses. The principal witness was a certain A.Ł., who was indicted together with all the defendants but gave evidence against them.", "9. The trial began on 28 December 2001. However, as of April 2002 the reading out of the bill of indictment by the prosecution was still continuing.", "10. During the trial, the applicant's detention was prolonged several times by the Gdańsk Court of Appeal. The relevant decisions were given on 23 May 2001 (extending the applicant's detention until 31 October 2001), on 24 October 2001 (ordering his continued detention until 31 March 2002), on 13 March 2002 (prolonging his detention until 30 September 2002), on 11 September 2002 (extending that period until 31 December 2002), on 18 December 2002 (ordering his continued detention until 30 June 2003), on 25 June 2003 (prolonging that period until 31 December 2003), on 17 December 2003 (extending his detention until 30 June 2004), on 23 June 2004 (ordering his continued detention until 31 December 2004), on 15 December 2004 (prolonging his detention until 31 March 2005) and on 30 March 2005 (extending that period until 30 June 2005). As at the latter date, 8 of the 19 accused were still detained on remand and the trial court had heard most of the prosecution witnesses.", "11. In its decision of 11 September 2002, the Court of Appeal considered that the applicant's detention was justified under Article 258 § 2 of the Code of Criminal Procedure since that provision established a presumption to the effect that the likelihood of a severe penalty being imposed on the applicant might induce him to obstruct the proceedings.", "12. In its decision of 18 December 2002, the Court of Appeal added that the case was “particularly complex” within the meaning of Article 263 § 4 of the Code of Criminal Procedure.", "13. In its decision of 23 June 2004, the Court of Appeal observed that up to April 2003 the main reason for the delays during the trial was the obstructiveness of the defendants and the abuse of the rights of the defence.", "14. On 21 March 2005 the trial court made a severance order with a view to expediting the proceedings, and thereafter four defendants (J.N., G.P., Z.S. and Z.C.), who in the meantime had been released from detention, were to be tried separately from other defendants.", "15. During the trial the applicant filed numerous but unsuccessful applications for release on health grounds and appealed, likewise unsuccessfully, against the decisions prolonging his detention. He maintained that the length of his detention was excessive and unreasonable and that the charges against him lacked a sufficiently strong basis. He also relied on his family's situation.", "16. It appears that the applicant is still in detention pending trial.", "17. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the so-called “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and prohibition to leave the country (zakaz opuszczania kraju).", "18. Article 249 § 1 sets out the general grounds for imposition of the preventive measures. That provision reads:", "“1. Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, also in order to prevent an accused's committing another, serious offence; they may be imposed only if the evidence gathered shows a significant probability that an accused has committed an offence.”", "19. Article 258 lists grounds for detention on remand. It provides, in so far as relevant:", "“1. Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in Poland];", "(2) there is a reasonable risk that an accused will attempt to induce [witnesses or co-defendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;", "2. If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years' imprisonment, or if a court of first instance has sentenced him to at least 3 years' imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be based on the likelihood that a severe penalty will be imposed.”", "20. The Code sets out the margin of discretion as to the continuation of a specific preventive measure. Article 257 reads, in so far as relevant:", "“1. Detention on remand shall not be imposed if another preventive measure is sufficient.”", "21. Article 259, in its relevant part, reads:", "“1. If there are no special reasons to the contrary, detention on remand shall be lifted, in particular if depriving an accused of his liberty would:", "(1) seriously jeopardise his life or health; or", "(2) entail excessively harsh consequences for the accused or his family.”", "22. The 1997 Code not only sets out maximum statutory time-limits for detention on remand but also, in Article 252 § 2, lays down that the relevant court – within those time-limits – must in each detention decision determine the exact time for which detention shall continue.", "23. Article 263 sets out time-limits for detention. In the version applicable up to 20 July 2000 it provided:", "“1. Imposing detention in the course of an investigation, the court shall determine its term for a period not exceeding 3 months.", "3. The whole period of detention on remand until the date on which the first conviction at first instance is imposed may not exceed 2 years.", "4. Only the Supreme Court may, on application made by the court before which the case is pending or, at the investigation stage, on application made by the Prosecutor General, prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a stay of the proceedings, for the purpose of a prolonged psychiatric observation of the accused or a prolonged preparation of an expert report, when evidence needs to be obtained in a particularly complex case or from abroad or when the accused has deliberately prolonged the proceedings, as well as on account of other significant obstacles that could not be overcome.”", "24. On 20 July 2000 paragraph 4 was amended and since then the competence to prolong detention beyond the time-limits set out in paragraphs 2 and 3 has been vested with the court of appeal within whose jurisdiction the offence in question has been committed."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}