{"ITEMID": "001-75216", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "CIHAN v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Mr Cihan Ağa, is a Turkish national, who was born in 1926 and lives in Ankara. He is represented before the Court by Mr A. Erdoğan, a lawyer practising in Ankara.", "The facts of the cases, as submitted by the parties, may be summarised as follows.", "Until October 1994 the applicant lived in Hüllükuşağı, a village of the Ovacık district in Tunceli, where he owns property.", "In 30 December 1993 the Ministry of the Interior nullified the legal personality of Hüllükuşağı.", "In October 1994 security forces forcibly evacuated Hüllükuşağı on the grounds of security. The applicant and his family then moved to Ankara, where they currently live.", "On 16 April 2001 the legal representative of the applicant, Mr Erdoğan filed a petition with the Ministry of the Interior requesting compensation for the damage the applicant had suffered and permission to return to his village.", "On an unknown date the Ministry of the Interior replied to the applicant stating that he could return to the Arslandoğmuş village.", "On 10 April 2002 Mr Erdoğan filed a further petition with the Ministry of the Interior reiterating his request for compensation.", "On 9 May 2002 the State of Emergency Unit of the District Governor’s office in Ovacık sent the following reply to Mr Erdoğan:", "“Your petition to the Ministry of the Interior will be considered under the ‘Return to the Village and Rehabilitation Project’.", "As it is possible to reside in the Arslandoğmuş village, return to this village is at the applicant’s discretion. However, his request for compensation will not be considered since Ağa Cihan does not reside in the Ovacık district.”", "In 1992 the status of Hüllükuşağı was changed from village to hamlet. It was then attached to the village of Arslandoğmuş which is 1,5 kilometres away. At the relevant time, there were only a few families living in the Hüllükuşağı hamlet given that it lacked sufficient infrastructure. The security forces had not forced the applicants to leave their village.", "Currently there was no obstacle preventing villagers from returning to their homes and possessions in their villages. Persons who had left their villages as a result of terrorism had already started returning and regaining their activities in their villages. In this connection, in a letter of 15 October 2002 the District Governor of Ovacık informed the applicant that he could return to his village and resume his economic activities if he wished. The District Governor further noted that all villages were open for re-settlement and that the authorities had been carrying out maintenance work to repair the infrastructure of the villages in the region.", "On 14 July 2004 the Law on Compensation for Losses resulting from Terrorism and the Fight against Terrorism was passed by the Grand National Assembly and entered into force on 27 July 2004 (“Compensation Law”). That Law provided for a sufficient remedy capable of redressing the Convention grievances of persons who were denied access to their possessions in their villages.", "In that connection Damage Assessment and Compensation Commissions were set up in seventy-six provinces. Persons who had suffered damage as a result of terrorism or of measures taken by the authorities to combat terrorism could lodge an application with the relevant compensation commission claiming compensation.", "The number of persons applying to these commissions had already attained approximately 170,000. A further 800 persons, whose applications were pending before the Court, had also applied to the compensation commissions. Many villagers had already been awarded compensation for the damage they had sustained.", "A description of the relevant domestic law can be found in the Court’s decision of İçyer v. Turkey (no. 18888/02, §§ 44-54, 12 January 2006) and in its judgment of Doğan and Others v. Turkey (nos. 88038811/02, 8813/02 and 8815-8819/02, §§ 31-35, ECHR 2004-VI)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}