{"ITEMID": "001-83480", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF MCCARTNEY v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 2 (lack of independence of the investigating body during the initial stages of the investigation);Not necessary to examine Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Josep Casadevall;Nicolas Bratza", "TEXT": ["6. The applicant was born in 1955 and lives in Derry. He was the brother of Colm McCartney.", "7. On the night of 24 August 1975, Colm McCartney, the applicant's brother and Sean Farmer were driving home from the All-Ireland Gaelic football semi-finals in Croke Park, Dublin. Both men were found shot dead on the Cortamlet Road, Altnamachin, in South Armagh. Colm McCartney had been shot four times, Sean Farmer six times. According to the later inquest, the time of death was about 11.35 pm. The car was found burnt out half a mile from the murder scene.", "8. Prior to their deaths, at about 10.45 pm a police patrol in an unmarked car had been stopped at what was believed to be a bogus checkpoint (“VCP”) manned by armed men in military style uniforms on the A25 several hundred yards from where the bodies were found. A short conversation took place between the three RUC officers and a person holding a torch dressed in full military combat uniform. The officers noticed a second person also dressed in military uniform lying in a ditch apparently giving cover with a rifle. The scene at the checkpoint roused suspicions, inter alia, due to the lack of other vehicles, the accent of the person who stopped them and the length of hair of the man in the ditch. After being allowed through the checkpoint, the officers requested clarification by radio as to the presence of any army checkpoints in the vicinity. They were informed that none were operating. The police patrol drove to a police station, where, requesting army support, they decided to investigate further.", "9. At about 11.30 pm a local resident who had been walking his dog noticed a vehicle stopped on Cortamlet Road. He saw the interior light of the car come on and a door on the passenger side open. Three or four gunshots were heard. The witness saw a light from a lamp lying on the road. He then heard the sound of someone running along the road and a man's voice shouting \"Stop, stop,\" several times. This was followed by a flash and a bang. He heard a wild scream and everything went quiet. Fearing for his safety, the witness hid behind a tree. He heard further shooting, five to ten shots. After some minutes, he heard a car engine being started and the car, brownish with a black vinyl roof, drove past him without its lights on. He went to a neighbour who returned with him to the scene where they found two bodies. They contacted the police.", "10. At first light, a Detective Constable visited the scene and inspected the bodies which were some 50 metres apart. He arranged for the scene to be examined, photographed and mapped. The bodies were identified.", "11. The police visited the McCartney and Farmer families that day. On the same day, Colm McCartney's car was found gutted by fire half a mile from the scene. It was subsequently established by ballistics examinations that three firearms had been used and that the weapons had been used in other incidents.", "12. The police believed that the murders had been carried out by an extreme loyalist paramilitary organisation, reacting to a murder of a local Protestant. They had little doubt that the men who stopped the police patrol had been directly connected with the murders if not in fact the actual murderers.", "13. A report was submitted by the police to the Director of Public Prosecutions on 17 February 1976.", "14. An inquest occurred on 23 July 1976. It appears that the local resident who witnessed the shooting did not appear at the inquest, nor was his statement made available due to the decision of a police officer to protect his identity.", "15. The applicant claimed that there were concerns about the thoroughness of the original investigation. He stated that the occupants of the two cars who had come upon the two bodies were not asked to give a statement to the police or at the inquest. Because of the method used (a VCP manned by persons in uniform), there were allegations of security force collusion made at the time of the shooting.", "16. The investigation did not close and became active again in 1978, when a Catholic priest Father Hugh Murphy was abducted by loyalist paramilitaries intending to use him as a hostage vis-à-vis the IRA. The police arrested a reserve police constable, William McCaughey, who, in the course of questioning, revealed his part in the abduction of the priest and in a variety of other loyalist paramilitary incidents. McCaughey also named a police officer as being involved in a range of incidents. He specifically referred to a well-known paramilitary as being involved in the Altnamachin murders. While this paramilitary had been arrested and interviewed by the police on a number of occasions, the Government stated that there was no record that he had been specifically interviewed about the Altnamachin murders. The police officer was arrested and questioned, inter alia, about his role in the murders of McCartney and Farmer. He made no admissions. He was charged with other serious offences, resigned from the police and was subsequently convicted and sentenced.", "17. McCaughey's revelations gave rise to investigations in eleven specific cases, some of which were linked in terms of the identities of those involved, the modus operandi or by virtue of the ballistics examinations of weapons used. Nine suspects were arrested in total, including five police officers and all were eventually charged with offences.", "18. One of those implicated was a police officer John Weir who was named as having been involved in the murder of a shopkeeper called Strathearn in Ahoghill in April 1977: he was convicted for that murder in June 1980 and sentenced to life imprisonment. The Government stated that both McCaughey and Weir refused to name the two loyalist paramilitaries also involved with them in the murder unless they received immunity from prosecution. The police and prosecuting authority took the decision prior to the trial not to enter into any process of bargaining with Weir and McCaughey. While both were approached by the police after their convictions to see if at that stage they would give evidence against the loyalist paramilitaries, each again refused to do so unless there was something in it for themselves. The Government stated that during the period in which Weir was detained he was interviewed on a large number of occasions. At no time did he implicate himself or others in any offence other than the Strathearn murder.", "19. On 1 February 1993, John Weir was released from prison on licence. In January 1999, he made a statement to a journalist alleging RUC and Ulster Defence Regiment (“UDR”) collusion with loyalist paramilitaries from the Portadown area in the mid-1970s. This statement was published in the Sunday Times newspaper in March 1999. It was obtained by the Patrick Finucane Centre, a human rights non-governmental organisation in Derry (“the Centre”).", "20. John Weir's statement made detailed allegations about security force collusion with loyalist paramilitaries in a series of incidents. He alleged inter alia that RUC Reserve Constable Laurence McClure had told him that McClure and Robert McConnell, a member of the UDR, along with members of the Ulster Volunteer Force (“UVF”), a proscribed loyalist paramilitary organisation, had been involved in the murder of Colm McCartney and Sean Farmer.", "21. The statement also made links between the attack on Donnelly's Bar and other attacks allegedly carried out by members of the security forces, both RUC and UDR, and loyalist paramilitaries. This group used the farmhouse in Glennane owned by James Mitchell, a RUC reservist, as a base from which to carry out attacks on Catholics and nationalists. Other attacks allegedly included the murder of John and Brian Reavey and wounding of Anthony Reavey in their home on 4 January 1976 (see application no. 34640/04); the attack on Donnelly's Bar in which Trevor Brecknell, Michael Donnelly and Patrick Donnelly were killed (see application no. 32457/04); the murder of Joseph, Barry and Declan O'Dowd and wounding of Barney O'Dowd (see application no. 34622/04); and the attack on the Rock Bar in which Michael McGrath was seriously injured (see application no. 34651/04). Weir also linked these attacks to the Dublin and Monaghan bombings in which 33 people were killed in the Republic of Ireland.", "22. On or about 10 June 1999, RTE, an Irish television channel, broadcast a television programme that contained allegations of security force involvement in a number of deaths, including that of Trevor Brecknell. Weir made allegations on that programme that members of the RUC and UDR were directly involved in the attack on Donnelly's Bar. A BBC Spotlight programme produced a similar documentary.", "23. These allegations attracted considerable attention on both sides of the Irish border and became the subject of police investigation in both jurisdictions. The Government stated that the police investigation in Northern Ireland was focussed on determining whether Weir's allegations should be assessed as sufficiently credible to require a full investigation. They obtained from the journalist an edited transcript of the interview with Weir. While his whereabouts were unknown to the RUC, Weir met with senior Irish police officers at the Irish Embassy on 15 April 1999. A copy of his statement was provided by the Garda to the RUC, along with a further statement made by Weir to another journalist dated 3 February 1999. The police analysed the available materials and sought to identify the personalities to be interviewed. It became apparent that some had died and that others, living abroad, could not be traced. A series of seven interviews were conducted, under cautions, between July and December 2001, of those individuals central to Weir's account who could be traced. No charges were preferred. The interviews followed the format of Weir's allegations being put to the interviewee for his or her response. The predominant response was denial of any involvement and claims that Weir had been untruthful. No admissions were made by any interviewee. Interviews were also conducted with less central personalities and with police officers involved in interviewing Weir in 1978. The latter stated that Weir had not mentioned the matters now being alleged. Amongst those interviewed by the police in the course of the preliminary investigation of Weir's allegations, was one person questioned about the Altnamachin murders. He denied any involvement and made no admissions.", "24. Meetings were held regularly with RUC counterparts in the Republic of Ireland. The RUC co-operated also with the judicial inquiry established in the Republic of Ireland into the Dublin and Monaghan bombings (see the description of the inquiry in the Brecknell case referred to above). Amongst matters about which the RUC team provided information to the inquiry was ballistics information which linked some of the weapons used to more than one incident. In February 2000 a substantial report was compiled by the RUC for the Garda dealing with Weir's allegations. It profiled Weir and dealt inter alia with a description of the 1978 investigation into McCaughey, Weir and others. It concluded that the investigation would continue but that his credibility was in doubt. According to the Government, despite inquiries being conducted, Weir's whereabouts could not be traced. This report was not disclosed as the investigation was continuing. An internal RUC report dated 27 February 2001 concluded that it would be necessary to interview Weir before any view could be finalised in respect of the credibility of his allegations: such interview was not possible as his whereabouts were not known. The report noted the absence of any previous mention of the allegations before 1999 and that much of what he said was hearsay and speculation. Inquiries made of the British Embassy in Nigeria (where he had a known address) and the criminal intelligence service and others failed to locate Weir. Contact was made with the Garda and the secretariat of the Inquiry into the Dublin and Monaghan bombings without positive result.", "25. The Serious Crime Review Team (“SCRT”) was established in March 2004, with responsibilities including the review of all historical murders by way of case assessment for evidential and investigative opportunities. A preliminary case assessment was carried out by a detective chief inspector, who audited all known information and documentation. It was noted that the dossier provided by the Centre included statements from civilian witnesses who had allegedly come across the bodies following the murders. The SCRT attempted without success to obtain access to these materials. In light of the preliminary assessment, the case was referred to the Historical Enquiry Team (“HET”). On 28 April 2006, a senior investigating officer reported on the further review; a number of potential lines of inquiry were identified and recommendations made, including that the HET should extensively interview Weir. This recommendation has been approved. The HET director of Investigations, Detective Chief Superintendent James of the London Metropolitan Police Force, took over personal supervision of the investigation which has progressed through the first three of five stages of the HET process (collection of all relevant material; assessment of the investigations to date; review of evidence, with intelligence and open and non-police sources, together with a meeting with the families of the victims of the attack). As a number of investigative opportunities were identified and to be followed up, the case was to continue to be processed by HET, which had been put in touch with Weir by the Centre. The Government submitted that if any evidence of police involvement in the murders was found, the Office of the Police Ombudsman for Northern Ireland would then become involved. The Government have provided recent information that Weir finally agreed to meet with the HET in Dublin; he refused, however, to make a written statement or to give evidence in court.", "26. There has been contact between the police and family members, their solicitors or the Centre. In particular, there were meetings on 21 January 2000 with Chief Superintendent McCann; on 19 December 2001 with Detective Inspector Aiken and in November 2002 with Detective Inspector Williamson and in June and August 2004 with the Chief Constable; members of HET met with families or their representatives on 30 March and 25 May 2006, and there has also been extensive correspondence with the families or their representatives.", "See Brecknell, cited above (§§ 39-41).", "See Brecknell, cited above (§§ 42-49)."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}