{"ITEMID": "001-58134", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 1998, "DOCNAME": "CASE OF BOWMAN v. THE UNITED KINGDOM", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection rejected (victim);Violation of Art. 10;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings", "JUDGES": "C. Russo;John Freeland;N. Valticos", "TEXT": ["10. Mrs Phyllis Bowman was born in 1926 and lives in London. She is the executive director of the Society for the Protection of the Unborn Child (“SPUC”), an organisation of approximately 50,000 members which is opposed to abortion and human embryo experimentation and seeks changes to the present United Kingdom law which permits abortion up to twenty-two weeks and embryo experimentation up to fourteen days.", "11. The major political parties have no policies with regard to abortion and embryo experimentation: these are regarded as moral issues and members of Parliament are allowed to vote on proposed legislation according to their consciences. Mrs Bowman and SPUC therefore took the view that, if electors were to be in a position to bring about changes to the law through their choice of representative, it was important for them to be informed of the opinions of candidates standing for election with regard to abortion and related issues.", "12. In the period immediately before the parliamentary elections in April 1992, Mrs Bowman therefore arranged to have some one and a half million leaflets distributed in constituencies throughout the United Kingdom, including, in the constituency of Halifax, 25,000 copies of a leaflet which read as follows:", "“We are not telling you how to vote, but it is essential for you to check on Candidates’ voting intentions on abortion and on the use of the human embryo as a guinea-pig.", "Terry Martin, Conservative. Mr Martin has publicly declared his firm commitment to defending the unborn child. If elected, he would vote to tighten the grounds for abortion to stop abortion on demand. He would vote to stop abortion after 24 weeks, as the law currently allows abortion up to birth for handicapped babies and on other grounds. Would vote to stop the creation and use of human embryos as guinea-pigs for drug testing.", "Alison Mahon, Labour. Mrs Mahon is a leading pro-abortionist. As an MP she voted to allow abortion up to birth for handicapped babies. She voted for the compulsory enrolment on a published register of doctors with a conscientious objection to abortion despite warnings that it could be used as a blacklist. She also voted to allow human embryos to be used as guinea-pigs in programmes including the testing of drugs and other experiments.", "Ian Howell, Liberal Democrat. If elected, Mr Howell would vote for the tightening of the grounds for abortion to stop abortion on demand. He would vote to reduce the time-limit to 24 weeks or less, where the law currently allows abortion up to birth for handicapped babies and on other grounds. He would vote to protect human embryos from being used as guineapigs in research programmes.", "THE SOCIETY FOR THE PROTECTION OF THE UNBORN CHILD”", "On the reverse side of the leaflet, together with a picture marked “an unborn baby ten weeks after conception”, was printed:", "“The First Weeks of Life Day 1: Conception – sperm and ovum meet in fertilisation. Genetic make-up complete. Colour of eyes, hair, sex and even build determined. A unique individual is present in the womb’s fallopian tube. Day 12: Has travelled to the womb and implanted there. Day 17: Development of own blood cells. Day 21: Heart starts to beat. This is at least as dramatic as birth, but far less dramatic than fertilisation. Day 26: Foundation of central nervous system established. Day 30: Regular blood flow within closed vascular system. Ears and nose start to develop. Day 42: Skeleton and reflexes present. Liver, kidneys and lungs formed. Responds to touch around the mouth. Day 45: Electrical brainwave patterns can be recorded. Day 56: All organs functioning except the lungs; the baby only has to grow and mature now, just as a child grows into an adult. Day 65: The baby can make a fist and will grasp an object stroking his palm; leaps up and down in the womb with movements co-ordinated. Week 12: Entire surface of the body sensitive to touch. Week 16: Baby is half birth length; the heart pumps 50 pints of blood daily. Week 28: Eyes open. Baby can hear mother’s digestive processes, heartbeat and her voice, as well as sounds outside her body. 9th Month: Birth – just another stage in an already well-advanced process. From the above it is clear that the baby can feel pain at a very early stage. We are, therefore, destroying babies painfully up to 6 months after conception, and in some cases, such as handicap, up to birth.”", "13. Mrs Bowman was charged with an offence under subsections 75(1) and (5) of the Representation of the People Act 1983 (“the 1983 Act”), which prohibits expenditure of more than five pounds sterling (“GBP”) by an unauthorised person during the period before an election on conveying information to electors with a view to promoting or procuring the election of a candidate (see paragraphs 17–19 below).", "14. At Mrs Bowman’s trial at Southwark Crown Court on 27 September 1993, the judge directed her acquittal, because the summons charging her with the offence had not been issued within one year of the alleged prohibited expenditure, in accordance with the time-limit stipulated in section 176 of the 1983 Act. The proceedings were, nonetheless, reported in the press.", "15. In 1979, Mrs Bowman had been convicted of an offence under similar legislation in respect of a leaflet distributed prior to the Ilford North by-election and in 1982 she had also been convicted in respect of a leaflet distributed during the elections for the European Parliament. On both occasions she was ordered to pay a fine and the prosecution costs.", "16. The date of a general election is chosen by the incumbent Prime Minister and is normally announced between four and six weeks before polling day.", "17. For electoral purposes the United Kingdom is divided into constituencies. Each constituency is represented by a single member of Parliament, the person who received the greatest number of votes in his or her constituency. Most candidates are selected by the main, national political parties, although some stand as independent. A candidate’s nomination for election must be signed by ten people registered to vote in the constituency. Each candidate must deposit GBP 500 with the constituency returning officer. If he or she does not receive at least 5% of the votes validly cast, this deposit will be forfeited.", "18. Parliamentary candidates in the United Kingdom receive no State funding for their campaigns. To safeguard the position of candidates without access to substantial resources, the amount of expenses which may be incurred by a candidate before, during or after an electoral campaign is controlled by statute (1983 Act, section 76). The amount varies slightly depending on the size of the constituency, but the average is currently GBP 8,300. To ensure that this limit is not circumvented, all election expenditure by a candidate must go through an election agent, who is required to submit an account after the election (1983 Act, sections 73, 76 and 81).", "19. Under section 75(1) of the 1983 Act, any expenditure incurred to promote the election of a candidate by any person other than the candidate or his or her agent is prohibited:", "“No expenses shall, with a view to promoting or procuring the election of a candidate at an election, be incurred by any person other than the candidate, his election agent and persons authorised in writing by the election agent on account – (a) of holding public meetings or organising any public display; or (b) of issuing advertisements, circulars or publications; or (c) of otherwise presenting to the electors the candidate or his views or the extent or nature of his backing or disparaging another candidate, but paragraph (c) of this subsection shall not – (i) restrict the publication of any matter relating to the election in a newspaper or other periodical or in a broadcast made by the British Broadcasting Corporation ... [or the Independent Broadcasting Authority]; (ii) apply to any expenses not exceeding in aggregate the sum of GBP 5.”", "The words “with a view to promoting or procuring the election of a candidate” in this subsection have been interpreted by the House of Lords to include the intention to prevent the election of a particular candidate or candidates (Director of Public Prosecutions v. Luft [1977] Appeal Cases 962).", "20. Mrs Bowman was charged with an offence under section 75(5) of the 1983 Act, which provides:", "“If a person – (a) incurs, or aids, abets, counsels or procures any other person to incur, any expenses in contravention of [section 75] ... he shall be guilty of a corrupt practice...”", "21. The maximum penalty for offences tried on indictment under subsections 75(1) and (5) is one year’s imprisonment and/or a fine up to GBP 5,000. In addition, a person convicted may be disqualified for up to five years from voting in elections, being elected to or sitting in the House of Commons or holding any judicial or public office (1983 Act, sections 160(4), 168(1) and 173).", "22. Section 75 is concerned only with expenditure incurred in relation to the election of a particular candidate in a particular constituency. There is nothing to prohibit a political party or wealthy individual or organisation from spending money on publicity in support or opposition to a political party or tendency generally, at national or regional level, provided that there is no intention to promote or prejudice the electoral chances of any particular candidate in any particular constituency (see R. v. Tronoh Mines [1952] 1 All England Reports 697). Nor are there any restrictions on private donations to political parties or on the powers of the press to support or oppose the election of any particular candidate (see 1983 Act, section 75(1)(c)(i) – paragraph 19 above)."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}