{"ITEMID": "001-80364", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KOÇAK v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3", "JUDGES": "Nicolas Bratza", "TEXT": ["11. The applicant was born in 1965 and lives in Istanbul.", "12. On 12 December 1993 the applicant and five other persons were arrested by police officers from the anti-terror branch of the Istanbul Security Directorate in the house of one of the arrestees, M.O., in the course of a police operation carried out against the PKK.", "13. Between 12 and 27 December 1993 the applicant was detained in the Istanbul Security Directorate. The applicant alleges that, while there, he was blindfolded and forced to listen to the cries of other detainees being tortured. He was threatened with torture and forced to admit that he was a member of the PKK. When he refused to do so, he was stripped naked, immersed in cold water and beaten with a truncheon on various parts of his body, including the soles of his feet. He was then forced to walk on a salt-strewn floor. His hands were tied with a blanket, he was strung up by his arms and subjected to a form of torture known as “Palestinian hanging”. In this position, electric shocks were administered to his genitals, his fingers and feet. He was subsequently coerced into signing a statement, of which he only signed the first two pages. During his detention in police custody the applicant was kept in a cell, deprived of food and water and prevented from sleeping.", "14. On 27 December 1993 the applicant was examined by a medical expert from the Istanbul branch of the Forensic Medicine Institute who observed two ecchymosises of 2-3 cm in diameter on both sides of the applicant's hips and an allergic dermatitis on his right hand. The doctor concluded that the applicant's life was not endangered and that the injuries rendered him unfit for work for one day.", "15. On the same day the applicant was brought before the public prosecutor and a single judge at the Istanbul State Security Court. On both occasions the applicant denied the accuracy of the statements that had been taken from him by the police. He contended that he had signed the statements under duress. The judge at the Istanbul State Security Court ordered the applicant's detention on remand. The applicant was then transferred to Sağmalcılar prison.", "16. On 30 December 1993 the applicant filed a petition with the Istanbul State Security Court. In his petition, the applicant reiterated that he had been tortured while in police custody and that his statements had been taken under duress. He finally requested to be released.", "17. On 14 January 1994 the applicant was examined by the director of the Eyüp branch of the Forensic Medicine Institute. The medical expert observed the following:", "“... presence of pain in the shoulders, the armpits and the neck, a yellow ecchymosis on the right armpit, an ecchymosis of 3x2 cm on the upper part of the right arm, widespread ecchymotic area and abrasions on both arms and wrists, hyperaemic lesions of 3x2 cm and 2x1 cm on the upper part of the right hand and on the left hand, widespread pain in the hands, widespread ecchymotic area of yellow colour on both gluteal regions on the back, ecchymotic area on the groin, pain in the testicles, pain during defecation, swollen area on the right leg and foot, a yellow ecchymosis and swollen area on the sole of the right foot, pain in the left leg, a yellow ecchymosis on the malleolar region, a yellow ecchymosis and swollen area on the sole of the left foot, several old wounds on both wrists and ankles...”", "The medical expert considered that the applicant's life was not endangered and that the injuries rendered him unfit for work for seven days.", "18. On 11 July 1994 and 27 March 1995 the applicant filed further petitions with the Istanbul public prosecutor's office alleging that he had been subjected to illtreatment while in police custody.", "19. On an unspecified date the Istanbul public prosecutor initiated an investigation into the applicant's allegations of ill-treatment.", "20. On 5 June 1995 the public prosecutor issued a decision of nonprosecution with regard to R.A., the director of the anti-terror branch of the Istanbul Security Directorate, holding that there was insufficient evidence to bring criminal proceedings against him. The public prosecutor further noted that criminal proceedings had been brought against Ö.D. and Ü.K., police officers from the anti-terror branch of the Istanbul Security Directorate, under Article 243 of the Criminal Code. The police officers were accused of torturing the applicant in order to obtain a confession from him.", "21. On 29 June 1995 the applicant filed an objection against the decision of 5 June 1995.", "22. On 4 August 1995 the Beyoğlu Assize Court dismissed the applicant's objection.", "23. On 20 December 1995 the Istanbul Assize Court acquitted the accused police officers, holding that there was insufficient evidence to conclude that the accused had ill-treated the applicant while in police custody.", "24. The judgment of 20 December 1995 became final as the public prosecutor did not lodge an appeal against it.", "25. Following his arrest, the applicant surrendered a 7.65 mm calibre pistol and seven bullets to the police officers. Furthermore, according to the official documents, several weapons and organisational documents were found and seized in the course of the police operation.", "26. On 4 February 1994 the public prosecutor at the Istanbul State Security Court filed a bill of indictment against the applicant, along with twenty-nine other persons. The public prosecutor charged the applicant under Article 168 § 2 of the Criminal Code and Article 5 of Law no. 3713 with membership of the PKK.", "27. On 26 November 1996 the Istanbul State Security Court convicted the applicant as charged and sentenced him to twelve years and six months' imprisonment.", "28. In its judgment, the first-instance court noted that the applicant had been arrested in the house of M.O., along with other suspects and that he had subsequently surrendered a 7.65 mm calibre pistol and seven bullets to the police. The court further stated that one of the applicant's co-accused, M.D., had maintained before the public prosecutor that he had been involved in PKK activities together with the applicant. The court also took into account the statements of three other accused, who had contended before the public prosecutor that the applicant had collected money on behalf of the PKK. The Istanbul State Security Court finally noted that the applicant had maintained during the hearings that he supported the ideology of the PKK and believed that the PKK was the legitimate representative of Kurdistan. Basing its judgment on the aforementioned elements, the Istanbul State Security Court concluded that the applicant was a member of the PKK.", "29. The judgment of 26 November 1996 became final in respect of the applicant since he did not appeal against it.", "30. On 26 April 2003 the applicant was conditionally released from prison.", "31. A description of the relevant domestic law at the material time can be found in Sakık and Others v. Turkey (judgment of 26 November 1997, Reports of Judgments and Decisions 1997-VII, § 1828), Elçi and Others v. Turkey (nos. 23145/93 and 25091/94, §§ 573 and 575, 13 November 2003) and Kolu v. Turkey (no. 35811/97, §§ 42-44, 2 August 2005)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}