{"ITEMID": "001-103367", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BUBLAKOVA v. SLOVAKIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Ján Šikuta;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["4. The applicant was born in 1973 and lives in Košice.", "5. On 30 January 2002 the applicant initiated divorce proceedings and asked the Košice II District Court to determine her and her husband's rights and duties in respect of their minor daughters.", "6. On 7 April 2006 the District Court adopted a judgment in the case.", "7. On 19 April 2006 the applicant lodged a length of proceedings complaint with the Constitutional Court.", "8. The District Court's judgment was served on the applicant on 12 May 2006 and, in the absence of an appeal, it became final on 4 July 2006.", "9. On 13 September 2006 the Constitutional Court declared the complaint inadmissible as being manifestly ill-founded. It held that the District Court, by adopting the judgment and delivering it to the parties, had taken all required steps in order to eliminate the state of the applicant's legal uncertainty. This role of the District Court had ended by adopting the decision on the merits, that is before the complaint was lodged with the Constitutional Court. This decision became final on 4 July 2006 and the District Court could not deal with the merits of the case after the initiation of the constitutional proceedings. It was the Constitutional Court's practice to protect one's right to a hearing without unjustified delay only if the length of proceedings complaint was lodged at a time when the alleged violation still persisted. The decision was served on the applicant's lawyer on 19 October 2006."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}