{"ITEMID": "001-76555", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "WEGRZYN v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicant, Bogdan Węgrzyn, is a Polish national, who was born in 1962 and lives in Tarnów, Poland. He was represented before the Court by Mr Z. Cichoń and subsequently by Mr. T. Jabłoński, lawyers practising in Kraków. The respondent Government were represented by Mr K. Drzewicki and subsequently by Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 10 October 1995 the applicant and other suspects were arrested on suspicion of assault. By a decision of 11 October 1995 of the Tarnów District Prosecutor, the applicant was remanded in custody. His detention was ordered for a period of three months, i.e. until 10 January 1996.The prosecutor referred to the strong probability of the applicant’s guilt, the gravity of the charges against him and the high risk of his hindering the proper conduct of the proceedings by exerting pressure on witnesses.", "On 3 January 1996 the Tarnów Regional Court prolonged the applicant’s detention until 10 February 1996. The court noted that the investigation had not yet been completed since one of the co-accused had lodged a complaint concerning an anonymous witness and, in addition, some of the witnesses whose whereabouts were unknown had still to be heard. The court further noted that, in spite of the fact that the victims of the assault had changed their initial testimony, there were still serious grounds for believing that the applicant had committed the offences in question. The court also observed that the law did not require that the evidence in support of detention had to be such as to justify a conviction.", "On 7 February 1996 the bill of indictment was lodged with the Tarnów Regional Court.", "On 5 April 1996 the Ombudsman informed the applicant that he could not intervene in the pending proceedings because this might constitute an interference with judicial independence.", "On 19 August 1996 the applicant lodged a motion, requesting suspension of the criminal proceedings due to the fact that the whereabouts of the victims of the alleged assault were unknown and he was unable to put questions to them. The applicant relied on his right to be given an opportunity to question witnesses on his behalf on the same conditions as those against him, as guaranteed by the European Convention on Human Rights.", "On 23 August 1996 the Tarnów Regional Court refused to release the applicant, observing that he had failed to indicate any new circumstances justifying his request.", "By a decision of 6 September 1996 the Tarnów Regional Court dismissed the applicant’s motion for the suspension of the proceedings, finding that Article 337 § 1 of the Code of Criminal Procedure allowed for a possibility of using indirect testimony in case the witnesses could not be examined at a hearing.", "On 24 September 1996 the Tarnów Regional Court convicted the applicant and sentenced him to three years’ imprisonment. On the same date the court decided to uphold the applicant’s and other defendants’ detention, finding that all of them had been sentenced to at least three years’ imprisonment and that the grounds for release provided by Article 218 of the Code of Criminal Procedure were insufficient.", "In a letter of 28 March 1997 to the applicant’s lawyer, the Kraków Court of Appeal observed that the appeal against the first-instance judgment submitted by him was not entirely consistent with the appeal prepared by his client and asked him to respond to the applicant’s allegations that he had failed in his duties as a legal counsel by not discussing with him the issue of the appeal.", "On 27 May 1997 the Kraków Court of Appeal quashed the judgment of 24 September 1996 and referred the case back to the Regional Court, concluding that the reasoning of the first-instance court, which had led to the applicant’s conviction, contained a number of flaws regarding both fact and law and was thus not entirely satisfactory. The court also expressed its concern that the rights of the defence had been violated. On the same date the court decided to uphold the applicant’s detention on remand, considering that there was still a strong probability of his guilt and that it was necessary to ensure the proper conduct of the proceedings. The court found no circumstances justifying the applicant’s release under Article 218 of the Code of Criminal Procedure.", "On 9 July 1997 the Kraków Court of Appeal dismissed the applicant’s request for release, considering that his detention was necessary to ensure the proper conduct of the proceedings and finding no particular family circumstances requiring his release. The court observed that burdensome effects on a detainee’s family were inherent in detention. On 28 July 1997 the Tarnów Regional Court refused to release the applicant, invoking the same arguments as above.", "In a letter of 4 August 1997 the President of the Tarnów Regional Court confirmed the view expressed in his letter of 11 July 1997 to the applicant concerning the question of determining the period of detention on remand once a first-instance judgment had been rendered. The fact that the first-instance judgment had been quashed did not affect his opinion. He further stated that it was not his function to assess the evidence gathered in the proceedings. Concerning the complaint about the excessive length of the proceedings, the President noted that the case file had been transferred back to the Tarnów Regional Court and that the case would be allocated to a judge rapporteur after he was back from holidays.", "On 8 August 1997 the Tarnów Regional Court, referring to the resolution I KPZ 23/97 of 2 September 1997 by the Supreme Court, informed the applicant that the period of detention on remand was limited only until the delivery of the first-instance judgment even though it was to be quashed by the second-instance court.", "On 19 August 1997 the Supreme Court informed the applicant that it examined complaints concerning detention on remand only in accordance with the procedure prescribed under the Code of Criminal Proceedings", "On 12 September 1997 the Tarnów Regional Court dismissed the applicant’s request for release. The court expressed the opinion that the applicant’s concerns as regards his family’s situation were premature.", "On 19 September 1997, in reply to the applicant’s letter of 5 August 1997, the Tarnów Regional Prosecutor observed that all the applicant’s motions with regard to quashing his detention on remand could be only examined by the court at the disposal of which he was placed.", "On 22 September 1997 the President of the Tarnów Regional Court sent an explanatory letter to the Ministry of Justice. It transpires from this report that the courts refused to quash the applicant’s detention on remand on 12 February 1996, 28 February 1996, 20 March 1996, 16 April 1996, on 3 and 23 July 1996, 23 August 1996 and 6 September 1996, 16 January 1997, 3 April 1997, on 9 and 28 July 1997 and on 12 September 1997. The President admitted that the problem of the indefinite time-limit of the detention on remand after the delivery of the first-instance judgment, until it was decided by the Supreme Court, might be a controversial one. In his view, the notion of “the judgment” under Article 222 § 3 of the Code of Criminal Procedure covered the notion of “the judgment quashed by a second-instance court” since “lege non distinguente nec nostrum est distinguere”. The phrase “delivery of the first-instance judgment” must have been used by the legislator knowingly and clearly indicated the date until which the court was obliged to determine the time-limit of the detention on remand.", "At the hearing of 2 October 1997 the Tarnów Regional Court refused to release the applicant, considering that in view of the seriousness of the charges, his detention was warranted. The court also noted that the time-limits for detention on remand set out in Article 222 § 4 of the Code of Criminal procedure did not apply to the applicant’s case. As regards the applicant’s family’s situation, difficult as it might be, it was not so critical as to justify his release.", "On the same date the president of the Kraków Court of Appeal informed the applicant that the detention order given by the prosecutor was in compliance with the then (i.e. in 1995) applicable provisions of procedural law. The entry into force of the new provisions on 4 August 1996 did not result in the unlawfulness of the detention orders issued prior to that date. In addition, the preventive measure imposed on the applicant had been repeatedly examined by the courts, i.e. on 20 October 1995, 3 January 1996, 24 January 1996, 28 February 1996, 26 April 1996, 17 June 1996, 23 July 1996, 4 November 1996, 24 September 1996, 14 October 1996, 24 January 1997, 27 May 1997, 9 and 28 July 1997 and 12 September 1997. He further stated that he was not in a position to interfere with the decisions of independent courts, including those concerning the imposition of preventive measures and determining the time-limit of the detention on remand. He finally observed that the applicant could at any time apply to the court to be released.", "On 3 October 1997 the Chancellery of the President explained to the applicant that the President could not interfere with court proceedings since, in accordance with the constitutional principle of division of powers, the judicial authorities were independent of the executive organs.", "At a hearing of 15 October 1997 the Tarnów Regional Court dismissed the applicant’s request for release, considering that his detention was justified by the strong evidence of his guilt. The court reiterated that the obligation to determine the period for which detention could be prolonged existed only until the judgment of the first-instance had been given.", "In a letter of 21 October 1997 the Minister of Justice shared the view put forward by the President of the Tarnów Regional Court in his letter of 4 August 1997, as regards the interpretation of the notion of “the judgment” in the phrase: “until the date of the delivery of the first-instance judgment”, arguing that it also referred to “the judgment quashed by a higher instance”. He further stated that he was not empowered to review the grounds on which the courts ordered detention on remand and that the applicant could at any time file a request for release.", "In a letter of 23 October 1997 the applicant complained about the refusal of the Tarnów Regional Court at the hearing on 22 October 1997 to allow his request for his release and the suspension of the proceedings. He observed that the alleged victims had given contradictory testimony and had left Poland. Further, the applicant stated that the proceedings served mainly the purpose of establishing the truth and therefore, reading out the indirect evidence at the hearing would be in breach of his defence rights and contrary to the requirements of a fair trial. The applicant relied on his rights guaranteed by the Polish Constitution and the European Convention on Human Rights.", "At the hearing of 22 October 1997 the Tarnów Regional Court dismissed the applicant’s request for release, which had been submitted by his lawyer, reiterating its position as regards the time-limits for the detention on remand after the delivery of the first-instance judgment. The court invoked the resolution no. I KPZ 435/96 OSNKW of 6 February 1997 of the Supreme Court.", "On 28 October 1997 the Tarnów Regional Court dismissed the applicant’s request for release, considering that he had failed to indicate any new circumstances justifying his request.", "In a letter of 4 November 1997 the President of the Tarnów Regional Court informed the applicant that on 27 May 1997 the Kraków Court of Appeal had quashed the first-instance judgment of 24 September 1996 and upheld the applicant’s detention without fixing the date up until which the detention was to last. On 10 October 1997 the applicant had been in detention for two years. The case had been referred to the Tarnów Regional Court for re-examination. The Regional Court had not found it necessary to determine the point until which the detention should last or to file a request with the Supreme Court to prolong the applicant’s detention on remand, considering that there were no time-limits for the detention on remand after the delivery of the first-instance judgment. The court admitted that there was a legal problem as regards the interpretation of Article 222 § 3 of the Code of Criminal Procedure, which should be resolved by the Supreme Court in order to establish common practice. The court maintained its position on this matter, declaring that the period of detention on remand was limited only until the delivery of the first-instance judgment even though it was quashed by the second-instance court.", "On 19 November 1997 the Tarnów Regional Court dismissed the applicant’s request for release, relying on the grounds invoked in the previous decisions.", "By a judgment of 10 December 1997 of the Tarnów Regional Court, the applicant was found guilty of the charges against him and sentenced to three years’ imprisonment. On the same date the court decided to release the applicant, observing that the judgment had been pronounced and there was no further need for the applicant’s continuing detention. The court observed that the family situation of the applicant and the co-accused was difficult and that they had been already detained for over two years.", "On 22 December 1997 the Ombudsman informed the applicant that the stance on the issue of time-limits for detention on remand taken by the President of the Tarnów Regional Court as well as the Ministry of Justice was in line with the jurisprudence of the Supreme Court at that time. As regards the preventive measure imposed on the applicant, he did not consider it contrary to Article 5 § 1 of the European Convention on Human Rights. In addition, under Article 214 of the Code of Criminal Procedure, the applicant could at any time apply to have a preventive measure quashed or altered. As to the applicant’s complaint relating to the length of the proceedings, the Ombudsman had requested the Tarnów Regional Court to inform him about the state of the proceedings.", "Apparently on 28 April 1998 the applicant was again detained on remand in connection with certain investigative proceedings concerning unspecified charges.", "On 17 June 1998 the Kraków Court of Appeal, having examined the applicant’s appeal against the judgment of 10 December 1997 acquitted him of all charges. The prosecutor filed a cassation appeal against this judgment.", "At the hearing of 24 April 2002 the Supreme Court decided not to examine the cassation appeal due to the fact that the public prosecutor had withdrawn it.", "At the material time the domestic provisions governing detention on remand were contained in the Code of Criminal Procedure of 1969, which is no longer in force as it was repealed and replaced by the Code of Criminal Procedure of 6 June 1997 (currently referred to as the “New Code of Criminal Procedure”).", "The Code of Criminal Procedure of 1969 listed detention among the so-called “preventive measures” (those measures were, inter alia, detention on remand, bail and police supervision). Until 4 August 1996 (i.e. the date on which the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes came into force) a prosecutor was empowered to order all preventive measures as long as the investigation lasted. Also, at the material time the national law did not set out any statutory time-limits concerning the length of detention on remand in court proceedings; however, under Article 210 § 1 of the Code of Criminal Procedure a prosecutor was obliged to determine in his decision the period for which detention was ordered.", "That Article stated (in the version applicable at the material time):", "“Preventive measures shall be ordered by the court; before a bill of indictment has been lodged with the competent court, those measures shall be ordered by the prosecutor.”", "Article 222 of the Code of Criminal Procedure (in the version applicable until 4 August 1996), insofar as relevant, stated:", "“1. The prosecutor may order detention on remand for a period not exceeding three months.", "(1) the court competent to deal with the case, upon the prosecutor’s request, for a period not exceeding one year;", "(2) the Supreme Court, upon request of the Prosecutor General, for a further fixed term required to terminate the investigations.”", "Article 222 of the Code of Criminal Procedure, as applicable after 4 August 1996, provided, insofar as relevant:", "“3. The whole period of detention on remand until the date on which the court of first instance gives judgment may not exceed one year and six months in cases concerning ordinary offences. In cases concerning serious offences this period may not exceed two years.", "4. In particularly justified cases the Supreme Court may, upon the request of the court competent to deal with the case (...) prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a suspension of the proceedings, a prolonged psychiatric observation of the accused, when evidence needs to be obtained from abroad or when the accused has deliberately obstructed the termination of the proceedings in the terms referred to in paragraph 3.”", "The courts, when ruling on a prosecutor’s request under Article 222 § 2 of the code, were obliged to determine the precise period for which detention should be prolonged. If they refused to prolong detention or if the prosecutor failed to submit a request for a further prolongation before or on the expiry of the last detention order (regardless of whether it had been made by him or by a court), the detainee had to be released immediately.", "Article 213 § 1 of the Code of Criminal Procedure provided:", "“1. A preventive measure (including detention on remand) shall be immediately quashed or altered if the basis therefor has ceased to exist or new circumstances have arisen which justify quashing or replacing a given measure with a more or less severe one.”", "Article 217 § 1 (2) and (4) (in the version applicable at the material time) provided:", "“1. Detention on remand may be imposed if:", "...", "(2) there is a reasonable risk that an accused will attempt to induce witnesses to give false testimony or to obstruct the due course of proceedings by any other unlawful means;", "...", "(4) an accused has been charged with an offence which creates a serious danger to society.”", "In its resolution no. I KZP 23/97 of 2 September 1997, the Supreme Court stressed that:", "“... the ratio legis of the amendments to criminal legislation is based on the precept that a suspect (accused) should in no case be detained indefinitely until the first-instance judgment is rendered in his case ...", "It should be noted that, from the point of view of procedural safeguards for an accused, what is material is not how long his detention at the investigation stage has lasted and how long it has lasted at the stage of the court proceedings, but the total period of his detention and whether his detention and its length are subject to review. If there is such a review at the investigation stage (Article 222 §§ 1 and 2), there is no reason why there should not be one at the stage of the court proceedings ...”", "Also, at the time, the code set out three different legal avenues whereby a detainee could challenge the lawfulness of his detention: an appeal to a court against a detention order made by a prosecutor; proceedings in which courts examined requests for prolongation of detention submitted by a prosecutor; and proceedings relating to a detainee’s application for release.", "On 1 September 1998 the Code of Criminal Procedure of 1997 replaced the 1969 Code.", "Article 263 of the 1997 Code, insofar as relevant, provides:", "“§ 1. During investigation the court which decides about detention on remand shall impose it for a period not longer than 3 months.", "§ 2. If the special circumstances of a case make it impossible to conclude the investigation within the time-limit provided in § 1, detention on remand may be prolonged, at the request of the prosecutor and when it is necessary, by:", "the trial court – for up to 6 months,", "the appeal court – for a further fixed period necessary to conclude the investigation but not longer than 12 months.", "§ 3. The length of detention on remand until the delivery of a first judgment by the trial court shall not exceed 2 years.", "§ 4. Detention on remand may be prolonged for a fixed period exceeding the periods provided in §§ 2 and 3 only by the Supreme Court at the request of the court dealing with a case (...) – if it is necessary because of the suspension of criminal proceedings, the prolonged psychiatric observation of an accused, the prolonged preparation of an expert opinion, the collection of evidence in a particularly complicated case or abroad, a delay in the proceedings caused by an accused as well as other obstacles which could not be overcome. ”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}