{"ITEMID": "001-72881", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF KUBICZ v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1959 and lives in Chrzanów, Poland. He is represented before the Court by Mr T. Marek, a lawyer practising in Oświęcim, Poland.", "5. On 16 March 2001 the Chrzanów District Court (Sąd Rejonowy) ordered that the applicant be detained on remand in view of the reasonable suspicion that he had committed armed robbery. The court considered that the applicant’s detention was justified in view of the gravity of the charges against him. There was also a risk that he could go into hiding.", "6. On 21 May 2001 the applicant asked for release from detention. The Chrzanów District Prosecutor (Prokurator Rejonowy) refused on 29 May 2001. He considered that there was a reasonable suspicion that the applicant had committed the offence in question and a risk that he might obstruct the proper conduct of the proceedings. He found also that there were no grounds on which to release the applicant, as defined in Article 259 of the Code of Criminal Procedure. Furthermore, he underlined the gravity of the charges brought against him.", "7. On 30 May 2001 the applicant was indicted on 3 counts of armed robbery committed together with 2 accomplices before the Katowice Regional Court (Sąd Okręgowy).", "8. On 11 July 2001 the Katowice Regional Court ordered that the applicant be held in custody until 30 October 2001. The court repeated the reasons previously given for his detention.", "9. On 23 July 2001 the Katowice Regional Court referred the case to the Cracow Regional Court, considering that that court had jurisdiction over the matter. The Cracow Regional Court disagreed and, on 24 September 2001, referred the case to the Cracow Court of Appeal (Sąd Apelacyjny) for a ruling determining which court was to deal with it. On 17 October 2001 the Court of Appeal ordered that the case be tried before the Katowice Regional Court.", "10. The applicant’s detention was further extended on 25 October and 10 December 2001, despite the applicant’s requests for release.", "11. The first hearing was to be held on 19 April 2002 but the trial was adjourned for procedural reasons.", "12. During the proceedings the applicant’s detention was prolonged on several occasions. The last decision was taken on 11 October 2002, when the Katowice Regional Court ordered that he be held in custody until 15 March 2003.", "13. The applicant made many unsuccessful applications for release and appealed, likewise unsuccessfully, against the decisions prolonging his detention. He maintained that his detention was excessive and that other measures, such as bail or police supervision could secure the proper conduct of the trial. All decisions dismissing his applications repeated the same grounds for the applicant’s detention: the reasonable suspicion against him and the severity of the anticipated sentence and the fear that he might tamper with evidence.", "14. On 10 March 2003 the Katowice Regional Court convicted the applicant as charged and sentenced him to 3 years’ imprisonment.", "15. The Katowice Court of Appeal upheld the first-instance judgment on 6 November 2003.", "16. On 17 September 2004 the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”) entered into force.", "17. The applicant did not lodge a complaint under the 2004 Act.", "18. The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the so-called “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and prohibition to leave the country (zakaz opuszczania kraju).", "19. Article 249 § 1 sets out the general grounds for imposition of the preventive measures. That provision reads:", "“Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, also in order to prevent an accused’s committing another, serious offence; they may be imposed only if evidence gathered shows a significant probability that an accused has committed an offence.”", "20. Article 258 lists grounds for detention on remand. It provides, in so far as relevant:", "“1. Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in Poland];", "(2) there is a justified fear that an accused will attempt to induce [witnesses or co-defendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;", "2. If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years’ imprisonment, or if a court of first instance has sentenced him to at least 3 years’ imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be based on the likelihood that a severe penalty will be imposed.”", "21. The Code sets out the margin of discretion as to the continuation of a specific preventive measure. Article 257 reads, in so far as relevant:", "“1. Detention on remand shall not be imposed if another preventive measure is sufficient.”", "22. Article 259, in its relevant part, reads:", "“1. If there are no special reasons to the contrary, detention on remand shall be lifted, in particular if depriving an accused of his liberty would:", "(1) seriously jeopardise his life or health; or", "(2) entail excessively harsh consequences for the accused or his family.”", "23. The 1997 Code not only sets out maximum statutory time-limits for detention on remand but also, in Article 252 § 2, lays down that the relevant court – within those time-limits – must in each detention decision determine the exact time for which detention shall continue.", "24. Article 263 sets out time-limits for detention. In the version applicable up to 20 July 2000 it provided:", "“1. Imposing detention in the course of an investigation, the court shall determine its term for a period not exceeding 3 months.", "3. The whole period of detention on remand until the date on which the first conviction at first instance is imposed may not exceed 2 years.", "4. The court of appeal within whose jurisdiction the offence in question has been committed may, on application made by the court before which the case is pending or, at the investigation stage, on application made by the Prosecutor General, prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a stay of the proceedings, a prolonged psychiatric observation of the accused, a prolonged preparation of an expert report, when evidence needs to be obtained in a particularly complex case or from abroad, when the accused has deliberately prolonged the proceedings, as well as on account of other significant obstacles that could not be overcome.”", "25. The 2004 Act lays down various legal means designed to counteract and/or redress the undue length of judicial proceedings.", "Section 2 of the 2004 Act reads, in so far as relevant:", "26. Section 5 reads, in so far as relevant:", "“1. A complaint about the unreasonable length of proceedings shall be lodged while the proceedings are pending. ...”", "27. Section 12 provides for measures that may be applied by the court dealing with the complaint. It reads, in so far as relevant:", "“1. The court shall dismiss a complaint which is unjustified.", "2. If the court considers that the complaint is justified, it shall find that there was an unreasonable delay in the impugned proceedings.", "3. At the request of the complainant, the court may instruct the court examining the merits of the case to take certain measures within a fixed time-limit. Such instructions shall not concern the factual and legal assessment of the case.", "4. If the complaint is justified the court may, at the request of the complainant, grant ... just satisfaction in an amount not exceeding PLN 10,000 to be paid by the State Treasury. If such just satisfaction is granted it shall be paid out of the budget of the court which conducted the delayed proceedings.”", "28. Section 18 lays down transitional rules in relation to the applications already pending before the Court. It reads, in so far as relevant:", "“1. Within six months after the date of entry into force of this law persons who, before that date, had lodged a complaint with the European Court of Human Rights ... complaining of a breach of the right to a trial within a reasonable time guaranteed by Article 6 (1) of the Convention for the Protection of Human Rights and Fundamental Freedoms ..., may lodge a complaint about the unreasonable length of the proceedings on the basis of the provisions of this law if their complaint to the Court had been lodged in the course of the impugned proceedings and if the Court has not adopted a decision concerning the admissibility of their case.", "...”", "29. On 18 January 2005 Supreme Court (Sąd Najwyższy) adopted a resolution (no. III SPP 113/04) in which it ruled that while the 2004 Act produced legal effects as from the date of its date of entry into force (17 September 2004), its provisions applied retroactively to all proceedings in which delays had occurred before that date and had not yet been remedied."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}