{"ITEMID": "001-110823", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF YEVGENIY KUZMIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention;Trial within a reasonable time)", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;Erik Møse;Khanlar Hajiyev;Linos-Alexandre Sicilianos;Peer Lorenzen", "TEXT": ["5. The applicant was born in 1982 and lives in Mariinsk, Kemerovo Region.", "6. On 8 September 2003 the applicant was arrested on suspicion of aggravated assault and causing death by negligence in order to extract a confession from a suspect.", "7. On 10 September 2003 the Mariinsk Town Court of the Kemerovo Region (“the Town Court”) ordered that the applicant be placed in detention. The court noted, in particular, that the applicant was suspected of a particularly serious criminal offence and that, being a police officer, he could use his professional experience in order to influence witnesses and obstruct the investigation. The decision was upheld on appeal by the Kemerovo Regional Court (“the Regional Court”) on 22 September 2003.", "8. On 31 October 2003 the Town Court extended the applicant’s pre-trial detention until 29 November 2003, stating that he was charged with serious and particularly serious offences and that, if at liberty, he could obstruct the establishment of the truth and influence witnesses. On 4 December 2003 the Regional Court upheld that decision on appeal.", "9. According to the applicant, on 29 November 2003 – the last day of the period of his pre-trial detention authorised by the Town Court in its decision of 31 October 2003 – the authorities of a detention centre where he was being held at that moment refused to release him with reference to a letter of the Mariinsk Town prosecutor stating that on 28 November 2003 the file of his criminal case had been sent to a court. In the applicant’s submission, the case file was not in fact sent to the court until 1 December 2003.", "10. On 7 December 2003 the Town Court scheduled a hearing in the applicant’s case and ordered that the applicant remain in detention. It did not specify the time-limit for the applicant’s detention, nor did it give any reasons for that decision.", "11. On 16 December 2003 the Town Court ordered that the case file be returned to the investigating authorities so that the applicant would have an opportunity to study it. It also stated that the preventive measure applied in respect of the applicant “should remain the same”. It did not specify the time-limit for the applicant’s detention, nor did it give any reasons for that decision.", "12. On 22 December 2003 the Town Court scheduled a hearing in the applicant’s case and ordered that he remain in detention. It did not specify the time-limit for the applicant’s detention, nor did it give any reasons for that decision.", "13. By a decision of 26 May 2004 the Town Court extended the term of the applicant’s detention pending trial until 1 September 2004. It referred to the applicant’s personality, the fact that he was charged with serious and particularly serious criminal offences and the fact that he had pleaded not guilty, which, in the court’s opinion, suggested that he might obstruct the establishment of the truth, if released.", "14. On 19 July 2004 the Town Court further extended the applicant’s pre-trial detention until 1 December 2004, relying on the same reasons as those indicated in the decision of 26 May 2004. That decision was upheld on appeal by the Regional Court on 7 September 2004.", "15. By a judgment of 22 November 2004 the Town Court convicted the applicant as charged and sentenced him to five years and six months’ imprisonment. That judgment was upheld on appeal by the Regional Court on 22 March 2005.", "16. At some point the applicant attempted to have criminal proceedings instituted against the Mariinsk Town prosecutor who, according to him, had provided the authorities of a detention centre where he had been held at the material time false information stating that the file of his criminal case had been sent to a court on 28 November 2003, whereas in reality it had not been sent there until 1 December 2003. The applicant complained that on the basis of that false information, he had remained in detention after 29 November 2003, when the term of his pre-trial detention established in the court order of 31 October 2003 had expired.", "17. On 28 June 2005 the Tsentralny District Court of Kemerovo rejected the applicant’s complaint against the decision of the prosecutor’s office of the Kemerovo Region to dispense with criminal proceedings against the Mariinsk Town prosecutor. This decision was upheld on appeal by the Regional Court on 18 August 2005. The courts confirmed that the prosecutor’s office’s decision was lawful and well-founded, since there was no evidence of any criminal offence in the actions of the official in question, as he had not breached any provisions of domestic criminal law, or law on criminal procedure, and there was no evidence of any unlawfulness of the applicant’s detention during the period complained of.", "18. Since 1 July 2002, criminal-law matters have been governed by the Russian Code of Criminal Procedure (Law no. 174-FZ of 18 December 2001).", "19. “Preventive measures” include an undertaking not to leave a town or region, personal surety, bail and detention (Article 98). When deciding on a preventive measure, the competent authority is required to consider whether there are “sufficient grounds to believe” that the accused would abscond during the investigation or trial, reoffend or obstruct the establishment of the truth (Article 97). It must also take into account the gravity of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 99). In exceptional circumstances, and when there exist grounds provided for by Article 97, a preventive measure may be applied to a suspect, taking into account the circumstances listed in Article 99 (Article 100). If necessary, the suspect or accused may be asked to give an undertaking to appear in court (Article 112).", "20. The Code makes a distinction between two types of custody: the first being “pending investigation”, that is, while a competent agency – the police or a prosecutor’s office – is investigating the case, and the second being “before the court” (or “pending trial”), at the judicial stage.", "21. A custodial measure may only be ordered by a judicial decision in respect of a person who is suspected of, or charged with, a criminal offence punishable by more than two years’ imprisonment (Article 108). The maximum period for detention pending investigation is two months (Article 109). A judge may extend that period up to six months (Article 109 § 2). Further extensions may only be granted by a judge if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible and the detainee must be released immediately (Article 109 § 4).", "22. From the time the prosecutor sends the case to the trial court, the defendant’s detention falls under the category of “before the court” (or “pending trial”). The period of detention pending trial is calculated up to the date on which the first-instance judgment is given. It may not normally exceed six months from the moment the case file arrives at the court, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3)."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}