{"ITEMID": "001-86963", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF MOROKO v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;No violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Reasonable time);No violation of Article 1 of Protocol No. 1 - Protection of property;Violation of Article 13 - Right to an effective remedy;Pecuniary damage - claim dismissed (Article 41 - Causal link;Pecuniary damage;Just satisfaction);Non-pecuniary damage - finding of violation sufficient (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1979 and lives in Krasnoyarsk.", "5. In 2001–02 he stood trial for a drugs offence and was acquitted. He sued the State for compensation for the unfounded prosecution and pre-trial detention.", "6. The case came before the Leninskiy District Court of Krasnoyarsk. By its judgments of 5 December 2003 and 21 September 2006 the court ordered the Ministry of Finance to compensate the applicant’s non-pecuniary and pecuniary damage. The judgments became binding on 2 February 2004 and 16 November 2006, but were not enforced immediately.", "7. The judgment of 5 December 2003 was enforced on 21 October 2005 when the Ministry credited the judgment debt to the applicant’s bank account.", "8. The judgment of 21 September 2006 which was enforceable as of 16 November 2006 was not enforced immediately. The writ of enforcement was sent by the court to the bailiff service two months and seven days after the judgment had become final. On the same date the bailiff service returned the writ to the court as it lacked competence to enforce this judgment under the relevant provisions of the Budgetary Code. Two months later, i.e. on 27 March 2007, the applicant sent the relevant documents to the Federal Treasury, and on 15 August 2007 the judgment debt was credited to the applicant’s bank account.", "9. Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment in two months. Under section 242.2.6 of the Budget Code of 31 July 1998, the Ministry of Finance must honour a judgment in three months.", "10. Chapter 25 of the Code of Civil Procedure allows a person to appeal in court against an authority whose actions breach his rights (Article 254). If the appeal is well-founded, the court will order the authority to make good the breach (Article 258).", "11. Article 208 of the Code of Civil Procedure empowers a court to upgrade the amount of a judgment debt, if a creditor so asks.", "12. Chapter 59 § 4 of the Civil Code obliges the State to compensate a person’s non-pecuniary damage caused by a breach of his property rights."], "VIOLATED_ARTICLES": ["13"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "NON_VIOLATED_BULLETPOINTS": []}