{"ITEMID": "001-101491", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ŞTEFĂNICĂ AND OTHERS v. ROMANIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["5. The applicants are all Romanian citizens.", "6. The facts, as submitted by the parties, may be summarised as follows.", "7. The applicants are all former employees of B., a bank, which was involved in a large restructuring process of State-owned companies in Romania, entailing collective dismissals.", "8. The collective dismissal of employees of B. took place in different stages between September 1998 and October 1999. It affected hundreds of persons across Romania working either in the central office or in the local branches of the bank as follows: 632 persons dismissed in September 1998, seventy persons dismissed in February 1999 and 725 persons dismissed in May 1999. No precise numbers were available for the final stages of the dismissal process. From the case file, it appears that the applicants were dismissed during the period September 1998-October 1999.", "9. The applicants made several attempts to receive compensatory sums for collective dismissal (see paragraph 14 below) before the Bucharest Employment and Vocational Training Agency (“the agency”), a State agency entrusted with the disbursement of these payments, but did not have any success.", "10. On 3 December 2000, they brought an action against the agency, seeking to be granted the compensatory payments. They argued that according to the applicable law, their right had arisen on the date on which their contracts had been terminated. The fact that B. had failed to submit to the agency a list of the persons whose contracts had been terminated could not be imputed to the employees. Moreover, there was established case-law upholding applications submitted by other former employees in a similar situation from the same court of first instance in Bucharest and in final decisions of higher courts across the country.", "11. By a judgment of 9 August 2001, Bucharest District Court upheld the applicants' claim. It established that B. had only submitted to the local agency a list of persons dismissed after 8 October 1999 and had failed to send a list of persons dismissed before that date, even though they were part of the same collective dismissal process. The court considered that this failure gave rise to inequalities among the people dismissed.", "12. Allowing an appeal by the agency, the Bucharest County Court, by a final decision of 25 March 2002 (drafted on 1st July 2002), reversed the first-instance decision and concluded that the applicants did not meet the requirements for receiving the compensatory payments. For the applicants dismissed between September 1998 and May 1999, the appellate court referred to another condition provided by the national legislation, namely that the State Property Fund (FPS) should have mandated its special representatives on the board of shareholders to proceed with the reorganisation, in particular with the collective dismissal. In the case at issue, the appellate court established that such a mandate did not exist on the date when the applicants were dismissed and therefore they were not entitled to compensatory payments. For the applicants dismissed between August and October 1999, the county court established that they did not meet another condition, namely that they did not prove that they had taken part in the pre-dismissal procedures. It concluded that the applicants did not satisfy these specific conditions and dismissed their claims.", "13. The applicants submitted requests to the Procurator General for leave to lodge an extraordinary appeal against the final decision, invoking, inter alia, the existence of conflicting final decisions concerning other former employees in the same situation as them, namely those dismissed before October 1999. Their requests were rejected.", "14. Emergency Ordinance no. 9/1997, as modified by Emergency Ordinance no. 52/1998, provided that persons whose employment contracts were terminated due to collective dismissal procedures were entitled to compensatory payments ranging from six to twelve times the average net salary nationwide. On 24 June 1999 the newly adopted Emergency Ordinance no. 98/1999 changed the method for determining the quantum of the compensatory payments, which since then has ranged from six to twelve times the average net salary in the specific company.", "15. Article 46 of Emergency Ordinance no. 98/1999 obliged the employer company to notify, in writing, the competent agencies of the collective dismissal process, as approved in the restructuring programme, and to provide lists of the staff to be dismissed. Based on those lists, the competent agencies were required to provide pre-dismissal services, including counselling and professional guidance. In order to be eligible for compensatory payments, the persons who were part of a collective dismissal had to take part in these pre-dismissal programmes.", "16. In similar cases, former employees of B., dismissed before October 1999, requested recognition of their right to compensatory payments. Following the agency's refusal to pay compensation, they lodged complaints with the competent domestic courts. By different final decisions rendered by county courts between June 2000 and September 2001, their right to compensatory payments was recognised. The reasoning varied: some county courts considered that the condition regarding the special mandate of the FPS was satisfied, others did not even take this special condition into account.", "The condition regarding participation in the pre-dismissal procedures was indirectly taken into account into some of the decisions. In those decisions reference was made to the fact that the employer had failed to submit to the competent agencies lists of the staff dismissed before October 1999.", "Some decisions underline the fact that the collective dismissal took place in different stages and that the persons dismissed before October 1999 had been deprived of the social protection provided by the compensatory payments, even though the dismissal conditions had been identical and there was no objective reason for such discrimination.", "17. Another group of former employees, who were dismissed between August 1998 and May 1999 and who lost their case by a final decision of the Bucharest County Court of 31 January 2002, submitted a request to the Procurator General for leave to lodge an extraordinary appeal (recurs în anulare) in their favour. The latter accepted their request and made a request in this respect to the Supreme Court of Justice.", "By a final decision of 1 October 2003 the Supreme Court allowed the extraordinary appeal and quashed the final decision delivered in that particular case. It concluded that the lack of the special mandate of the FPS (issued in August 1999) did not affect the right of persons whose employment contracts had been terminated in the framework of a collective dismissal to receive compensatory payments. It further explained that in the event of a contrary interpretation, the effects would be unacceptable because it would create discrimination between persons placed in the same or similar positions. It also added that in the event that the former employees were not involved in the collective pre-dismissal procedures because of the negligence of the employer, they were still entitled to receive compensatory payments.", "18. Subsequent final decisions of the Bucharest Court of Appeal of 30 June 2003 and 3 September 2004 followed the same approach and recognised the right to compensatory payments for former employees dismissed during the same period of time as the applicants.", "19. The Romanian Code of Civil Procedure (“the CCP”) in force at the time provided in its Article 330 that the Prosecutor General, ex officio or upon request of the minister of justice, could lodge an extraordinary appeal (“recurs in anulare”) against final judicial decisions. This extraordinary appeal was repealed from domestic law by a Government ordinance published on 26 June 2003.", "20. Article 329 of the CCP regulates another type of extraordinary appeal (“recurs in interesul legii”). The provisions in force at the time provided that in order to ensure uniform interpretation and application of the law, the Prosecutor General, ex officio or at the request of the minister of justice, could request the Supreme Court of Justice to deliver a decision concerning a legal issue which had received different solutions in the lower courts. The decision thus delivered could not alter the outcome of cases already decided. Amendments were made in 2005 and it was made possible to recognise the right of the managerial boards of the courts of appeal to lodge such a request with the High Court of Cassation and Justice.", "21. Article 322 § 9 of the CCP further provides that a case may be reopened in front of the domestic courts if the European Court of Human Rights has found that a specific domestic decision violated fundamental rights or liberties."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}