{"ITEMID": "001-84171", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "KOZUBEK v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant, Ms Anna Kozubek, was a Polish national who was born in 1917, lived in Cracow and died on 18 January 2003. She was represented before the Court by Mr Krzysztof Tor, a lawyer practising in Krakow. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1954 the applicant inherited a plot of land located in Radość, Warsaw. In the 1940s and 1950s the local community made many investments to turn the area into a district park. On 31 May 1991 she applied to the Warsaw Praga District Office (Urząd Dzielnicy Praga Południe) for information concerning construction on her plot. In reply, she was informed that according to the local master plan of 1982 (plan zagospodarowania przestrzennego) her plot was situated in an area designated for housing construction on forest grounds and had a forestry zone status. On 26 October 1992 the applicant lodged an application for a construction permit. Her application was dismissed on 12 November 1992.", "On 30 December 1992, upon the applicant’s appeal, this decision was quashed. On the same date the Mayor of Warsaw Praga (Burmistrz Dzielnicy Gminy Praga-Południe) stayed the proceedings concerning construction on the applicant’s plot pending the termination of proceedings relating to divesting the area of its forestry zone status. According to the new local master plan of 28 September 1992, the applicant’s plot was situated in an area designated for housing construction and community green spaces. It was possible to construct a house on the plot; however, only after the plot had been divested of its forestry zone status. In addition the surface area of the house could not exceed 15% of the total area of the plot.", "In 1992 the Municipality began work on the plot with a view to preserving its district park function. On 29 October 1992 the applicant requested the Municipality to discontinue the work on her property. On 9 November 1992 she was informed that the Municipality was considering buying the plots situated in the park area.", "On 30 April 1993 the applicant lodged a complaint with the Warsaw Governor (Wojewoda Warszawski) alleging inactivity on the part of the first-instance authority (as regards the proceedings concerning the divesting of the forestry zone status). On 28 May 1993 the applicant applied to the Warsaw Development Planning Office (Biuro Planowania Rozwoju Warszawy) and asked that her plot be divested of its forestry zone status. On 16 March 1994 the applicant asked for the proceedings to be expedited.", "On 20 December 1994 the Municipality recommended granting the applicant’s application: that the plot in question be divested of its forestry zone status. On 5 May 1995 the applicant was informed that the Governor’s office had not supported the Municipality’s recommendation.", "Upon the applicant’s further enquiries, on 11 July 1995 the Warsaw Governor informed her that one of the reasons for rejecting the recommendation was that a group of 500 people had protested against any construction being carried out on the applicant’s plot and the adjacent plots.", "On 26 October 1995 the Municipality lodged a motion with the Minister of Environmental Protection (Minister Ochrony Środowiska, Zasobów Naturalnych i Leśnictwa) concerning the alteration of the use of the applicant’s plot.", "On 23 February 1996 an analysis of the legal and factual circumstances of the applicant’s and other owners’ cases was prepared.", "On 8 April 1996 the Mayor of Warsaw Wawer (Burmistrz Gminy Warszawa Wawer) informed the applicant that according to the provisions of the Act of 1980 on environmental protection, the competent authority to buy the applicant’s plot was the Warsaw District Office (Urząd Rejonowy). Consequently, on 26 April 1996 the applicant’s case was transferred to the Warsaw District Office.", "On 10 June 1996 the applicant’s daughter asked the Warsaw District Office to be allowed to use the plot for construction purposes.", "On 22 August 1996 the District Office considered that the 1980 Act did not apply and therefore it transferred the case back to the Municipal Office.", "On 16 September, 23 September and 16 December 1996, 5 May and 3 June 1997 the applicant applied to the Mayor of Warsaw asking for a speedy conclusion to her case. She further requested the Mayor to buy the plot from her. During the whole period, the applicant’s plot was used as a park.", "On 21 April 1997 the applicant’s daughter notified the Warsaw Wawer Municipality that she wished to put up temporary fencing around her plot. On 1 July 1997 the applicant was informed that her application to alter the use of the plot had been rejected.", "On 3 November 1997 the applicant asked the Municipality to grant a planning permission (decyzja o warunkach zabudowy i zagospodarowania terenu). On 23 December 1997 the Mayor gave a decision authorising the applicant to construct a house and a sanitary tank on her plot. The Mayor further held that it was necessary to obtain permission from the Minister of Environmental Protection in order to alter the use of the applicant’s plot as specified in the local master plan that is, from a forestry zone to a residential and construction zone.", "On 8 January 1998 the applicant applied to the Mayor of Warsaw requesting the commencement of the procedure for the alteration of the use of her plot in the local master plan.", "On 19 January 1998 the applicant was informed that a certain group “Friends of Radość Association” (Stowarzyszenie miłośników Radości) (“the Association”) had appealed against the grant of planning permission of 23 December 1997. On 27 January 1998 the Warsaw Self-Government Board of Appeal (Samorządowe Kolegium Odwoławcze) upheld the planning permission. On 14 March 1998 the Association lodged a complaint with the Supreme Administrative Court.", "On 25 March 1998 the applicant filed a complaint under Article 37 § 1 of the Code of Administrative Proceedings with the Self-Government Board of Appeal alleging inactivity on the part of the Warsaw - Wawer Municipality as regards the proceedings to alter the use of her plot. On 20 April 1998 the Municipality explained that on 14 April 1998 the applicant’s case had been transferred to the Minister of Environmental Protection and therefore the Municipality was no longer competent to deal with the applicant’s case.", "On 29 April 1998 the Board of Appeal transferred the applicant’s case to the Municipality. The Board further held that the applicant’s complaint could not be considered as a complaint under Article 37 of the Code of Administrative Procedure, since the Municipality was no longer competent to issue a decision in the applicant’s case.", "On 29 June 1998 the applicant constructed a fence around her plot. The following day the fence was demolished by unknown persons. On 13 August 1998 the Warsaw Praga District Prosecutor discontinued the criminal proceedings, as it had been impossible to find the culprits.", "Meanwhile, the Warsaw Wawer Mayor sent letters to the Ministry of Environmental Protection asking for examination of the owners’ motions concerning construction on the forest plots in Radosc. This was to no avail as the Minister sent the motions back to the Municipality.", "On 30 May 1999 the applicant sent a letter to the Mayor of Warsaw – Wawer Municipality asking for an explanation for the delay.", "On 14 July 1999 the applicant lodged a complaint with the Supreme Administrative Court alleging inactivity on the part of the Warsaw – Wawer Mayor. She claimed that despite the final planning permission of 23 December 1997 and her application of 8 January 1998 the Municipality had failed to apply to the Governor to alter the use of her plot as specified in the local master plan. On 13 August 1999 the Supreme Administrative Court rejected the applicant’s complaint. The court held that the law in force did not oblige the Municipality to apply to the Governor, and therefore her complaint should be rejected.", "On 30 July 1999 the Municipality Council adopted a resolution and held that the so-called park in Radosc should be designated as a district park in the future local master plan. The Municipality Board was ordered to institute proceedings in order to buy out the plots from their owners.", "On 20 September 1999 an expert Z.J submitted an evaluation report on the value of the applicant’s plot and the plots of two other owners. Subsequently the Municipality began negotiating the price with the applicant and other owners of the plots of land in question.", "On 19 April 2000 the Supreme Administrative Court dismissed the complaint of the Association against the decision of the local self-government board of 27 January 1998.", "On 4 July 2000 the applicant was able to sell the plot in question for 534,600 zlotys [approx. 141,000 euros]. The seller and the buyer declared in the notarial deed that the price represented the market price.", "Meanwhile, on 5 November 1999 the applicant lodged a civil action with the Warsaw Regional Court against the Warsaw Wawer Municipality asking for payment for the use of the plot without a contractual basis. On 9 November 2000 she withdrew her action. Consequently, the proceedings were discontinued on 15 November 2000.", "The provisions relating to the procedure for divesting the applicant’s plot of its protective forest status were included in the law of 26 March 1982 on protection of agricultural and forest grounds (ustawa o ochronie gruntów rolnych i lesnych). This law was repealed by the new law of 3 February 1995 which entered into force on 25 March 1995."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}