{"ITEMID": "001-79267", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF RYCKIE v. POLAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 5-3;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1972 and lives in Gdansk.", "5. On 24 May 1999 the applicant was detained on remand on suspicion of having committed numerous offences, inter alia kidnapping and aggravated robbery.", "6. The court based its detention order on a reasonable suspicion that the applicant had committed the offences and on the severity of the likely penalty, which gave rise to a fear that the applicant would obstruct the proceedings.", "7. His pre-trial detention was extended by decisions of 15 July 1999, 20 October 1999, 24 January 2000, 27 June 2000, 10 November 2000, 3 January 2001, 26 March 2001, 30 April 2001, 21 November 2001, 25 April 2002, 16 July 2002, 8 July 2003, 20 January 2004, 13 July 2004, 28 July 2004, 6 August 2004, 20 August 2004, 27 August 2004, 3 September 2004, 12 October 2004, 11 January 2005, 19 July 2005 and 27 October 2005.", "8. In all the above-mentioned decisions the courts relied on the same grounds for detention as those given in the first detention order. In some the courts also referred to the complexity of the case, the need to conduct further investigations, the probability of collusion between the applicant and the co-accused and exertion of unlawful pressure on witnesses by the applicant and the fear that the applicant would go into hiding.", "9. On many occasions the applicant requested release or that a more lenient preventive measure be applied. Each time his requests were dismissed.", "10. The applicant appealed against the decisions extending his detention on several occasions. Only one of his appeals was allowed to the effect that the period of extension of his detention was reduced by two months (the Gdańsk Court of Appeal decision of 17 August 2005).", "11. On 24 January 2000 the prosecution service filed with the Gdańsk Regional Court a bill of indictment. The applicant was charged with twelve offences, including aggravated robbery, kidnapping and illegal possession of a weapon.", "12. The first hearing planned for 10 April 2000 was adjourned. Subsequent hearings were held on 26 May 2000, 27 June 2000, 7 August 2000, 6 October 2000, 10 November 2000, 3 January 2001, 2 February 2001 and 26 March 2001. The hearing of 17 April 2001 was adjourned. As a consequence of the court’s exceeding the permissible period of the length of intervals between hearings, the proceedings had to be conducted anew.", "13. Subsequent hearings were held on 6 June 2001, 8 June 2001, 13 June 2001, 3 July 2001, 18 September 2001, 24 September 2001, 10 October 2001 and 15 October 2001. The hearing of 31 October 2001 was adjourned due to a lay judge’s illness. Subsequent hearings were held on 7 November 2001, 13 November 2001, 20 November 2001, 10 December 2001, 14 December 2001 and 17 December 2001. A hearing of 21 December 2001 was adjourned due to the absence of witnesses. The next hearings took place on 27 December 2001, 7 January 2002, 14 January 2002 and 21 January 2002.", "14. On 28 January 2002 the Gdańsk Regional Court convicted the applicant of nine offences, acquitted him of the remaining three and sentenced him to 15 years’ imprisonment. The applicant and other accused appealed.", "15. On 9 April 2003 the Gdańsk Court of Appeal quashed the judgment and remitted the case as it found that the judges deciding on the case had not been impartial.", "16. The hearings of 22 August 2003, 7 October 2003, 18 November 2003 and 19 December 2003 were adjourned since the applicant had so requested and since one of the accused had been absent.", "17. A subsequent hearing was held on 24 February 2004. A hearing of 6 April 2004 was postponed due to the absence of a lawyer representing one of the accused. Hearings were held on 6 July 2004, 28 July 2004, 6 August 2004, 20 August 2004, 27 August 2004, 3 September 2004, 7 September 2004, 12 October 2004, 3 December 2004, 7 December 2004 and 14 December 2004.", "18. On 28 December 2004 the Court of Appeal found that the length of proceedings had been excessive in the applicant’s case and awarded him compensation. In its reasoned grounds the court stated that as a result of the fact that the trial court had exceeded the permissible length of time between the hearings of 26 March 2001 and 6 June 2001, the proceedings had to be conducted anew. It also noted that the adjournment of the hearing of 17 April 2001 had been unjustified.", "19. Subsequent hearings were held on 11 January 2005, 25 January 2005, 11 February 2005, 18 March 2005, 5 April 2005, 12 April 2005, 17 May 2005, 28 June 2005, 3 July 2005, 19 July 2005, 19 August 2005, 6 September 2005, 11 October 2005, 4 November 2005, 25 November 2005, 9 December 2005 and 20 December 2005.", "20. In the course of the proceedings the applicant and other accused lodged numerous requests for exclusion of several judges from the case, hearing of additional witnesses, commissioning expert opinions, transfer of the case to a different court, rereading of the bill of indictment, drawing up a new bill of indictment, the appointment of a new legal-aid lawyer, correction of the record of a hearing, etc.", "21. On 27 December 2005 the Gdansk Regional Court sentenced the applicant to 15 years’ imprisonment. The reasoned grounds for this judgment are being drawn up. The applicant expressed his intention to lodge an appeal."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}