{"ITEMID": "001-5192", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "ZDEBSKI, ZDEBSKA AND ZDEBSKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicants are Polish citizens. The first applicant was born in 1946. He died of cancer on 31 December 1995. The second applicant, born in 1953, was the first applicant's former wife who subsequently returned to live with him. The third applicant is the daughter of the first and second applicants. The applicants are represented before the Court by Mr Adam Włoch, a lawyer practising in Kraków.", "A.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 21 February 1994 the second applicant, who is a teacher, requested the Kraków educational authorities to issue her a licence to run an adoption agency (\"agencja adopcyjna\"). In reply, she was informed by an undated letter that centres dealing with adoption and custody matters could only be run by associations governed by the Associations Act, whose statutory purposes so provided.", "On 19 September 1994 the Kraków Regional Prosecutor charged the first applicant with trading in children, an offence provided for by Article IX of the Transitory Provisions of the Criminal Code of 19 April 1969, applicable at the material time. On 20 September 1994 the first applicant was arrested. On the same day the applicant was examined by a psychiatrist from the Department of Psychiatry of the Jagiellonian University, since at the time of his arrest he had submitted that he had been suffering from depression for the last ten years. The medical opinion stated that, having regard to the first applicant’s state of mental health, he should be detained in the psychiatric ward of the Kraków Detention Centre.", "On 21 September 1994 the Kraków Regional Prosecutor remanded him in custody for a period of three months on suspicion of trading in children. On the same day the prosecutor asked the Kraków Detention Centre to place the applicant in the psychiatric ward.", "", "On 22 September 1994 the applicant was examined by a physician from the detention centre hospital. The medical examination did not show any pathological changes in the applicant’s thorax, skeleton, nervous system, urinary system or abdominal cavity. The physician recommended that the applicant should be seen by a psychiatrist and a specialist in internal medicine and should have an X-ray. An X-ray taken afterwards showed a shadow at the top of his right lung. On 11 October 1994 therefore the X-ray was repeated. It showed a shadow of 4 cm in his lung.", "On 30 September 1994 written grounds of a decision of 19 September 1994 were served on the first applicant. The prosecutor considered that there was a strong suspicion that in September 1993 he had contacted Mr and Ms C. and, taking advantage of their difficult financial situation, convinced them to give for adoption their child which was soon to be born. At the beginning of October 1993, upon discharge of the mother from the hospital where the child had been born, he had placed it with third parties. The biological parents had not had any further contact with the child. Later, a week before a court hearing in the adoption proceedings, the first applicant had organised a meeting at the law firm of A.W. attended by Mr and Ms C. and an American couple, the Ks. On the day of the hearing and after a favourable decision as to adoption by Mr and Ms K. had been rendered by the court, the first applicant had given 8,500,000 old zlotys (PLZ) to the Cs. and had retained PLZ 1,500,000 for himself, apparently as reimbursement of costs which he had borne for the maintenance of the child. It had further been established that in November 1993 the first applicant had had contacts with K.B., who had been pregnant at that time. After her child had been born, he had taken it from K.B. upon her discharge from hospital and had placed the child with third parties. The mother had not had any further contact with the child. From June 1993 to November 1993 the first applicant had paid to K.B. PLZ 9,000,000 in monthly instalments of PLZ 1,500,000. The child had apparently later been adopted by another American family.", "On 28 and 30 September 1994, the prosecutor consulted doctors from the detention centre hospital in order to establish whether the applicant could take part in the criminal proceedings conducted against him. They informed him that the applicant’s health did not prevent him from participating in the proceedings.", "On 1 October 1994 the Office of Kraków Municipal Council registered the first applicant's company. In accordance with the terms of the registration certificate he was allowed to run a legal advice company, providing, inter alia, legal counselling concerning adoption proceedings and \"cooperation with agencies dealing with adoption matters\" (\"współpraca z agencjami adopcyjnymi\").", "On 13 October 1994 the first applicant was examined by a lung specialist who ordered that he should undergo a new X-ray or tomographical examination, and bronchoscopy. On 17 October 1994 the detention centre established that the applicant could have a bronchoscopy at the Jan Paweł II Hospital in Kraków on 21 October 1994.", "On 21 October 1994 the Kraków Regional Public Prosecutor had a phone conversation with doctors from the detention centre in order to establish whether the applicant could participate in the criminal proceedings. He was informed that the applicant was undergoing diagnostic tests since suspect shadows had been found in his right lung. By a letter of the same date the prosecutor requested the prison hospital to provide information in writing about the applicant’s health as soon as possible.", "The tomography of the applicant’s lungs was carried out on 18 November 1994. Its interpretation, given on 23 November 1994, confirmed the presence of suspect changes in his lungs.", "On 18 November 1994 the applicant’s defence counsel filed with the Regional Public Prosecutor’s Office a request for release based on Article 218 of the Code of Criminal Procedure, submitting that the applicant should be released as there was a suspicion that he was suffering from lung cancer.", "On 21 November 1994 the Kraków Regional Prosecutor refused to release the applicant, having regard to the fact that information obtained from the detention centre hospital regarding the applicant’s health was insufficient to establish whether he was suffering from cancer.", "", "On 30 November 1994 the applicant underwent a bronchoscopy.", "", "On 6 December 1994 a panel of physicians of the Kraków detention centre hospital stated that the applicant should be released as he was suffering from lung cancer. The prosecutor requested that a further medical report be prepared concerning the compatibility of the applicant’s health with his continued detention. On 14 December 1994 two specialists from the Institute of Forensic Medicine of Kraków University confirmed that there was a strong likelihood that the applicant was suffering from lung cancer.", "On 19 December 1994 the applicant was released. A medical certificate issued on the day of his discharge from the prison hospital stated that cytological tests had shown the presence of suspect cells in his lungs. There was a strong likelihood that he was suffering from lung cancer. An examination by a lung specialist was urgently necessary. The applicant's condition also necessitated a tomographical examination of his lungs as well as a bronchoscopy. The applicant was also suffering from depression. While hospitalised, he had been receiving various drugs.", "On 29 December 1994 the applicant was admitted to a hospital in Kraków. He subsequently underwent a course of radiation therapy.", "On 11 January 1994 the Kraków Court of Appeal refused the public prosecutor's request for prolongation of detention on remand of another suspect detained in the same case, A.W., who was an advocate. The court stated that the acts with which A.W. had been charged could not reasonably be qualified as trading in children within the meaning of Article IX of the Transitional Provisions of the Criminal Code. This was so because, in the assessment of what could constitute the offence of \"trading in children\", regard had necessarily to be had to the fact that adoption was in a child's best interest, whereas the notion of trading in human beings inherently involved acts to the detriment of the victims of such trade. Whereas it was true, the court continued, that adoption did, to a certain extent, limit the liberty of a person to be adopted, its purpose was to improve a child's conditions of life and to enhance its prospects of well-being. Therefore, adoption in itself had to be perceived as being beneficial for a child. In the case under examination, it had not been established by the investigating authorities that the acts with which A.W. had been charged had caused any harm to any children, or to other persons. The court attached importance to the fact that Section IX of the Transitional Provisions of the Criminal Code which penalised trading in human beings was to be replaced, following a proposal by a committee charged with drafting a new Code, by a separate offence of organising adoptions for commercial purposes. It indicated, the court emphasised, that it was impossible to charge A.W. with the offence defined in Section IX of the Transitional Provisions, as the offence of trading in human beings was considered by an unanimous opinion of eminent legal scholars, members of the drafting committee, to constitute an offence separate from the one of organising adoptions for commercial purposes. The court concluded that the mere fact that A.W. had acted as a lawyer and as an intermediary in numerous adoption proceedings and had received fees for it, was not sufficient for a reasonable suspicion that an offence punishable under Section IX had been committed.", "On 21 February 1995 the first applicant underwent an operation. A part of his lungs was removed. During the operation the presence of metastases in his lymph nodes was established.", "He was discharged from hospital on 23 March 1995.", "", "On 31 December 1995 the applicant died of lung cancer.", "On 31 January 1996 the second applicant requested that criminal proceedings be instituted concerning the causes of the first applicant's death. She submitted that, after his admission to the prison hospital, an X-ray had showed possible symptoms of cancer. At the beginning of October 1994 the prison medical services had accordingly notified the prosecutor and had pointed out the possibility of a quick and violent progress of the cancer. They had emphasised the necessity of the applicant's further examination by specialists and, possibly, of an operation. The second applicant further submitted that, throughout the first applicant's stay in the prison hospital, the prosecutor I. K.-B. had been informed on an ongoing basis by the applicant's lawyers of the fact that his continued detention entailed an immediate danger to his life. She had entirely disregarded this information. Likewise, she had disregarded the results of the first applicant's medical examinations. She had also ignored the medical opinions of the prison hospital and of the Forensic Medicine Institute indicating that the applicant's condition had been incompatible with his continued detention. She had kept refusing to release him, considering that the applicant had been prevaricating. The second applicant further stated that the first applicant's treatment after his release had been ineffective, mainly owing to the fact that the illness had already been in an advanced stage. The first applicant had received a course of radiation therapy and had subsequently undergone the operation. The second applicant stated that the evidence to prove the accuracy of her assertions was to be found in the first applicant's medical records at the prison hospital and the Kraków Pulmonological Hospital, and in the applicant's medical records kept by the Kraków Forensic Medicine Institute.", "The second applicant asserted that the first applicant's death had been caused by his detention from September to December 1994 and by the lack of any adequate treatment against cancer throughout that time. She submitted in particular that had the first applicant been released earlier to receive adequate treatment, he would have had a chance to be saved. The fact that during his detention he had been deprived of treatment, amounted, in the second applicant's opinion, to manslaughter within the meaning of the relevant provisions of the Criminal Code.", "On 12 January 1996 the Ministry of Justice ordered that the investigation of the second applicant's allegations should be conducted by a prosecutor from a prosecutor's office outside of Kraków.", "", "On 25 March 1996 the Kraków Regional Prosecutor, in view of the first applicant's death, discontinued the criminal proceedings against him.", "On 8 March 1996 the Tarnów Regional District Prosecutor refused to institute criminal proceedings concerning the first applicant's death.", "On 29 April 1996 the Appellate Prosecutor in Kraków quashed this decision and ordered that the investigations be resumed.", "On 30 July 1996 the investigations were discontinued as the Public Prosecutor found that no criminal offence had been committed. Two copies of this decision were sent to the second applicant’s addresses in Kraków and in Nowy Targ. It is not contested that the first one was served on the applicant on 6 August 1996, and the second one on 12 August 1996.", "The applicant lodged an appeal against this decision on 19 August 1996. On 22 August 1996 the Tarnów Regional Prosecutor refused to accept her appeal, considering that the seven-day time-limit should have been calculated from the date of the effective service of the decision on the second applicant, i.e. from 6 August 1996 and that, therefore, the applicant had submitted her appeal out of the statutory time-limit.", "B. Relevant domestic law", "1. Detention on remand", "", "Under Chapter 23 of the Code of Criminal Procedure, as applicable at the material time, the lawfulness of the Public Prosecutor's detention order could be challenged before a court. The authorities competent to decide in relation to detention on remand were specified in Articles 210 and 212 of the Polish Code of Criminal Procedure, which at the material time read as follows:", "Article 210:", "\"1. Preventive measures [including detention on remand] are imposed by the court; before a bill of indictment is sent to the court, they are imposed by the prosecutor (...).\"", "Article 212:", "\"1. The decision concerning preventive measures may be appealed [to the higher court] (...).", "2. The prosecutor's order on detention on remand may be appealed to the court competent to consider the criminal proceedings at issue. (...)\"", "2. Proceedings for compensation for unjustified detention", "", "Chapter 50 of the Code of Criminal Procedure, as applicable at the material time, provided for compensation regarding damages arising out of imprisonment resulting from conviction which has subsequently been quashed and the convicted person acquitted, for obviously unjustified detention on remand and for arrest and detention up to 48 hours. The Regional Court in whose region the detained person had been released was competent to examine whether the conditions for awarding compensation had been met. The decision of the Regional Court could be appealed to the Court of Appeal.", "According to Article 489 of the Code, a request for compensation for manifestly unjustified detention on remand had to be lodged within one year from the date on which the final decision terminating the criminal proceedings in question had become final. Therefore, in practice, a request for compensation for unjustified detention under Article 487 of the Code of Criminal Procedure could not be lodged until the criminal proceedings against the person concerned were terminated (see also the decision of the Supreme Court no. WRN 106/96, 9.1.96, published in Prok. ialia, the decision of the Supreme Court no. II KRN 124/95, 13.10.95, published in OSNKW 1996/1-2/7).", "The proceedings relating to a request under Article 487 of the Code of Criminal Procedure were to be regarded as independent of the original criminal proceedings in which the detention was imposed. They were not designed to secure release from detention but financial reparation for damage arising from unjustified detention on remand. The person concerned, by instituting such proceedings, could retrospectively seek a ruling as to whether his or her detention was justified. He or she could, however, challenge the lawfulness of continuing detention on remand and obtain his or her release.", "3. Civil liability in tort of the State Treasury", "Under Article 417 of the Civil Code, the State Treasury is liable for damage caused by an agent of the State in the exercise of his or her duties."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}