{"ITEMID": "001-109573", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "COMMITTEE", "DATE": 2012, "DOCNAME": "CASE OF DEMENOVA v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)", "JUDGES": "André Potocki;Ganna Yudkivska;Mark Villiger", "TEXT": ["4. The applicant was born in 1957 and lives in Melitopol.", "5. On 29 July 1999 the applicant instituted proceedings in the Melitopol Court against the Simferopol State University, her former employer, seeking recovery of salary arrears and compensation for unused leave.", "6. On 19 July 2001 the court rejected the applicant’s claims as unsubstantiated.", "7. On 21 February 2002 the Zaporizhzhya Regional Court of Appeal quashed that judgment and remitted the case to the first-instance court for fresh consideration.", "8. On 22 March 2005 the first-instance court left the applicant’s claims without consideration, holding that she had repeatedly failed to appear at court hearings.", "9. On 21 June 2005 the court of appeal quashed that decision, finding that there was no proof that the applicant had been duly informed about the date and place of the first instance court’s hearing, and remitted the case to the first instance court for consideration on the merits.", "10. On 12 December 2006 the court ordered modification of the record concerning the applicant’s dismissal and ordered the respondent to pay her certain sum, having rejected the remainder of her claims. On 22 March 2007 the Court of Appeal upheld that judgment.", "11. On 18 September 2007 the Supreme Court rejected the applicant’s appeal in cassation.", "12. Out of sixty hearings scheduled in the applicant’s case ten were adjourned due to the applicant’s absence or upon her request, eleven hearings were adjourned due to the absence of the respondent or his representative or upon their requests, seven were adjourned due to both parties’ failure to appear. Nine hearings were adjourned due to the judge’s illness, two were adjourned due to the judge’s absence, and one was adjourned due to the liquidation of the court dealing with the applicant’s case."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}