{"ITEMID": "001-57527", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 1976, "DOCNAME": "CASE OF SWEDISH ENGINE DRIVERS' UNION v. SWEDEN", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 11;No violation of Art. 14+11;No violation of Art. 13", "JUDGES": "", "TEXT": ["8. The Swedish Engine Drivers' Union (Svenska Lokmannaförbundet) is a trade union founded in 1958 with its head office in Stockholm. It is open to the five to six thousand employees of the Swedish State Railways who are either crewmen or personnel from among whom crewmen are recruited. Its membership rose from some 700 in 1969 to 1,200 in 1974, then dropped to 1,100 in September 1975. Thus the applicant union comprises between 20% to 25% of the eligible railway personnel, by far the majority of whom - 75% to 80% - belong to the Railwaymen's Section of the State Employees' Union (Statsanställdas Förbund - SF), one of the three principal federations of Swedish State employees.", "9. The applicant union is an independent trade union. It complains that the Swedish National Collective Bargaining Office (Statens Avtalsverk, hereinafter referred to as \"the Office\") concluded collective agreements on terms of employment and conditions of work only with the said federations. It maintains that this policy has led to stagnation and a drop in its own membership; the Government challenges these statements.", "General background", "10. For more than a hundred years, workers and employers in the private sector in Sweden have traditionally enjoyed the right to form and join trade unions and to take action in defence of their occupational interests without interference by the State.", "Certain principles of labour law which had evolved in practice were codified in 1928 and 1936 by the following legislation:", "11. The 1928 Collective Agreements Act deals with collective labour agreements between employers or employers' associations and trade unions. It specifies in particular the legal effects of such agreements. For example, the parties may not take strike or lock-out action in regard to an issue regulated by a collective agreement in force between them.", "12. The 1928 Labour Court Act contained rules governing the composition, jurisdiction and procedure of the Labour Court.", "The Labour Court was competent to hear cases of alleged violation of the 1936 Act on the Right to Organise and Negotiate. It also had jurisdiction in disputes relating to the interpretation and application of collective agreements, but proceedings could only be brought by a party to the agreement in issue. Unions or non-union employees to whom such an agreement had been made applicable (paragraph 17 below) were obliged to bring their disputes before the ordinary courts or administrative courts, as the case might be.", "13. The above-mentioned 1936 Act guarantees two distinct rights to the parties on the labour market, namely the right to organise and the right to negotiate.", "The right to organise is defined in section 3 of the Act as the right of employers and employees to belong to an employers' organisation or a trade union, to exercise their rights as members of that organisation or union, and to work for an organisation or a union or for the formation of an organisation or a union, without interference or pressure by the other party. The Act specifies that the right to organise shall be considered as being violated \"if measures are taken either by employers or by employees to constrain any employee or employer, as the case may be, to refrain from becoming a member of, or to resign from, an association, to refrain from exercising his rights as a member of an association, or to refrain from working for an association or for the formation of an association, and likewise if measures are taken either by employers or by employees calculated to cause prejudice to an employee or employer, as the case may be, on the ground that such employee or employer is a member of an association, exercises his rights as a member of an association or works for an association or for the formation of an association\".", "The only way in which such associations enjoy the protection of the Act is that they may be awarded damages if the other party violates the right to organise of an individual member in such a way that the violation is to be regarded as interference in the affairs of the association.", "The right to negotiate is defined in section 4 of the 1936 Act as \"the right to institute negotiations regarding conditions of employment or relations between employers and employees in general\". It imposes on the other party an obligation to enter into negotiations, to attend meetings for negotiations and, where necessary, to make proposals for the settlement of the issues involved. This provision is applicable to all trade unions including the applicant union. As the Labour Court ruled in 1972 (see paragraph 29 below), this does not mean that the negotiation must lead to the conclusion of an agreement even where the substantive terms are not in dispute.", "14. Prior to 1966, the State determined the wages and conditions of employment of its employees in the event of a breakdown of the negotiations between the State and the employees.", "As from 1 January 1966, the 1965 State Officials Act (statstjänstemanalag) has virtually assimilated State employees to employees in the private sector as regards trade union rights, strikes, lock-outs, etc. The Act made the 1928 Collective Agreement Act, the 1928 Labour Court Act and the 1936 Act on the Right to Organise and Negotiate applicable in the public sector. Furthermore, the Act provided for collective agreements to be concluded, subject to certain exceptions, between the Office, representing the State as employer, and the organisations of State employees. The Ministry of Finance has a nominee on the governing board of the Office.", "15. The 1965 legislative reform was facilitated by the centralised structure of the Swedish trade union movement; one factor that contributed much to its adoption was the conclusion in December 1965 of a Basic Agreement on Negotiations' Procedure (slottsbacksavtalet) between the Office and the four main organisations of State employees, namely:", "According to the information at the disposal of the Court, these federations, of which numbers (ii) and (iii) recently merged, represent the large majority of Swedish State employees: more than 450,000 out of the 500,000 whose terms of employment are negotiated by the Office. About forty trade unions are affiliated to these organisations. The few independent trade unions, including the applicant, represent only about 2,000 State employees in all.", "16. Clause 4 of the above-mentioned Basic Agreement provides that negotiations with a view to concluding a collective agreement shall be conducted on the employees behalf by the \"main organisation\" concerned, unless the Office and the \"main organisation\" agree otherwise. A note is appended stating that it is not thereby intended to depart from the earlier practice observed in regard to negotiations with a particular association as to any question which exclusively concerns that association.", "One exception was made to this rule in the case of the Association of Physicians (Sveriges Läkarförbund); some other exceptions have been or are made from time to time. For instance, in April 1974, the State concluded a separate collective agreement with an independent union of forestry workers. The Government and the applicant union disagree about the circumstances surrounding the making of such exceptions.", "17. The Royal Order of 30 June 1965 relating to Certain Public Collective Agreements (KK om vissa statliga kollektivavtal m.m.) includes the following provisions:", "\"Collective agreements as to such conditions of employment or service as are determined by the King-in-Council or by Parliament shall be concluded conditionally on the agreement being sanctioned by the King-in-Council.\"", "\"An Authority which is bound by a collective agreement shall apply the provisions of the agreement to any employee within the occupational group and region to which the agreement refers, notwithstanding that the employee is not covered by the agreement or by any other applicable collective agreement.\"", "18. Certain forms of employees' representation are confined to parties to a collective agreement. Thus, the applicant union complains, inter alia, of being disqualified from representation on the Central Works Council of the Swedish State Railways established by Royal Order of 1968, on the Working Hours Council established by the King-in-Council, and on the Works Committees. The applicant further complains that it cannot appoint official trade union representatives under the Act of 31 May 1974 on the Status of Trade Union Representatives at the Place of Work (lagen om facklig förtroendemans ställning på arbetsplatsen), or safety inspectors under Article 40 of the 1949 Workers' Protection Act, as amended on 16 November 1973 (lagen om ändring i arbetarskyddslagen).", "19. The law described above at paragraphs 10 to 18 has in recent years undergone various changes. Thus, trade union rights in both the public and private sectors have been embodied in the new Swedish Constitution which came into force on 1 January 1975. In addition, the Act of 31 May 1974 on the Procedure for the Settlement of Labour Disputes (lag om rättegången i arbetsvister) has replaced the 1928 Labour Court Act. Since 1 July 1974, the new Act has enabled any trade union, whether a party to a collective agreement or not, to bring before the Labour Court any dispute relating to the interpretation or application of such an agreement.", "Facts of the particular case", "20. Between 1 July 1966 and 31 December 1968, the terms of employment and conditions of work of State employees were governed by a collective agreement concluded by the Office and the four federations. The applicant was not affiliated to any of these federations, but the collective agreement was made directly applicable to it by an accessory agreement which the Office concluded with the applicant on 22 September 1966.", "On 8 July 1968, the applicant indicated that it wished to terminate the accessory agreement as from the end of 1968 and it asked for negotiations regarding a new agreement, indicating certain general guidelines for the negotiations.", "On 18 November 1968, the applicant union submitted more detailed demands regarding the terms of employment of its members and again asked for negotiations which were to start at the same time as the negotiations with other comparable unions. This request was repeated in February and March 1969.", "In February and March 1969, the Office held exploratory meetings with the four federations and provided them with certain proposals regarding the terms of employment which were to apply to State employees in 1969 and 1970. Following these meetings, the Office also held a meeting with the applicant on 27 March 1969. On this occasion, the Office and the applicant union examined the demands formulated by the union in its letter of 18 November 1968. The Office also handed over the proposals which it had previously presented to the four federations. These proposals concerned all State employees, including engine drivers. Finally, the Office declared that it did not intend to conclude a collective agreement with the applicant for the years 1969 and 1970, nor even an accessory agreement such as that concluded in 1966. It stated, however, that it was prepared to continue discussing engine drivers' terms of employment with the applicant union.", "On 28 March 1969, the applicant union asked the Office to reconsider its refusal to conclude a separate agreement with the union, but the Office replied on 24 April that it maintained its previous position.", "According to the Government, the new attitude of the Office which, even after the 1965 reform, had concluded accessory agreements with the applicant and other independent trade unions, could be explained by the fact that in Sweden, at the end of 1968 and in 1969, the trade union structures in the public sector were tending to disintegrate.", "21. On 27 April 1969, the applicant union proclaimed a strike and a blacklisting of jobs as from 9 May. After certain legal and other questions regarding the strike and the blacklisting of jobs had been discussed in writing and orally between the Office and the applicant, the Office decided on 5 May 1969 to proclaim a lock-out of members of the applicant union as from 13 May 1969.", "The strike and the blacklisting became effective on 9 May 1969 but were cancelled as from 11 May. Consequently, the lock-out did not become effective. However, in retaliation against the strike action, the State refused to apply retroactively to the members of the applicant union a new agreement concluded with the federations on 12 July 1969. This caused each member of the applicant union a loss of 400 to 600 Swedish Crowns. Proceedings brought in the name of one of the applicant's members concerning this dispute ended on 2 October 1973 by a judgment of the Supreme Court of Sweden dismissing the applicant's claim.", "22. On 16 June 1969, the Office transmitted to the applicant a copy of the final proposal made in the course of its negotiations with the four federations. At a meeting on 7 July 1969, the applicant requested the Office to conclude with it an agreement which – apart from certain clauses - would be identical with the agreement to be concluded with the four federations. The Office rejected this proposal.", "23. On 12 July 1969 the Office concluded with the four federations a general collective agreement for the years 1969 and 1970. In principle, the agreement applied to all State employees, including engine drivers. In accordance with Article 4 of the Royal Order relating to Certain Public Collective Agreements, the application of this agreement was extended to the members of the applicant union.", "24. At a meeting on 21 October 1970, the latter submitted to the Office its demands for the period beginning 1 January 1971. The applicant union also raised the question of a separate agreement. A further meeting was held on 19 November 1970 at which the demands presented by the applicant on 21 October 1970 were examined in detail.", "25. By letters of 14 January and 5 February 1971, the applicant union reverted to the question of a separate agreement, but the Governing Board of the Office decided on 19 February to maintain its refusal to conclude such an agreement with the union.", "26. Negotiations between the Office and the applicant union took place at three further meetings on 26 February, 10 March and 26 April 1971. At these meetings the Office and the applicant discussed the terms of employment of engine drivers, and the Office informed the union about proposals which had been presented during the negotiations between the Office and the four federations.", "27. On 28 June 1971, the Office concluded a general collective agreement with two of the four federations, namely SF and TCO-S. This agreement regulated the terms of employment of State employees, including engine drivers, for the period 1971-1973. Under Article 4 of the Royal Order of 1965, this general agreement became applicable to the members of the applicant union as well as to the members of the other two federations.", "28. On 18 June 1971, the applicant union introduced proceedings against the State before the Labour Court, seeking a declaration that the Office was obliged to enter into negotiations with a view to concluding a collective agreement with the applicant union, and also to conclude such an agreement with the applicant union if the parties were in accord on the substantive issues.", "The applicant union referred to Sections 3 and 4 of the 1936 Act on the Right to Organise and Negotiate. The union also invoked Article 16 of the Swedish Constitution then in force, some general principles of Swedish law and a number of international instruments including the European Convention on Human Rights.", "The Labour Court dismissed the applicant's claim in a lengthily reasoned judgment delivered on 18 February 1972. The Court held that Section 4 of the 1936 Act neither debarred a party from declaring at the outset of negotiations that it would not conclude an agreement, nor implied an obligation to conclude an agreement following negotiations. The Court added that Section 3 of the same Act did not afford trade union organisations any protection in their own right.", "The Labour Court noted that the international instruments relied on could serve to clarify Swedish law: while they had not been incorporated into Swedish law, it must be assumed that Swedish law intended to respect them. Nevertheless, the Court found that the submissions on this point in the instant case did not cause it to alter its judgment on the questions in dispute.", "29. On several subsequent occasions, the applicant union attempted unsuccessfully to secure the conclusion of a collective agreement; its latest attempt was in March 1975.", "30. In its application lodged with the Commission on 6 July 1972, the applicant union alleged violation of Articles 11, 13 and 14 (art. 11, art. 13, art. 14) of the Convention.", "The Commission declared the application admissible on 20 July 1972.", "31. In its report on 27 May 1974 the Commission expressed the unanimous opinion:", "- that the conduct of the Office might in principle raise an issue under Article 11 (art. 11) of the Convention, even if the Office were fulfilling typical employer functions,", "- that the refusal by the respondent Government to enter into collective agreements with the applicant did not violate Article 11 para. 1 (art. 11-1) as such;", "- that the different treatment of the applicant and the federations with regard to the enjoyment of the freedom of association was reasonably and objectively justified and did not therefore contravene Article 11 read in conjunction with Article 14 (art. 14+11);", "- that Article 13 (art. 13) had not been violated in the present case.", "The report contains a separate concurring opinion shared by four other members of the Commission."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["11", "13", "14"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}