{"ITEMID": "001-61562", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASE OF COLAK AND FILIZER v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Feyyaz Gölcüklü;Georg Ress", "TEXT": ["9. The applicants were born in 1969 and 1964 respectively and live in Şanlı Urfa, Turkey.", "10. Police officers from the anti-terrorist branch of the Istanbul Security Directorate arrested the applicants on suspicion of membership of an illegal organisation, the PKK (Kurdistan Workers' Party), and placed them in custody on 28 and 29 April 1995 respectively. Both applicants alleged that they had been beaten and insulted by policemen on the way to the Security Directorate Building.", "11. On 29 April 1995 the public prosecutor attached to the Istanbul State Security Court ordered the extension of the applicants' custody period until 9 May 1995.", "12. The applicants alleged that during their interrogation by the police, they had been kept blindfolded and forced to give information about persons they did not know. They were allegedly subjected to various forms of ill-treatment by police officers. They claimed they were beaten, strung up by the arms, threatened with death and given electric shocks.", "13. On 2 May 1995 the applicants were allegedly forced to sign police statements about their activities in the PKK and their connections with other PKK members.", "14. On 5 May 1995 the applicants were examined by the Istanbul Forensic Medicine Institute's medical expert along with fourteen other detainees. In his report, the institute's doctor noted that there were no signs of beating, force or violence on the bodies of the applicants, whereas he had spotted certain signs of injury on the bodies of two other detainees.", "15. On 22 May 1995 the first applicant underwent a second medical examination in prison. According to the prison doctor's report, the applicant had fading bruises on his body and ecchymoses on his left foot. The applicant was later transferred to Fatih Forensic Medicine Institute where another medical expert examined him. In a report dated 20 June 1996, it was concluded that the applicants' injuries, as cited in the report of the prison doctor, would prevent him from carrying out his work for two days.", "16. On 18 May 1995 the prison doctor also examined the second applicant. In his report, the doctor noted the presence of abrasions on the penis, pain in the chest and ecchymoses under the left eye. He also noted that the applicant had described a feeling of pain while chewing and pain on both shoulders.", "17. On 5 May 1995 the applicants were brought before the public prosecutor attached to the Istanbul State Security Court. In their questioning they denied their police statements and rejected the allegations against them.", "18. On 6 May 1995 they were brought before the State Security Court, where they repeated their denials in relation to the statements taken by the public prosecutor. The court ordered the applicants' detention on remand on account of the nature of the accusations against them and of the evidence already available.", "19. On 22 June 1995 the public prosecutor initiated criminal proceedings against the applicants in the Istanbul State Security Court and charged them with carrying out acts aimed at the separation of a part of the State territories.", "20. On 1 June 1995 the applicants filed a complaint with the Fatih public prosecutor's office alleging that they had been subjected to various forms of ill-treatment during their detention in police custody.", "21. By decisions of 19 and 21 September 1995 the Fatih public prosecutor declined to bring any criminal proceedings against the police officers, because of a lack of evidence against them.", "22. On 13 October 1995 the applicants filed an appeal with the Istanbul Beyoğlu Assize Court against this decision.", "23. On 14 December 1995 the Assize Court dismissed the appeal lodged by the second applicant on the ground that there was insufficient evidence to commit the police officers for trial. The court, however, upheld the appeal in respect of the first applicant.", "24. On 8 June 1998 the Istanbul Chief Public Prosecutor filed an indictment with the Istanbul Assize Court accusing two police officers from the Istanbul Security Directorate of inflicting ill-treatment on the first applicant.", "25. On 27 October 1999 the Istanbul Assize Court acquitted the two police officers on the ground that there was no sufficient and convincing evidence which would enable the court to convict the accused. The court reasoned that the complainant could not identify the police officers since he had allegedly been kept blindfolded while being tortured and that the Istanbul Forensic Medical Institute's report stated that no lesions had been seen on his body. It further noted that the Fatih Forensic Medicine Institute's report had been given fifteen days after the alleged incident and that the accused had denied the allegations.", "26. The Criminal Code makes it a criminal offence to subject an individual to torture or ill-treatment (Articles 243 and 245 respectively)."], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}