{"ITEMID": "001-58269", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF ZUBANI v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Preliminary objection rejected (out of time);Preliminary objection rejected (non-exhaustion);Violation of P1-1;Just satisfaction reserved", "JUDGES": "C. Russo;John Freeland;N. Valticos", "TEXT": ["I. Circumstances of the case", "7. The applicants, three sisters and a brother, own a farmhouse and adjoining land, which they use for agricultural purposes.", "8. On 21 August 1979, as part of the implementation of the general development plan adopted pursuant to Law no. 167/62, the Municipality of Brescia (\"the Municipality\") issued an order, under an expedited procedure, for the possession of the applicants' land, which was located in a zone intended for the construction of low-cost and social housing (\"edilizia economica e popolare\").", "9. On 16 July 1980 the Municipality took physical possession of the land, aided by the police. On 6 October 1981 the Lombardy Regional Council issued an expropriation order.", "10. From the outset the applicants challenged the lawfulness of the measures taken by the authorities; they brought several actions in the administrative courts and in the ordinary civil courts.", "A. Action for possession in the ordinary civil courts", "11. On 1 October 1980 they applied to the Brescia Magistrate's Court (pretore) seeking the restitution of their land on the ground that the order for possession under the expedited procedure of 21 August 1979 had been executed after the expiry of the statutory time-limit (three months).", "By an interim decision of 10 January 1981, the Magistrate's Court found for the applicants. The Municipality did not comply with the decision.", "On 16 March 1983 the Magistrate's Court reversed its earlier interim decision because in the meantime the expropriation order of 6 October 1981 (see paragraph 9 above) had legalised the occupation of the land. It ruled nevertheless that the taking of possession of the land on 16 July 1980 had been unlawful and amounted to an act of theft. It ordered the Municipality to pay compensation for the damage sustained by the applicants on this account.", "12. The Municipality contested its liability to pay compensation and, on 13 June 1983, appealed to the Brescia District Court, which, on 18 December 1985, upheld the impugned decision. The text of the judgment was deposited in the registry on 13 June 1986.", "", "13. In the meantime, on 16 April 1981, the two cooperatives responsible for carrying out the building work (see paragraph 18 below) had brought an action against the applicants seeking compensation for the damage deriving from the delay to the property development scheme caused by the proceedings brought by the applicants.", "B. Proceedings on the merits in the administrative courts", "14. By a writ served on 12 November 1979, the applicants instituted proceedings in the Lombardy Regional Administrative Court (\"the RAC\") seeking judicial review of the expedited order for possession of 21 August 1979.", "On 22 July 1980 they filed a new action contesting the occupation of the land and on 6 January 1982, in the same court, they challenged the expropriation order of 6 October 1981.", "15. Following the joinder of these different proceedings, the RAC quashed, on 15 June 1984, the various administrative measures - including the expropriation order -, but found that it lacked jurisdiction to rule on the lawfulness of the taking of possession of the applicants' land on 16 July 1980; it took the view that this question was a matter for the ordinary courts. The text of its decision was deposited in the registry on 30 July 1984.", "16. The Municipality appealed to the Consiglio di Stato, which, in a judgment of 21 November 1985, deposited in the registry on 17 January 1986, upheld the RAC's decision.", "C. Enforcement proceedings", "1. In the administrative courts", "17. As the Municipality failed to comply with the latter decision, the applicants instituted proceedings in the Consiglio di Stato.", "18. On 10 June 1986 the Consiglio di Stato found that it lacked jurisdiction and remitted the case to the Lombardy RAC.", "On 16 July 1986 the applicants applied to the RAC, which, on 24 October 1986, found partly in their favour, holding in substance that the annulment by the Consiglio di Stato of the contested expropriation measures had the effect of imposing a duty on the Municipality to return immediately the part of the land that it had occupied on which no buildings had been erected, namely 12,000 square metres. It accordingly ordered that the land in question be returned", "to the applicants within thirty days. In respect of the remaining parcels of land, on which residential accommodation had been built in the meantime, the RAC held that it had no jurisdiction to order enforcement, because even before the annulment of the expropriation, the Municipality had transferred the land in question to two building cooperatives. As a result physical possession of the property had passed to the members of the two cooperatives. As the latter were private citizens, neither the Municipality nor the RAC was empowered to make any order whatsoever in regard to enforcement. It referred the applicants to the ordinary courts.", "This decision was deposited in the registry on 31 October 1986; it was not complied with.", "2. In the ordinary courts", "19. On 29 July 1986 the applicants served notice on the Municipality calling on it to comply with the decision of the Lombardy RAC of 15 June 1984, upheld by the Consiglio di Stato on 21 November 1985.", "20. By a writ served on 5 August 1986, the Municipality brought proceedings against the applicants in the Brescia District Court seeking a declaration that the applicants' notice to comply was invalid or inoperative because the judgment in question did not constitute a proper basis for initiating enforcement proceedings.", "The applicants filed a cross-action seeking, in addition to the restitution of their land, an order from the District Court for the demolition of the buildings constructed on part of it and the erection of a fence. They also claimed compensation for the damage sustained.", "21. At the hearing on 26 March 1987 judgment was reserved. On 2 April 1987 the District Court declared the notice served on the Municipality invalid on the ground that although the RAC judgment had quashed the measures adopted in connection with the expropriation, it was not automatically enforceable. At the same time the court partly allowed the applicants' cross-action in so far as it related to compensation for damage and the restitution of the land.", "22. By a writ served on 12 June 1987, the Municipality appealed.", "On 19 October 1988 judgment was reserved. On 9 November 1988 the Brescia Court of Appeal partly set aside the impugned decision pursuant to Law no. 458 of 27 October 1988 (\"the 1988 Law\" - the socalled \"Legge Zubani\"). This law, which came into force on 3 November 1988, gave legislative force to a principle laid down by the Court of Cassation (in plenary session) in its judgment no. 1464 of 16 February 1983, namely that property on which public work had been carried out making it impossible to restore it to its owner was to be the subject of compulsory transfer to the public authorities. In such circumstances the person concerned was entitled to full compensation.", "", "Thus the appeal court dismissed the applicants' claim for the restitution of the land. However, it confirmed their right to compensation for the damage sustained. The text of its judgment was deposited in the registry on 15 November 1988.", "23. At a date that has not been specified, the applicants appealed on points of law, challenging, among other things, the retrospective application of the 1988 Law. On 18 September 1989 the Court of Cassation adjourned the hearing to a later date.", "24. In a judgment of 6 November 1989, deposited in the registry on 3 April 1990, the Court of Cassation dismissed the appeal on the ground that the appeal court had correctly applied the 1988 Law in the case before it because the applicants had not yet obtained a final decision ordering the Municipality to return the land which had been built on.", "25. In addition, on 15 November 1989, in connection with the proceedings instituted by the cooperatives in 1981 (see paragraph 13 above) the Brescia District Court raised, on the applicants' motion, an objection based on the unconstitutional nature of section 3 of the 1988 Law. This objection was dismissed by the Constitutional Court on 12 July 1990 (judgment no. 384 - see paragraph 35 below).", "On 28 November the District Court dismissed the plaintiffs' claims and held that the Municipality should compensate the applicants for the damage sustained, but that this issue should be the subject of separate proceedings.", "26. On 4 and 5 March 1993 the applicants issued a writ against the cooperatives and the Municipality in the District Court for a decision fixing the amount to be reimbursed to them.", "27. On 26 April 1995 the District Court, finding that the Municipality alone was liable for the occupation and the resulting damage, awarded the applicants 599,605,830 Italian lire less the 100,000,000 lire (reassessed at 139,650,600 to take account of monetary depreciation) paid by the defendant as an advance in 1988. They were also awarded 22,300,000 lire for lawyers' fees and expenses. The judgment was deposited in the registry on 2 August 1995. It was declared enforceable on 11 October and was served on the Municipality on 13 October.", "28. On 29 September 1995 the Brescia Municipal Council decided that the sums in question should be paid to the applicants. The first sum plus statutory interest up to the probable date of payment (31 October 1995) totalled 1,015,255,000 lire.", "29. On 20 October 1995 the applicants served a notice to comply on the Municipality, which, on the following 29 November paid them 751,164,000 lire.", "", "30. On 17 January 1996, they issued a writ under Article 543 of the Code of Civil Procedure requiring the Municipality and its bank to appear on 26 March 1996 before the enforcement judge so that he could order the attachment of funds belonging to the Municipality with a view to securing payment of the outstanding amount. On 18 January 1996 a bailiff attached 250,000,000 lire.", "", "II. Relevant domestic law", "A. Legislative provisions", "31. Section 20, paragraph 1, of Law no. 865 of 22 October 1971 provides:", "\"The occupation of land under the expedited procedure with a view to its expropriation shall be authorised by the Prefect. Such an order shall lapse if possession of the land is not taken within three months of the date on which it was issued.\"", "32. Section 3 of Law no. 458 of 27 October 1988 states:", "\"Any person who owns land which is used for the construction of public buildings or social housing shall be entitled to compensation for damage sustained where the expropriation has been declared unlawful by a court decision which has become final, but such person may not claim restitution of his property.", "Further, such a person is entitled, in addition to compensation for damage, to sums payable in respect of monetary depreciation and to any other sums mentioned in Article 1224 § 2 of the Civil Code, such amounts being calculated from the date of the unlawful taking of possession.\"", "33. Article 1224 § 2 of the Civil Code provides:", "\"Any creditor who establishes that he has suffered greater loss is entitled to be compensated therefor. There is no such entitlement in cases where it has been agreed that interest would be paid in case of delay.\"", "34. Article 543 of the Code of Civil Procedure is worded as follows:", "\"The attachment of a debtor's funds held by third parties ... shall be effected by a writ served in person on the third party and the debtor ...\"", "B. Case-law", "35. Interpreting section 3 of the 1988 Law, the Constitutional Court held in its judgment (no. 384) of 12 July 1990:", "\"In the impugned provision, the legislature has given preference, as between the owner's interest in obtaining restitution of his unlawfully-expropriated land, and the public interest - in this case the allocation of such land for building public, low cost or subsidised housing - to this latter interest.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}