{"ITEMID": "001-90398", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF BULLEN AND SONEJI v. THE UNITED KINGDOM", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki;Mihai Poalelungi;Nebojša Vučinić;Nicolas Bratza", "TEXT": ["4. The applicants were born in 1946 and 1962 respectively and live in London. They were charged with involvement in a money laundering scheme together with a third co-accused, Mr E.", "5. On 24 March 2000 the second applicant pleaded guilty at a Crown Court to conspiracy to launder the proceeds of criminal conduct contrary to section 1 of the Criminal Law Act 1977. On 3 April 2000 the first applicant pleaded guilty to the same offence.", "6. On 21 June 2000 the prosecution served notice under section 71(1)(a) of the Criminal Justice Act 1988 (CJA 1988, see paragraphs 40-41 below), as amended by the Proceeds of Crime Act 1995, indicating their intention to seek confiscation orders to recover the proceeds of the applicants’ criminal conduct.", "7. On 29 June 2000 counsel for the second applicant requested an early confiscation hearing and counsel for the co-accused, Mr. E., requested a confiscation hearing in September. The trial judge pencilled in a date on the week beginning 30 October 2000, as that was the first occasion on which he would be available. The trial judge further directed that the date would be considered again on the proposed date for sentence, 18 August 2000.", "8. On 18 August 2000 the second applicant was sentenced to four and a half years’ imprisonment and the first applicant was sentenced to six years’ imprisonment. Prior to sentence the confiscation hearing was formally postponed until after passing sentence and was fixed for 30 October 2000, outside the six-month period required under section 72A of the CJA 1988.", "9. On 30 October 2000 the case was listed for the confiscation hearing with a time-estimate of five working days. The applicants objected that the court lacked jurisdiction to hear the confiscation proceedings on the grounds that more than six months had elapsed since their convictions and that the judge had not considered whether there were “exceptional circumstances” warranting the imposition of the confiscation orders outside the statutory time-limit, as required by section 72A (3) of the CJA 1988, as amended (see paragraph 35 below).", "10. On 3 November 2000 the trial judge held that he had jurisdiction to hear the confiscation proceedings. It was then agreed by the parties that the confiscation proceedings should be adjourned to await the outcome of a similar case which was due to be heard by the Court of Appeal, R v Steele and Shevki. The confiscation proceedings were adjourned until 5 February 2001.", "11. On 21 November 2000 Mr E. was granted leave to appeal against his conviction. On 24 November 2000 both the applicants’ applications for leave to appeal against sentence were refused by a single judge of the Court of Appeal.", "12. On 14 December 2000 the Court of Appeal delivered its judgment in R v. Steele and Shevki ([2000] EWCA Crim 70). It found that although adjournments beyond the six-month period prescribed by statute should be avoided, exceptional circumstances such as the unavailability of a judge would not deprive a subsequent confiscation order of its validity.", "13. On 31 January 2001 the confiscation proceedings were listed again for mention. Renewal of argument in relation to the Crown Court’s jurisdiction to hear the confiscation proceedings, in light of the Court of Appeal’s judgment in R v. Steele and Shevki, was listed for 8 and 9 March 2001. Following the hearing on 8 March 2001, the judge held that the court retained a common law power to adjourn beyond the statutory six-month time-limit in compelling circumstances such as where there was an illness or the judge was unavailable. In his opinion a statutory postponement citing exceptional circumstances was required only where the purpose of the postponement was to gather further information, and not in the instant case where the issue had been the unavailability of the judge.", "14. On 26 and 27 March 2001 the Court of Appeal heard and dismissed Mr E.’s appeal against conviction. On 30 March 2001 the confiscation proceedings were listed again for mention before the trial judge, to notify him of the result of Mr E.’s appeal. At this stage Mr E. was seeking leave to appeal to the House of Lords and was awaiting the decision of the Court of Appeal on his application for leave to appeal. The substantive hearing of the confiscation hearing was again adjourned.", "15. On 2 May 2001 the Court of Appeal refused Mr E.’s application for leave to appeal to the House of Lords and declined to find that a question of law of general public importance was involved in the decision.", "16. On 12 June 2001 the confiscation proceedings were listed for directions and with the agreement of all parties, the hearing was fixed to begin on 15 October 2001.", "17. On 20 September 2001 the confiscation proceedings were again listed for mention at the request of Mr. E. who sought to adjourn the confiscation hearing that was fixed for 15 October 2001.", "18. On 26 September 2001 the confiscation proceedings were again listed to consider Mr E.’s application for adjournment. The proceedings were adjourned to 28 January 2002 with a time estimate of three weeks.", "19. On 28 January 2002 the Crown Court imposed a confiscation order on the second applicant in the amount of GBP 75,350, to be paid within 18 months of the resolution of any appeal to the Court of Appeal, with a consecutive term of twelve months’ imprisonment to be served in default.", "20. On 4 February 2002 the second applicant lodged an application for leave to appeal, challenging the confiscation order on the ground that the Crown Court had no jurisdiction to make it because of the lapse of the six-month period provided by section 72A(3) of the CJA 1988.", "21. On 7 February 2002 the Crown Court imposed a confiscation order on the first applicant in the sum of GBP 375,000, to be paid within 18 months of the resolution of any appeal to the Court of Appeal, with a consecutive term of 21 months’ imprisonment to be served in default.", "22. On 25 February 2002 the first applicant lodged an application for leave to appeal challenging the confiscation order on the same grounds as the second applicant (see paragraph 20 above).", "23. On 12 December 2002 the second applicant obtained a Certificate of Inadequacy from the High Court. This entitled him to return to the Crown Court to seek a reduction of the confiscation order.", "24. On 4 February 2003 the second applicant’s case was listed before the Crown Court and the confiscation order was reduced to GBP 30,284, taking into account the Certificate of Inadequacy.", "25. On 20 June 2003 the Court of Appeal allowed the applicants’ appeals and quashed the confiscation orders and default sentences of imprisonment. They noted that on 29 June 2000, defence counsel for the second applicant and the co-accused Mr. E. had requested an early hearing at the Crown Court. However, the earliest date that the trial judge would be available was the week beginning 30 October 2000. That date was pencilled in by the trial judge, even though it was “more than four months away”. The Court of Appeal considered that, given the importance attached by Parliament and the courts to the link between confiscation orders and sentencing, a high degree of judicial scrutiny was required before finding exceptional circumstances to justify the imposition of a confiscation order outside the six-month time-limit. In the present case, there was no evidence of any enquiry from 24 March 2000 (when the second applicant was the first to plead guilty) onwards into whether a space could be found for the confiscation hearing during the six-month period.", "26. Furthermore, on 3 November 2000, the trial judge had acknowledged with “admirable candour” when finding that he had jurisdiction to hear the confiscation proceedings outside the six-month time-limit that “no enquiry was made of the (applicants) as to the postponement” when the decision to hold the confiscation hearing in the week beginning 30 October 2000 was finally confirmed on 18 August 2000. Neither had there been any analysis of any factors which might amount to exceptional circumstances. The trial judge had also “candidly acknowledged more than once” that there were no exceptional circumstances. The Court of Appeal ultimately found that the failure to address the question as to whether the circumstances could properly be described as exceptional and to make a finding to that effect was fatal to the upholding of the confiscation orders. Though in principle confiscation orders should not be quashed for mere defects in procedure, if the statutory requirement of exceptional circumstances was to be more than a “mere incantation”, enquiry into the circumstances and the possibility and feasibility of a timely hearing were required.", "27. On 30 July 2003 the Court of Appeal certified that a point of law of general public importance was involved in the decisions.", "28. On 1 April 2004 the House of Lords granted the prosecution leave to appeal against the decisions of the Court of Appeal.", "29. On 21 July 2005 the House of Lords reversed the decisions of the Court of Appeal and ordered the latter to re-impose the confiscation orders in respect of both applicants.", "30. The House of Lords observed that the core problem before it was whether, as a matter of statutory construction, failure to comply with a statutory time-limit would have the effect of invalidating an act. The fact that Parliament cast statutory requirements in imperative form without expressly specifying the consequences of a failure to comply had caused difficulty and had been the source of a great deal of litigation over the preceding 130 years. A distinction had first evolved between mandatory and directory requirements; where a requirement was mandatory, a failure to comply had the effect of invalidating the act in question but where a requirement was merely directory, a failure to comply did not invalidate the act. Over the years, a further distinction had been made between two types of directory requirements: requirements of a purely regulatory character, where a failure to comply would never invalidate an act, and requirements where a failure to comply would not invalidate an act provided that there was substantial compliance. In London & Clydeside Estates Ltd v. Aberdeen District Council [1980] 1 WLR 182, 189E-190C, however, Lord Hailsham had emphasised that it was within the courts’ inherently discretionary jurisdiction to determine the nature of a particular statutory requirement and to examine the consequences of non-compliance before determining whether Parliament had intended total invalidity. In the later case of Wang v. Commissioner of Inland Revenue [1994] 1 WLR 1286, the Privy Council followed and applied the dictum of Lord Hailsham in London and Clydeside Estates (cited above). The House of Lords also took into consideration a number of cases in which the Court of Appeal had adopted the same approach, and parallel developments in the courts of New Zealand, Australia and Canada.", "31. In the present case, the House of Lords considered that the prime purpose behind the statutory provision for confiscation orders was the recovery of any financial benefit that an offender might have obtained from his criminal conduct. The Law Lords rejected the applicants’ argument that, given the criminal law context, a strict approach to the construction of section 72A of the CJA 1988 should be adopted and instead applied a teleological approach. They noted that section 71(1) of the CJA 1988 imposed a positive duty to proceed with confiscation proceedings and that the time limits under section 72A were linked to the date of conviction rather than sentence. This was considered to be evidence that Parliament’s intention was the early disgorgement of an offender’s criminal gains. Though Parliament had envisaged that courts would make confiscation orders before sentencing, unless they exercised their postponement power under section 72(A)(1), it was of some significance that Parliament considered it more important that a confiscation order should be made than that it should be made before the defendant was sentenced. Though no common law power to adjourn existed, Parliament could not have intended to disable a court from making a confiscation order after sentence merely because the time-limits were not strictly adhered to.", "32. In the present case, the Crown Court had postponed its final decision on confiscation orders in good faith. The prejudice to the applicants was not significant and was outweighed by the countervailing public interest in not allowing convicted offenders to escape confiscation for what were no more than bona fide errors in the judicial process. In any event, there would always be the safeguard of judicial review should there be an apparent abuse of process.", "33. In October 2005 the Court of Appeal re-imposed the confiscation orders and sentences of imprisonment in default on the applicants."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}