{"ITEMID": "001-22688", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "GEORGIADES v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Gaukur Jörundsson", "TEXT": ["The applicant, Mr Lefkos P. Georgiades, is a Cypriot national, who was born in 1919 and lives in Nicosia.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 26 January 1980, a building society (“the plaintiff”) lodged civil action no. 366/80 in the District Court of Nicosia against the applicant’s mother claiming an amount of 7,200 Cypriot pounds (“CYP”) for work done and for which the applicant’s mother had refused to pay on the ground that the plaintiff had failed to produce a certificate from the architect that the work had in fact been carried out.", "The Government submit that the plaintiff had made the applicant a party to the action, naming him as defendant 1 in the relevant writ of summons and serving him with the writ, not in his personal capacity, but in his capacity as representative of his mother, Alexandra Georgiadou, and of Elli Meyes. According to the power of attorney, the applicant was duly authorised to act on their behalf in the proceedings. As from 13 March 1990, following the death of Alexandra Georgiadou and in accordance with a court order made in pursuance of an application filed by the plaintiff, the title of the action was amended and the applicant was made a defendant in his capacity as administrator of the estate of the deceased Alexandra Georgiadou as well as in his capacity as representative of Elli Meyes.", "The applicant filed his defence on 2 October 1980, after having applied three times for an extension of the time-limit. These extensions were granted with the plaintiff’s consent.", "On 2 October 1980 the applicant’s mother submitted a counterclaim for the sum of CYP 13,191 for building defects and delays.", "The pleadings were completed on 11 November 1980. On 7 April 1981 the District Court set down the case for directions for 1 June 1981.", "The hearing fixed for 14 November 1981 was adjourned by the District Court to 18 December 1981. An interim application filed by the applicant on 23 December 1981 was adjourned three times with the consent of the parties and then granted on 23 January 1982.", "The hearing was fixed for 15 November 1982. However, on that date it was adjourned first until 11 April 1983 and then until 12 October 1983. On that last date the applicant proposed a further adjournment in order to modify his defence. He filed the modified defence on 21 January 1984. On 23 May 1984 and 13 December 1984 the District Court adjourned the hearing for want of time.", "On 6 May 1985 both parties requested the adjournment of the hearing fixed for that date in order to refer the case to arbitration. However, on 9 June 1985 the applicant changed his mind and the court set down the action for a hearing on 21 February 1986. On that date the hearing commenced, but it was again adjourned at the applicant’s request in order to prepare the defence in the light of the testimony given by a witness for the plaintiff.", "The hearing was fixed for 2 June 1986. However, it was adjourned twice at the applicant’s request until 11 December 1987. In the meantime, there had been a change to the composition of the District Court and the action, already heard in part, was fixed for a hearing de novo for 18 May 1987. Subsequently, the hearing was again adjourned at the request of the applicant’s lawyer or the plaintiff’s lawyer.", "On 31 January 1990 the hearing was adjourned owing to the death of Alexandra Georgiadou, which necessitated the filing of an application by the plaintiff to amend the title of the action. The pleadings with the amended title were closed on 3 June 1990. On 5 June 1990 the applicant wrote to the court asking it to schedule the hearing for a date sometime after the end of October 1990. He gave as his reason that he would be abroad up until that time. The court set down the case for directions on 6 May 1991 and fixed the date of the hearing for 14 October 1991. The hearing commenced on that date, but was adjourned until 28 January 1992 upon the plaintiff’s request. It had to be again adjourned until 14 February 1992 owing to pressure of business of the District Court. It was further adjourned until 17 March 1992 upon the joint request of the parties and again until 3 July 1992. On that last date the court adjourned the action for directions following the applicant’s request that the case be scheduled to be heard after the summer recess as the appointed referee was absent abroad and was not expected to return within the next two months.", "The action was again adjourned twice for directions until 21 December 1992 and 19 February 1993 on the joint application of the parties in order to enable the referee to complete his report. The report was eventually prepared on 12 March 1993. On 10 May 1993, the date on which the directions hearings was to take place, the applicant failed to appear before the District Court. On 14 April 1993 he filed an application seeking a court order to set aside the referee’s report. The action was again adjourned twice pending the outcome of this application. The hearing on the application was held on 13 January 1994. Following this hearing, the parties agreed to set aside the referee’s report and to appoint an arbitrator by agreement. On 27 September 1996 the District Court of its own motion fixed the case for directions for 17 October 1996 and gave notice to the parties to appear before it on that date.", "On 7 November 1996 the District Court stated that, in view of the fact that the applicant had failed over the course of two years to make an application to have the action set down for hearing and that the parties had failed to fulfil their undertaking of 13 January 1994 to appoint an arbitrator, it had to determine whether to dismiss both the action and counterclaim. On 14 November 1996 the District Court decided to set down the action for trial in view of the applicant’s declared wish not to have recourse to arbitration.", "The District Court accordingly fixed the action to be heard de novo on 10 January 1997, having regard to the parties’ proposal of 14 November 1996 to have the hearing date fixed for the month of January. However, the hearing was adjourned until 18 April 1997 and again until 20 October 1997 at the request of the parties. On that last date the hearing was adjourned again as a result of the withdrawal of the plaintiff’s lawyer. On 25 November 1997 the court fixed the hearing for 11 March 1998. However, on 12 March 1998 the parties agreed to submit the dispute to arbitration and designated an arbitrator by agreement.", "On 15 September 2000 the decision of the arbitrator was delivered and confirmed by the District Court."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}