{"ITEMID": "001-98554", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF UKRAINE-TYUMEN v. UKRAINE", "IMPORTANCE": "3", "CONCLUSION": "Pecuniary damage - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Mykhaylo Buromenskiy;Peer Lorenzen;Rait Maruste", "TEXT": ["6. On 31 October 2001 the State Property Fund of Ukraine informed the applicant company that it could no longer remain a shareholder of the applicant company because the transfer of the building from Ukranaftoprodukt to the applicant company, as consideration for its shares, had been invalidated by the judgment of the Plenary Higher Arbitration Court of 15 February 2001 (see the principal judgment, § 15).", "7. Subsequently, several other shareholders, including the Ukrresursy State Enterprise, also informed the applicant company that they would no longer be shareholders.", "8. On 2 November 2001 the general assembly of the applicant company decided to remove the State Property Fund, the Ukrresursy State Enterprise and three other companies from its list of shareholders. It was also decided to cancel the shares of the former shareholders and to reduce the share capital from 900,000 to 153,000 Ukrainian hryvnias (UAH).", "9. According to the applicant company, the substantial drop in its share capital and its inability to use the building had inhibited its activities, which it had had to discontinue from May 2004 onwards.", "10. On 30 September 2006 experts hired by the applicant company estimated the market value of the building on that date at UAH 7,331,425.20.", "11. On 31 August 2008 two other experts hired by the applicant company to evaluate the market value of the building examined it from the outside, having been refused entry into the building. On 16 September 2008 they drew up an extensive report, finding that the building was worth UAH 12,711,000 given its actual state, location, existing possibilities of deriving profit from using the building, and the market values of similar types of property. They also mentioned that the building had not been in use since 1998 at least and therefore needed complete renovation.", "12. On 22 September 2008 the Kyiv City Bureau of Technical Inventory and Register of Ownership Rights over Immovable Property (the State real-estate register) produced, at the applicant company's request, an expert report which estimated the market value of the building on 27 February 2001 at UAH 1,656,999, pointing out that the building had not been repaired or renovated since 1998.", "13. On 24 September 2008 the applicant company's accounts were examined by an expert who noted, inter alia, that the book (inventory) value of the building on 1 January 2001 had been UAH 163,371.91, that from 1 May 1997 to 1 January 2001 the applicant company had spent UAH 137,451.22 on repair work to the building, and that its expenses for renting an office between 15 February and 1 April 2001 had come to UAH 1,621.55. The expert also calculated the inflation adjustment of the market value of the building, as mentioned in the valuation of 22 September 2008. Thus, the value of the building adjusted on 1 September 2008 amounted to UAH 3,431,452.53.", "14. The relevant provisions of the Economic Associations (Companies) Act of 19 September 1991 (as worded at the material time) read as follows:", "“A shareholder shall pay the full price of the shares ... at the latest within one year from the date of the company's registration.", "Failing to make a payment in time ... a shareholder shall be liable to pay ten percent annual interest...", "If no payment is made within three months [after the expiry of the time-limit] ... the company may sell the shares in accordance with the procedure established by [its] statute.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}