{"ITEMID": "001-57963", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1995, "DOCNAME": "CASE OF PRAMSTALLER v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1 (access);Not necessary to examine Art. 6-1 (publicly);Damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland", "TEXT": ["8. Mr Johann Pramstaller lives at Debant, near Lienz.", "9. On 17 March 1987 Nußdorf-Debant municipal council granted Mr Pramstaller planning permission for the construction of new commercial premises, subject to various detailed conditions: two groceries should be built, each with appropriate commercial and sanitary amenities and separate entrances; and a dividing wall was to be erected between the two shops.", "At a later stage the applicant informed the council that he was envisaging opening a supermarket on the premises, whereupon the council drew his attention to the specifications in the planning permission, which allowed only for two different smaller shops to be built, with separate entrances and divided by a party wall. They further warned the applicant that failure to comply with these specifications would result in the works being immediately halted.", "10. On 23 July 1987 the council ordered the applicant to suspend the works. An inspection of the site had shown that, contrary to the terms of the planning permission, only one larger shop was being built instead of the two smaller ones. The applicant had thus disregarded several conditions of the planning permission.", "11. On 10 November 1987 the Lienz district authority (Bezirkshauptmannschaft) served a \"sentence order\" (Straferkenntnis) on the applicant pursuant to sections 53(1)(a) and 53(2) of the Tyrol Building Regulations Act (Tiroler Bauordnung - see paragraph 15 below). According to the order, it had been established that the applicant had not only failed to erect the party wall as well as certain amenities, but had also opened an additional entrance, considerably enlarged the premises, built an additional wall and created one large shop instead of the two smaller ones originally planned. In so doing, the applicant had carried out works without planning permission.", "Mr Pramstaller was ordered to pay a fine of 50,000 Austrian schillings (ATS) with fifty days' imprisonment in default of payment, plus costs. An appeal by him to the Tyrol regional government (Amt der Landesregierung) was dismissed on 22 March 1988 on the ground, among others, that the works carried out by the applicant not only failed to comply with the permission granted but were in part illegal.", "12. Mr Pramstaller then applied to the Constitutional Court (Verfassungsgerichtshof), alleging, inter alia, a violation of Article 6 (art. 6) of the Convention in that he had not been able to bring his case, or have an oral hearing held, before a tribunal which conformed with that provision (art. 6). On 16 September 1988 the Constitutional Court declined to accept the case for adjudication under Article 144 para. 2 of the Federal Constitution (Bundes- Verfassungsgesetz - see paragraph 18 below) as raising questions concerning the application of ordinary law (einfaches Gesetz); in so far as the complaint did raise issues of constitutional law, the Constitutional Court found that the application did not have sufficient prospects of success.", "13. The applicant then requested to have his case transferred to the Administrative Court (Verwaltungsgerichtshof), with which grounds of appeal against the administrative authorities' decision were subsequently lodged.", "14. On 14 September 1989 the applicant's appeal was dismissed by the Administrative Court pursuant to section 42(1) of the Administrative Court Act (Verwaltungsgerichtshofsgesetz - see paragraph 22 below). With regard to the complaints concerning Article 6 (art. 6) of the Convention, the court pointed out that the Administrative Criminal Justice Act (Verwaltungsstrafgesetz) did not confer a general right to a hearing before the administrative authorities. Only in special circumstances was a hearing to be held.", "The Administrative Court then dealt with the remaining complaints as follows:", "\"The applicant further submitted that the impugned decision dealt only with the obligation, noted in the decision at first instance, to obtain permission not to erect the dividing wall, and not with the obligation to obtain permission for the other - in his view minimal - failures to comply with the plan. But as, he maintained, the question whether these other failures to comply with the plan might lead to the applicant's being punished was of importance if the failure to erect the wall was not punishable, the reasoning was inadequate. This submission is inaccurate, because the respondent authority did in fact, as it was entitled to do, take it for granted that planning permission was necessary for all the measures mentioned in the original decision. The major building works undertaken by the applicant were, as the file shows, not covered by permission from the planning authorities. There was also clearly a consistent intention to go ahead and build in disregard of the planning regulations. The applicant further overlooks that, quite apart from the principle that planning permission was necessary for such a building project, permission could never have been given for a shopping centre such as was built in the instant case, having regard to the provision in section 16(b) of the Tyrol Town and Country Planning Act, which was declared constitutional by the Constitutional Court in a decision (B 816/86) of 2 March 1988.", "During the planning-application proceedings Mr Pramstaller acted as the applicant for planning permission and as the owner of the land and the building on it. The [Z.] firm put itself forward as the future user of the building. The applicant never disputed during the administrative criminal proceedings that he was the person for whom the building was being constructed and that he was thus liable in administrative criminal law. His submission that the dividing wall was not built not on his orders but on those of the [Z.] firm that was using the commercial premises can therefore not exonerate him as he bore the responsibility for accepting and carrying out the orders of the future occupier. The suggestion set out for the first time in the statement of facts in the supplementary application that the building was being constructed for another firm is a new submission that is inadmissible in administrative proceedings by virtue of section 41(1) of the Administrative Court Act.", "It was further submitted that the suspension of the building works that had been ordered had made it impossible to erect the dividing wall, although this could have been done without substantial expenditure even after the building work had stopped, so that there had been no negligence.", "This submission likewise cannot assist the applicant. As the evidence and the applicant's submission clearly show, there had been no intention to build the dividing wall even before building work was suspended; on the contrary, the applicant deliberately refrained from doing so in order to secure a review of section 16(b) of the Tyrol Town and Country Planning Act by the Constitutional Court. Furthermore, at the time when the building works were suspended, there were other important failures to comply with the planning permission for which approval would have been needed (see in the statement of facts the details of the findings made by the authority on 6 July 1987 during an inspection of the works). The subsequent suspension of building work is accordingly of no legal significance in the present context.", "The respondent authority also rightly noted that the very fact of the repeatedly expressed intention not to erect the dividing wall and to maintain the building in issue in a state that did not comply with the planning permission and for which no approval had been given showed that there had been culpable intent. Similarly, as the respondent authority rightly recognised, the theoretical possibility that the Constitutional Court might declare section 16(b) of the Tyrol Town and Country Planning Act unconstitutional cannot be prayed in aid as a mitigating circumstance. Contrary to the applicant's submissions, this purpose could have been achieved other than through failing to comply with the planning permission by not erecting the dividing wall and carrying out unauthorised works. It was open to the applicant at the outset to make an application for planning permission to build large-scale commercial premises, a shopping centre, and in this way challenge section 16(b) of the Tyrol Town and Country Planning Act in the Constitutional Court. The submission on this point therefore fails.", "As to the submission that, contrary to what was stated in the impugned decision, the authority (municipal council) had agreed to the dividing wall not being built after a report had been made by a fire-safety expert, the applicant is referred to the evidence given by the chairman of the municipal council and to the note for the file made by him on the day of the meeting, from which it is quite clear that there was disagreement between the participants over the question whether authorisation was needed not to build the dividing wall and that the applicant was expressly warned by the municipal council that under section 31 of the Tyrol Building Regulations Act read together with section 16(b) of the Tyrol Town and Country Planning Act, a building scheme that was altered in this way could not be authorised. The applicant is mistaken in suggesting that the statement made by the legal representative of the [Z.] firm, who was also present at the meeting, constitutes a ground for excluding his guilt. From the observations filed by counsel for the applicant on the evidence given by the chairman of the municipal council it appears that the whole question of suspending the building works and the issue of the constitutionality of section 16(b) of the Tyrol Town and Country Planning Act were discussed and the possibility of challenging that provision in the Constitutional Court envisaged. The municipal council was allegedly made aware of this 'outcome of the negotiations'. The applicant himself, however, states in his application that there was disagreement among those taking part in the discussions as to the question of the need for authorisation not to build the dividing wall, with the municipal council assuming that such authorisation was necessary whereas the representative of the [Z.] firm assumed it was sufficient merely to report the fact. The applicant thus himself admits that, contrary to later statements in the application and in the observations on the evidence given by the chairman of the municipal council, no agreement was reached between the municipal council and the applicant, so that the assumption that there was a ground here for excluding the applicant's guilt is invalid on this ground alone. Nor can the Administrative Court find that the respondent authority committed any significant procedural irregularities in this respect in the reasons given for the impugned decision. The submission on this point is accordingly unfounded.", "The respondent authority dealt at length and accurately with the grounds for the assessment of punishment and with the assessment of punishment in general, so that it cannot be criticised in this respect either.", "...\"", "15. Section 53(1)(a) of the Tyrol Building Regulations Act (Tiroler Landesbauordnung) 1978 provides:", "\"It shall be an administrative offence (Verwaltungsübertretung)", "(a) to carry out without planning permission a building project that requires planning permission ...\"", "Section 53(2) provides:", "\"The administrative offences set out in paragraph 1 shall be punishable with a fine not exceeding ATS 100,000 or with imprisonment for up to three months ...\"", "16. Section 25 of the same Act provides:", "\"The authorities' permission is required in the following cases:", "(a) new building, extensions and conversions; and", "(b) alterations to buildings or parts of buildings in so far as they affect the building's structural soundness, its safety in the event of fire, its plumbing or its external aspect ...\"", "17. Article 90 para. 1 of the Federal Constitution (Bundes-Verfassungsgesetz) provides:", "\"Hearings by trial courts in civil and criminal cases shall be oral and public. Exceptions may be prescribed by law.\"", "18. By Article 144 para. 1 of the Federal Constitution, the Constitutional Court, when an application (Beschwerde) is made to it, has to determine whether an administrative decision (Bescheid) has infringed a right guaranteed by the Constitution or has applied regulations (Verordnung) contrary to the law, a law contrary to the Constitution or an international treaty incompatible with Austrian law.", "Article 144 para. 2 provides:", "\"Up to the time of the hearing the Constitutional Court may by means of a decision (Beschluß) decline to accept a case for adjudication if it does not have sufficient prospects of success or if it cannot be expected that the judgment will clarify an issue of constitutional law. The court may not decline to accept for adjudication a case excluded from the jurisdiction of the Administrative Court by Article 133.\"", "19. By Article 130 para. 1 of the Federal Constitution, the Administrative Court has jurisdiction to hear, inter alia, applications alleging that an administrative decision is unlawful.", "20. Section 39(1) of the Administrative Court Act provides that at the end of the preliminary proceedings (Vorverfahren) the Administrative Court must hold a hearing where the applicant makes a request to that effect.", "Section 39(2) reads as follows:", "\"Notwithstanding a party's application under subsection (1), the Administrative Court may decide not to hold a hearing where", "1. the proceedings must be stayed (section 33) or the application dismissed (section 34);", "2. the impugned decision must be quashed as unlawful because the respondent authority lacked jurisdiction (section 42(2)(2));", "3. the impugned decision must be quashed as unlawful on account of a breach of procedural rules (section 42(2)(3));", "4. the impugned decision must be quashed because its content is unlawful according to the established case-law of the Administrative Court;", "5. neither the respondent authority nor any other party before the court has filed pleadings in reply and the impugned decision is to be quashed;", "6. it is apparent to the court from the pleadings of the parties to the proceedings before it and from the files relating to the earlier administrative proceedings that a hearing is not likely to clarify the case further.\"", "Sub-paragraphs 1 to 3 of section 39(2) were in force in 1958; sub-paragraphs 4 and 5 were inserted in 1964 and sub-paragraph 6 in 1982.", "21. Section 41(1) of the Administrative Court Act provides:", "\"In so far as the Administrative Court does not find any unlawfulness deriving from the respondent authority's lack of jurisdiction or from breaches of procedural rules (section 42(2)(2) and (3)) ..., it must examine the impugned decision on the basis of the facts found by the respondent authority and with reference to the complaints put forward ... If it considers that reasons which have not yet been notified to one of the parties might be decisive for ruling on [one of these complaints] ..., it must hear the parties on this point and adjourn the proceedings if necessary.\"", "22. Section 42(1) of the same Act states that, save as otherwise provided, the Administrative Court must either dismiss an application as ill-founded or quash the impugned decision.", "By section 42(2):", "\"The Administrative Court shall quash the impugned decision if it is unlawful", "1. by reason of its content, [or]", "2. because the respondent authority lacked jurisdiction, [or]", "3. on account of a breach of procedural rules, in that", "(a) the respondent authority has made findings of fact which are, in an important respect, contradicted by the case file, or", "(b) the facts require further investigation on an important point, or", "(c) procedural rules have been disregarded, compliance with which could have led to a different decision by the respondent authority.\"", "23. If the Administrative Court quashes the impugned decision, \"the administrative authorities [are] under a duty ... to take immediate steps, using the legal means available to them, to bring about in the specific case the legal situation which corresponds to the Administrative Court's view of the law (Rechtsanschauung)\" (section 63(1)).", "24. In a judgment of 14 October 1987 (G 181/86) the Constitutional Court held:", "\"From the fact that it has been necessary to extend the reservation in respect of Article 5 (art. 5) of the Convention to cover the procedural safeguards of Article 6 (art. 6) of the Convention, because of the connection between those two provisions (art. 5, art. 6), it follows that, conversely, the limited review (die (bloß) nachprüfende Kontrolle) carried out by the Administrative Court or the Constitutional Court is insufficient in respect of criminal penalties within the meaning of the Convention that are not covered by the reservation.\"", "25. Pursuant to Article 129 of the Federal Constitution, administrative courts called \"independent administrative tribunals\" (Unabhängige Verwaltungssenate) were set up in the Länder with effect from 1 January 1991. The functions of these tribunals include determining both the factual and the legal issues arising in cases concerning administrative offences (Verwaltungsübertretungen).", "26. The instrument of ratification of the Convention deposited by the Austrian Government on 3 September 1958 contains, inter alia, a reservation worded as follows:", "\"The provisions of Article 5 (art. 5) of the Convention shall be so applied that there shall be no interference with the measures for the deprivation of liberty prescribed in the laws on administrative procedure, BGBl [Federal Official Gazette] No. 172/1950, subject to review by the Administrative Court or the Constitutional Court as provided for in the Austrian Federal Constitution.\""], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}