{"ITEMID": "001-70143", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2005, "DOCNAME": "SOPOTNICKA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Katarzyna Sopotnicka, is a Polish national who was born in 1974 and lives in Gliwice. The respondent Government were represented by their Agents, Mr K. Drzewicki and subsequently Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant was living with her grandmother N.M. and her uncle, her grandmother’s handicapped son W.F., in a council flat in Gliwice where she had permanent registration as an inhabitant. N.M. had a lease in respect of this flat. On 30 December 1996 N.M. died and her tenancy expired.", "Subsequently, W.F. moved to Warsaw to live with his sister, B.K.", "On 22 January 1997, in accordance with the housing law of 1994, the applicant lodged a motion with the Municipal Housing Board for Gliwice (Zarząd Budynków Miejskich) to take over the tenancy of the flat where her grandmother had lived. In a letter of 21 February 1997, the Board informed the applicant that she could only enter into such a contract on the basis of a judicial decision.", "On 19 March 1997 B.K. lodged a motion with the Warsaw Regional Court for a declaration of her brother’s W.F.’s legal incapacity. On 24 March 1997 W.F., represented by his sister B.K., lodged a claim with the Gliwice District Court, seeking a declaration that he had succeeded to the tenancy agreement between his mother and the municipality, and thus acquiring the tenant’s rights and obligations in the flat.", "On 27 March 1997 the applicant, represented by her lawyer, lodged a claim with the Gliwice District Court seeking a similar declaration to her benefit. In her claim, the applicant indicated her current address where she had permanent registration as an inhabitant.", "On 13 May 1997 the Gliwice District Court summoned the applicant to appear at the hearing to be held in her civil case on 13 June 1997. The summons was sent to the applicant’s correct address.", "On 23 May 1997 she was summoned as a witness to attend the hearing on 10 June 1997 in the case brought by W.F. This time the summons was sent to the address of the applicant’s parents where she had not lived.", "On 10 June 1997 a hearing in the case of the applicant’s uncle was held. On 12 and 13 June 1997 the Gliwice District Court sent two identical letters, which included a copy of the court’s decision of 10 June 1997 and a summons to attend the hearing to be held on 8 July 1997. Again, the summonses were sent by the registered letter to the wrong address. The letters were returned to the court with the notes that they had not been delivered to the applicant.", "On 13 June 1997 a hearing in the applicant’s case was held. It lasted five minutes. The court informed the applicant that the cases would be joined. The applicant was not given an opportunity to address the court.", "On 16 June 1997 the Gliwice District Court ordered that the cases be joined. This order, along with a summons indicating the date of the hearing of 8 July 1997, was subsequently sent to the applicant in a registered letter, with an acknowledgment of receipt, to two addresses. She received one of them at her permanent address and acknowledged it on 21 June 1997. An identical letter was delivered to her lawyer on 17 June 1997.", "By a judgment of 8 July 1997, the Gliwice District Court dismissed the applicant’s claim and held that W.F succeeded to the tenancy agreement between his mother and the municipality. Neither the applicant nor her lawyer had attended the hearing.", "The applicant appealed. She contended that the proceedings were null and void as neither the applicant nor her lawyer had been informed of, or summoned to, the hearing on 8 July 1997. Accordingly, her interests could not have been presented and protected properly. She had only been correctly informed about the order of the Gliwice District Court of 16 June 1997.", "In the meantime, by virtue of a decision of the Regional Court of 4 September 1997, W.F had been legally incapacitated. His tutor was appointed on 2 December 1997.", "By a judgment of 16 October 1997, the Katowice Regional Court dismissed the applicant’s appeal.", "The court held inter alia as follows:", "“Contrary to the applicant’s allegations, no procedural shortcomings on the part of the first-instance court were found. As it transpires from the documents enclosed with the case file no I C 549/97 (case of Sopotnicka v. Gliwice Municipality concerning the establishment of a tenancy of a flat), at the hearing of 13 June 1997 both the applicant and her lawyer were informed that the proceedings concerning the establishment of a tenancy of the same flat instituted by W.F. were already pending and that both cases would be joined. In fact, the court’s joinder order issued on 16 June 1997, together with a summons for the hearing of 8 July 1997, was delivered both to the applicant and her lawyer.", "This order, together with the summons indicating the date of the hearing, was sent to the address of the apartment in dispute in Gliwice at 11/9 Wieczorka Street, which the applicant had declared as her residence. As could be seen from the note made by the postman, due to the fact that the applicant had not collected the letter at the declared address, the letter remained at the post office on 18 June 1997 and was finally collected by a person called Sopotnicka on 21 June 1997. Therefore, the court found unreasonable the applicant’s argument it had been another person, not herself, who had collected that document.", "An identical joinder order, together with the summons indicating the date of the hearing of 8 July 1997, was delivered to the office of the applicant’s lawyer, Mr T.I., in Gliwice at 16/18 Zwycięstwa Street, and its delivery was confirmed by the office’s stamp and the signature of its employee. The court, therefore, considers unreasonable the argument of the applicant’s lawyer that the signature was made by an employee who was not authorised to receive documents, especially in the light of the fact that the same signature was made on the acknowledgment of receipt of a summons giving notice of the appellate hearing, and that receipt, in particular its validity, has not been contested by counsel.”", "On 3 December 1997 the applicant, represented by her lawyer, lodged a cassation appeal with the Supreme Court. She submitted that, in the letter of 16 June 1997, she had only been informed that the Gliwice District Court had ordered the joinder of both cases, without any information concerning the hearings.", "She stressed the fact, which could be seen in the case-file, that on 12 and 13 June 1997 the Gliwice District Court sent two identical letters, which included a copy of the court’s decision of 10 June 1997 and a summons to attend the hearing to be held on 8 July 1997, to the wrong address – that of her parents, where she had not lived. The letters were returned to the court with the notes that they had not been delivered to the applicant. Moreover, the court, being aware of this mistake, had failed to inform the applicant by sending the summons to the correct address which was indicated by the post office. Furthermore, the applicant was not cited in these letters as a plaintiff, but only as a witness. The applicant argued that by the letter of 16 June 1997, delivered on 17 June 1997, her lawyer had only been informed about the court’s order to join the cases without being summoned to the hearings. Therefore, the applicant asked to have the case remitted to the second instance court.", "By a judgment of 4 March 1999, the Supreme Court dismissed the applicant’s cassation appeal as manifestly ill-founded. The court upheld the conclusions of the second-instance court in respect of the service of the summonses. The court held inter alia as follows:", "“The applicant’s complaints are focused on the statement that neither she nor her lawyer were duly summoned to the hearing held before the District Court on 8 July 1997, and that, consequently, they did not have any possibility of asking the court to admit evidence which the Regional Court should have taken.", "That argument is unfounded. The Regional Court, on the basis of the acknowledgments of receipt of the summonses, established that the applicant Katarzyna Sopotnicka and her lawyer had been duly summoned to the hearing held before the Gliwice District Court on 8 July 1997 and informed about the court’s joinder order.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}