{"ITEMID": "001-107699", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF BAZALT IMPEKS, TOV v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Angelika Nußberger;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert", "TEXT": ["4. The applicant company, Bazalt Impeks limited liability company, is a Ukrainian legal entity registered in Svitlovodsk.", "5. In June 2006 an IT company lodged a claim with the Kirovograd Regional Commercial Court against the applicant company seeking the cancellation of a contract and return of property.", "6. By a decision of 26 July 2006, the court found against the applicant company. On 2 October 2006 the Dnipropetrovs’k Regional Commercial Court of Appeal dismissed the applicant company’s appeal and upheld the decision of the first-instance court.", "7. By a decision of 12 December 2006, the Higher Commercial Court, upon the applicant company’s appeal, quashed the decisions of the lower courts and found in favour of the applicant company.", "8. On 20 February 2007 the Supreme Court of Ukraine, upon the IT company’s cassation appeal, quashed the ruling of the Higher Commercial Court on the ground that its findings had been unfounded and erroneous, and upheld the decision of the Dnipropetrovs’k Regional Commercial Court of Appeal. In taking this decision, the Supreme Court noted:", "“The Supreme Court of Ukraine, with regard to the provisions of Articles 6 and 8 of the Constitution of Ukraine, does not consider it necessary to remit the case for fresh examination to the first-instance court. This would be contrary to the provisions of Article 125 of the Constitution of Ukraine and sections 2 and 39 of the Law of Ukraine “On the Judicial System of Ukraine” [the Judiciary Act] regarding the status of the Supreme Court of Ukraine and its task to ensure the administration of justice in accordance with the law. It would further cause a constitutionally unacceptable need to quash the lawful decision of the court of appeal. In this regard, the list of possible outcomes of cassation appeals against decisions of the Higher Commercial Court of Ukraine envisaged in Article 111-18 of the Code of Commercial Procedure of Ukraine is not considered a legal impediment to adopting the decision.”", "9. On 5 March 2007 the decision of the Supreme Court was sent to the applicant company.", "10. The relevant extract of the Constitution of Ukraine reads as follows:", "“State power in Ukraine is exercised on the principles of its division into legislative, executive and judicial power.", "Bodies of legislative, executive and judicial power exercise their authority within the limits established by this Constitution and in accordance with the laws of Ukraine.”", "“In Ukraine, the principle of the rule of law is recognised and effective.", "The Constitution of Ukraine has the highest legal force. Laws and other normative legal acts are adopted on the basis of the Constitution of Ukraine and shall conform to it.", "The norms of the Constitution of Ukraine are norms of direct effect. Appeals to the court in defence of the constitutional rights and freedoms of the individual and citizen directly on the grounds of the Constitution of Ukraine are guaranteed.”", "“In Ukraine the system of courts of general jurisdiction is formed in accordance with the territorial principle and the principle of specialisation.", "The Supreme Court of Ukraine is the highest judicial body in the system of courts of general jurisdiction ...”", "“... The main principles of judicial proceedings are:", "1) legality...”", "11. The relevant provisions of the Act (in its wording of 1 January 2007) read as follows:", "“The court, exercising justice based on the rule of law shall ensure the protection of the rights and freedoms of natural persons, the rights and legitimate interests of legal persons, and the interests of society and of the State as guaranteed by the Constitution of Ukraine and by the law.”", "“1. The Supreme Court of Ukraine is the highest judicial body within the system of courts of general jurisdiction ...", "2. The Supreme Court of Ukraine shall:", "1) review ... the cases under the cassation procedure in the situations established by law...", "7) exercise other powers pursuant to the law.”", "Section 39 of the Act dealt with the competences of the Higher Specialised Courts.", "12. The Code of Commercial Procedure (formerly: Arbitration Procedure) was significantly reworded on 21 June 2001. At that time, a fourth level of jurisdiction was introduced into commercial procedure. According to the relevant provisions of the Code, a cassation appeal to the Higher Commercial Court, similar to that found in other member States of the Council of Europe, and a second (or repeated) cassation appeal to the Supreme Court was available to the parties in a commercial case. Commercial procedure was the only judicial procedure of Ukraine where a fourth level of jurisdiction existed and where the Supreme Court acted as a second-instance court of cassation (in criminal and civil proceedings it acted as an ordinary court of cassation and in administrative and administrative offences proceedings it performed only extraordinary review). The relevant legislation was changed in July 2010 and the competence of the Supreme Court in commercial cases was limited to the review of a case in the event of inconsistencies in judicial practice or in the event that a decision is adopted by an international tribunal.", "The relevant provisions of the Code of Commercial Procedure (in its wording of 15 May 2003) read as follows:", "“A commercial court shall nullify proceedings in the case, if", "1) a dispute is not subject to examination in the commercial courts of Ukraine; ...”", "“The parties to a case and the Prosecutor General of Ukraine have the right to appeal in cassation to the Supreme Court of Ukraine against a resolution of the Higher Commercial Court of Ukraine adopted following the review of a decision of a first-instance commercial court that has entered into force, or a resolution of the Commercial Court of Appeal [as well as the ruling of the Higher Commercial Court of Ukraine on return of the appeal (request for review) in cassation].”", "“The Supreme Court of Ukraine reviews in cassation the resolutions [or rulings] of the Higher Commercial Court of Ukraine if they are appealed against:", "1) on the basis of the application by the Higher Commercial Court of Ukraine of a law or normative act which contravenes the Constitution of Ukraine;", "2) where a decision contravenes decisions of the Supreme Court of Ukraine or of a higher court of a different specialisation on the issue of the application of the norms of substantive law;", "3) where it is revealed that the Higher Commercial Court of Ukraine has applied the same provision of the law or any other normative act differently in similar cases;", "[3-1) due to the inconsistency of the resolutions or rulings with the international treaties of Ukraine agreed as binding by the Verkhovna Rada of Ukraine;]", "4) where an international judicial body whose jurisdiction is recognised by Ukraine finds that a resolution [or ruling] has violated the international obligations of Ukraine.”", "“... The resolution [or ruling] of the Higher Commercial Court of Ukraine shall be reviewed in cassation on the basis of the rules for consideration of the case in the first-instance commercial court, save for", "“The Supreme Court of Ukraine, following consideration of an appeal in cassation, or a request for review in cassation lodged by the Prosecutor General of Ukraine against a resolution [or ruling] of the Higher Commercial Court of Ukraine, shall be entitled to:", "1) leave the resolution [or ruling] unchanged and dismiss the appeal (request);", "2) quash the resolution and remit the case to the first-instance court for further consideration [or quash the ruling and remit the case for further consideration to the Higher Commercial Court];", "3) quash the resolution [or ruling] and nullify the proceedings in the case.”", "“The resolutions [or rulings] of the Higher Commercial Court of Ukraine shall be quashed if they contravene the Constitution of Ukraine, international treaties agreed as binding by the Verkhovna Rada of Ukraine, or if the substantive law has been misapplied otherwise.”", "“... A resolution of the Supreme Court of Ukraine shall be final and shall not be subject to appeal.”", "“Instructions, contained in the resolution of the Supreme Court of Ukraine, shall be binding for the first-instance court during a new consideration of the case [and for the Higher Commercial Court of Ukraine during consideration of the materials of the appeal in cassation or the request for review in cassation].", "The resolution of the Supreme Court of Ukraine, following a re-examination of the case on the basis of an appeal in cassation against the resolution [or ruling] of the Higher Commercial Court of Ukraine shall not include instructions as to the admissibility or inadmissibility of evidence, the superiority of one type of evidence over another, the norms of substantive [or procedural] law which shall be applicable or the kind of decision that shall be adopted as a result of the further consideration of the case.”", "13. Section 13 of the Act provides for general measures to be taken by the domestic authorities to eliminate underlying problems which led to finding of a violation by the Court and reasons for similar applications in the future.", "14. Section 17 foresees the application of the Convention and the case-law of the Court as a source of law by the Ukrainian courts in adjudication of cases before them."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}