{"ITEMID": "001-100887", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "COMMITTEE", "DATE": 2010, "DOCNAME": "CASE OF SZPARAG v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1+6-3-c", "JUDGES": "Giovanni Bonello;Ján Šikuta;Lech Garlicki", "TEXT": ["5. The applicant was born in 1976. He is currently serving a prison sentence in Wołów prison.", "6. On 23 August 2005 the Kłodzko District Court convicted the applicant of sexual abuse of a minor and sentenced him to five years' imprisonment. The applicant appealed.", "7. On 20 February 2006 the Świdnica Regional Court upheld the firstinstance judgment. On a later unknown date the applicant requested that a legalaid lawyer be assigned to the case to prepare a cassation appeal. On 10 April 2006 the court allowed his request. The court's decision was served on the applicant on 20 April 2006.", "8. By a letter to the court dated 11 May 2006 the lawyer refused to prepare a cassation appeal, finding no grounds for it. This letter was subsequently forwarded by the court to the applicant.", "9. On 6 June 2006 the applicant requested the court to assign a new legalaid lawyer to the case. In letters to the applicant dated 14 June and 10 July 2006 the court refused to do so. The court referred to the legal-aid lawyer's refusal of 11 May 2006.", "10. Neither in the letter accompanying the lawyer's refusal of 11 May 2005 nor in its later letters the court informed the applicant of his further procedural rights.", "11. On an unknown date in 2005 the applicant instituted criminal proceedings alleging that correspondence sent by him to courts, prosecutors and other authorities had been destroyed by prison officers. On 22 August 2005 the Kłodzko District Prosecutor refused to institute proceedings in the case. On 30 November 2005 the Kłodzko District Court upheld the decision of the Kłodzko District Prosecutor.", "12. On an unknown date in 2006 the applicant, who was serving a prison sentence, filed a request for temporary leave. On 6 July 2006 the Gdańsk District Court dismissed his request. On 15 September 2006 the Gdańsk Regional Court dismissed his appeal as unfounded.", "13. On a later date in 2006 the applicant requested the penitentiary judge to grant him another temporary leave. On 9 October 2006 the judge refused his request. On 21 December 2006 the Gdańsk Regional Court dismissed his appeal as unfounded.", "14. In 2005 the applicant requested that criminal proceedings be instituted against a judge examining his case, alleging that he had destroyed certain documents from his case file. On 6 December 2006 the Kłodzko District Prosecutor refused the request. On 11 February 2008 the Nysa District Court upheld this decision.", "15. In criminal proceedings concerning an assault against the applicant by his fellow-prisoner, on 29 June 2007 the Kwidzyn District Court convicted the accused and sentenced him to 10 months' imprisonment. The court also obliged him to pay the applicant damages in the amount of PLN 8,000.", "16. The relevant domestic law and practice concerning the procedure for lodging cassation appeals with the Supreme Court against judgments of the appellate courts are stated in the Court's judgments in the cases of Kulikowski v. Poland, no. 18353/03, §§ 19-27, ECHR 2009... (extracts) and Antonicelli v. Poland, no. 2815/05, §§ 14-22, 19 May 2009).", "17. In particular, on 26 February 2002 the Supreme Court examined a situation where a legal-aid lawyer had refused to represent a convicted person for the purposes of cassation proceedings, finding that a cassation appeal would offer no prospects of success. It held that in such a situation the appellate court was obliged to instruct the defendant that the timelimit for lodging a cassation appeal started to run only on the date on which the defendant was served with the lawyer's refusal and not on the earlier date when the judgment of the appellate court was served on the defendant himself. It stated that it was not open to doubt that a defendant faced with a legal-aid lawyer's refusal had the right to take other measures to seek legal assistance necessary for effective lodging of a cassation appeal (III KZ 87/01). The Supreme Court reiterated its position in a decision of 6 May 2008 and in a number of similar decisions given in 2008. It observed that there had been certain discrepancies in the judicial practice as to the manner in which the time-limit in such situations was calculated, but the strand of the case-law launched by the decision given in February 2002 was both dominant and correct, and also accepted by doctrine as providing to defendants adequate procedural guarantees of access to the Supreme Court within a reasonable time frame (II KZ 16/08).", "18. In its decision of 25 March 1998 the Supreme Court stated that the refusal of a legal-aid lawyer to lodge a cassation appeal did not constitute a valid ground for granting retrospective leave to lodge such an appeal by another lawyer out of time (V KZ 12/98). It confirmed this ruling in a further decision of 1 December 1999. The Supreme Court observed that the court could only assign a new legal-aid lawyer to the case if it were shown that the first lawyer had been negligent in his or her task of assessing whether a cassation appeal had any prospects of success. If this were not the case, a court was not obliged to assign a new legal-aid lawyer to represent the convicted person and its refusal was not subject to appeal (III KZ 139/99). The Supreme Court reiterated its position in a number of other decisions (e.g. II KZ 11/02, II KZ 36/02)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-c"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}