{"ITEMID": "001-103548", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF ANDRLE v. THE CZECH REPUBLIC", "IMPORTANCE": "2", "CONCLUSION": "No violation of Art. 14+P1-1", "JUDGES": "Ganna Yudkivska;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["5. The applicant is a Czech national born in 1946 who lives in Vysoké Mýto (the Czech Republic).", "6. The applicant was married from 1971 until 1998, when he divorced. On 28 May 1998 the applicant applied for custody of two of his four children, born in 1982 and 1985, maintaining that since August 1997 he and his wife had not lived together and that he cared for the two minor children himself.", "In a judgment of 16 July 1998 the Ústí nad Orlicí District Court awarded the applicant custody of the two children.", "7. On 14 November 2003 the Czech Social Security Administration (Česká správa sociálního zabezpečení) dismissed an application by the applicant for a retirement pension as he had not attained the pensionable age required by section 32 of the Pension Insurance Act, which was, in his case, sixty-one years and ten months.", "8. The applicant challenged the administrative decision before the Hradec Králové Regional Court (Krajský soud), arguing that given the fact that he had cared for two children, he was entitled to retire at the age of fifty-seven and had therefore reached the pensionable age.", "9. On 1 December 2004 the Regional Court stayed the proceedings in the applicant's case pending the outcome of the proceedings before the Constitutional Court (Ústavní soud), which was called upon to review the constitutionality of section 32 of the Pension Insurance Act in another case (no. Pl. ÚS 53/2004) brought before it by the Supreme Administrative Court (Nejvyšší správní soud). The Hradec Králové Regional Court joined the proceedings in that case as an intervening party.", "10. In judgment no. Pl. ÚS 53/2004 of 16 October 2007 the Constitutional Court dismissed the Supreme Administrative Court's petition to repeal section 32 of the Pension Insurance Act, finding that it was not discriminatory and was therefore compatible with Article 1 and Article 3 § 1, in conjunction with Article 30 § 1, of the Charter of Fundamental Rights and Freedoms.", "11. On 12 December 2007 the Regional Court dismissed the applicant's action, referring to the Constitutional Court's judgment no. Pl. ÚS 53/2004.", "12. By a judgment of 13 June 2008 the Supreme Administrative Court dismissed a cassation appeal by the applicant, relying on the aforesaid judgment of the Constitutional Court.", "13. Subsequently, the applicant lodged a constitutional appeal in which he alleged, inter alia, a violation of Article 14 of the Convention and Article 1 of Protocol No. 1.", "14. On 30 October 2008 the Constitutional Court rejected the constitutional appeal as manifestly ill-founded, emphasising, in particular, the discretion afforded to the legislature to implement preferential treatment, the objective and reasonable aim pursued by this preferential treatment of women and the relationship of proportionality between the means employed and the aim pursued.", "15. Article 1 provides that all people are free with equal dignity and equal rights. Their fundamental rights and freedoms are inherent, inalienable, imprescriptible, and not subject to repeal.", "16. Under Article 3 everyone is guaranteed the enjoyment of his or her fundamental rights and basic freedoms without regard to gender, race, colour of skin, language, faith and religion, political or other conviction, national or social origin, membership of a national or ethnic minority, property, birth, or other status.", "17. Article 30 provides that citizens have the right to adequate material security in old age and during periods of incapacity to work, as well as in the case of the loss of their household provider.", "18. Differentiated age limits for men and women for entitlement to State retirement pensions were first introduced by the Social Security Act (no. 55/1956), which became effective on 1 January 1957. In general, the pensionable age for men was set at sixty years, while for women it was set at fifty-five years.", "19. The Social Security Act (no. 101/1964), effective from 1 July 1964, specified differentials in female pensionable age based on the number of children women raised. The explanatory report on the bill noted the following:", "“This differentiated age limit for acquiring the right to retire reflects the different situation in the lives of mothers who, when they took care of children, also carried out duties in the family in addition to their employment duties.”", "20. The State Pension Insurance Act (no. 155/1995), effective since 1 January 1996, provides for the basic State pension insurance coverage, laying down the conditions for eligibility for pensions, including retirement pensions, and the methods for calculating and paying out pensions. The pension scheme works on the pay-as-you-earn principle, whereby employees pay contributions from their income, which serve the purpose of financing pensions for today's pensioners from the national budget. Male and female earners are obliged to pay the same social-security contributions in accordance with their status as employed earners or self-employed earners.", "21. At the relevant time, section 32(1) of the State Pension Insurance Act provided as follows:", "“(1) The pensionable age is", "(a) for men, 60 years,", "(b) for women:", "1. 53 years provided they have raised at least five children,", "2. 54 years provided they have raised three or four children,", "3. 55 years provided they have raised two children,", "4. 56 years provided they have raised one child, or", "5. 57 years,", "if the insured persons had attained that age by 31 December 1995.”", "Section 32(2) provided that for insured persons who reached the abovementioned age limits between 1 January 1996 and 31 December 2006 the pensionable age was to be gradually raised by two months for men and four months for women for each calendar year, even incomplete, between 31 December 1995 and the date of reaching the above-mentioned age limits.", "Section 32(4) provided at the relevant time:", "“(4) The requirement for a woman to raise children in order to become entitled to an [earlier] State retirement pension has been satisfied if the woman personally takes care, or has taken care, of children for at least ten years before the children reach the age of majority. However, if a woman starts to raise a child after the child has reached the age of eight years, the requirement of raising children has been met if the woman personally takes care, or has taken care, of the child for at least five years before the child reaches the age of majority; however, the foregoing shall not apply if the woman stopped taking care of the child before the child reached the age of majority.”", "22. According to the Government's submissions, women are called upon to prove that they have raised children for the statutory period by completing a statutory declaration appended to their application for the retirement pension.", "23. Owing to complex demographic changes, the State pensionable age for all persons has thus been gradually rising. Since 2003 the Government have made efforts to push through two amendments of the State Pension Insurance Act envisaging a gradual equalisation of men's and women's retirement age regardless of the number of children raised. However, owing to difficult political negotiations with certain political parties and trade unions, the only possible solution was to reach a compromise.", "24. As a result, the amended Act no. 155/1995, effective from 1 January 2010, provides in section 32 as follows:", "“(1) The pensionable age is", "(a) for men, 60 years,", "(b) for women:", "1. 53 years provided they have raised at least five children,", "2. 54 years provided they have raised three or four children,", "3. 55 years provided they have raised two children,", "4. 56 years provided they have raised one child, or", "5. 57 years,", "in the case of insured persons born before 1936.", "(2) For insured persons born after 1936 and before 1968 the pensionable age is determined according to the table annexed to this Act, which calculates the increased pensionable ages by adding extra months.", "(3) For insured persons born after 1968 the pensionable age is", "(a) for men, 65 years,", "(b) for women:", "1. 62 years provided they have raised at least four children,", "2. 63 years provided they have raised three children,", "3. 64 years provided they have raised two children, or", "4. 65 years.”", "25. By this judgment, the Plenary of the Constitutional Court rejected the Supreme Administrative Court's petition for the repeal of section 32 of the Pension Insurance Act. It held that a particular legal framework which gave an advantage to one group or category of persons compared to another could not in itself be said to violate the principle of equality, and that the legislature had discretion to implement preferential treatment. The approach at stake was based on objective and reasonable grounds and pursued a legitimate aim. The court came to the conclusion that the proposed repeal would be contrary to the principles of legal certainty and minimal restrictions on human rights as women would lose preferential treatment whereas men would not receive the same benefits. Therefore, the solution to the unequal treatment of men and women required a complex and prudent adjustment of the whole pension scheme.", "In its observations to the Constitutional Court the Ministry of Labour and Social Affairs submitted that among the European Union Member States a similar provision was effective for a temporary period only in Slovakia and to a limited extent in Slovenia."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": []}