{"ITEMID": "001-90051", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "GRANDCHAMBER", "DATE": 2008, "DOCNAME": "CASE OF S. AND MARPER v. THE UNITED KINGDOM", "IMPORTANCE": "1", "CONCLUSION": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life);Non-pecuniary damage - finding of violation sufficient (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Anatoly Kovler;Christos Rozakis;Corneliu Bîrsan;Egbert Myjer;Françoise Tulkens;Giovanni Bonello;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Kristaq Traja;Ledi Bianku;Mark Villiger;Nicolas Bratza;Päivi Hirvelä;Peer Lorenzen;Stanislav Pavlovschi", "TEXT": ["9. The applicants were born in 1989 and 1963 respectively and live in Sheffield.", "10. The first applicant, Mr S., was arrested on 19 January 2001 at the age of 11 and charged with attempted robbery. His fingerprints and DNA samples were taken. He was acquitted on 14 June 2001.", "11. The second applicant, Mr Michael Marper, was arrested on 13 March 2001 and charged with harassment of his partner. His fingerprints and DNA samples were taken. Before a pre-trial review took place, he and his partner had reconciled, and the charge was not pressed. On 11 June 2001, the Crown Prosecution Service served a notice of discontinuance on the applicant’s solicitors, and on 14 June 2001 the case was formally discontinued.", "12. Both applicants asked for their fingerprints and DNA samples to be destroyed, but in both cases the police refused. The applicants applied for judicial review of the police decisions not to destroy the fingerprints and samples. On 22 March 2002 the Administrative Court (Rose LJ and Leveson J) rejected the application [[2002] EWHC 478 (Admin)].", "13. On 12 September 2002 the Court of Appeal upheld the decision of the Administrative Court by a majority of two (Lord Woolf CJ and Waller LJ) to one (Sedley LJ) [[2003] EWCA Civ 1275]. As regards the necessity of retaining DNA samples, Lord Justice Waller stated:", "“... [F]ingerprints and DNA profiles reveal only limited personal information. The physical samples potentially contain very much greater and more personal and detailed information. The anxiety is that science may one day enable analysis of samples to go so far as to obtain information in relation to an individual’s propensity to commit certain crime and be used for that purpose within the language of the present section [section 82 of the Criminal Justice and Police Act 2001]. It might also be said that the law might be changed in order to allow the samples to be used for purposes other than those identified by the section. It might also be said that while samples are retained there is even now a risk that they will be used in a way that the law does not allow. So, it is said, the aims could be achieved in a less restrictive manner ... Why cannot the aim be achieved by retention of the profiles without retention of the samples?", "The answer to [these] points is as I see it as follows. First the retention of samples permits (a) the checking of the integrity and future utility of the DNA database system; (b) a reanalysis for the upgrading of DNA profiles where new technology can improve the discriminating power of the DNA matching process; (c) reanalysis and thus an ability to extract other DNA markers and thus offer benefits in terms of speed, sensitivity and cost of searches of the database; (d) further analysis in investigations of alleged miscarriages of justice; and (e) further analysis so as to be able to identify any analytical or process errors. It is these benefits which must be balanced against the risks identified by Liberty. In relation to those risks, the position in any event is first that any change in the law will have to be itself Convention compliant; second any change in practice would have to be Convention compliant; and third unlawfulness must not be assumed. In my view thus the risks identified are not great, and such as they are they are outweighed by the benefits in achieving the aim of prosecuting and preventing crime.”", "14. Lord Justice Sedley considered that the power of a chief constable to destroy data which he would ordinarily retain had to be exercised in every case, however rare such cases might be, where he or she was satisfied on conscientious consideration that the individual was free of any taint of suspicion. He also noted that the difference between the retention of samples and DNA profiles was that the retention of samples would enable more information to be derived than had previously been possible.", "15. On 22 July 2004 the House of Lords dismissed an appeal by the applicants. Lord Steyn, giving the lead judgment, noted the legislative history of section 64(1A) of the Police and Criminal Evidence Act 1984 (PACE), in particular the way in which it had been introduced by Parliament following public disquiet about the previous law, which had provided that where a person was not prosecuted or was acquitted of offences, the sample had to be destroyed and the information could not be used. In two cases, compelling DNA evidence linking one suspect to a rape and another to a murder had not been able to be used, as at the time the matches were made both defendants had either been acquitted or a decision made not to proceed for the offences for which the profiles had been obtained: as a result it had not been possible to convict either suspect.", "16. Lord Steyn noted that the value of retained fingerprints and samples taken from suspects was considerable. He gave the example of a case in 1999, in which DNA information from the perpetrator of a crime was matched with that of “I” in a search of the national database. The sample from “I” should have been destroyed, but had not been. “I” had pleaded guilty to rape and was sentenced. If the sample had not been wrongly detained, the offender might have escaped detection.", "17. Lord Steyn also referred to statistical evidence from which it appeared that almost 6,000 DNA profiles had been linked with crime-scene stain profiles which would have been destroyed under the former provisions. The offences involved included 53 murders, 33 attempted murders, 94 rapes, 38 sexual offences, 63 aggravated burglaries and 56 cases involving the supply of controlled drugs. On the basis of the existing records, the Home Office statistics estimated that there was a 40% chance that a crime-scene sample would be matched immediately with an individual’s profile on the national database. This showed that the fingerprints and samples which could now be retained had in the previous three years played a major role in the detection and prosecution of serious crime.", "18. Lord Steyn also noted that PACE dealt separately with the taking of fingerprints and samples, their retention and their use.", "19. As to the Convention analysis, Lord Steyn inclined to the view that the mere retention of fingerprints and DNA samples did not constitute an interference with the right to respect for private life but stated that, if he were wrong in that view, he regarded any interference as very modest indeed. Questions of whether, in the future, retained samples could be misused were not relevant in respect of contemporary use of retained samples in connection with the detection and prosecution of crime. If future scientific developments required it, judicial decisions could be made, when the need occurred, to ensure compatibility with the Convention. The provision limiting the permissible use of retained material to “purposes related to the prevention or detection of crime ...” did not broaden the permitted use unduly, because it was limited by its context.", "20. If the need to justify the modest interference with private life arose, Lord Steyn agreed with Lord Justice Sedley in the Court of Appeal that the purposes of retention – the prevention of crime and the protection of the right of others to be free from crime – were “provided for by law”, as required by Article 8 of the Convention.", "21. As to the justification for any interference, the applicants had argued that the retention of fingerprints and DNA samples created suspicion in respect of persons who had been acquitted. Counsel for the Home Secretary had contended that the aim of the retention had nothing to do with the past, that is, with the offence of which a person had been acquitted, but was to assist in the investigation of offences in the future. The applicants would only be affected by the retention of the DNA samples if their profiles matched those found at the scene of a future crime. Lord Steyn saw five factors which led to the conclusion that the interference was proportionate to the aim: (i) the fingerprints and samples were kept only for the limited purpose of the detection, investigation and prosecution of crime; (ii) the fingerprints and samples were not of any use without a comparator fingerprint or sample from the crime scene; (iii) the fingerprints would not be made public; (iv) a person was not identifiable from the retained material to the untutored eye; (v) the resultant expansion of the national database by the retention conferred enormous advantages in the fight against serious crime.", "22. In reply to the contention that the same legislative aim could be obtained by less intrusive means, namely by a case-by-case consideration of whether or not to retain fingerprints and samples, Lord Steyn referred to Lord Justice Waller’s comments in the Court of Appeal, which read as follows:", "“If justification for retention is in any degree to be by reference to the view of the police on the degree of innocence, then persons who have been acquitted and have their samples retained can justifiably say this stigmatises or discriminates against me – I am part of a pool of acquitted persons presumed to be innocent, but I am treated as though I was not. It is not in fact in any way stigmatising someone who has been acquitted to say simply that samples lawfully obtained are retained as the norm, and it is in the public interest in its fight against crime for the police to have as large a database as possible.”", "23. Lord Steyn did not accept that the difference between samples and DNA profiles affected the position.", "24. The House of Lords further rejected the applicants’ complaint that the retention of their fingerprints and samples subjected them to discriminatory treatment in breach of Article 14 of the Convention when compared to the general body of persons who had not had their fingerprints and samples taken by the police in the course of a criminal investigation. Lord Steyn held that, even assuming that the retention of fingerprints and samples fell within the ambit of Article 8 of the Convention so as to trigger the application of Article 14, the difference of treatment relied on by the applicants was not one based on “status” for the purposes of Article 14: the difference simply reflected the historical fact, unrelated to any personal characteristic, that the authorities already held the fingerprints and samples of the individuals concerned which had been lawfully taken. The applicants and their suggested comparators could not in any event be said to be in an analogous situation. Even if, contrary to his view, it was necessary to consider the justification for any difference in treatment, Lord Steyn held that such objective justification had been established: firstly, the element of legitimate aim was plainly present, as the increase in the database of fingerprints and samples promoted the public interest by the detection and prosecution of serious crime and by exculpating the innocent; secondly, the requirement of proportionality was satisfied, section 64(1A) of PACE objectively representing a measured and proportionate response to the legislative aim of dealing with serious crime.", "25. Baroness Hale of Richmond disagreed with the majority, considering that the retention of both fingerprint and DNA data constituted an interference by the State in a person’s right to respect for his private life and thus required justification under the Convention. In her opinion, this was an aspect of what had been called informational privacy and there could be little, if anything, more private to the individual than the knowledge of his genetic make-up. She further considered that the difference between fingerprint and DNA data became more important when it came to justify their retention as the justifications for each of these might be very different. She agreed with the majority that such justifications had been readily established in the applicants’ cases.", "26. PACE contains powers for the taking of fingerprints (principally section 61) and samples (principally section 63). By section 61, fingerprints may only be taken without consent if an officer of at least the rank of superintendent authorises the taking, or if the person has been charged with a recordable offence or has been informed that he will be reported for such an offence. Before fingerprints are taken, the person must be informed that the prints may be the subject of a speculative search, and the fact of the informing must be recorded as soon as possible. The reason for the taking of the fingerprints is recorded in the custody record. Parallel provisions relate to the taking of samples (section 63).", "27. As to the retention of such fingerprints and samples (and the records thereof), section 64(1A) of PACE was substituted by section 82 of the Criminal Justice and Police Act 2001. It provides as follows:", "“Where (a) fingerprints or samples are taken from a person in connection with the investigation of an offence; and (b) subsection (3) below does not require them to be destroyed, the fingerprints or samples may be retained after they have fulfilled the purposes for which they were taken but shall not be used by any person except for purposes related to the prevention or detection of crime, the investigation of an offence, or the conduct of a prosecution. ...", "(3) If (a) fingerprints or samples are taken from a person in connection with the investigation of an offence; and (b) that person is not suspected of having committed the offence, they must, except as provided in the following provisions of this section, be destroyed as soon as they have fulfilled the purpose for which they were taken.", "(3AA) Samples and fingerprints are not required to be destroyed under subsection (3) above if (a) they were taken for the purposes of the investigation of an offence of which a person has been convicted; and (b) a sample or, as the case may be, fingerprint was also taken from the convicted person for the purposes of that investigation.”", "28. Section 64 in its earlier form had included a requirement that if the person from whom the fingerprints or samples were taken in connection with the investigation was acquitted of that offence, the fingerprints and samples, subject to certain exceptions, were to be destroyed “as soon as practicable after the conclusion of the proceedings”.", "29. The subsequent use of materials retained under section 64(1A) is not regulated by statute, other than the limitation on use contained in that provision. In Attorney-General’s Reference (No. 3 of 1999) [2001] 2 AC 91, the House of Lords had to consider whether it was permissible to use in evidence a sample which should have been destroyed under the then text of section 64 of PACE. The House considered that the prohibition on the use of an unlawfully retained sample “for the purposes of any investigation” did not amount to a mandatory exclusion of evidence obtained as a result of a failure to comply with the prohibition, but left the question of admissibility to the discretion of the trial judge.", "30. The Data Protection Act was adopted on 16 July 1998 to give effect to Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 (see paragraph 50 below). Under the Data Protection Act “personal data” means data which relate to a living individual who can be identified (a) from those data; or (b) from those data and other information which is in the possession of, or is likely to come into the possession of, the data controller, and includes any expression of opinion about the individual and any indication of the intentions of the data controller or any other person in respect of the individual (section 1). “Sensitive personal data” means personal data consisting, inter alia, of information as to the racial or ethnic origin of the data subject, the commission or alleged commission by him of any offence, or any proceedings for any offence committed or alleged to have been committed by him, the disposal of such proceedings or the sentence of any court in such proceedings (section 2).", "31. The Act stipulates that the processing of personal data is subject to eight data protection principles listed in Schedule 1. Under the first principle personal data shall be processed fairly and lawfully and, in particular, shall not be processed unless (a) at least one of the conditions in Schedule 2 is met; and (b) in case of sensitive personal data, at least one of the conditions in Schedule 3 is also met. Schedule 2 contains a detailed list of conditions, and provides, inter alia, that the processing of any personal data is necessary for the administration of justice or for the exercise of any other functions of a public nature exercised in the public interest by any person (§ 5 (a) and (d)). Schedule 3 contains a more detailed list of conditions, including that the processing of sensitive personal data is necessary for the purpose of, or in connection with, any legal proceedings (§ 6 (a)), or for the administration of justice (§ 7 (a)), and is carried out with appropriate safeguards for the rights and freedoms of data subjects (§ 4 (b)). Section 29 notably provides that personal data processed for the prevention or detection of crime are exempt from the first principle except to the extent to which it requires compliance with the conditions in Schedules 2 and 3. The fifth principle stipulates that personal data processed for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.", "32. The Information Commissioner created pursuant to the Act (as amended) has an independent duty to promote the following of good practice by data controllers and has power to make orders (“enforcement notices”) in this respect (section 40). The Act makes it a criminal offence not to comply with an enforcement notice (section 47) or to obtain or disclose personal data or information contained therein without the consent of the data controller (section 55). Section 13 affords a right to claim damages in the domestic courts in respect of contraventions of the Act.", "33. A set of guidelines for the retention of fingerprint and DNA information is contained in the Retention Guidelines for Nominal Records on the Police National Computer 2006 drawn up by the Association of Chief Police Officers in England and Wales. The Guidelines are based on a format of restricting access to the Police National Computer (PNC) data, rather than the deletion of that data. They recognise that their introduction may thus have implications for the business of the non-police agencies with which the police currently share PNC data.", "34. The Guidelines set various degrees of access to the information contained on the PNC through a process of “stepping down” access. Access to information concerning persons who have not been convicted of an offence is automatically “stepped down” so that this information is only open to inspection by the police. Access to information about convicted persons is likewise “stepped down” after the expiry of certain periods of time ranging from five to thirty-five years, depending on the gravity of the offence, the age of the suspect and the sentence imposed. For certain convictions the access will never be “stepped down”.", "35. Chief police officers are the data controllers of all PNC records created by their force. They have the discretion in exceptional circumstances to authorise the deletion of any conviction, penalty notice for disorder, acquittal or arrest histories “owned” by them. An “exceptional case procedure” to assist chief police officers in relation to the exercise of this discretion is set out in Appendix 2. It is suggested that exceptional cases are rare by definition and include those where the original arrest or sampling was unlawful or where it is established beyond doubt that no offence existed. Before deciding whether a case is exceptional, the chief police officer is instructed to seek advice from the DNA and Fingerprint Retention Project.", "36. Under the 1995 Criminal Procedure Act of Scotland, as subsequently amended, the DNA samples and resulting profiles must be destroyed if the individual is not convicted or is granted an absolute discharge. A recent qualification provides that biological samples and profiles may be retained for three years, if the arrestee is suspected of certain sexual or violent offences even if a person is not convicted (section 83 of the 2006 Act, adding section 18A to the 1995 Act.). Thereafter, samples and information are required to be destroyed unless a chief constable applies to a sheriff for a two-year extension.", "37. The Police and Criminal Evidence Order of Northern Ireland 1989 was amended in 2001 in the same way as PACE applicable in England and Wales. The relevant provisions currently governing the retention of fingerprint and DNA data in Northern Ireland are identical to those in force in England and Wales (see paragraph 27 above).", "38. According to a recent report by the Nuffield Council on Bioethics, the retention of fingerprints, DNA profiles and biological samples is generally more controversial than the taking of such bioinformation, and the retention of biological samples raises greater ethical concerns than digitised DNA profiles and fingerprints, given the differences in the level of information that could be revealed. The report referred, in particular, to the lack of satisfactory empirical evidence to justify the present practice of retaining indefinitely fingerprints, samples and DNA profiles from all those arrested for a recordable offence, irrespective of whether they were subsequently charged or convicted. The report voiced particular concerns at the policy of permanently retaining the bioinformation of minors, having regard to the requirements of the 1989 United Nations Convention on the Rights of the Child.", "39. The report also expressed concerns at the increasing use of the DNA data for familial searching, inferring ethnicity and non-operational research. Familial searching is the process of comparing a DNA profile from a crime scene with profiles stored on the national database, and prioritising them in terms of “closeness” to a match. This allows possible genetic relatives of an offender to be identified. Familial searching might thus lead to revealing previously unknown or concealed genetic relationships. The report considered the use of the DNA database in searching for relatives as particularly sensitive.", "40. The particular combination of alleles in a DNA profile can furthermore be used to assess the most likely ethnic origin of the donor. Ethnic inferring through DNA profiles is possible as the individual “ethnic appearance” is systematically recorded on the database: when taking biological samples, police officers routinely classify suspects into one of seven “ethnic appearance” categories. Ethnicity tests on the database might thus provide inferences for use during a police investigation in order, for example, to help reduce a “suspect pool” and to inform police priorities. The report noted that social factors and policing practices lead to a disproportionate number of people from black and ethnic minority groups being stopped, searched and arrested by the police, and hence having their DNA profiles recorded; it therefore voiced concerns that inferring ethnic identity from biological samples might reinforce racist views of propensity to criminality.", "41. The Council of Europe Convention of 1981 for the protection of individuals with regard to automatic processing of personal data (“the Data Protection Convention”), which entered into force for the United Kingdom on 1 December 1987, defines “personal data” as any information relating to an identified or identifiable individual (“data subject”). The Convention provides, inter alia:", "“Personal data undergoing automatic processing shall be", "...", "(b) stored for specified and legitimate purposes and not used in a way incompatible with those purposes;", "(c) adequate, relevant and not excessive in relation to the purposes for which they are stored;", "...", "(e) preserved in a form which permits identification of the data subjects for no longer than is required for the purpose for which those data are stored.”", "“Personal data revealing racial origin, political opinions or religious or other beliefs, as well as personal data concerning health or sexual life, may not be processed automatically unless domestic law provides appropriate safeguards. ...”", "“Appropriate security measures shall be taken for the protection of personal data stored in automated data files against accidental or unauthorised destruction or accidental loss as well as against unauthorised access, alteration or dissemination.”", "42. Recommendation No. R (87) 15 of the Committee of Ministers regulating the use of personal data in the police sector (adopted on 17 September 1987) states, inter alia:", "“2.1. The collection of personal data for police purposes should be limited to such as is necessary for the prevention of a real danger or the suppression of a specific criminal offence. Any exception to this provision should be the subject of specific national legislation.", "...”", "“3.1. As far as possible, the storage of personal data for police purposes should be limited to accurate data and to such data as are necessary to allow police bodies to perform their lawful tasks within the framework of national law and their obligations arising from international law.", "...”", "“7.1. Measures should be taken so that personal data kept for police purposes are deleted if they are no longer necessary for the purposes for which they were stored.", "For this purpose, consideration shall in particular be given to the following criteria: the need to retain data in the light of the conclusion of an inquiry into a particular case; a final judicial decision, in particular an acquittal; rehabilitation; spent convictions; amnesties; the age of the data subject, particular categories of data.”", "43. Recommendation No. R (92) 1 of the Committee of Ministers on the use of analysis of deoxyribonucleic acid (DNA) within the framework of the criminal justice system (adopted on 10 February 1992) states, inter alia:", "“3. Use of samples and information derived therefrom", "Samples collected for DNA analysis and the information derived from such analysis for the purpose of the investigation and prosecution of criminal offences must not be used for other purposes. ...", "...", "Samples taken for DNA analysis and the information so derived may be needed for research and statistical purposes. Such uses are acceptable provided the identity of the individual cannot be ascertained. Names or other identifying references must therefore be removed prior to their use for these purposes.", "4. Taking of samples for DNA analysis", "The taking of samples for DNA analysis should only be carried out in circumstances determined by the domestic law; it being understood that in some states this may necessitate specific authorisation from a judicial authority.", "...", "8. Storage of samples and data", "Samples or other body tissue taken from individuals for DNA analysis should not be kept after the rendering of the final decision in the case for which they were used, unless it is necessary for purposes directly linked to those for which they were collected.", "Measures should be taken to ensure that the results of DNA analysis are deleted when it is no longer necessary to keep it for the purposes for which it was used. The results of DNA analysis and the information so derived may, however, be retained where the individual concerned has been convicted of serious offences against the life, integrity or security of persons. In such cases strict storage periods should be defined by domestic law.", "Samples and other body tissues, or the information derived from them, may be stored for longer periods", "– when the person so requests; or", "– when the sample cannot be attributed to an individual, for example when it is found at the scene of an offence.", "Where the security of the state is involved, the domestic law of the member State may permit retention of the samples, the results of DNA analysis and the information so derived even though the individual concerned has not been charged or convicted of an offence. In such cases strict storage periods should be defined by domestic law.", "...”", "44. The Explanatory Memorandum to the Recommendation stated, as regards item 8:", "“47. The working party was well aware that the drafting of recommendation 8 was a delicate matter, involving different protected interests of a very difficult nature. It was necessary to strike the right balance between these interests. Both the European Convention on Human Rights and the Data Protection Convention provide exceptions for the interests of the suppression of criminal offences and the protection of the rights and freedoms of third parties. However, the exceptions are only allowed to the extent that they are compatible with what is necessary in a democratic society.", "...", "49. Since the primary aim of the collection of samples and the carrying out of DNA analysis on such samples is the identification of offenders and the exoneration of suspected offenders, the data should be deleted once persons have been cleared of suspicion. The issue then arises as to how long the DNA findings and the samples on which they were based can be stored in the case of a finding of guilt.", "50. The general rule should be that the data are deleted when they are no longer necessary for the purposes for which they were collected and used. This would in general be the case when a final decision has been rendered as to the culpability of the offender. By ‘final decision’ the CAHBI [Ad hoc Committee of Experts on Bioethics] thought that this would normally, under domestic law, refer to a judicial decision. However, the working party recognised that there was a need to set up databases in certain cases and for specific categories of offences which could be considered to constitute circumstances warranting another solution, because of the seriousness of the offences. The working party came to this conclusion after a thorough analysis of the relevant provisions in the European Convention on Human Rights, the Data Protection Convention and other legal instruments drafted within the framework of the Council of Europe. In addition, the working party took into consideration that all member States keep a criminal record and that such record may be used for the purposes of the criminal justice system ... It took into account that such an exception would be permissible under certain strict conditions:", "– when there has been a conviction;", "– when the conviction concerns a serious criminal offence against the life, integrity and security of a person;", "– the storage period is limited strictly;", "– the storage is defined and regulated by law;", "– the storage is subject to control by Parliament or an independent supervisory body.”", "45. According to the information provided by the parties or otherwise available to the Court, a majority of the Council of Europe member States allow the compulsory taking of fingerprints and cellular samples in the context of criminal proceedings. At least twenty member States make provision for the taking of DNA information and storing it on national databases or in other forms (Austria, Belgium, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Luxembourg, the Netherlands, Norway, Poland, Spain, Sweden and Switzerland). This number is steadily increasing.", "46. In most of these countries (including Austria, Belgium, Finland, France, Germany, Hungary, Ireland, Italy, Luxembourg, the Netherlands, Norway, Poland, Spain and Sweden), the taking of DNA information in the context of criminal proceedings is not systematic but limited to some specific circumstances and/or to more serious crimes, notably those punishable by certain terms of imprisonment.", "47. The United Kingdom is the only member State expressly to permit the systematic and indefinite retention of DNA profiles and cellular samples of persons who have been acquitted or in respect of whom criminal proceedings have been discontinued. Five States (Belgium, Hungary, Ireland, Italy and Sweden) require such information to be destroyed ex officio upon acquittal or the discontinuance of the criminal proceedings. Ten other member States apply the same general rule with certain very limited exceptions: Germany, Luxembourg and the Netherlands allow such information to be retained where suspicions remain about the person or if further investigations are needed in a separate case; Austria permits its retention where there is a risk that the suspect will commit a dangerous offence and Poland does likewise in relation to certain serious crimes; Norway and Spain allow the retention of profiles if the defendant is acquitted for lack of criminal accountability; Finland and Denmark allow retention for one and ten years respectively in the event of an acquittal and Switzerland for one year when proceedings have been discontinued. In France, DNA profiles can be retained for twenty-five years after an acquittal or discharge; during this period the public prosecutor may order their earlier deletion, either on his or her own motion or upon request, if their retention has ceased to be required for the purposes of identification in connection with a criminal investigation. Estonia and Latvia also appear to allow the retention of DNA profiles of suspects for certain periods after acquittal.", "48. The retention of DNA profiles of convicted persons is allowed, as a general rule, for limited periods of time after the conviction or after the convicted person’s death. The United Kingdom thus also appears to be the only member State expressly to allow the systematic and indefinite retention of both profiles and samples of convicted persons.", "49. Complaint mechanisms before data-protection monitoring bodies and/or before courts are available in most of the member States with regard to decisions to take cellular samples or retain samples or DNA profiles.", "50. Directive 95/46/EC of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data provides that the object of national laws on the processing of personal data is notably to protect the right to privacy as recognised both in Article 8 of the European Convention on Human Rights and in the general principles of Community law. The Directive sets out a number of principles in order to give substance to and amplify those contained in the Data Protection Convention of the Council of Europe. It allows member States to adopt legislative measures to restrict the scope of certain obligations and rights provided for in the Directive when such a restriction constitutes notably a necessary measure for the prevention, investigation, detection and prosecution of criminal offences (Article 13).", "51. The Prüm Convention on the stepping up of cross-border cooperation, particularly in combating terrorism, cross-border crime and illegal migration, which was signed by several member States of the European Union on 27 May 2005, sets out rules for the supply of fingerprinting and DNA data to other Contracting Parties and their automated checking against their relevant databases. The Convention provides, inter alia:", "“2. ... The Contracting Party administering the file may process the data supplied ... solely where this is necessary for the purposes of comparison, providing automated replies to searches or recording ... The supplied data shall be deleted immediately following data comparison or automated replies to searches unless further processing is necessary for the purposes mentioned ... above.”", "52. Article 34 guarantees a level of protection of personal data at least equal to that resulting from the Data Protection Convention and requires the Contracting Parties to take into account Recommendation No. R (87) 15 of the Committee of Ministers of the Council of Europe.", "53. The Council framework decision of 24 June 2008 on the protection of personal data processed in the framework of police and judicial cooperation in criminal matters states, inter alia:", "“Establishment of time-limits for erasure and review", "Appropriate time-limits shall be established for the erasure of personal data or for a periodic review of the need for the storage of the data. Procedural measures shall ensure that these time-limits are observed.”", "54. In the case of R. v. R.C. [[2005] 3 SCR 99, 2005 SCC 61] the Supreme Court of Canada considered the issue of retaining a juvenile first-time offender’s DNA sample on the national database. The court upheld the decision by a trial judge who had found, in the light of the principles and objects of youth criminal justice legislation, that the impact of the DNA retention would be grossly disproportionate. In his opinion, Fish J observed:", "“Of more concern, however, is the impact of an order on an individual’s informational privacy interests. In R. v. Plant, [1993] 3 S.C.R. 281, at p. 293, the Court found that section 8 of the Charter protected the ‘biographical core of personal information which individuals in a free and democratic society would wish to maintain and control from dissemination to the state’. An individual’s DNA contains the ‘highest level of personal and private information’: S.A.B., at paragraph 48. Unlike a fingerprint, it is capable of revealing the most intimate details of a person’s biological make-up. ... The taking and retention of a DNA sample is not a trivial matter and, absent a compelling public interest, would inherently constitute a grave intrusion on the subject’s right to personal and informational privacy.”", "55. Article 40 of the United Nations Convention on the Rights of the Child of 20 November 1989 states the right of every child alleged as, accused of, or recognised as having infringed the penal law to be treated in a manner consistent with the promotion of the child’s sense of dignity and worth, which reinforces the child’s respect for the human rights and fundamental freedoms of others and which takes into account the child’s age and the desirability of promoting the child’s reintegration and the child’s assuming a constructive role in society.", "56. The National Council for Civil Liberties (“Liberty”) submitted case-law and scientific material highlighting, inter alia, the highly sensitive nature of cellular samples and DNA profiles and the impact on private life arising from their retention by the authorities.", "57. Privacy International referred to certain core data-protection rules and principles developed by the Council of Europe and insisted on their high relevance for the interpretation of the proportionality requirement enshrined in Article 8 of the Convention. It emphasised, in particular, the “strict periods” recommended by Recommendation No. R (92) 1 of the Committee of Ministers for the storage of cellular samples and DNA profiles. It further pointed out a disproportionate representation on the United Kingdom National DNA Database of certain groups of the population, notably youth, and the unfairness that that situation might create. The use of data for familial testing and additional research purposes was also of concern. Privacy International also provided a summary of comparative data on the law and practice of different countries with regard to DNA storage and stressed the numerous restrictions and safeguards which existed in that respect."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": ["8-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}