{"ITEMID": "001-96805", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ČÍŽKOVÁ v. SERBIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["6. The applicant was born in 1947 and lives in Tabor, Czech Republic.", "7. On 27 August 1982 the applicant was involved in a major traffic accident in Serbia. Her car was destroyed in a head-on collision with an inter-city bus while the applicant and her family members all sustained serious injuries.", "8. On 16 May 1985 the applicant filed a compensation claim against a Serbian insurance company with the Municipal Court in Novi Sad (Opštinski sud u Novom Sadu).", "9. Following two remittals, both of which took place before Serbia ratified the Convention, on 25 October 2002 the parties in the domestic proceedings informed the Municipal Court that they were willing to consider a friendly settlement.", "10. On 18 March 2003 the Municipal Court suspended the proceedings, stating that they would be continued should the parties fail to reach a settlement.", "11. Since the friendly settlement negotiations were unsuccessful, on 13 February 2004 the applicant urged the Municipal Court to resume the proceedings.", "12. Following at least three scheduled hearings and the receipt of an expert's report, on 14 June 2007 the Municipal Court ultimately ruled partly in favour of the applicant. On an unspecified date thereafter this judgment became final since neither party filed an appeal against it.", "13. The applicant complained under Article 6 § 1 of the Convention that the length of the proceedings in question had been incompatible with the “reasonable time” requirement which reads as follows:", "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”", "14. The Government contested that argument.", "15. The Court observes that the proceedings in question ended by 14 June 2007. Since the respondent State ratified the Convention on 4 March 2004, they have thus been within the Court's competence ratione temporis for a period of more than three years and three months at one level of jurisdiction.", "16. The Court also recalls that, in order to determine the reasonableness of the delay at issue, regard must be had to the state of the case on the date of ratification (see, mutatis mutandis, Styranowski v. Poland, 30 October 1998, Reports of Judgments and Decisions 1998VIII) and notes that on 3 March 2004 the impugned proceedings had already been pending for almost nineteen years in all.", "17. The Government raised various objections to the admissibility of the applicant's complaint. However, the Court has rejected similar objections in many previous cases (see, for example, Cvetković v. Serbia, no. 17271/04, §§ 38 and 42, 10 June 2008; Tomić v. Serbia, no. 25959/06, §§ 81 and 82, 26 June 2007; V.A.M. v. Serbia, no. 39177/05, §§ 85 and 86, 13 March 2007). It finds no particular circumstances in the instant case which would require a departure from this jurisprudence. It therefore declares this complaint admissible.", "18. The Government further stated that there had been no violation of Article 6.", "19. Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000VII).", "20. The Court has frequently found violations of Article 6 § 1of the Convention in cases raising issues similar to the one in the present case.", "21. Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. In view of its case-law on the subject, the Court therefore considers that the length of the impugned proceedings was excessive and failed to meet the “reasonable time” requirement. There has accordingly been a breach of Article 6 § 1.", "22. The applicant further complained under Article 6 of the Convention that the proceedings at issue had been unfair.", "23. The Court notes that the applicant did not avail herself of the opportunity to file an appeal against the Municipal Court's judgment of 14 June 2007. It follows that this part of the application is inadmissible for non-exhaustion of domestic remedies, pursuant to Article 35 §§ 1 and 4 of the Convention.", "24. Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "25. The applicant claimed 50,000 euros (EUR) and EUR 130,000 in respect of the non-pecuniary and pecuniary damages suffered, respectively.", "26. As regards the former, tapplicant EUR 1,200 under this head.", "27. The Court, however, does not discern a causal link between the violation found and the pecuniary damage sought. It therefore rejects the applicant's claim in this regard.", "28. The applicant did not make any claim for costs and expenses. Accordingly, the Court is not required to make an award under this head.", "29. The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}