{"ITEMID": "001-23272", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 1999, "DOCNAME": "OBODYNSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant is a Polish national, born in 1947 and resident in Warsaw.", "The following is a summary of the proceedings:", "On 7 November 1984 the applicant lodged a civil action against his wife, her sister and her brother-in-law with the Warszawa- Praga District Court, claiming repossession of an apartment of which he and his wife were co-owners, and from which he had allegedly been unlawfully evicted in January 1984.", "In their reply of 14 January 1985 the defendants requested the court to dismiss the applicant’s action and contended that he had never lived in the apartment and had never intended to make it his principal residence.", "A first hearing in the case was held in December 1985.", "In 1985, seven hearings were fixed in the case.", "In 1986, five hearings were fixed.", "Some of those hearings were adjourned, either as the parties were (justifiably) absent, or because the court had not received postal confirmation that summonses had been properly served on them. Certain adjournments were necessary in order to summon certain witnesses proposed by the parties at the hearings. The court also adjourned certain hearings in order to request various authorities to submit files of cases pending before judicial or prosecution bodies which the parties deemed necessary for the accurate determination of their claims. Thus, the parties lodged motions to have at least four files of investigations pending before the prosecutor submitted to the court. Likewise, the parties requested that a file of administrative proceedings pending before the Housing Department of the Warszawa-Wola District Office be submitted to the court. They further requested that the case-file of the applicant’s divorce proceedings, instituted in 1983, be submitted to the court.", "In a letter of 14 May 1986 the Warszawa-Wola District Prosecutor informed the court that the case-file of one of the criminal cases could not be submitted to the court as the file had been transmitted to the Regional Prosecutor following the applicant’s appeal against a particular decision.", "On 17 November 1986 the court heard evidence from the parties and adjourned the hearing, as certain files had not yet been submitted to the court.", "In 1987 and 1988 two hearings were fixed each year.", "In his pleadings of 25 April 1988 the applicant stated that the defendant had sold the apartment concerned. He reiterated this statement at the hearing of 25 July 1988. The court adjourned the hearing and requested the housing co-operative to submit the documents concerning the apartment.", "On 10 December 1988 the defendant requested the court to stay the proceedings as, according to the co-operative’s letter of 13 August 1987, it had been the defendant who had an exclusive right to the apartment, governed by the legal provisions on housing co-operatives. She further informed the court that on 27 May 1988 the applicant had brought a civil action against her, requesting that the contract of sale of the apartment be declared null and void.", "In 1989, one hearing was held.", "In 1991, the applicant unsuccessfully requested that the presiding judge step down.", "In 1992, two hearings were held before the District Court. In the same year, the applicant once again requested that the presiding judge step down, alleging lack of impartiality on his part. His request was refused as it did not comply with the applicable legal requirements.", "In 1993, the court was to hold three hearings. The first hearing was adjourned on 26 April 1993, the court apparently not having received confirmation that the summonses had been served on the parties. Likewise the hearing on 17 September 1993 was adjourned.", "On 18 October 1993 the District Court again dismissed the applicant’s challenge of one of the judges and imposed a fine on him, considering that his request that the judge step down had been submitted in bad faith.", "The hearing fixed for 15 December 1993 was adjourned, as the court had not received confirmation of proper service of certain summonses.", "In a judgment of 11 February 1994 the Warszawa Praga District Court ordered repossession of the apartment of which the applicant was a co-owner and from which he had been evicted by his wife in 1984.", "On 29 September 1994 the Warsaw Regional Court confirmed the judgment, which, accordingly, became final.", "On 14 May 1994 the Warsaw District Court dismissed the applicant’s claim for annulment of the sale contract of the apartment.", "Subsequently, upon the defendants’ request, on 28 March 1995 the Minister of Justice lodged an extraordinary appeal with the Supreme Court against the judgment of 29 September 1994.", "On 7 July 1995 the Supreme Court set aside the impugned judgment and dismissed the applicant’s claim, considering that the action for repossession had become devoid of purpose as in 1987 the defendant had sold the apartment concerned.", "Relevant domestic law", "Article 344 of the Civil Code provides that a possessor can apply to a court for repossession against a person who has deprived him of de facto possession, regardless of whether he or she is a bona fide possessor or whether the factual possession is in conformity with the law.", "Articles 417 to 424 of the Code of Civil Procedure, as applicable at the material time, provided that an extraordinary appeal could be lodged against any final judicial decision with the Supreme Court by the Minister of Justice - the Prosecutor General, the President of the Supreme Court and the Ombudsman. An extraordinary appeal could be lodged on the ground that the decision was in flagrant breach of the law. A party to the proceedings could file a request to have such an appeal lodged with these authorities on his or her behalf. The Supreme Court, having examined the extraordinary appeal at a public hearing, could dismiss it if no grounds for allowing it had been established. If the extraordinary appeal was allowed, the Supreme Court could set the decision under appeal aside and rule on the merits of the case, or reject the claim and discontinue the proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}