{"ITEMID": "001-114290", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "SASU v. ROMANIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Ján Šikuta;Josep Casadevall;Kristina Pardalos;Luis López Guerra;Nona Tsotsoria", "TEXT": ["1. The applicant, Mr Ioan Sasu, is a Romanian national, who was born in 1955 and lives in Arpaşul de Jos, Sibiu County.", "2. The Romanian Government (“the Government”) are represented by their Agent, Ms Irina Cambrea, of the Ministry of Foreign Affairs.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. In a final decision of 11 November 1999 the Supreme Court of Justice convicted the applicant of murder and sentenced him to sixteen years’ imprisonment.", "5. The applicant lodged several requests for revision of the final decision. They were all rejected by the courts on the grounds that the applicant had failed to bring evidence that would warrant the reopening of the proceedings and that no new facts or circumstances had been discovered that would have been unknown at the date when the final decision had been taken.", "6. Two of those requests were dismissed by different panels of the Brasov Court of Appeal on 4 and 26 July 2007.", "7. The applicant started serving his prison sentence on 17 September 1998. He remained in prison until 2 February 2010 when he was released conditionally. During his term of imprisonment, he was transferred sixty-eight times between eight prisons and three prison hospitals, as required by his state of health or a number of on-going court cases in which he was involved.", "8. At the beginning of the detention period, it had been recorded that the applicant was suffering from lumbar lordosis (discopatie lombară) and psychopathy, the latter having been first diagnosed in 1976. The prison medical records indicate that he had received medical care and treatment for his condition.", "9. During his detention, he was also diagnosed with heart disease, sick sinus syndrome and peripheral vascular disease.", "10. On several occasions he was admitted to prison hospitals for treatment of heart disease and mental illness. He was also prescribed a special diet.", "11. The applicant was held in Mărgineni Prison on several occasions from 27 September 2001 to 20 May 2003 and returned there on a number of occasions later in his sentence. He claimed that despite his mental illness he had had to work twelve hours a day in 2002 and 2003. During that time, because of overcrowding, two detainees had been sharing one bed.", "12. On 3 October 2006 the applicant brought an action against two members of the commission that had given him permission to work, seeking damages under Articles 998-999 of the former Civil Code. On 16 May 2007 the Moreni District Court dismissed his action on the grounds that he had failed to prove a causal link between the two defendants and the alleged damage. On 15 January 2008 that decision was upheld on its merits by the Dâmboviţa County Court. The applicant’s subsequent appeal in cassation was declared null and void by the Ploieşti Court of Appeal in a final decision of 4 June 2008, as the applicant had failed to submit the reasons for his appeal within the time-limit.", "13. According to information provided by the Prison Authority (Administraţia Penitenciarelor), the applicant was held in Aiud Prison eighteen times during his sentence, his detention there ranging from a few days to six or seven months at a time. After 2002 smoking was prohibited in all cells and there were designated areas for smoking.", "14. On two occasions while detained in Aiud Prison, in February and September 2005, the applicant voluntarily took an overdose of medication. After detoxification, the doctors recommended psychiatric assistance at Jilava Prison Hospital. After each episode, the applicant was transferred – for one month the first time and nearly six months the second time – to Jilava Prison Hospital.", "15. On 21 February 2007 the Sibiu District Court dismissed as ill-founded an action brought by the applicant against the prison governor and doctor concerning the conditions of his detention in Aiud Prison. He complained that he was being held with dangerous detainees and that he had not received adequate treatment for his psychiatric condition. He also complained that the governor had not assisted him in obtaining his pension file from Sibiu (a procedure described under point 7 below).", "16. The court noted that the applicant’s placement in one cell or another had been determined by the prison’s internal regulations and had not been left to the discretion of the governor. It also noted that while the applicant’s mental illness entitled him to special detention conditions, it did not entitle him to privileges. Concerning the allegations of lack of medical treatment, the court noted that the applicant had received medication, and considered that the prison doctor was not responsible for the fact that the applicant had taken an overdose by swallowing all the pills at once.", "17. The court also noted that the fact that the applicant did not enjoy the food he received was not imputable to either the governor or the doctor, in so far as the applicant could not prove that he had suffered any injurious consequences from his diet.", "18. Lastly, the court noted that the applicant had applied to the Sibiu County Pensions Authority for an expert evaluation in order to have his pension rights established, and therefore concluded that neither the governor nor the doctor had committed any illegal acts that would render them responsible in this regard (nu există faptă ilicită).", "19. The official prison records indicate that between 2006 and 2008 the applicant received nineteen envelopes with stamps for his correspondence. Five other similar requests were refused by the prison administration, either on the basis that the applicant had recently received a large number of envelopes or because he had had sufficient funds in his account to allow him to purchase the envelopes himself. He did not complain about those decisions.", "20. On 18 August, 3 and 11 September 2007 and 12 May 2008 the applicant asked for permission to visit his sick mother, but his requests were dismissed by the prison board in charge.", "21. It appears that the applicant did not lodge an appeal against the prison authorities’ decision with the courts under Ordinance no. 56/2003 or Law no. 275/2006 (see paragraph 37 below).", "22. On 16 February 2007, while in detention in Aiud Prison, the applicant applied to the Alba County Court for temporary release from prison on the grounds that his family needed his help with farming. He argued before the court that he would return to prison given that if he were released, he could not afford the medical care he had received free of charge in prison.", "The court dismissed his application on 24 September 2007. The applicant did not appeal against the decision.", "23. On 27 February 2007, the applicant informed the Court that he had problems with his dentition and alleged that the dental care he had received in prison was insufficient.", "24. The applicant received dental care in Codlea Prison Hospital in 2007 and 2009. He had one tooth removed and another treated.", "25. On 16 October 2008 a medical commission from Timişoara Prison (consisting of a dentist and an accountant) noted that the applicant had missing teeth and proposed a dental prosthesis plan, while nevertheless noting that “his dental problems were not significant”. The dentition model in the medical report shows that the applicant was missing four left and three right molars. The commission estimated the total cost of treatment at 749.92 Romanian lei (RON), of which 300 RON were payable by the applicant. Their estimate was based on Order No. 522/236 of 27 March 2008 issued by the Minister of Public Health together with the President of the National Health Insurance Authority (Casa Naţională a Asigurărilor de Sănătate).", "26. The commission noted, however, that the applicant had no money available in his account and that Timişoara Prison lacked the facilities necessary to treat the applicant.", "27. In 2004 the applicant lodged a complaint before the Avrig District Court against C.C. and others, the heirs of V.C., seeking damages of 69,000,000 old Romanian lei (ROL), representing the value of goods and cattle that he claimed he had lent to V.C.", "28. On 9 February 2005 the District Court dismissed the action as time-barred. That decision was upheld by the Sibiu County Court.", "29. In 2004 the applicant lodged another complaint against the heirs of V.C., seeking to compel them to pay interest on an alleged loan of 40,000,000 ROL that he had made to V.C. His action was dismissed in a final decision of 15 June 2005 by the Sibiu County Court on the grounds that the applicant had not proved that the initial loan was ever made.", "30. On 12 October 2006 the applicant lodged an action against the Săcălaz local authorities, seeking restitution of two calves and a 250-kg pig, which had allegedly been confiscated from him by the communist authorities in 1988. He claimed that in 1990 the local authorities had informed him that they had returned the animals to V.C.", "31. On 15 November 2006 the Timişoara District Court found that the applicant had failed to adduce any proof of his allegations and dismissed the action. By a final decision of 21 November 2008 the Timiş County Court declared his appeal null and void as he had not paid the relevant court fees.", "32. In a decision of 26 June 1976 the authorities declared the applicant unfit for work due to a pre-existing condition that had worsened during his military service.", "33. On an unspecified date during his detention the applicant requested that an invalidity pension be paid to him.", "34. At the request of the Sibiu County Pension Authority (“the Pension Authority”) on 15 March 2006 the applicant underwent an expert evaluation by the Sibiu Work Capability Assessment Authority to determine his capacity for work (Cabinetul de expertiză medicală şi recuperare a capacităţii de muncă). The evaluation report confirmed the applicant’s invalidity and set 9 March 2007 as the date for review of his situation.", "35. The Pensions Authority asked the National Institute for Work Capability assessment (Institutul Naţional de Expertiză Medicală şi Recuperare a Capacităţii de Muncă – “the National Institute”) to express its opinion on the expert report issued in March 2006. The National Institute confirmed the previous assessment, but added that the 1976 decision did not entitle the applicant to an invalidity pension. It therefore suggested that the Pensions Authority evaluate the applicant’s situation in the light of the Pensions Act (Law No. 19/2000).", "36. On 22 May 2006 the Pensions Authority decided not to grant the applicant an invalidity pension, as he did not meet the requirements set forth in the Pensions Act. The decision was upheld by the Sibiu County Court on 19 September 2007 and by the Alba Iulia Court of Appeal in a final decision of 10 April 2008.", "37. The domestic legislation on the execution of sentences, in particular Law no. 23/1969, Emergency Ordinance no. 56/2003 on the rights of prisoners (Ordinance no. 56/2003), and Law no. 275/2006 on the execution of sentences (Law no. 275/2006) are described in Petrea v. Romania (no. 4792/03, §§ 21-23, 29 April 2008). The situation as regards dental care in the Romanian prison system is described in V.D. v. Romania (no. 7078/02, §§ 73-79, 16 February 2010)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}