{"ITEMID": "001-58081", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "PRT", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF SILVA ROCHA v. PORTUGAL", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5-4", "JUDGES": "C. Russo;N. Valticos", "TEXT": ["7. Mr Serafim da Silva Rocha, who is a Portuguese national, lives at Rio Tinto (Oporto).", "8. On 21 July 1989, after a dispute with a neighbour following which the latter died, the applicant was remanded in custody.", "9. In his submissions of 9 March 1990, the public prosecutor expressed the view that the applicant had acted voluntarily and consciously. Finding that the facts gave rise to the offences of aggravated homicide and illegal possession of weapons, he called for the applicant's continued detention and his committal for trial.", "10. On 13 July 1990 the Oporto Criminal Court (tribunal criminal da comarca do Porto) held that, on account of his mentally disturbed state, the applicant was not criminally responsible and was dangerous. It accordingly ordered that he be detained for a minimum of three years. It stated as follows: \"The established facts in respect of which the accused is charged constitute the offences of intentional homicide and unlawful possession of weapons. However, in the light of the expert report, ..., as confirmed by the medical expert at the hearing, the accused is not criminally responsible [inimputável] on account of his mental disorder [anomalia psiquica]. In view of the seriousness of the offences and the mental illness from which he is suffering, the court finds that he is a dangerous person who cannot be held responsible for his actions and, given the risk of his reoffending, a security measure [medida de segurança] must be taken against him. Having regard to Articles 20 and 91 of the Criminal Code, the court finds that the accused Serafim da Silva Rocha is a dangerous person who cannot be held responsible for his actions and orders his detention in a psychiatric asylum. This security measure will remain in force, in accordance with Article 91 para. 2 of the Criminal Code, for a minimum period of three years.\" The applicant maintains that he instructed his lawyer to appeal against this judgment, but no appeal was filed.", "11. On 20 September 1990 the applicant was transferred to the annex for the criminally insane of the Sobral Cid psychiatric hospital.", "12. On 29 October 1990 the Coimbra Sentence Supervision Court decided that the applicant's detention should be deemed to have begun on 21 July 1989, when he was first remanded in custody, and that the procedure for the automatic review of that detention should commence on 21 March 1992. The same day it assigned a lawyer to act for the applicant as he had not designated one. It appointed another lawyer on 21 March 1992.", "13. On 29 June 1992, on the basis of a medical report of 14 May 1992 and the opinion of the social services of 5 June 1992, the first of which concluded that the applicant remained dangerous and the second that he lacked a family structure that might assist his social reintegration, the court extended the detention for a period of nine months.", "14. On 11 February 1993 the applicant submitted an application for conditional discharge. At a date that has not been specified the court dismissed this application on the ground that \"the defendant's discharge may be ordered only on a trial basis and not conditionally\".", "15. On 19 March 1993 the court made enquiries about the applicant's state of health and the prospects for his reintegration in society. The medical report drawn up on 13 April 1993 noted that, although the detainee was no longer dangerous in a hospital environment, there were some signs that he would still be dangerous if released into the outside world. This information was passed on to Mr Silva Rocha's officially assigned lawyer, who did not respond.", "16. On 3 May 1993 the court heard from senior officials of the hospital and decided to extend the detention for a period of two months to see how the applicant's state of health evolved.", "17. At the court's request the psychiatric hospital submitted on 17 September 1993 a report expressing the view that there had been a general improvement in the applicant's state of health, that he had ceased to be dangerous and that the conditions now existed for his successful reintegration into society.", "18. Having heard the applicant, his officially appointed lawyer and the public prosecutor, the court decided, on 9 February 1994, to order that he be discharged on a trial basis (libertação a título de ensaio) subject to a number of conditions including a compulsory residence order, the obligation to undergo prescribed medical treatment, a prohibition on the consumption of alcohol and his agreement to submit to supervision by the social reintegration service. The applicant left hospital on 8 March 1994 and since then has remained at liberty on a trial basis.", "19. The relevant provisions of the Criminal Code are as follows:", "Article 20 para. 1 \"Persons suffering from a mental disorder who are incapable at the material time of appreciating the unlawful nature or the consequences of their actions shall not be held criminally responsible for those actions.\"", "Article 91 \"1. A person who commits a punishable offence and who is found not to be criminally responsible within the meaning of Article 20 shall be ordered to be detained in an asylum, hospital or secure unit, if there is reason to believe, in view of his mental illness and the nature and seriousness of his offence, that he may commit further serious offences. 2. Where a person found not to be criminally responsible has committed homicide, grievous bodily harm [ofensas corporais graves] or other violent crimes punishable by more than three years' imprisonment and there is reason to believe that he will commit further similar offences of the same degree of seriousness, he shall be ordered to be detained for a minimum period of three years.\"", "As amended by Legislative Decree no. 48/95 of 15 March 1995, paragraph 2 now reads:", "\"Where the offence committed by a person found not to be criminally responsible is an offence against the person or a crime punishable by more than five years' imprisonment, he shall be ordered to be detained for a minimum period of three years, save where his release is not incompatible with the protection of the legal system and public order.\"", "Article 92 \"1. Detention shall cease when the court finds that the justification for the detention no longer exists because the detainee is no longer criminally dangerous. 2. A first detention shall not exceed by more than four years the maximum sentence prescribed for the type of offence committed by the person found not to be criminally responsible ...\"", "The above-mentioned Legislative Decree no. 48/95 added a third paragraph to this Article, worded as follows:", "\"Where the offence committed by the person found not to be criminally responsible is punishable by more than eight years' imprisonment and the danger that he will commit similar offences is so serious that his release is considered inadvisable, his detention may be extended for successive periods of two years until it has been established that the situation referred to in paragraph 1 exists.\"", "Article 93 \"1. The court may at any time hear an application invoking a ground for the cessation of the detention measure. 2. The court shall, of its own motion, regardless of whether any application has been made, review the detention three years after it began and two years after the decision extending it. 3. These provisions shall apply, in any event, subject to the minimum period of detention stipulated in Article 91 para. 2.\"", "As amended by Decree no. 48/95, paragraphs 1 and 2 now provide:", "\"1. The court shall at any time hear an application invoking a ground for the cessation of the detention measure. 2. The court shall, of its own motion, regardless of whether any application has been made, review the detention two years after it began or after the decision extending it.\"", "Article 94 para. 1 \"On the expiry of the minimum period of detention the person found not to be criminally responsible may be discharged on a trial basis for a minimum period of two years where there are serious reasons for believing that he will not commit any further illegal acts.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}