{"ITEMID": "001-86093", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF C.G. AND OTHERS v. BULGARIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;Violation of Art. 13;Violation of P7-1;Non-pecuniary damage - award;Costs and expenses - award", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["5. The first applicant settled in Bulgaria in 1992. On 9 April 1996 he married the second applicant there. Shortly after the marriage he was granted a permanent residence permit. Their daughter, the third applicant, was born in Bulgaria on 24 May 1996. Before 2005 the first applicant worked as a driver for a limited liability company in Plovdiv.", "6. On 8 June 2005 the Regional Director of Internal Affairs in Plovdiv made an order for the first applicant’s expulsion. He also deprived him of the right to reside in Bulgaria and excluded him from Bulgarian territory for a period of ten years, “on the ground that [he] present[ed] a serious threat to national security and in view of the reasons set out in proposal no. S6923/ 08.06.2005 by the head of the security department of the Plovdiv Regional Directorate of Internal Affairs”. The Director’s decision relied on section 42(1) and (2) and section 42a(1) of the 1998 Aliens Act, taken in conjunction with section 10(1)(1) and (1)(3) (see paragraphs 18 and 20 below). No factual grounds were given, in accordance with section 46(3) of the Act (see paragraph 23 below). The order further provided that the first applicant was to be detained until it could be enforced. Finally, it stated that it was subject to appeal to the Minister of Internal Affairs, but not subject to judicial review, in line with section 46(2) of the Act, and that it was immediately enforceable, in accordance with section 44(4) of the Act (see paragraphs 19 and 22 below).", "7. At 6.30 a.m. on 9 June 2005 the first applicant was summoned to a police station in Plovdiv, where he was served with the order and detained with a view to his expulsion. He was deported to Turkey the same day, without being allowed to get in touch with his wife and daughter or a lawyer.", "8. Once in Turkey, the first applicant hired a lawyer in Bulgaria with the help of his wife – the second applicant –, and on 16 June 2005 appealed to the Minister of Internal Affairs. He said that he had had an established family life in Bulgaria for many years and complained that while being held at the police station on 9 June 2005 he had not been informed why he was considered a threat to national security. Nor had this become apparent from the decision to expel him, which had merely referred to the legal grounds on which it was made. The first applicant further complained that he had not been apprised of the proposal which served as the basis for the decision. All of this amounted to a failure to give reasons, in breach of the rules of administrative procedure.", "9. In a letter of 30 June 2005 sent to the first applicant’s former address in Bulgaria, the head of the complaints department of the Ministry of Internal Affairs informed him that the Minister had dismissed the appeal in a decision of 29 June 2005, because the impugned order had been made by a competent authority, in due form, in compliance with the applicable substantive and procedural rules and in conformity with the aim of the law.", "10. On 20 July 2005 the first applicant sought judicial review of the Minister’s order by the Supreme Administrative Court. He argued that no reasons had been given for the order, depriving him of any protection against arbitrariness because he had been unable to discover which actions on his part had been deemed a threat to national security. He also argued that the measures against him had interfered with his family life. However, the authorities had disregarded this and had not examined whether a fair balance had been struck between his rights and the public interest, contrary to Article 8 of the Convention, which formed part of domestic law. In that connection he relied on the Court’s judgment in the case of Al-Nashif v. Bulgaria (no. 50963/99, 20 June 2002), which had previously led the Supreme Administrative Court to change its caselaw in this sphere (see paragraph 25 below).", "11. On 10 August 2005 the Supreme Administrative Court informed the first applicant that the case had been transferred to the Plovdiv Regional Court.", "12. A hearing listed for 9 December 2005 failed to take place because the Plovdiv Regional Directorate of Internal Affairs had not received a copy of the application for judicial review.", "13. The hearing was held on 24 February 2006. The court admitted in evidence proposal no. S6923/08.06.2005, which had served as the basis for the decision against the first applicant. The first applicant was not allowed to familiarise himself with this document.", "14. In a judgment of 8 March 2006 the Plovdiv Regional Court dismissed the application. To begin with, it held that the bar to judicial review set out in section 46(2) of the 1998 Aliens Act (see paragraph 22 below) was contrary to the Convention and was thus to be disregarded. It relied on Al-Nashif (cited above) and the relevant caselaw of the Supreme Administrative Court (see paragraph 25 below). Examining the application on the merits, the court held:", "“The coercive measures are based ... on the ground that the [first applicant] represents a serious threat to national security, for the reasons set out in proposal no. S6923/08.06.2005...", "In upholding the impugned order, the Minister of Internal Affairs states that the evidence gathered clearly establishes that the [first applicant] is a member of a criminal gang dealing in illicit narcotic drugs; this, on the one hand, constitutes grounds under section 10(1)(3) of the [1998 Aliens Act], and, on the other, is a circumstance requiring the administrative authority to take coercive measures. Under section 42 of the [1998 Aliens Act], ‘the expulsion of an alien must be carried out if his or her presence in the country creates a serious threat to national security or public order’. On expulsion, the alien must also be deprived of the right to reside in the Republic of Bulgaria and be banned from entering it. The imposition of [these measures] is necessary in the cases set out in section 10 of the [1998 Aliens Act]. The order refers to the grounds set forth in section 10(1)(3), which [provides for the mandatory expulsion of] ‘an alien who is known to be a member of a criminal gang or organisation or to be engaged in terrorist activities, smuggling or unlawful transactions with arms, explosives, ammunitions, strategic raw materials, goods and technologies with a possible dual use, or in the unlawful trafficking of intoxicating or psychotropic substances or precursors or raw materials for their production’. The order states that there is information to the effect that the [first applicant] has participated in the unlawful trafficking of intoxicating and psychotropic substances and precursors and raw materials for their production. This has been established from the enclosed secret file (classified in accordance with section 25 and [Schedule 1], Part 2, point 22 of the [Protection of Classified Information Act of 2002 – see paragraphs 27 and 28 below]) containing the proposal to impose coercive measures to which the impugned order refers. According to this proposal, the data come from secret surveillance measures and information from operative sources gathered by the National Service for Combating Organised Crime in April 2005, showing that [the first applicant] has acted as an intermediary in the supply of narcotic drugs and maintains regular contacts with Bulgarian citizens who distribute narcotic drugs and intoxicating substances in the territory of the towns of Plovdiv and Asenovgrad.", "The three measures imposed on the [first applicant] are based on section 42(2) of the [1998 Aliens Act]. ... According to section 46(2)(3) of [that Act] taken in conjunction with section 15(3) of the [1979 Administrative Procedure Act], such an order must refer only to the legal and not the factual grounds for imposition of the coercive measures. As may be seen from the order, it fully complies with the requirements of [these provisions].", "There is no dispute as to the competence of the authority which made the order. [The first applicant alleges] breaches of the rules of procedure, but none has been found by the court. Section 42 of the [1998 Aliens Act] does not lay down any special rules of procedure... No procedural violations have been found in the fact that the proposal for coercive measures was made secret, as from its last page it may be seen that it was made on 7 June 2005 and was classified on the same day...", "[The court will now examine t]he [first applicant]’s objections concerning the lack of factual grounds for imposition of the measures. The legal grounds cited in the order require the existence of information concerning the facts referred to in sections 42 and 42a of the [1998 Aliens Act], taken in conjunction with section 10(1)(3). Concerning the [first applicant’s] objections in this regard, it must be stressed that the [law refers to] information relating to such facts rather than proof thereof. The availability of proof would produce different legal consequences for the [first applicant].", "The impugned order imposes coercive measures which, according to section 22 of the [Administrative Offences and Penalties Act 1969], are applied in order to preempt and put an end to administrative and other offences, as well as to preempt and redress their harmful consequences.", "The information was gathered through the use of secret surveillance measures and through operative sources of the National Service for Combating Organised Crime, as may be seen from the proposal cited in the order. According to the definition of the [Special Surveillance Means Act of 1997], the measures concerned comprise technical means (electronic and mechanical devices, as well as substances which are used for recording the activity of monitored persons and objects) and operative methods (surveillance, tapping, following, covert entry of premises, marking and checking of correspondence and computerised information, which are employed during the use of technical devices) used for the preparation of physical evidence in the form of videotapes, audiotapes, photographs and marked objects. Under section 3 of this Act, these may also be used for preventing offences... They are used against persons who are suspected of preparing or perpetrating or of having perpetrated serious crimes. The evidence thus obtained is kept either by the Ministry of Internal Affairs until the institution of a preliminary investigation, or by the respective judicial authorities. Any item not used for the preparation of evidence has to be destroyed.", "The nature of the source of information which led to the issuing of the impugned order makes it impossible to adduce further evidence relating to the facts. However, this by no means leads to a finding that the coercive measures were unlawful. Moreover, the [first applicant] does not dispute the facts; he merely challenges the use of information concerning them as grounds for the coercive measures imposed. The [court] finds that the facts set out in the proposal can serve as the basis for application of sections 42 and 42a of the [1998 Aliens Act taken in conjunction with section 10(1)(3)]. In view of the foregoing, the [court] concludes that the impugned order was in accordance with the requirements of the substantive law.", "The [first applicant]’s last objection concerns the noncompliance of the impugned order with the aim of the law. He relies on his longstanding family life in Bulgaria, his marriage to a Bulgarian citizen and the nineyearold child born from this marriage (all facts which have been acknowledged by the parties and the court)...", "However, all these circumstances have no bearing on the lawfulness of the order under section 42(1) and (2) of the [1998 Aliens Act], still less on its compliance with the aims of the law, as the law in question provides for the restriction of certain rights for the purpose of preventing the commission of offences.", "In this context, the [first applicant]’s reliance on [AlNashif, cited above] is misplaced, as this case concerns the right to seek judicial review, which is available to the [first applicant].”", "15. On 28 March 2006 the first applicant appealed to the Supreme Administrative Court. He argued that the police had not adduced any evidence that he had done anything to put national security in jeopardy. They had merely presented a document which recounted information whose source was unknown. The socalled “proposal” contained only general conclusions which were based on facts not made known to the court. This was problematic, as the court’s task was to guarantee that the executive’s discretion had not been exercised in an arbitrary fashion. Moreover, there were no objective facts showing that the first applicant had committed any offence. This had to be proved, not merely alleged. The first applicant further submitted that the impugned order had seriously infringed his right to respect for his family life, contrary to Article 8 of the Convention. He relied extensively on Al-Nashif (cited above) and Berrehab v. the Netherlands (judgment of 21 June 1988, Series A no. 138), and asserted that the existing legal framework did not provide sufficient guarantees against arbitrariness. Moreover, the lower court had not examined the proportionality of the interference, contrary to the approach of the European Court of Human Rights in all cases under Article 8 of the Convention. The impugned order had broken off the longstanding relationships with his wife and daughter. If there was reason to suspect that he had engaged in unlawful activities, it would have been more appropriate to prosecute and try him, which would have entailed the production of serious evidence of his alleged wrongdoing.", "16. After holding a hearing on 12 September 2006, the Supreme Administrative Court upheld the lower court’s judgment on 4 October 2006. Its opinion, in its relevant parts, reads as follows:", "“... [This court] finds that the conclusions of the firstinstance court as to the lawfulness of the impugned order were correct and wellfounded.", "According to section 42(1) of the [1998 Aliens Act], an alien’s expulsion is necessary if his or her presence in the country puts national security or public order in serious jeopardy. Subsection 2 of that section provides that whenever [a person is expelled] his or her right to reside in the Republic of Bulgaria is also revoked and he or she is prohibited from entering the country.", "According to section 42a of the same Act, the prohibition on entering the country is imposed under the circumstances set out in section 10 [of the Act]. The impugned order by the director of the Plovdiv Regional Directorate of Internal Affairs states that the [first applicant’s case] falls under points 1 and 3 of section 10 of the [1998 Aliens Act], in that through his actions he has jeopardised the security and the interests of the Bulgarian State or is known to have acted against the security interests of the country, to have been a member of a criminal gang or organisation or to have engaged in terrorist activities, smuggling or unlawful transactions with arms, explosives, ammunitions, strategic raw materials, goods or technologies with a possible dual use, or in the illicit trafficking of intoxicating or psychotropic substances or precursors or raw materials for their production.", "It has been established in the present case that [the first applicant] has acted as an intermediary for the supply of narcotics and maintains regular contacts with Bulgarian citizens who distribute narcotics and intoxicating substances in the territory of the towns of Plovdiv and Asenovgrad.", "The impugned order was issued on the basis of proposal no. S–6923/08.06.2005 by the head of Plovdiv Regional Security Department, which contains data revealing that the presence of the alien in the [Republic of Bulgaria] puts national security in serious jeopardy.", "The provisions of sections 42 and 42a of the [Aliens Act] are mandatory. If the conditions referred to in these texts are in place, the administrative authority is required to use coercion and order the expulsion of the alien concerned, and at the same time to withdraw his or her residence permit and prohibit him or her from entering the Republic of Bulgaria. The administrative authority has no discretion as to whether or not to make the order. As the law does not provide for exceptions which might allow [the authority not to make an order for expulsion], the expulsion is lawful provided the required conditions are in place.", "The impugned order was made in accordance with the purpose of the law and in accordance with the [applicable] substantive and procedural rules. The administrative authority elucidated the relevant facts and specified the legal grounds for making the order. ...”", "17. After the first applicant’s expulsion, the second and third applicants travelled a few times a year to Turkey to meet him. On each occasion they remained there for about two or three days. Between visits they maintained contact by telephone.", "18. Section 42(1) of the 1998 Aliens Act (Закон за чужденците в Република България) provides that the expulsion of aliens must be carried out when their presence in the country creates a serious threat to national security or public order. Section 42(2) states that expulsion is mandatorily accompanied by withdrawal of the alien’s residence permit and the imposition of a ban on entering the country.", "19. Section 44(4)(1) and (3) of the Act provides that expulsion orders and orders withdrawing aliens’ residence permits are immediately enforceable.", "20. Under section 42a(1) (currently section 42h(1)) of the Act, a ban on entering the country has to be ordered if the grounds set forth in section 10 are in place. Section 10(1)(1) and (1)(3) of the Act, as in force at the relevant time, defined these grounds as information revealing that (i) “through his or her actions the alien ha[d] jeopardised the security or the interests of the Bulgarian State or ha[d] acted against the country’s security”, or (ii) he or she [was] a “member of a criminal gang or organisation, or [was] engaged in terrorist activities, smuggling or unlawful transactions with arms, explosives, ammunitions, strategic raw materials, goods or technologies with a possible dual use, or in the illicit trafficking of intoxicating and psychotropic substances or precursors or raw materials for their production”.", "21. Section 46(1) of the Act provides that orders imposing coercive measures may be appealed before the Minister of Internal Affairs or the competent regional court.", "22. However, under section 46(2) of the Act as in force until March 2007, orders withdrawing aliens’ residence permits and banning them from entering the country for the reasons set out in section 10(1)(1), or orders expelling them, were not subject to judicial review.", "23. Under section 46(3) of the Act, these orders do not indicate the factual grounds for imposing the relevant coercive measure.", "24. The relevant legal developments in the interpretation and application of the Act before 2002 are set out in paragraphs 7178 of the Court’s judgment in the case of Al-Nashif, cited above.", "25. Following this judgment, the Bulgarian Supreme Administrative Court changed its caselaw. In a number of judgments and decisions delivered between 2003 and 2006 it held, by reference to AlNashif, that the ban on judicial review in section 46(2) of the Act was to be disregarded as it contravened the Convention, and that expulsion orders relying on national security considerations were amenable to judicial review (реш. № 4332 от 8 май 2003 по адм. д. № 11004/2002 г.; реш. № 4473 от 12 май 2003 г. по адм. д. № 3408/2003 г.; опр. № 706 от 29 януари 2004 г. по адм. д. № 11313/2003 г.; опр. № 4883 от 28 май 2004 г. по адм. д. № 3572/ 2004 г.; опр. № 8910 от 1 ноември 2004 г. по адм. д. № 7722/2004 г.; опр. № 3146 от 11 април 2005 по адм. д. № 10378/2004 г.; опр. № 3148 от 11 април 2005 по адм. д. № 10379/2004 г.; опр. № 4675 от 25 май 2005 г. по адм. д. № 1560/2005 г.; опр. № 8131 от 18 юли 2006 г. по адм. д. № 6837/2006 г.).", "26. Subsequently, in April 2007, section 46(2) of the Act was amended. It now provides that orders withdrawing aliens’ residence permits and banning them from entering the country for the reasons set out in section 10(1)(1), or orders for their expulsion, may be challenged before the Supreme Administrative Court, which rules by means of a final judgment.", "27. According to section 25 of this Act, the information listed in Schedule No. 1 thereto, unregulated access to which could jeopardise Bulgarian national security, defence, foreign policy or constitutional interests, is a State secret.", "28. Part 2, point 22 of Schedule No. 1 to the Act provides that the information in question is that which is “gathered, checked and analysed by the security services and the lawenforcement agencies concerning persons suspected of subversive, terrorist or other unlawful activities targeted against the public order, security, defence, independence, territorial integrity or international status of the State”.", "29. Article 354a § 1 of the Criminal Code of 1968 makes it an offence to produce, process, acquire or possess narcotic drugs or similar with a view to distributing them, and also to distribute them. The offence is aggravated if committed by a member of a criminal gang (Article 354a § 2 (1) of the Code). Article 354b § 1 of the Code makes it an offence to incite or abet another to use narcotic drugs or similar. It is also an offence to be a founder member, leader or member of a criminal gang with intent to commit offences under Articles 354a § 1 or 354b § 1 of the Code (Article 321 § 3 of the Code).", "30. The law regulating secret surveillance is described in detail in paragraphs 751 of the Court’s judgment in the case of Association for European Integration and Human Rights and Ekimdzhiev v. Bulgaria (no. 62540/00, 28 June 2007).", "31. The explanatory report to Protocol No. 7 (ETS No. 117) details the guarantees of Article 1 in the following manner:", "“... 15. As a rule, an alien should be entitled to exercise his rights under subparagraphs a, b and c of paragraph 1 before he is expelled. However, paragraph 2 permits exceptions to be made by providing for cases where the expulsion before the exercise of these rights is considered necessary in the interest of public order or when reasons of national security are invoked. These exceptions are to be applied taking into account the principle of proportionality as defined in the caselaw of the European Court of Human Rights.", "The State relying on public order to expel an alien before the exercise of the aforementioned rights must be able to show that this exceptional measure was necessary in the particular case or category of cases. On the other hand, if expulsion is for reasons of national security, this in itself should be accepted as sufficient justification. In both cases, however, the person concerned should be entitled to exercise the rights specified in paragraph 1 after his expulsion. ...”"], "VIOLATED_ARTICLES": ["13", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}