{"ITEMID": "001-23518", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "MIEG DE BOOFZHEIM v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Pierre and Marie-Louise Mieg de Boofzheim, are French nationals who were born in 1925 and live at Saint Martin de la Place. They were represented before the Court by Mr Prioux, of the Saumur Bar.", "On 9 March 1993 the applicants received notice that their personal tax affairs for the years 1990, 1991 and 1992 were to be investigated. The investigation concerned the terms on which a flat in Neuilly-sur-Seine had been transferred and losses incurred on the Chateau de Boumois, in which the applicants lived.", "Mrs Mieg de Boofzheim is the manager of the SCI de Boumois, the company that owns the chateau, and holds a majority shareholding in it. The Revenue served assessments to additional tax on the company on 4 October 1993 and on the applicants on 14 October 1993. All the assessments were contested by the applicants. However, they were confirmed by the Revenue on 7 December 1993 and 17 February 1994.", "On 31 May 1994 the Revenue served demands for the additional tax that had been imposed on the applicants, together with interest for late payment and a 40% surcharge because the applicants had acted in bad faith in declaring the losses on the chateau and been late in filing the capital-gains tax return on the sale of the flat. The sums demanded came to a total of 17,948 French francs (FRF) for 1990 and FRF 452,687 for 1991.", "On 21 June 1994 the applicants lodged an appeal. They argued that the Revenue had miscalculated the period for which they had owned the flat in Neuilly for the purposes of assessing their liability to capital gains tax on its sale in 1991. They had in fact purchased the property in 1954 and were thus entitled to the exemption from capital gains tax which, by law, was granted to owners who had retained title for more than 32 years. They also sought to be allowed to deduct certain expenditure on furnishings and staff from the SCI de Boumois’ taxable income, on the ground that it had been incurred in order to attract visitors to the chateau and because the chateau’s upkeep necessitated the services of a full-time housekeeper.", "In the absence of a reply from the Revenue within the statutory six-month time-limit, the applicants applied to the Nantes Administrative Court for an order cancelling the income-tax surcharge and related penalties.", "In a decision of 19 June 1995, the Director of Revenue granted relief from the capital-gains-tax surcharge, interest for late payment and related penalties for the year 1991 in the amount of FRF 250,401 on the principal sum due and FRF 130,208 on the interest and penalties.", "In a decision of 22 May 1996, the Revenue granted relief from the surcharges that had initially been imposed for bad faith in respect of the remaining contested tax assessments (on income from land for the years 1990 and 1991) in the sum of FRF 4,459 for 1990 and FRF 16,661 for 1991.", "By a decision of 17 February 1997 the applicants were granted additional relief of FRF 325 in tax and FRF 38 francs in penalties, in order to rectify an arithmetical error in the calculation for 1991.", "In a letter of 20 July 1998, the clerk to the Administrative Court informed the applicants that, owing to a large number of pending cases, it was not possible to say when their case was likely to be heard.", "Following a hearing on 21 March 2000 the Nantes Administrative Court delivered a judgment on 3 May 2000 in which it held that it was unnecessary to give a ruling in respect of the applicants’ claims up to FRF 402,092. It dismissed the applicants’ remaining claims (namely for FRF 60,303 in disputed taxes and FRF 8,240 in interest for late payment)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}