{"ITEMID": "001-81229", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "ANOKHIN v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Christos Rozakis", "TEXT": ["The applicant, Mr Sergey Danilovich Anokhin, is a Russian national who was born in 1949 and lives in the town of Krasnyy Sulin of the Rostov Region. The Russian Government were represented by Mr P. Laptev, Representative of the Russian Federation before the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a former employee of various coal mines of OAO Rostovugol, a joint-stock limited liability company.", "It was established as a result of restructuring of one of the major Soviet coal producers in the early 1990s.", "In 1993 a number of production units were incorporated under the private law rules as a joint-stock company with limited liability. According to the Government, the federal and regional authorities owned stakes in the company of 66.9 and 20 per cent respectively. It appears that the remaining stock was held by private shareholders, including the company’s employees.", "It appears that in the late 1990s the company ran into trouble and subsequently experienced difficulties in managing its debt, the greater part of which represented salary arrears owed to the company’s numerous employees.", "In 2001-2002, having faced social tensions in the respective region, the federal authority intervened by adopting a special programme according to which OAO was to be liquidated, its assets auctioned and the company’s debt financed, in part, by the authorities.", "In 2001-2002, shortly after his dismissal, the applicant brought five court actions against his former employer claiming salary arrears and unpaid social benefits.", "By a judgment of 17 September 2001 the Justice of the Peace of the 4th circuit of the town of Novoshakhtinsk of the Rostov Region recovered the applicant’s unpaid salary totalling 10,513 Russian roubles (RUR) from the defendant company for the period between July to December 2000 and January 2001. The judgment came into force on 28 September 2001.", "According to the Government, the money owed to the applicant was transferred to his bank account in full on 30 January 2002, which is slightly over four months after the judgment of 17 September 2001 had been given.", "On 19 September 2001 the Krasnosulinsk Town Court of the Rostov Region ordered the defendant company to pay the applicant work-related sickness benefits of RUR 30,627.96. This judgment came into force on 28 September 2001.", "The Government submitted that the judgment at issue had been executed in full by bank transfer dated 22 December 2003, which is two years, two months and twenty-four days after the judgment of 19 September 2001 became enforceable.", "By a judgment of 12 November 2001 the Novoshakhtinsk Town Court of the Rostov Region ordered the defendant company to pay the applicant non-pecuniary damages of RUR 5,000 for the delays in payment of the salary. This judgment became enforceable on 14 February 2002.", "According to the Government, this judgment was enforced in full by bank transfer to the applicant’s account on 20 December 2002. The transfer was made ten months and five days after the judgment in question became enforceable.", "By a judgment of 18 April 2002 the Justice of the Peace of the 4th circuit of the town of Novoshakhtinsk of the Rostov Region ordered the defendant to pay the applicant a compensation of RUR 2,838.51 for delays in payment of his salary between 2000 and 2001. The judgment became enforceable on 29 April 2002.", "The Government submitted that the execution writ in respect of the judgment of 18 April 2002 had been accepted by the winding-up committee of the company and joined to the list of the company’s priority 2 creditors. It would be complied with after the additional sale of the company’s assets and after the debts towards the priority 1 creditors had been honoured.", "On 31 May 2002 the Justice of the Peace of the 1st circuit of the town of Novoshakhtinsk of the Rostov Region awarded the applicant damages for being kept out of his money through the delays in payment of his salary for the period between August and September 1999, ordering the defendant company to pay RUR 29,850.98. The judgment came into force on 11 June 2002.", "The Government submitted that the applicant had received a copy of the writ in respect of this judgment from the registry of the first-instance court on 14 June 2002, but had not sent it to the company until three years later. As a result, the writ was received on 5 May 2005. The winding-up committee was still waiting for the applicant to submit a second copy of the writ and a copy of the judgment of 31 May 2002. Upon receipt of the said documents, the applicant’s claim would be recorded in the list of the company’s priority 2 creditors.", "On 6 December 2001 the bailiffs of the town of Shakhty seized the assets of OAO Rostovugol; of which the estimated value was RUR 709,000,000.", "By letters of 18 March and 24 April 2002 the Deputy Governor of the Rostov Region in charge of fuel, energy and natural resources informed the applicant that OAO Rostovugol was an unprofitable company, that the question of its restructuring had been long debated by the authorities at various levels, that on 31 January 2002 the Federal Interdepartmental Commission on the Socio-Economic Problems of Coil-Producing Industries adopted a plan under which the company was to be wound-up, that on 12 March 2002 the meeting of OAO Rostovugol shareholders had adopted that decision, that the debts of OAO Rostovugol would be honoured through the sale of its assets and also with the financial assistance of the authorities and that the existing salary debts would be honoured during the year 2002.", "By letter of 13 May 2002 the State Institution Sotsugol, a State agency set up to solve problems arising out of restructuring of the coal-mining industry, informed the applicant that his previous complaints about the prolonged failure to execute the judgments had been forwarded to OAO Rostovugol and that the president of its winding-up committee had been asked to repay the debts as soon as possible.", "Section 2 of the Joint-Stock Companies Act (Law no. 208-FZ of 26 December 1995) provides, among other things, that a joint-stock company is a commercial organisation whose capital is divided into a definite number of shares of stock certifying the rights and obligations of the members (shareholders) vis-à-vis the company. Shareholders are not liable for obligations of the company and bear the risk of losses associated with its activity only to the extent of the value of the shares owned by them.", "Under the Insolvency Act (Law no. 27-FZ of 6 October 2002) bankruptcy creditors are creditors of monetary obligations, except for authorised bodies, citizens to whom a debtor is liable for harm to life or health or for moral harm or to whom royalties are owed under copyright contracts, and stakeholders of the debtor in so far as the liabilities in respect of such participation are concerned. They are among the parties to a bankruptcy case and may complain to the court about action or failure to act breaching their rights.", "By virtue of the above decree, the Ministry of Energy was to finance the debt of OAO Rostovugol in so far as the salary debts and related social payments prior to the decision to wind up the company were concerned.", "The State institution Sotsugol was established by Decree of the Federal Government of 20 November 1997 as a principal coordinator of the programmes of local development introduced to solve social problems arising out of restructuring of the coal-mining industry."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}