{"ITEMID": "001-57438", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "CHAMBER", "DATE": 1988, "DOCNAME": "CASE OF BERREHAB v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 8;No violation of Art. 3;Pecuniary damage - financial award;Non-pecuniary damage - financial award", "JUDGES": "C. Russo", "TEXT": ["7. Mr. Berrehab, a Moroccan citizen born in Morocco in 1952, was permanently resident in Amsterdam at the time when he applied to the Commission.", "His daughter Rebecca, who was born in Amsterdam on 22 August 1979, has Netherlands nationality. She is represented by her guardian, viz. her mother, Mrs. Koster, who is likewise a Netherlands national.", "8. After marrying Mrs. Koster on 7 October 1977, Mr. Berrehab sought permission to stay in the Netherlands where he had been for some time already. The Ministry of Justice granted him permission on 25 January 1978 \"for the sole purpose of enabling him to live with his Dutch wife\", and then renewed it until 8 December 1979.", "From November 1977 Mr. Berrehab worked for a self-service shop. On 9 March 1978, a work permit was issued to him under the Aliens (Work Permits) Act 1964 (replaced since 1 November 1979 by the Employment of Aliens Act). This permit was renewed on 18 October 1979. From April 1981 to April 1983 Mr. Berrehab was employed by a cleaning firm.", "9. On 8 February 1979, his wife sued for divorce. The Amsterdam Regional Court (Arrondissementsrechtbank) granted the divorce on 9 May 1979 on the ground of the irretrievable breakdown of the marriage, which was dissolved by registration of the decision in the Civil Registry of Amsterdam on 15 August 1979. By an order of 26 November 1979, the Amsterdam Regional Court appointed Mrs. Koster guardian of her daughter, Rebecca, who had been born in the meantime, and appointed the girl’s father as an auxiliary guardian (toeziende voogd). On 5 February 1980, it ordered the latter to pay the Child Welfare Council 140 guilders a month as a contribution to the cost of maintaining and educating his daughter.", "When Rebecca was born, her father and Mrs. Koster agreed to ensure that the child had frequent, regular contacts with her father. On 27 February 1984, they had a notary legalise an agreement between them as to arrangements for these contacts and certify that over the previous two years Mr. Berrehab had seen his daughter four times a week for several hours each time.", "10. On 7 December 1979, Mr. Berrehab made an application for renewal of his residence permit. The head of the Amsterdam police refused the application on the same day, stating that it would be contrary to the public interest to renew the permit, regard being had to the fact that Mr. Berrehab had been allowed to remain in the Netherlands for the sole purpose of living with his Dutch wife, which condition was no longer fulfilled on account of the divorce.", "By letter of 26 December 1979, Mr. Berrehab asked the Minister of Justice to review this decision. He pointed out among other things that he needed an \"independent\" residence permit in order to fulfil his moral and legal obligations as a father. He said he had sufficient means of subsistence and that he was in a position to bear part of the costs of Rebecca’s upbringing and education.", "11. The Minister did not reply within the statutory period of three months, which under Netherlands law constituted an implied rejection of the request.", "Mr. Berrehab consequently appealed, on 23 April 1980, to the Litigation Division (Afdeling Rechtspraak) of the Raad van State. He stated that he could not see how the grant to him of a residence permit could be prejudicial to the national interest, particularly since he was under various legal obligations as a father and he had been able to support himself since 1977 by working. At the hearing on 14 March 1983, he claimed that the impugned decision infringed Article 8 § 1 (art. 8-1) of the Convention on the ground that it prevented him from remaining in contact with his daughter whom he saw regularly four times a week.", "The Raad van State dismissed his appeal on 9 May 1983. It recalled in the first place that, under section 11(5) of the Aliens Act of 13 January 1965 (Vreemdelingenwet - \"the 1965 Act\"), renewal of a residence permit could be refused in the public interest. As the Minister of State for Justice had pointed out, Mr. Berrehab no longer satisfied the condition upon which the grant of his residence permit depended; consequently, the refusal appealed against could be justified under section 11(5). As for Mr. Berrehab’s obligations to his daughter, the Raad van State held that the fulfilment thereof did not serve any vital national interest and that those obligations subsisted independently of his place of residence. It added that four meetings a week were not sufficient to constitute family life within the meaning of Article 8 (art. 8) of the Convention and that the impugned decision would, moreover, not necessarily entail a break in relations between the child and her father, as the latter could remain in contact with his daughter by agreement with his ex-wife.", "12. On 30 March 1983, Mr. Berrehab was dismissed by his employer with effect from 15 April. He was, furthermore, arrested on 28 December 1983 for the purpose of his deportation. He made an urgent application (kort geding) to the presiding judge of the Amsterdam Regional Court, but withdrew it shortly after the execution of the impugned deportation order on 5 January 1984; on 18 January, the presiding judge accordingly held that there was no ground on which to give a decision.", "In 1984, Rebecca and her mother spent two months with Mr. Berrehab and his family in Morocco. On 28 August 1984, Mr. Berrehab applied to the Netherlands Embassy in Rabat for a three-month residence permit. After an initial refusal he obtained a visa valid for one month, for the purpose of enabling him to exercise his rights of access. Accordingly, he went to the Netherlands on 27 May 1985 where he requested an extension of his visa until the following 27 August. His request having been turned down on 6 June, he lodged an appeal with the Raad van State, accompanied by an urgent application. Hearing the latter application, the President of the Litigation Division decided, on 20 June, that the applicant should be treated - subject to a condition which is not relevant to this judgment - as if he had been granted a visa valid until 27 August.", "13. On 14 August 1985, Mr. Berrehab remarried Mrs. Koster in Amsterdam. On 9 December 1985, the Ministry of Justice granted him permission (which he had sought on 29 August) to reside in the Netherlands \"for the purpose of living with his Dutch wife and working during that time\".", "14. The Netherlands authorities pursue a restrictive immigration policy. The authorities, however, permit exceptions prompted, inter alia, by the wish to honour the obligations flowing from the Convention, by the country’s economic well-being and by humanitarian considerations, including the reuniting of families.", "The entry requirements and the grounds on which aliens may be expelled are laid down primarily in the 1965 Act and its implementing regulations. In addition to these legal provisions, there is the \"Circular on Aliens\" (Vreemdelingencirculaire), which is a body of directives drawn up and published by the Ministry of Justice.", "The right to stay is therefore governed in principle by sections 8-11 of the Act. A prolonged stay requires the authorisation of the Minister of Justice or a body acting under his control. A refusal to grant an authorisation must be accompanied by a statement of the reasons on which it is based. An appeal lies to the Minister of Justice and then, if need be, to the Raad van State. An application is usually granted - normally for one year - only if the individual’s presence serves an essential national interest or if there are compelling humanitarian grounds.", "Foreigners married to a Netherlands national fall into the latter category; they may obtain a residence permit \"in order to live with their spouse\" in the Netherlands and, if appropriate, \"in order to work there during that time\".", "15. This policy, however, has changed over the years. Foreigners coming to live with their husbands or their wives were initially granted resident status and a conditional residence permit. That status was forfeited if the marriage in respect of which it was granted was dissolved, in which case the foreigner had to leave the country.", "In order to enhance the position of foreigners lawfully established in the Netherlands, the Minister of State for Justice felt it necessary to soften the line followed in this respect. Under the terms of the \"Vreemdelingencirculaire\" (Chapter B 19, paragraph 4.3), foreigners who had been married for more than three years and had lived with their spouses in the Netherlands for at least three years prior to the dissolution of their marriage were enabled to apply for an \"independent\" residence permit; the underlying idea was that after that length of time they would have forged sufficient links with the country for it to be unnecessary to make their status subject to conditions.", "It was subsequently thought advisable to make further changes in the regulations in favour of this category of foreigner. The requirement of three years’ marriage was retained but the requisite period of residence was reduced to one year. The purpose of this relaxation was to improve the often precarious position of divorced women, particularly those of Mediterranean origin; it was felt that they ought to be permitted to stay in the Netherlands with a status independent of that of their former husbands.", "This policy was later refined still further, when it was decided that even where the aforementioned conditions were not met, overriding humanitarian considerations might justify the grant to a foreigner of authorisation to remain on Netherlands territory on an independent residence permit, for example if he had close links with the Netherlands or with a person resident there. According to the Government, this was an exceptional measure that was rarely applied.", "16. As far as the Netherlands case-law on aliens is concerned, a distinction must be drawn between the courts hearing urgent applications - the civil courts up to and including the Court of Cassation at last instance - and the court conducting a full examination of the merits of the case, namely the Litigation Division of the Raad van State.", "While the Court of Cassation in its decisions in other fields, such as the right of access, had already favoured a fairly broad conception of \"family life\" (see in particular the leading case decided on 22 February 1985, in Nederlandse Jurisprudentie, 1986, no. 3), the Litigation Division of the Raad van State had tended to take a narrower view. Its decision in the instant case is fully in line with that tradition. Several of its most recent decisions, however, suggest that it is going to adopt the principle laid down in a Court of Cassation judgment of 12 December 1986 concerning aliens, from which it emerges that cohabitation is not a sine qua non of \"family life\" for the purposes of Article 8 (art. 8) of the Convention (Nederlandse Jurisprudentie, 1988, no. 188).", "The Court of Cassation recently had before it a case similar to the present one. A court of appeal, hearing an urgent application, had held that where a foreigner threatened with expulsion pleads the right to respect for his own and his child’s family life, the onus is on him to show that the minor’s interest is sufficiently important to outweigh the State’s interest. On appeal, the Court of Cassation quashed the decision on 18 December 1987 (Rechtspraak van de Week, 1988, no. 9). It fell to be decided whether \"family life\" existed between the alien and his child, and the Court of Cassation began by emphasising that the child was a legitimate one. It went on:", "\"For the duration of the marriage, there existed between Garti and his son a relationship that amounted to family life within the meaning of Article 8 (art. 8) of the ... Convention .... Neither the cessation of cohabitation nor the divorce ended that relationship. It must also be noted that, as Garti claimed and as the Court of Appeal apparently regarded as having been established, Garti and his son remained in close touch after the cessation of cohabitation.\"", "The decision was quashed on the ground, inter alia, that the appeal court had lost sight of the fact that:", "\"if, in such a case, the expulsion of a foreigner must be regarded as an interference with his right to respect for family life within the meaning of Article 8 (art. 8) ..., the sole means of determining whether that interference is justified or may be justified is to weigh, in the light of the facts of the case and the policy directives (beleidsregels) in force, the seriousness of the interference with the right of the foreigner concerned and his minor child to respect for their family life against the interests served by those policy directives, and in so doing one may, in order to assess the seriousness of the interference, have regard notably to the length of time during which those concerned have lived together, to the nature and degree of intensity of the contacts maintained after cohabitation came to an end and to whether it is the parent or the child who is threatened with expulsion\"."], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}