{"ITEMID": "001-95259", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF VALERIU AND NICOLAE ROSCA v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect)", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["5. The applicants, Mr Valeriu Roşca (V.R.) and Mr Nicolae Roşca (N.R.), are Moldovan nationals who were born in 1960 and 1978 respectively and live in Cotiujenii-Mari.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 1 August 2000 I.C. complained to the Ialoveni police that he had been abducted and robbed by unidentified assailants.", "8. On 11 May 2001 both applicants were arrested by officers from the Centru District Police Station in Chişinău. According to the applicants, no reasons were given for their arrest, during which they both were beaten by the arresting officers.", "9. The applicants claim that at the police station they again received blows and kicks over a period of several hours. They were later taken to the General Police Directorate in Chişinău, where they were pressured to confess to crimes they had not committed. Following their refusal, they were each beaten, then handcuffed on the floor, where they received truncheon blows to the soles of their feet and electric shocks.", "10. As a result of the ill-treatment, N.R. wrote a self-incriminatory statement, but did not sign it, as a form of protest. The applicants were subsequently moved back to the Centru District Police Station, where the investigator offered them documents to sign under threat of further ill-treatment.", "11. On 13 June 2001 the applicants were taken to Ialoveni Police Station. As was later explained by the Ialoveni police officers, this was necessary in order to verify the applicants' possible involvement in the crime against I.C. described above. On the same day the CPT delegation visited the police station. N.R. informed the CPT about ill-treatment at the Centru District Police Station and the General Police Directorate.", "12. The applicants state that after the departure of the CPT delegation, they were taken to an office and ill-treated for hours on end, with truncheon blows to the soles of their feet and to their heads, in order to make them confess to crimes they had not committed.", "13. On 14 June 2001 the CPT delegation returned to Ialoveni Police Station and saw N.R., who had complained of ill-treatment the day before.", "14. On 15 June 2001 three officers from the Ministry of Internal Affairs visited N.R., who repeated his complaints of ill-treatment at the Centru District Police Station, the General Police Directorate, and Ialoveni Police Station. Both applicants were then taken to the Centru District Police Station and later to the General Police Directorate.", "15. The applicants claim that as a result of their ill-treatment they partly lost their hearing and have frequent headaches and pain.", "16. The applicants complained of ill-treatment in all three establishments in which they had been detained, but the prosecution refused to initiate criminal investigations in respect of all but one of the complaints, that relating to ill-treatment at Ialoveni Police Station. None of the police officers was suspended and some allegedly put pressure on the applicants and their families to withdraw their complaints.", "17. On 15 June 2001 a police inspector, Colonel P.D., submitted a report to the Minister of Internal Affairs, describing the visit of the CPT to Ialoveni Police Station and the findings made on 14 June 2001, namely that the conditions of detention and medical care there were inadequate and that a person detained there, identified as Mr Roşca, had been found to have suffered serious bodily harm. P.D. proposed that the person concerned be transferred as a matter of urgency to a secure location and offered access to a lawyer and that a report be drawn up in compliance with the recommendations.", "18. On 18 June 2001 the applicants were taken, in the absence of their lawyers, to a doctor to determine the degree of damage to their health. The doctor found injuries to various parts of their bodies, including haematomas ranging from 6 cm x 2 cm to 12 cm x 3 cm, which were characterised by the doctor as “slight injuries”.", "19. Also on 18 June 2001 P.D. reported to the Minister of Internal Affairs on “the results of examining information regarding the torture of detainees at [Ialoveni Police Station]”. The report stated that the applicants had complained to the CPT of ill-treatment by officers from Ialoveni Police Station. The preliminary investigation established the names of three police officers who had dealt with the applicants' case there and those of another six officers involved in the case at the Centru District Police Station in Chişinău. On questioning, all the officers had denied ill-treating the applicants. Since medical reports showed slight injuries to both applicants and since the inconsistencies between the various pieces of evidence could only be explained after a full investigation, P.D. recommended the initiation of criminal proceedings against all nine police officers and investigators involved.", "20. On 20 June 2001 the Deputy Minister of Internal Affairs asked the Prosecutor General's Office to initiate a criminal investigation into the case.", "21. In a report to the Minister of Internal Affairs on an unknown date, the commanding officer at Ialoveni Police Station denied any ill-treatment of the applicants. He mentioned that they had made no request for access to a lawyer.", "22. On 20 July 2001 the Prosecutor General's Office initiated a criminal investigation into the applicants' alleged ill-treatment. On the same day another investigation was initiated into the alleged negligence of the commanding officer at Ialoveni Police Station. The cases were later joined. On 23 October 2001 the investigation into the applicants' ill-treatment on 11 May 2001 in the Centru District Police Station was discontinued for lack of evidence. In response to the applicants' complaint, on 24 March 2002 the Prosecutor General's Office reiterated the decision of 23 October 2001. It appears that the applicants did not challenge either decision in court.", "23. On 20 August 2001 a further medical report was issued after a fresh examination of N.R. The expert was asked whether the injuries which N.R. had sustained could have been caused by falling, or hitting objects in the cell. The report did not exclude this as an alternative explanation for the injuries.", "24. On 2 November 2001 the prosecution submitted the case against the police officers from Ialoveni police station for examination by the trial court.", "25. A certificate issued on 3 December 2002 by the governor of Prison no. 13 in Chişinău, where V.R. was detained, confirmed that V.R. was being treated for the consequences of brain damage and asthenic-depressive syndrome and mentioned an injury he had allegedly received to his head in 1999.", "26. On 23 June 2003 the Centru District Court acquitted three officers accused of abuse of power for unlawfully beating the applicants. The court noted the CPT report, which stated that the delegates had examined the applicants and “found certain bodily injuries”. However, it found that it could not rely on the CPT report because, under procedural rules, only medical reports by specialist doctors could serve as a basis for a criminal conviction. Since the CPT report had not been made during the criminal investigation but was annexed to the file by the victims, it could not be relied on. The same could be said of the reports by P.D. (see above). The court did not comment on the medical reports dated 18 June 2001.", "27. Two of the officers were convicted of negligence for failing properly to register I.C.'s complaint in 2000 and attempting to solve the alleged offence beyond the ambit of a proper criminal investigation. The applicants' claims for compensation for pecuniary and non-pecuniary damage sustained as a result of ill-treatment were rejected as unfounded.", "28. In his appeal of 18 July 2003 N.R. complained, inter alia, of the court's failure to convict the officers of torture. He also pointed out that both he and V.R. had identified the police officers at an identity parade as the persons who had tortured them and that none of the officers could explain the origin of the injuries they had sustained while in detention. He referred to the statements of several fellow detainees in Ialoveni Police Station who confirmed that they had seen V.R. being taken in good health out of the cell only to return later with clear signs of ill-treatment. These witnesses denied seeing anybody in the cell hurt themselves. N.R. referred to the absence, in the criminal file against both applicants, of any reference to the applicants' participation in procedural steps at Ialoveni Police Station. This confirmed, in his view, that they had not been taken to that station for any lawful purpose. He finally referred to the civil action lodged by him and V.R. within the criminal proceedings. He questioned the application of the amnesty law to accused persons who had not compensated the victims of their crime, a state of affairs which he submitted was contrary to the law. V.R. lodged a similar appeal. In the prosecutor's appeal it was mentioned that each applicant had been offered photographs of the entire staff of Ialoveni Police Station for identification purposes and both had identified the police officers who had ill-treated them.", "29. On 15 January 2004 the Chişinău Court of Appeal partly quashed the judgment given at first instance. It acquitted the two officers who had been convicted of negligence by the lower court, finding that it had not been their duty to register I.C.'s complaint. The court upheld the remainder of the lower court's judgment, finding in particular that it had been right to reject the applicants' complaint of ill-treatment. It considered that the statements made by the applicants were untrue because the description of their injuries in the medical reports did not coincide with their own description of the manner in which they had sustained the injuries and because “they could use their statements as a means of defence in the criminal proceedings in which they were accused of serious crimes”. Moreover, the CPT report and other related documents did not prove that the applicants had been ill-treated specifically by the officers accused in the case and thus could not be used as a basis for a conviction.", "30. The applicants' lawyer lodged an appeal on points of law, relying on the various documents in the file and seeking the conviction of the accused for exceeding their authority through ill-treatment.", "31. On 29 June 2004 the Supreme Court of Justice rejected the applicants' appeal on points of law, but allowed an appeal by the prosecutor, in which the latter sought the conviction of the two accused. It ordered the rehearing of the case by the Chişinău Court of Appeal.", "32. On 26 January 2005 the Chişinău Court of Appeal quashed the district court's judgment in so far as it had acquitted the three officers of ill-treatment. It adopted a new judgment convicting all three officers of manifest abuse of authority (Article 185 (2) of the Criminal Code – see “Relevant domestic law” below). Each officer was sentenced to three years' imprisonment and disqualification from working in a law-enforcement agency for two years. The court also decided to suspend the enforcement of the judgment, with one year's probation, finding that the officers were relatively young, had families, had not been previously convicted and were viewed positively in society.", "33. On 27 April 2005 the Supreme Court of Justice upheld that judgment. It found that the material in the file, including the CPT report, the witness statements and the medical reports proved beyond doubt that the three officers had ill-treated the applicants.", "34. The applicants submitted copies of newspaper interviews with members of the Moldovan branch of Amnesty International and the President of the Moldovan Bar Association asserting that ill-treatment was routinely used in certain law-enforcement agencies, especially the police and investigators, in order to obtain self-incriminating statements and the conviction of innocent persons.", "35. In a letter to the Court dated 15 September 2003, the applicants submitted that they had been detained in inhuman and degrading conditions both in the General Police Department situated at no. 6 Tighina St. and, from 28 June 2001, in Prison no. 3 in Chişinău (also known as Prison no. 13). In respect of the latter place of detention, they referred, in particular, to severe overcrowding (twenty prisoners in a 25 sq. m cell and up to ten prisoners detained for hours in closed 12 sq. m. boxes in courthouses while awaiting court hearings, without food, water or access to a toilet); thick cigarette smoke and strong odours from the open-plan toilet, coupled with a lack of ventilation; a lack of fresh water during most of the day; very limited access to daylight owing to the thick netting on the window; damp; inedible food; and inadequate medical assistance.", "36. The applicants also alleged that their correspondence had been censored and their contact with the outside world severely limited while they were in the detention centre at no. 6 Tighina St. in Chişinău.", "37. The relevant provisions of the Criminal Code, applicable at the relevant time, read as follows:", "“The court shall pass sentence in strict compliance with the provisions of the General Part of the present Code and within the limits of the Article in the Special Part of the present Code which lays down the penalty for the offence committed. In passing sentence, the court shall rely on its legal consciousness and shall take into account the nature and degree of social danger caused by the offence, the defendant'", "“When passing sentence the following shall be considered mitigating circumstances:", "1. the fact that the offender averted the harmful effects of the crime, provided voluntary compensation for the harm or remedied the damage;", "2. the offence resulted from a combination of difficulties of a personal or family order;", "3. the offence was committed under threat or coercion, or as a result of economic or work-related difficulties or other forms of dependence;", "4. the offence was committed under the influence of a strong emotional reaction provoked by an unlawful act on the part of the victim;", "5. the offence was committed in order to fend off a socially dangerous attack, even if the limits of legitimate defence were exceeded;", "6. the offence was committed by a minor;", "7. the offence was committed by a pregnant woman;", "8. sincere repentance or voluntary surrender;", "9. active contribution to the solving of the crime.", "In passing sentence the court may also consider other circumstances to be mitigating circumstances.”", "“In passing sentence, the following shall be considered aggravating circumstances:", "1. the offender has previous convictions.", "Depending on the nature of the previous offence [or offences], the court shall have the power not to consider it an aggravating circumstance;", "2. the offence was committed by an organised group;", "3. the offence was committed for financial or other base motives;", "3/1. the offence was committed on account of [the victim's] national identity, or racial hatred or contempt;", "4. the offence had serious consequences;", "5. the offence was committed against a minor, or an elderly or vulnerable person;", "6. the offence was committed by a person responsible for protecting public order;", "7. the instigation of minors to commit or involvement of minors in the commission of an offence;", "8. the offence involved particular cruelty or the debasement of the victim;", "9. the offence was committed during a natural disaster;", "10. the offence caused a generalised danger;", "11. the offence was committed through the abuse of another person's financial, work-related or other position of dependence;", "12. the offence was committed under the influence of alcohol. The court shall have the power not to consider this an aggravating circumstance, depending on the nature of the offence;", "13. the offence was committed by a person who had been released pending trial under a personal guarantee during the period of the guarantee or within a year after its expiry.”", "“", "The probation period shall be for between one and five years. ...”", "“Actions which intentionally cause pain or severe physical or moral suffering to a person, especially with the aim of obtaining from that person or from a third party information or confessions, punishing an act which that person or a third party has committed or is suspected of having committed, or intimidating or putting pressure on such a person or on a third party, or for any other reason based on a form of discrimination, regardless of the ground, when such pain or suffering is caused by an agent of a public authority or by any other person acting in an official capacity or is, expressly or implicitly provoked or condoned by such an agent, with the exception of pain or suffering which results exclusively from lawful sanctions and is inherent in such sanctions or is caused thereby,", "shall be punished with deprivation of liberty for a period of between three and seven years.”", "“Abuse of authority or ultra vires acts, that is, acts by a public official which manifestly exceed the limits of the rights and powers given by law, shall, if they cause substantial damage to a public interest or to the rights and lawful interests of natural and legal persons,", "be punished with either deprivation of liberty for a period of up to three years, or a fine of between 30 and 100 times the minimum salary, or with removal from office, in all cases accompanied by disqualification from occupying certain functions or engaging in certain activities for a period of up to five years.", "Abuse of authority or ultra vires acts, accompanied by acts of violence or the use of a weapon or by acts of torture and which harm the victim's personal dignity,", "shall be punished with deprivation of liberty for a period of three to ten years, and disqualification from occupying certain functions or engaging in certain activities for a period of up to five years.”", "38. The Code of Ethics and Deontology for the Police was adopted on 10 May 2006 (Law no. 481, in force since 18 May 2006). According to that Code, it is prohibited to ill-treat and to tolerate or encourage ill-treatment and inhuman or degrading treatment or punishment “regardless of the circumstances”.", "39. The relevant provisions of Law no. 1545 (1998) on compensation for damage caused by the illegal acts of the criminal investigation organs, prosecution and courts have been set out in Sarban v. Moldova (no. 3456/05, § 54, 4 October 2005).", "40. In the case of Belicevecen v. the Ministry of Finance (no. 2ra-1171/07, 4 July 2007) the Supreme Court of Justice found that a person could claim damages on the basis of Law no. 1545 (1998) only if he or she had been fully acquitted on all the charges against him or her. Since Mr Belicevecen had been found guilty in respect of one of the charges brought against him, he could not claim any damages.", "41. The relevant parts of the CPT report concerning its visit to Moldova from 10 to 22 June 2001 read as follows:", "“24. Particular attention should be paid to the case of a detained person met at Ialoveni EDP. During the first interview, this man did not exhibit any lesions or marks. When he was seen at a further interview the following day, a medical examination by one of the delegation's doctors revealed in the left temple area, a 1 cm long wound covered with crusts, and in the left kidney region a 8 x 3 cm bluish red haematoma. Both soles of the feet were very painful on palpation and hard, especially in the heel area. These lesions and signs are consistent with his allegations that in the evening of the previous day, after the delegation's departure, he had been struck several times on the head with a piece of hard rubber by police officers in an EDP office, and that after being forced to kneel on a chair with his wrists handcuffed in front of him, he had been beaten on the soles of his feet and the left kidney region during questioning.", "Since the person expressed fears that he would suffer further ill-treatment after the delegation's departure, the latter asked the Interior Ministry's liaison officer for immediate steps to be taken to secure his protection and for an inquiry to be undertaken into the treatment of persons in custody in this EDP. The individual concerned was transferred to the EDP of the capital and received a forensic medical examination in the presence of his lawyer. The internal investigation carried out during the visit by the Ministry of Internal Affairs also showed that another person held in the same EDP had made allegations of physical ill-treatment before the persons in charge of the investigation. This person also underwent a forensic medical examination. By letter dated 5 November 2001, the Moldovan authorities have indicated that legal proceedings have been initiated by the Prosecution Service under Article 182, paragraph 5 of the Penal Code (abuse of power/abuse of office). An investigation has been opened and the file will shortly be transferred to court.", "The CPT has taken note of this information with interest and would like to be informed in due course of the decision of the court.", "25. As indicated in paragraph 13 above, in response to the deterioration in the situation, the delegation invoked Article 8, paragraph 5 of the Convention to request the Moldovan authorities to carry out, without further delay, a thorough and independent inquiry into the methods used by operational police units throughout the country during the questioning of detained persons. In their letter dated 5 November 2001, the Moldovan authorities simply indicate that 'the Ministry of Interior declares that it is not aware of concrete cases of recourse to inhuman methods of interrogation of persons detained by the police' and recalls the procedures in force in case of complaints of ill-treatment. Such a position is, in the view of the Committee, clearly untenable, considering all the information gathered during the 2001 visit.", "With reference to Article 3 of the Convention, the CPT urges the Moldovan authorities to carry out without delay the aforementioned investigation and to inform the Committee, within three months of transmission of the report on the 2001 visit, of the results thereof.”", "42. The relevant parts of the response submitted on 26 June 2002 by the Moldovan Government to the 2001 CPT report read as follows:", "“24. The CPT would like to be informed of the court's decision, following the prosecutor's request, concerning the case mentioned in the relevant paragraph.", "We inform you that the criminal case (mentioned in paragraph 24 of the 2001 Report), based on Article 185 § 2 of the Criminal Code 'Abuse of authority or ultra vires acts' is still at an investigatory stage.", "...", "28. The CPT would like comments from the Moldovan authorities concerning the development of modern methods of investigation.", "In this respect, regretfully, no progress has been achieved.", "29. The CPT would like to obtain information on the progress achieved in drafting a Code of Deontology for the police.", "To our great regret, no progress was achieved in this respect.”", "43. The Manual on the Effective Investigation and Documentation of Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (the Istanbul Protocol) was submitted to the United Nations High Commissioner for Human Rights on 9 August 1999. The “Istanbul Principles” subsequently received the support of the United Nations through resolutions of the United Nations Commission on Human Rights and the General Assembly. It is the first set of guidelines to have been produced for the investigation of torture. The Protocol contains full practical instructions for assessing persons who claim to have been the victims of torture or ill-treatment, for investigating suspected cases of torture and for reporting the investigation's findings to the relevant authorities.", "The principles applicable to the effective investigation and documentation of torture and other cruel, inhuman or degrading treatment or punishment are to be found in Annex 1 of the Manual, the relevant parts of which read as follows:", "“The purposes of effective investigation and documentation of torture and other cruel, inhuman or degrading treatment (hereafter referred to as torture or other ill-treatment) include the following: clarification of the facts and establishment and acknowledgment of individual and State responsibility for victims and their families, identification of measures needed to prevent recurrence and facilitation of prosecution or, as appropriate, disciplinary sanctions for those indicated by the investigation as being responsible and demonstration of the need for full reparation and redress from the State, including fair and adequate financial compensation and provision of the means for medical care and rehabilitation.", "States shall ensure that complaints and reports of torture or ill-treatment shall be promptly and effectively investigated. Even in the absence of an express complaint, an investigation should be undertaken if there are other indications that torture or ill-treatment might have occurred. The investigators, who shall be independent of the suspected perpetrators and the agency they serve, shall be competent and impartial. They shall have access to, or be empowered to commission, investigations by impartial medical or other experts. ...", "The investigative authority shall have the power and obligation to obtain all the information necessary to the inquiry. ... Those potentially implicated in torture or ill-treatment shall be removed from any position of control or power, whether direct or indirect, over complainants, witnesses and their families, as well as those conducting the investigation.", "Alleged victims of torture or ill-treatment and their legal representatives shall be informed of, and have access to, any hearing as well as to all information relevant to the investigation and shall be entitled to present other evidence.", "...", "A written report, made within a reasonable time, shall include the scope of the inquiry, procedures and methods used to evaluate evidence as well as conclusions and recommendations based on findings of fact and on applicable law. On completion, this report shall be made public. It shall also describe in detail specific events that were found to have occurred and the evidence upon which such findings were based, and list the names of witnesses who testified with the exception of those whose identities have been withheld for their own protection. The State shall, within a reasonable period of time, reply to the report of the investigation, and, as appropriate, indicate steps to be taken in response.", "Medical experts involved in the investigation of torture or ill-treatment should behave at all times in conformity with the highest ethical standards and in particular shall obtain informed consent before any examination is undertaken. The examination must follow established standards of medical practice. In particular, examinations shall be conducted in private under the control of the medical expert and outside the presence of security agents and other government officials.", "The medical expert should promptly prepare an accurate written report. This report should include at least the following:", "(a) The name of the subject and the name and affiliation of those present at the examination; the exact time and date, location, nature and address of the institution (including, where appropriate, the room) where the examination is being conducted (e.g. detention centre, clinic, house); and the circumstances of the subject at the time of the examination (e.g. nature of any restraints on arrival or during the examination, presence of security forces during the examination, demeanour of those accompanying the prisoner, threatening statements to the examiner) and any other relevant factors;", "(b) A detailed record of the subject's story as given during the interview, including alleged methods of torture or ill-treatment, the time when torture or ill-treatment is alleged to have occurred and all complaints of physical and psychological symptoms;", "(c) A record of all physical and psychological findings on clinical examination, including appropriate diagnostic tests and, where possible, colour photographs of all injuries;", "(d) An interpretation as to the probable relationship of the physical and psychological findings to possible torture or ill-treatment. A recommendation for any necessary medical and psychological treatment and further examination should be given;", "(e) The report should clearly identify those carrying out the examination and should be signed.", "...”"], "VIOLATED_ARTICLES": ["3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}