{"ITEMID": "001-88516", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "LANDEN v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Mr Tommy Landén, is a Swedish national who was born in 1945 and lives in Järfälla. He was represented before the Court by Mr S. Svahnström, a lawyer practising in Täby. The Swedish Government (“the Government”) were represented by their Agent, Ms C. Hellner, Ministry for Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. The applicant ran a contracting business dealing with excavation and drilling of wells for fresh water and geothermal heating. In 1987 and 1989 he purchased two excavators, for which he obtained financing from two credit institutions. According to the two contracts for purchase by instalments, the excavators were to remain the property of the credit institutions until the full purchase price had been paid. The interest fixed in the contracts was 12.5 and 14.7%, respectively.", "4. In June 1991, the applicant’s contracting business went bankrupt. As a consequence, by a decision of the District Court (tingsrätten) of Lindesberg of 15 July 1991, a third credit institution, which apparently had acquired title to the two contracts mentioned above, claimed possession of the two excavators. According to the applicant, the credit institution did not render any account to him concerning the further administration of the excavators but he learned much later that they had been sold to a buyer in the Netherlands, allegedly for a price much below their market value.", "5. Apparently, title to the two contracts were later acquired by a fourth credit institution, Handelsbanken Finans AB (hereinafter “Handelsbanken”). In the autumn of 1992, Handelsbanken applied to the Enforcement Service (kronofogdemyndigheten) for a payment order (betalningsföreläggande) against the applicant. It claimed 577,813 Swedish kronor (SEK; corresponding to approximately 61,000 euros (EUR)) in recovery of the debt and annual interest on overdue payments of 24%. According to the applicant, neither that application nor the Enforcement Service’s injunction to reply was served on him.", "6. By a decision of 2 December 1992, the Enforcement Service issued a payment order, in accordance with Handelsbanken’s application. The decision stated that the applicant had been served with the Service’s reply injunction but had failed to contest the bank’s claim. According to the applicant, as with the application by Handelsbanken and the Service’s reply injunction, he did not receive the payment order. It appears, however, that the order was sent to his registered address at Kopparberg. This address was not changed by the applicant although, after the bankruptcy, he bought a caravan, moved away from the house he had been renting and came to live, for several years, at various temporary places. Allegedly, in the late 1990s, he reported to the authorities that he lived in Järfälla.", "7. On 3 October 2002 the applicant received from a debt-recovery company owned by Handelsbanken a claim for repayment of the debt, now amounting to SEK 577,813 plus SEK 1,665,726 (approximately EUR 175,000) in accrued interest. Apparently without having received a reply from the applicant, Handelsbanken subsequently applied to the Enforcement Service for enforcement of the 1992 payment order.", "8. In a reply to the Service dated 5 November 2002, the applicant contested the claim which, he asserted, was completely unknown to him and, in any event, statute-barred. He further stated that, if the case was not dismissed, he wished to see the original documents relating to the debt with his signature.", "9. By a decision of 5 December 2002, the Enforcement Service dismissed Handelsbanken’s claim. Basing itself on the incorrect assumption that the debt in question concerned a consumer credit – for which a three-year period of limitation applied, as opposed to ten years for a commercial credit –, the Service found that the 1992 payment order was no longer enforceable.", "10. Handelsbanken appealed to the District Court of Stockholm. By a letter of 27 January 2003, the applicant’s legal counsel requested that the Enforcement Service be ordered to give information on how and when Handelsbanken’s application for a payment order and the Service’s subsequent decision of 2 December 1992 had been served on the applicant.", "11. Three days later, the Enforcement Service informed counsel for the applicant by telephone that the entire file had been destroyed, as ten years had passed since the 1992 decision.", "12. On 18 March 2003 the District Court rejected Handelsbanken’s appeal against the Enforcement Service’s decision of 5 December 2002. The reasons were, however, different from those given by the Service. The District Court noted that, under sections 5 and 7 of the Statute of Limitations Act (Preskriptionslagen, 1981:130), the running of the period of limitations was interrupted by an application to a court or to the Enforcement Service, such interruption, however, requiring additionally that the debtor had been served with the creditor’s application. The court further stated that the burden to prove that such service had taken place rested with the creditor, in this case Handelsbanken, which had had the opportunity to secure evidence in this respect. Noting that the only proof of service that had been presented was the statement in the decision of 2 December 1992 that the applicant had been served with the Service’s reply injunction, the court concluded that Handelsbanken had failed to show that the running of the period of limitation had been interrupted.", "13. Handelsbanken appealed to the Svea Court of Appeal (Svea hovrätt). Confident that the appellate court would find in his favour, the applicant stated, in a submission of 14 April 2003, that there seemed to be no reason to have an oral hearing since the case concerned “a simple matter of law”.", "14. Further on 14 April 2003 the applicant instituted proceedings before the Göta Court of Appeal (Göta hovrätt), requesting that the Enforcement Service’s decision of 2 December 1992 be set aside due to a miscarriage of justice (domvilla). He claimed that the decision had been taken without his having been duly served with the injunction to reply, in accordance with the provisions of the Code of Judicial Procedure (Rättegångsbalken). He did not invoke any evidence.", "15. Handelsbanken argued in these proceedings that the payment order had been sent in the applicant’s name to his registered address. In relation to the applicant’s claim that he had not had any contact with Handelsbanken after the excavators had been reclaimed in 1991, Handelsbanken stated that it had sent letters by ordinary mail to the applicant on 13 occasions between 1993 and 2002 requesting him to pay the debt. Due to a special agreement with the postal service any letter not successfully delivered to the addressee would usually be returned, but none of the letters sent to the applicant had allegedly been returned. Furthermore, Handelsbanken had already applied for enforcement of the payment order in 1994 but had been informed by the Enforcement Service, in a report of 12 January 1995, that the applicant lacked attachable property. In the same report, the Service stated that it had been in contact with the applicant during the course of the matter. Furthermore, Handelsbanken asserted that, according to a note made by the above-mentioned debt-recovery company, the applicant had called the company on 31 October 1994 and asked for copies of “everything”. Consequently, Handelsbanken strongly doubted that the applicant, before receiving the application for enforcement on 3 October 2002, had been unaware of its claim and the payment order.", "16. The submissions of Handelsbanken were sent to the applicant but he did not submit any comments in reply.", "17. In the present proceedings before the Court, the applicant claimed that after his bankruptcy he had not had any contact whatsoever with the Enforcement Service until November 2002 when he received the application for enforcement of the payment order. He had felt that the Service had caused him harm in the bankruptcy proceedings and had not wished to have any further contact with the Service. He further rejected Handelsbanken’s assertion that he had called the debt-recovery company in October 1994. In any event, he asserted that such a contact could not have cured the failure in the autumn of 1992 to properly serve him with the injunction to reply in the payment order proceedings. These statements were, however, not submitted to the Göta Court of Appeal.", "18. By a decision of 24 October 2003, the Göta Court of Appeal rejected the applicant’s request in regard to miscarriage of justice. The court first rejected Handelsbanken’s objection that the case should be dismissed on the ground that the matter was already pending before the Svea Court of Appeal (lis pendens). In so doing, it stressed that the Svea Court of Appeal case concerned the question whether the claim was statute-barred whereas the case before the Göta Court of Appeal determined whether any procedural error had been committed in the handling of the claim. With regard to the substance of the latter issue, the court noted that the decision of the Enforcement Service stated that the applicant had been duly served and considered that there was no reason to question the accuracy of this statement. Consequently, there had not been any miscarriage of justice.", "19. On 21 September 2004 the Supreme Court (Högsta domstolen) refused leave to appeal against the above decision of the Göta Court of Appeal.", "20. In the enforcement proceedings, pending before the Svea Court of Appeal, the applicant changed his view on the necessity of an oral hearing following the decision by the Göta Court of Appeal in the proceedings concerning miscarriage of justice. Thus, he asked the Svea Court of Appeal to hold a hearing, at which he wished to be heard about the service of documents in the case. The court, however, informed the parties that it found a hearing unnecessary. The applicant was given an opportunity to submit final observations in writing. He did so and, at the same time, reiterated his request for a hearing.", "21. By a decision of 15 December 2004, the Svea Court of Appeal reversed the District Court’s decision of 18 March 2003. The appellate court interpreted the preparatory works (prop. 1979/80:119, p. 69 et seq.) of section 7, subsection 2 of the Limitations Act (Preskriptionslagen, 1981:130) and found that the requirement to serve the application for a payment order on the debtor in order to interrupt the running of the period of limitations did not apply to situations where the matter had been finalised with a decision by the Enforcement Service. Instead, the requirement of service, contained in this rule of exception, was aimed at cases where a creditor applied for a payment order and then withdrew the claim before service had taken place, with the purpose of starting a new period of limitations. Consequently, in assessing the period of limitations in the present case, it was irrelevant whether the payment order had been properly served or not. That period should therefore be counted from 2 December 1992, the date of the Service’s decision. The court noted that it was undisputed that Handelsbanken’s claim for enforcement had been introduced within ten years from that date.", "22. The Court of Appeal went on to examine the applicant’s objection that the payment order had been issued under such circumstances that there were reasons to quash it. The court noted that a writ of execution could be quashed in enforcement proceedings only in highly exceptional situations. Noting that the applicant’s objection had been examined in the case concerning miscarriage of justice and that that examination had not led to the order being quashed, the court found no reason to question the validity of the payment order as a writ of execution.", "23. The Court of Appeal therefore concluded that there were no impediments to the enforcement of the payment order and returned the matter to the Enforcement Service for further processing.", "24. As questions concerning service of documents were of no relevance to the determination of the case, the Court of Appeal further found that there was no reason to hold an oral hearing and, accordingly, refused the applicant’s request in this respect.", "25. On 14 February 2005 the Supreme Court refused the applicant leave to appeal against the Svea Court of Appeal’s decision of 15 December 2004.", "26. Chapter 3 of the Enforcement Code (Utsökningsbalken) contains provisions on execution titles. Section 21 provides the following on objections to enforcement:", "“If the defendant shows that he has satisfied an obligation to pay or other obligation to which the application for enforcement relates, enforcement may not take place. This also applies if the defendant as a set-off invokes a claim that has been confirmed by an execution title which may be enforced or which is based on a promissory note or other written evidence of debt, and the general preconditions for set-offs are met.", "Nor may enforcement take place if the defendant claims that another circumstance relating to the dealings between the parties constitutes an impediment to enforcement and the objection cannot be ignored.", "If a situation referred to in the first or second paragraph is at hand and a measure of enforcement has already been taken in the case, the measure shall be annulled, if this is possible.", "The decision of the Enforcement Service by reason of an objection referred to in the first or second paragraph does not prevent the matter from being considered by a court.”", "27. An objection based on a circumstance relating to the parties’ dealings may only concern the substantive judicial relationship between the parties, for instance that the person seeking enforcement has granted the defendant a respite for the payment, that they have agreed on a service in return for the payment or that the execution title has become statute-barred (see Walin, Gregow, Löfmarck, Utsökningsbalken – en kommentar (commentary to the Enforcement Code), 3rd edition (1999), pp. 105-107).", "28. In a case where the defendant had claimed that a decision constituting an execution title was unlawful or at least incorrect, the Supreme Court, which dismissed the objection by a decision of 3 September 1984, stressed that the scope for rejecting an execution title in an enforcement case is extremely limited (NJA 1984, p. 602). In a more recent decision, taken on 18 December 2006 (NJA 2006, p. 657), the Supreme Court expressed the following:", "“A basic principle in cases of enforcement is that the enforcing authority has no right to examine anew issues that have been determined in the execution title. Upon appeal in enforcement cases, the courts’ powers are no wider than those of the Enforcement Service.", "Accordingly, in so far as the courts’ determination is concerned, objections against an execution title, which refer to circumstances dating back to time before it was issued, cannot be examined in the enforcement case. In respect of decisions taken by an administrative authority, it is likely that there is a somewhat wider scope for such objections, but then they would, as a rule, concern issues that have not been examined in the execution title.”", "29. Section 7 of the Limitations Act reads as follows:", "“Where a limitation period is interrupted through the commencement of legal proceedings or otherwise through the pleading of a claim as stated in section 5, subsection 3, a new limitation period shall run in accordance with the provisions of section 2 from the day of the publication of a judgment or a final decision or from the day on which the legal proceedings are concluded in any other way. Where, prior to the expiry of the new limitation period, the case is appealed or the proceedings are resumed for any other reason, the period of limitation is interrupted, and a new period of limitation shall run from the day of the conclusion of the resumed proceedings.", "However, where the legal proceedings are concluded without the debtor having been served with, or otherwise informed of, the creditor’s statement of claim, the period of limitation shall be calculated as if no interruption had occurred. The claim shall nevertheless not be barred by the expiry of the limitation period earlier than one year after the conclusion of the proceedings.", "The period of limitation may no be extended more than once pursuant to the provisions of the second paragraph, second sentence.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}