{"ITEMID": "001-76254", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF TELECKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 5-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "", "TEXT": ["7. The applicant was born in 1959 and lives in Lublin, Poland.", "8. On 1 February 1999 the Bielsko-Biała District Court (Sąd Rejonowy) ordered that the applicant be remanded in custody in view of the reasonable suspicion that, acting in an organised group, he had committed fraud. The applicant appealed against this decision, but on 19 March 1999 the BielskoBiała Regional Court dismissed the appeal, finding that his detention was necessary to ensure the proper course of the proceedings.", "9. On 13 April 1999 the Lublin Regional Court (Sąd Okręgowy), to which the case was in the meantime transferred, further prolonged the applicant’s detention. The court relied in particular on the complexity of the case, the need to obtain expert opinions and the seriousness of the charges against the applicant. In addition, the court considered that there existed a danger that the applicant, if released, would obstruct the process of collection of evidence.", "The applicant appealed. On 20 May 1999 the Lublin Court of Appeal (Sąd Apelacyjny) dismissed the appeal.", "10. By a decision of 16 June 1999 the Lublin Court of Appeal further prolonged the applicant’s detention on remand. The court considered that the reasons for which the detention had been ordered still existed and that the prosecuting authorities continued the process of obtaining evidence. The applicant’s appeal against this decision was dismissed on 29 July 1999 by the Supreme Court (Sąd Najwyższy) relying on the strong suspicion against the applicant and on the complexity of the case.", "11. In September 1999 the applicant was indicted before the Biskupiec District Court. The bill of indictment, directed against the applicant and one coaccused, concerned 16 counts of fraud allegedly committed by them between July and September 1997.", "12. On 17 September 1999 the Biskupiec District Court prolonged the applicant’s pre-trial detention relying on the strong suspicion against the applicant and the severity of the anticipated sentence. The court further stated that there was a risk of absconding, in particular, with regard to the second co-accused. The applicant appealed but his appeal was dismissed by the Olsztyn Regional Court on 15 October 1999.", "13. On 14 March 2000 the Biskupiec District Court further prolonged the applicant’s detention. The court found that the grounds for the detention given in previous decisions were still valid. On 31 March 2000 the Olsztyn Regional Court dismissed the applicant’s appeal against this decision.", "14. At an unspecified later date the applicant requested his release. By decisions of 25 April 2000 and of 10 May 2000, the Biskupiec District Court, rejected his requests, considering that the grounds for detaining the applicant still remained valid.", "15. By a decision of 28 June 2000 the Biskupiec District Court prolonged the applicant’s detention until 30 November 2000. The court repeated the reasons given previously. On 14 July 2000 the Olsztyn Regional Court dismissed his appeal against this decision finding that the period of his detention was not excessive.", "16. The first trial hearings scheduled for 11 and 12 April 2000 were adjourned as the applicant’s lawyer failed to appear before the court. The court appointed another lawyer for the applicant. The trial started on 8 November 2000.", "17. At the hearing held on 21 November 2000 the Biskupiec District Court prolonged the applicant’s detention until 31 January 2001. The court stated that the reasons justifying the applicant’s detention remain valid. The trial court held the hearings on 12 December 2000 and 16 January 2001.", "18. By a decision of 31 January 2001, upheld by the Olsztyn Regional Court on 9 February 2001, the Biskupiec District Court prolonged the applicant’s detention until 31 May 2001, finding no grounds on which to order his release under Article 259 of the 1997 Code. The trial court further established that the process of hearing witnesses was incomplete and consequently retaining the applicant in custody was necessary to secure the proper conduct of the proceedings. The court also held that the measure was justified by the severity of the anticipated sentence and the danger that the applicant would interfere with the course of the proceedings.", "19. The court held hearings on 20 February, 27 February, 28 March, 24 April and 29 May 2001. From December 2000 till May 2001 the court heard over 60 witnesses.", "20. On 9 April 2001, 30 April 2001 and 14 May 2001 the Biskupiec District Court rejected other requests for the applicant’s release.", "21. On 31 May 2001 the Biskupiec District Court prolonged the applicant’s detention until 31 July 2001 repeating the grounds given on the previous occasion. The applicant appealed. On 20 June 2001 the Olsztyn Regional Court dismissed his appeal and upheld the contested decision.", "22. On 26 June 2001 the Biskupiec District Court convicted the applicant of 16 counts of fraud and sentenced him to 5 years’ imprisonment. The applicant lodged an appeal.", "23. On 22 January 2002 the Olsztyn Regional Court held a hearing in the appellate proceedings, at which the applicant’s lawyer was present. The court dismissed the applicant’s appeal and upheld the contested judgment.", "24. The applicant lodged a cassation appeal but on 28 November 2002 the Supreme Court dismissed his cassation appeal as unsubstantiated.", "25. The Code of Criminal Procedure of 1997 (“1997 Code”), which entered into force on 1 September 1998, defines detention on remand as one of the socalled “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and prohibition to leave the country (zakaz opuszczania kraju).", "26. Article 249 § 1 sets out the general grounds for imposition of the preventive measures. That provision reads:", "“Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, also in order to prevent an accused committing another, serious offence; they may be imposed only if evidence gathered shows a significant probability that an accused has committed an offence.”", "27. Article 258 lists grounds for detention on remand. It provides, in so far as relevant:", "“1. Detention on remand may be imposed if:", "(1) there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in Poland];", "(2) there is a justified fear that an accused will attempt to induce [witnesses or codefendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;", "2. If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years’ imprisonment, or if a court of first instance has sentenced him to at least 3 years’ imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be based on the likelihood that a severe penalty will be imposed.”", "28. The Code sets out the margin of discretion as to the continuation of a specific preventive measure. Article 257 reads, in so far as relevant:", "“1. Detention on remand shall not be imposed if another preventive measure is sufficient.”", "Article 259, in its relevant part, reads:", "“1. If there are no special reasons to the contrary, detention on remand shall be lifted, in particular if depriving an accused of his liberty would:", "(1) seriously jeopardise his life or health; or", "(2) entail excessively harsh consequences for the accused or his family.”", "The 1997 Code not only sets out maximum statutory time-limits for detention on remand but also, in Article 252 § 2, lays down that the relevant court – within those time-limits – must in each detention decision determine the exact time for which detention shall continue.", "29. Article 263 sets out time-limits for detention. In the version applicable up to 20 July 2000 it provided:", "“1. Imposing detention in the course of an investigation, the court shall determine its term for a period not exceeding 3 months.", "whole may not exceed 12 months.", "3. The whole period of detention on remand until the date on which the first conviction at first instance is imposed may not exceed 2 years.", "4. Only the Supreme Court may, on application made by the court before which the case is pending or, at the investigation stage, on application made by the Prosecutor General, prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a stay of the proceedings, a prolonged psychiatric observation of the accused, a prolonged preparation of an expert report, when evidence needs to be obtained in a particularly complex case or from abroad, when the accused has deliberately prolonged the proceedings, as well as on account of other significant obstacles that could not be overcome.”", "On 20 July 2000 paragraph 4 was amended and since then the competence to prolong detention beyond the time-limits set out in paragraphs 2 and 3 has been vested with the court of appeal within whose jurisdiction the offence in question has been committed."], "VIOLATED_ARTICLES": ["5"], "VIOLATED_PARAGRAPHS": ["5-3"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}