{"ITEMID": "001-70333", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF REYNBAKH v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Remainder inadmissible;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - claim dismissed", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicant was born in 1946 and lives in the Sakha (Yakutia) Republic of the Russian Federation.", "5. On 11 January and 14 December 1999 the Yakutsk Town Court granted the applicant’s claims against his former employer, a public company “Sakhaavialinii” (ОАО Авиакомпания «Сахаавиалинии», “the company”), and ordered payment of wage arrears and court fees.", "6. It appears that the judgments could not be enforced as the company went bankrupt. In July 2000 the court bailiffs forwarded the writs of execution to the company’s receiver.", "7. On an unspecified date the applicant sued the receiver. He claimed that the amounts outstanding should be adjusted for inflation.", "8. On 17 January 2003 the Neryungri Town Court discontinued the proceedings on the ground that the applicant had failed to appear at the hearings of 27 December 2002 and 17 January 2003, despite having been duly notified thereof. The applicant did not appeal against that decision.", "9. In March 2004 the applicant for the second time sued the company’s receiver, asking to increase the amounts to take account of the inflation.", "10. On 5 May 2004 the Yakutsk Town Court dismissed his claim because the company had been declared bankrupt in 2003 and had ceased to exist. On 30 June 2004 the Supreme Court of the Sakha (Yakutia) Republic upheld the judgment on appeal.", "11. The applicant brought a civil action against the Russian Government. He sought to enforce a State-issued promissory note for the purchase of a Russian-made car or to recover the monetary value thereof.", "12. On 6 June 2000 the Basmanniy District Court of Moscow granted the applicant’s action and awarded him 63,000 Russian roubles (“RUR”, EUR 2,360). The judgment was not appealed against and it became final and enforceable.", "13. The applicant was issued with a writ of execution which he submitted to the court bailiffs’ service. On 26 April 2001 a bailiff of the 2nd Interdistrict Court Bailiffs’ Service of the Central Administrative District of Moscow refused to accept the writ because the law on budget for the year 2001 and the implementing Government regulation, introduced in December 2000, established that writs against the Treasury were to be submitted directly to the Federal Treasury.", "14. On 13 August 2001 the applicant sued the Neryungri Department of the Federal Treasury seeking enforcement of the judgment of 6 June 2000 and adjustment of the judgment debt for inflation. His claim was dismissed in the final instance on 5 December 2001 by the Supreme Court of the Sakha Republic as having no grounds in the domestic law.", "15. On 24 October 2001 the applicant also complained about the allegedly unlawful decision of the Moscow bailiff’s service to the Basmanniy District Court of Moscow. On 24 December 2002 the Moscow City Court dismissed the applicant’s complaint in the final instance. It found that the bailiff had acted lawfully. The applicant received a copy of the judgment on 19 July 2003.", "16. The judgment of 6 June 2000 remains unenforced to date."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}