{"ITEMID": "001-5006", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "GEORGIOU v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Marc Fischbach", "TEXT": ["The applicant is a Cypriot national, born in 1971 and living in Paphos (Cyprus). He is represented before the Court by Mr A. Demitriadis, Mrs E. Georgiou-Taliotou and Mrs V. Loizides, lawyers practising in Cyprus.", "A.", "In October 1990 the applicant went to Greece to study law at the University of Athens.", "In the night of 17-18 February 1996, he was with some friends at a night club celebrating carnival. At about 5.20 a.m. he left the club with a friend of his. He had had a number of drinks (mix of wine and ouzo) and was intoxicated when he left the club.", "At a flat, a few meters away from the club, a robbery and attempted murder of an old lady had taken place at about that time. The neighbours had called the police because they heard loud cries and the lady, after the arrival of the police was transferred to hospital where she died from her wounds caused by a broken glass about six hours later.", "The applicant was arrested by the police at 5.30 a.m. on 18 February 1996 at the home of the victim, in a state of unconsciousness due to his intoxication. The applicant’s leather jacket, golden chain and ring, watch, lighter and wallet were missing.", "As soon as he recovered, the applicant was informed that he was being arrested for attempted murder of the lady. He maintained that he did not know the lady and that he could not remember the events of the previous morning or how he was found at the scene of the crime. He also requested to undergo a blood test to verify the level of alcohol in his blood, but the police refused to do so until eighteen hours following the arrest.", "At the police station, the applicant was not allowed to meet with his lawyer and the police put pressure on him to confess. As he refused to do so, he was beaten, taken to a special room and handcuffed, beaten on the soles of his feet and the wrists and on other parts of his body and the police threw urine over his body. During the interrogation, the police swore at him and his country. The applicant was kept at the police station for four days where at night he was taken to a special cell. He was tied up all night half naked, without any blankets (even though it was winter) or food and was not allowed to go to the toilet. At times the police opened the cell and they spat at him and cold water was thrown over him.", "On 19 February 1996, at about 11.00 a.m. the applicant was transferred to the Public Prosecutor’s office. Allegedly, the police took no steps to ensure his safety and this gave the opportunity to a relative of the victim to strike the applicant on the head and other parts of his body. On 22 February the applicant was sent to the Transfer Center of Pireus, where he was detained in a room with no beds or blankets, full of rubbish and with no toilets or heating facilities.", "On 24 February 1996 the applicant was transferred to the prison of Ioannina. For the first two weeks the applicant was locked in a corridor as there was no space in any of the cells in the prison. There was neither heating nor access to a toilet or a shower. Then the applicant was transferred to an overcrowded cell, where many inmates, apparently ill, were left without any medical care. The applicant alleges that one of the inmates was left to die from his illness in that cell since the prison authorities refused to send him to the hospital, although they had been repeatedly invited to do so.", "In February 1997, the applicant was transferred to the Korydallos prison, as his trial before the Assize Court of Athens was scheduled in March 1997.", "The applicant appointed a lawyer specialising in criminal cases and paid him 2 500 000 drachmas. However, three days before the trial, the applicant maintains that the lawyer suggested to him to pay 5 000 000 drachmas more, of which amount three million would be for the lawyer and two million for the judge ; the plan was for the applicant to plead guilty and the judge to impose a sentence of only twelve years. As the applicant completely disagreed with this method, he changed lawyer.", "On 3 March 1997, the proceedings started before the Assize Court of Athens. In view of the recent change of his lawyer, the applicant requested an adjournment of the hearing in order to permit the lawyer to study the case file. However, the Assize Court noted that the new lawyer had assisted the previous one throughout the investigation proceedings and adjourned the hearing until 7 March. On that date, the applicant requested a further adjournment until 11 March, because he had in the meantime appointed a second lawyer who was unable to attend the hearing on 7 March due to another professional obligation. The Assize Court granted the request and also ordered the Criminal Department of the Police to submit its report on the finger prints which was missing from the case file. Furthermore, the Assize Court decided to summon the coroner who examined the body of the victim.", "During the hearing, the applicant complained that certain vital evidential elements had not been provided to the Public prosecutor’s office or to him. Namely, the coroner’s report which showed that the victim had died from a wound that was caused by a stable hand. Counsel for the defence also complained that the evidence file did not contain the report on the finger prints found on the glass by which the old lady was wounded and that this report had been hidden. The Public Prosecutor proposed to call as witnesses the man who heard the screams of the victim and the Chief Inspector of the police station of the place in which the robbery was perpetrated. However, the Assize Court refused to hear them on the ground that their testimony could not add any elements to the facts as they had already been established.", "Counsel for the defence pleaded the acquittal of the applicant for lack of evidence. He stressed that, although the wounds of the lady had been caused by a broken glass, there were no excoriation on the hands of the applicant and his shirt bore only a few blood stains of the victim. In addition, a sum of money belonging to the victim was missing and not found on the applicant.", "On 17 March 1997 the Assize Court, by five votes to two, found the applicant guilty of intentional homicide and sentenced him to fifteen years imprisonment. The minority did not contest that it was the applicant who committed the homicide but concluded to the absence of criminal responsibility owing to his state of drunkenness. The applicant appealed before the Assize Court of Appeal against this judgment.", "The applicant maintains that following the conclusion of the trial, he ascertained that one of the judges of the Assize Court was a close relative of one of the prosecution witnesses. He also maintains that during his detention he had very little support in his effort to obtain his law books in order to finish his studies and that he was not allowed to attend the exams despite being legally entitled to do so. Furthermore, the Minister of Justice, in an interview he gave on the television in March 1998, stated that the applicant being a criminal should not be allowed to be a student.", "On 20 May 1998, the Assize Court of Appeal quashed the judgment of the Assize Court for lack of evidence. The Court of Appeal stressed that the finger prints found on the broken glass by which the lethal blows were carried did not belong to the applicant and the damages to the apartment of the victim could not have been caused by a single person in such a short time. However, the Court of Appeal refused to grant the applicant any compensation for his detention and imprisonment. It held that the applicant had been detained and convicted for a “very immoral and dishonest offence” on the basis of evidence that he had actually committed the offence ; consequently, his detention and conviction were not attributable to a breach of law on the part of the judges and the jury who had pronounced them (articles 533 § 2, 535 and 536 of the Code of Criminal Procedure). The Public Prosecutor had invited the Court not to grant such a compensation and the applicant’s lawyers, as well as the applicant himself, had stated that they were leaving it to the Court to decide on that issue.", "On 22 May 1998 the applicant returned to Cyprus. In the meantime, his grandfather to whom he was very close had died on 23 December 1997 and the applicant had not been allowed to attend the funeral. His mother’s condition, who was ill, deteriorated because of the events that took place in relation to the applicant and she died on 5 October 1998.", "B. Relevant domestic law", "The relevant provisions of the Code of Criminal Procedure read as follows:", "Article 533 § 2", "\"Persons who have been detained on remand and subsequently acquitted ... shall be entitled to request compensation ... if it has been established in the proceedings that they did not commit the criminal offence for which they were detained ...\"", "Article 535 § 1", "\"The State shall have no obligation to compensate a person who ... has been detained on remand if, whether intentionally or by gross negligence, he was responsible for his own detention.\"", "Article 536", "\"1. Upon an oral application by a person who has been acquitted, the court which heard the case shall rule on the State’s obligation to pay compensation in a separate decision delivered at the same time as the verdict. However, the court may also make such a ruling proprio motu ...", "2. The ruling on the State’s obligation to pay compensation cannot be challenged separately; it shall, however, be quashed if the decision on the principal issue of the criminal trial is reversed.\"", "Article 537", "\"1. A person who has suffered loss may seek compensation at a later stage from the same court.", "2. In those circumstances the application must be submitted to the prosecutor [Epitropos] at that court no later than forty-eight hours after the delivery of the judgment in open court.\"", "Article 539 § 1", "\"Where it has been decided that the State must pay compensation, the person entitled thereto may bring his claim in the civil courts, which shall not call in question the existence of the State’s obligation.\"", "Article 540 § 1", "\"Persons who have been unfairly ... detained on remand must be compensated for any pecuniary loss they have suffered as a result of their ... detention. They must also be compensated for non-pecuniary loss ...\"", "Article 543", "“The provisions of Articles 533-542 are applicable to foreigners, if a similar right to compensation is recognised in their country to the Greek nationals ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}