{"ITEMID": "001-88022", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 2008, "DOCNAME": "CASE OF RELIGIONSGEMEINSCHAFT DER ZEUGEN JEHOVAS AND OTHERS v. AUSTRIA", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 9;Violation of Art. 14+9;Violation of Art. 6;No violation of Art. 13;Non-pecuniary damage - award", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["7. The first applicant is a religious community established in Austria, and the second to fifth applicants were born in 1927, 1935, 1927 and 1930 respectively and live in Vienna.", "8. On 25 September 1978 the second to fifth applicants and two other claimants requested the Federal Minister for Education and Arts (Bundesminister für Unterricht und Kunst) to recognise the first applicant as a religious society (Religionsgesellschaft) under the 1874 Recognition Act (Anerkennungsgesetz). Since the Minister did not respond, the applicants subsequently filed a complaint (Beschwerde) with the Ombudsman’s Office (Volksanwaltschaft) about the Minister’s inactivity.", "9. On 5 February 1981 the Ombudsman’s Office issued a statement concerning the complaint. It considered that the Minister’s inactivity for almost two years constituted an undesirable state of affairs in public administration (Missstand im Bereich der öffentlichen Verwaltung) even though the authority was not formally obliged under the applicable law to take a decision since recognition of a religious society had to be taken in the form of a decree (Verordnung). However, since an agreement had been reached in a meeting between the applicants and the Ministry on 3 December 1980, no further steps were required by the Ombudsman’s Office. The contents of this agreement were not disclosed by the applicants.", "10. On 22 June 1987 the second to fifth applicants requested the Federal Minister for Education, Arts and Sports (Bundesminister für Unterricht, Kunst und Sport) to recognise the first applicant as a religious society.", "11. The Minister did not grant the request and, after several reminders, informed the applicants that under the 1874 Recognition Act they had no right to obtain a formal decision (Bescheid) on their request.", "12. On 25 October 1991 the applicants lodged a direct application (Individualantrag) with the Constitutional Court (Verfassungsgerichtshof). They requested the court to repeal section 2 (1) of the 1874 Recognition Act, as in their view, this provision violated the right to freedom of religion and to freedom of association. They also argued that they were directly affected by this provision without it being necessary for a formal decision by an administrative authority to be taken (Article 140 § 1 in fine of the Federal Constitution (Bundes-Verfassungsgesetz)).", "13. On 14 January 1992 the Federal Government (Bundesregierung) submitted their observations to the Constitutional Court. On 27 April 1992 the Constitutional Court asked the Federal Government to submit supplementary observations, which were filed on 2 June 1992. The Federal Government argued, inter alia, that the provisions at issue were in conformity with the Federal Constitution as it was possible for the applicants to found a religious association under the Associations Act (Vereinsgesetz).", "14. On 25 June 1992 the Constitutional Court rejected the applicants’ complaint as inadmissible. Relying on Article 13 of the Convention, the court considered that they were not directly affected by the impugned provisions as, in the light of its judgment of 1988 (VfSlg [Judgments and Decisions of the Constitutional Court] 11.931/1988), they had a right to have their case determined by an administrative authority. However, they had not exhausted the legal remedies available to them since they had failed to lodge an application under Article 132 of the Federal Constitution with the Administrative Court (Verwaltungsgerichtshof) against the Minister’s failure to give a decision (Säumnisbeschwerde).", "15. On 30 July 1992 the applicants lodged such an application with the Administrative Court. They asked the court to decide on their request for recognition of the first applicant as a religious society under the Recognition Act.", "16. On 22 March 1993 the Administrative Court rejected the applicants’ request as inadmissible. Referring to its previous case-law on the matter, it found that under the 1874 Recognition Act, a positive decision had to be taken by the competent minister in the form of a decree (Verordnung), whereas under Article 132 of the Federal Constitution, the Administrative Court was only competent to deliver individual decisions (Bescheide) and not decrees in the place of an administrative authority.", "17. On 12 October 1993 the applicants again lodged a direct application under Article 140 § 1 in fine of the Federal Constitution with the Constitutional Court, seeking to have sections 1 and 2 of the 1874 Recognition Act repealed. Relying on Article 13 of the Convention, they argued that they had no effective remedy against the authority which had arbitrarily refused to determine their case.", "18. On 10 March 1994 the Constitutional Court dismissed the applicants’ complaint as inadmissible. It found that it had already decided the matter in its decision of 25 June 1992. As an obiter dictum the court indicated, however, that the second to fifth applicants might request the Constitutional Court to examine a complaint under Article 144 of the Federal Constitution against the Minister’s failure to decide on the request for recognition. Once the Constitutional Court refused this request, they could apply to the Constitutional Court under Article 138 of the Federal Constitution for determination of a case where two courts (namely the Administrative Court and the Constitutional Court) declined jurisdiction (negativer Kompetenzkonflikt).", "19. On 9 May 1994 the second to fifth applicants lodged such a complaint, which the Constitutional Court on 21 June 1994 rejected as inadmissible for lack of jurisdiction. It held that there was no legal provision entitling it to decide on applications about an authority’s failure to give a decision.", "20. On 16 November 1994 the applicants requested the Constitutional Court under Article 138 of the Federal Constitution to determine the conflict of jurisdiction between the Administrative Court and the Constitutional Court.", "21. On 23 June 1995 the Constitutional Court held an oral hearing. On 4 October 1995 the court quashed the Administrative Court’s decision of 22 March 1993 and decided that the Administrative Court had jurisdiction to decide on the applicants’ complaint of 30 July 1992. The Constitutional Court found that under the 1874 Recognition Act a religious body had a subjective right to recognition as a religious society provided that the conditions laid down in that Act were met. The rule of law required that such a right be an enforceable one, in other words, that refusal to grant recognition should be subject to review by the Austrian courts and not left to the sole discretion of the administrative authorities. In order to guarantee such a review it was necessary for a negative decision refusing recognition to be taken in the form of a written decision (Bescheid). Under the Austrian legal order, only when taking such decisions were the competent authorities bound to deal with a request by a party, whereas no such obligation existed with regard to decrees (Verordnungen). A positive decision had to be taken in the form of a decree as it not only had effect vis-à-vis the parties but also vis-à-vis the general public.", "22. On 18 December 1995 the Administrative Court ordered the Federal Minister for Education and Cultural Affairs (Bundesminister für Unterricht und kulturelle Angelegenheiten – “the Minister”) to submit the case file within two months and to communicate the arguments in favour of and against recognition.", "23. On 13 February 1996 the Federal Minister submitted observations to the Administrative Court, arguing that under the hitherto existing law, a decision was not required and requesting a three-month extension of the time-limit for submission of the case file and detailed observations.", "24. On 25 March 1996 the Administrative Court opened preliminary proceedings (Vorverfahren) and ordered the Minister to decide within three months on the applicants’ request for recognition. The Federal Minister failed to do so.", "25. On 28 April 1997 the Administrative Court issued a binding decision (Erkenntnis) to the effect that the Minister had a duty to decide on the request for recognition within eight weeks and set out the principles which the Minister had to take into account when taking this decision. On 3 June 1997 the applicants submitted further observations and arguments in their favour to the Minister.", "26. On 21 July 1997 the Minister dismissed the applicants’ request. It found that the Jehovah’s Witnesses could not be recognised as a religious society under the 1874 Recognition Act because of their unclear internal organisation and their negative attitude towards the State and its institutions. Reference was further made to their refusal to perform military service or any form of alternative service for conscientious objectors, to participate in local community life and elections and to undergo certain types of medical treatment such as blood transfusions.", "27. On 3 September 1997 the applicants lodged a complaint against the Minister’s decision with the Constitutional Court.", "28. On 11 September 1997 the Constitutional Court communicated the complaint to the Minister and requested him to submit, within eight weeks, the case file and any observations he wished to make. The Minister did not respond.", "29. On 11 March 1998 the Constitutional Court quashed the Minister’s decision of 21 July 1997 and referred the case back to the Minister. It noted that the Minister had neither filed submissions nor submitted the case file, with the result that the decision had to be taken on the basis of the complainants’ submissions. The court noted that they had, inter alia, argued that the Minister had taken his decision without a proper investigation, basing it on documents of which the complainants had not been informed and on which they had not been given the opportunity to comment. Since the case file was not available to the Constitutional Court, this allegation could not have been refuted. The Constitutional Court therefore concluded that the Minister’s decision was arbitrary and violated the principle of equality (Gleichheitsgrundsatz).", "30. Meanwhile, on 10 January 1998, the Act on the Legal Status of Registered Religious Communities (Bundesgesetz über die Rechtspersönlichkeit von religiösen Bekenntnisgemeinschaften, hereafter referred to as “the 1998 Religious Communities Act”) had entered into force. Thus, the Minister found that he had to deal with the applicants’ request for recognition under the 1874 Recognition Act as a request under section 11(2) of the 1998 Religious Communities Act. On 20 July 1998 the Minister decided that the first applicant had acquired legal personality as a registered religious community within the meaning of the Religious Communities Act as from 11 July 1998. That decision was served on the applicants on 29 July 1998.", "31. On 22 July 1998 the applicants submitted another request to the Federal Minister for recognition of the first applicant as a religious society under the 1874 Recognition Act.", "32. On 1 December 1998 the Federal Minister dismissed the request. It found that, pursuant to section 11(1) of the 1998 Religious Communities Act, a religious community could only be recognised as a religious society under the 1874 Recognition Act if it had already existed as a registered religious community for a minimum of ten years. The first applicant, however, did not meet this requirement at the time when the request for recognition was submitted on 22 July 1998.", "33. On 21 January 1999 the applicants lodged a complaint against that decision with the Constitutional Court.", "34. On 14 March 2001 the Constitutional Court dismissed the complaint. It found that the ten-year waiting period for registered religious communities as a precondition for a successful application for recognition under the 1874 Recognition Act was in conformity with the Federal Constitution and referred to its previous decision of 3 March 2001 (VfSlg. 16.102/2001) on that issue. The decision was served on the applicants’ lawyer on 29 March 2001.", "35. Further to a request by the applicants, the case was referred to the Administrative Court in April 2001.", "36. On 14 September 2004 the Administrative Court dismissed the applicants’ complaint, finding that it concerned in essence questions of the constitutionality and interpretation of section 11(1) of the 1998 Religious Communities Act, which, in the light of the Constitutional Court’s ruling of 14 March 2001, did not raise a problem in terms of the Federal Constitution. The Federal Minister had therefore correctly applied that provision. The decision was served on the applicants’ lawyer on 25 October 2004.", "37. Under Article 14 of the Basic Law, everybody is granted freedom of conscience and belief. The enjoyment of civil and political rights is independent from religious belief; however, the manifestation of religious belief may not derogate from civic obligations.", "38. Article 15 provides that recognised churches and religious communities have the right to manifest their faith collectively in public, to organise and administer their internal affairs independently, to remain in possession of acquired institutions, foundations and funds dedicated to cultural, educational and charitable purposes, however, they are, like all other societies, subordinated to the law.", "39. Article 16 entitles the supporters of non-recognised religious communities to domestic manifestation of their faith unless it is unlawful or contra bones mores.", "40. Article 63 § 1 states that Austria undertakes to ensure full and complete protection of life and liberty to all inhabitants of Austria without distinction on the basis of birth, nationality, race or religion.", "41. Article 63 § 2 guarantees to all inhabitants of Austria the right to manifest publicly and privately their thought, religion and beliefs, unless these are incompatible with the protection of public order or morals.", "42. Section 1 of the Act provides that all religious faiths which have not yet been recognised in the legal order may be recognised as a religious society if they fulfil the conditions set out in the Act, namely that their teaching, services and internal organisation, as well as the name they choose, do not contain anything unlawful or morally offensive and that the setting up and existence of at least one community of worship (Cultusgemeinde) satisfying the statutory criteria is ensured.", "43. Section 2 provides that if the above conditions are met, recognition is granted by the Minister for Religious Affairs (Cultusminister). Recognition has the effect that a religious society obtains legal personality under public law (juristische Person öffentlichen Rechts) and enjoys all rights which are granted under the legal order to such societies. Sections 4 et seq. regulate the setting up of communities of worship, membership of them, delimitation of their territory, and their bodies and statutes. Sections 10 to 12 deal with the nomination of religious ministers (Seelsorger) of religious societies, the qualifications such persons must have and how their nomination must be communicated to the authorities. Section 15 provides that the public authorities responsible for religious matters have a duty to monitor whether religious societies comply with the provisions of the Act.", "44. The legal personality of the Roman Catholic Church is, on the one hand, regarded as historically recognised, and, on the other hand, explicitly recognised in an international treaty, the Concordat between the Holy See and the Republic of Austria (Federal Law Gazette II, No. 2/1934 – Konkordat zwischen dem Heiligen Stuhle und der Republik Österreich, BGBl. II Nr. 2/1934).", "45. The following are examples of special laws recognising religious societies:", "(a) Act on the External Legal Status of the Israelite Religious Society, Official Gazette of the Austrian Empire, No. 57/1890 (Gesetz über die äußeren Rechtsverhältnisse der Israelitischen Religionsgesellschaft, RGBl. 57/1890);", "(b) Act of 15 July 1912 on the recognition of followers of Islam [according to the Hanafi rite] as a religious society, Official Gazette of the Austrian Empire No. 159/1912 (Gesetz vom 15. Juli 1912, betreffend die Anerkennung der Anhänger des Islam [nach hanefitischen Ritus] als Religionsgesellschaft, RGBl. Nr. 159/1912);", "(c) Federal Act on the External Legal Status of the Evangelical Church, Federal Law Gazette No. 182/1961 (Bundesgesetz vom 6. Juli 1961 über die äußeren Rechtsverhältnisse der Evangelischen Kirche, BGBl. Nr. 182/1961);", "(d) Federal Act on the External Legal Status of the Greek Orthodox Church in Austria, Federal Law Gazette No. 229/1967 (Bundesgesetz über die äußeren Rechtsverhältnisse der Griechisch-Orientalischen Kirche in Österreich, BGBl. Nr. 182/1961);", "(e) Federal Act on the External Legal Status of the Oriental Orthodox Churches in Austria, Federal Law Gazette No. 20/2003 (Bundesgesetz über äußere Rechtsverhältnisse der Orientalisch-Orthodoxen Kirchen in Österreich, BGBl. Nr. 20/2003).", "46. Between 1877 and 1982 the competent ministers recognised a further six religious societies.", "47. The Religious Communities Act entered into force on 10 January 1998. Pursuant to Section 2(3) of the Act, the Federal Minister for Education and Culture has to rule in a formal written decision (Bescheid) on the acquisition of legal personality by the religious community. In the same decision the Minister has to dissolve any association whose purpose was to disseminate the religious teachings of the religious community concerned (section 2(4)). The religious community has the right to call itself a “publicly-registered religious community”.", "48. Section 4 specifies the necessary contents of the statutes of the religious community. Among other things, they must specify the community’s name, which must be clearly distinguishable from the name of any existing religious community or society. They must further set out the main principles of the religious community’s faith, the aims and duties deriving from it, the rights and duties of the community’s adherents, including the conditions for terminating membership (it is further specified that no fee for leaving the religious community may be charged), how its bodies are appointed, who represents the religious community externally and how the community’s financial resources are raised. Lastly, the statutes must contain provisions on the liquidation of the religious community, ensuring that the assets acquired are not used for ends contrary to religious purposes.", "49. Under section 5, the Federal Minister must refuse to grant legal personality to a religious community if, in view of its teachings or practice, this is necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedom of others; this is in particular the case if its activities involve incitement to commit criminal offences, obstruction of the psychological development of adolescents or undermining of people’s mental integrity, or if the statutes do not comply with section 4.", "50. Under section 7, the religious community must inform the Federal Minister for Education and Cultural Affairs of the name and address of the persons belonging to its official bodies and of any change of its statutes without delay. The Minister must refuse to accept the notification if the appointment of the official bodies contravened the statutes or if the change of the statutes would constitute a reason for refusal of registration under section 5.", "51. Section 9 specifies the reasons for termination of a community’s legal personality. Legal personality ceases to exist if the religious community dissolves itself or if the acknowledgment of its legal personality is revoked. Reasons for revoking legal personality are set out in subsection (2): for example, if the reasons for granting legal personality no longer subsist or if for more than one year no bodies representing the religious community externally have been appointed.", "52. The Act only regulates the granting of legal personality. Once legal personality has been granted to a religious community, it may pursue the activities referred to in its statutes. There are no specific laws in Austria regulating the acquisition of assets by religious societies or communities, the establishment of places of worship or assembly, or the publication of religious material. However, provisions which contain explicit references to religious societies are spread over various statutory instruments (see below).", "53. Since the entry into force of the Religious Communities Act on 10 January 1998, non-recognised religious associations may be granted legal personality upon application. A previous application for recognition under the Recognition Act is to be dealt with as an application under the Religious Communities Act pursuant to section 11(2).", "54. Section 11(1) of the Religious Communities Act establishes additional criteria for a successful application under the Recognition Act, such as the existence of the religious association for at least twenty years in Austria and for at least ten years as a registered religious community; a minimum number of two adherents per thousand members of the Austrian population (at the moment, this means about 16,000 persons); the use of income and other assets for religious purposes, including charity activities; a positive attitude towards society and the State; and no illegal interference as regards the community’s relationship with recognised or other religious societies.", "55. In various Austrian laws specific reference is made to recognised religious societies. The following list, which is not exhaustive, sets out the main instances.", "Under section 8 of the Federal School Supervision Act (Bundes-Schulaufsichtsgesetz), representatives of recognised religious societies may sit (without the right to vote) on regional education boards.", "Under the Private Schools Act (Privatschulgesetz), recognised religious societies, like public territorial entities, are presumed to possess the necessary qualifications to operate private schools, whereas other persons have to prove that they are qualified.", "Under section 24(3) of the Military Service Act, ordained priests, persons involved in spiritual welfare or in religious teaching after graduation from theological studies, members of a religious order who have made a solemn vow and students of theology who are preparing to assume a pastoral function and who belong to a recognised religious society are exempt from military service and, under section 13 of the Civilian Service Act, are also exempt from alternative civilian service.", "Under sections 192 and 195 of the Civil Code (ABGB), ministers of recognised religious societies are exempt from the obligation to submit an application to be appointed as guardians, and under section 3 (4) of the 1990 Act on Juries of Assizes and Lay Judges (Geschworenen- und Schöffengesetz) they are exempt from acting as members of a jury of an assize court or as lay judges of a criminal court.", "Section 18(1)(5) of the Income Tax Act provides that contributions to recognised religious societies are deductible from income tax up to an amount of 100 euros (EUR) per year.", "Section 2 of the Land Tax Act (Grundsteuergesetz) provides that real property owned by recognised religious societies and used for religious purposes is exempt from real-estate tax.", "Under section 8(3)(a) of the 1955 Inheritance and Gift Act (Erbschafts- und Schenkungsteuergesetz), which was still in force at the relevant time, donations to domestic institutions of recognised churches or religious societies were subject to a reduced tax rate of 2.5%."], "VIOLATED_ARTICLES": ["14", "6", "9"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["13"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}