{"ITEMID": "001-72123", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "İÇYER v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["1. The applicant, Mr Aydın İçyer, is a Turkish national who was born in 1946 and lives in Istanbul. He is represented before the Court by Mr M. A. Kırdök and Mr Özcan Kılıç, lawyers practising in Istanbul.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. Until October 1994 the applicant lived in Eğrikavak, a village of the Ovacık district in Tunceli, where he owns property.", "4. On 3 October 1994 the inhabitants of Eğrikavak were forcibly evicted from their village by security forces on account of the disturbances in the region. The security forces also destroyed the applicant’s property. The applicant and his family then moved to Istanbul.", "5. On 4 October 1994 the applicant lodged a petition with the Public Prosecutor’s Office in Ovacık complaining that his house was burned down by the security forces on 3 October 1994.", "6. On 9 December 1994 the Ovacık public prosecutor declined jurisdiction and sent the case file to the office of the Administrative Council in Ovacık, in accordance with Article 4 (b) of Decree no. 285 and the Law on the Prosecution of Civil Servants (Memurin Muhakematı Kanunu).", "7. On 25 October 1995 the Administrative Council sent a letter to the applicant stating that there would not be an investigation into his allegations as the perpetrators of the alleged acts could not be identified. With reference to a letter from the Ovacık District Gendarme Command of 1 November 1994, the Administrative Council also noted that no house had been burned down by the security forces in the region.", "8. On 26 October 2001 the applicant filed petitions with the Governor’s office in Tunceli and the District Governor’s office in Ovacık requesting permission to return to his village.", "9. On 31 October 2001 the state-of-emergency office attached to the Ovacık District Governor’s office stated the following in response to the petition submitted by the applicant:", "“Your petition requesting permission to return to your village has been received by the District Governor’s office and will be considered under the ‘Return to Village and Rehabilitation Project’.”", "10. The applicant was a resident of Eğrikavak village. The official records indicated that the inhabitants of Eğrikavak had evacuated their village on account of intense terrorist activities in the region and threats issued by the PKK (Workers’ Party of Kurdistan) terrorist organisation against the villagers. The security forces had not forced the applicant or his fellow villagers to leave their village.", "11. Currently there was no obstacle preventing villagers from returning to their homes and possessions in their villages. Persons who had left their villages as a result of terrorism had already started returning and regaining their activities in their villages, as demonstrated by 110 applicants who indicated in their petitions to the Diyarbakır Compensation Commission that their current domiciles were in their respective villages (see paragraph 43 below).", "12. On 14 July 2004 the Law on Compensation for Losses resulting from Terrorism and the Fight against Terrorism was passed by the Grand National Assembly and entered into force on 27 July 2004. That Law provided for a sufficient remedy capable of redressing the Convention grievances of persons who were denied access to their possessions in their villages.", "13. In that connection Damage Assessment and Compensation Commissions were set up in seventy-six provinces. Persons who had suffered damage as a result of terrorism or of measures taken by the authorities to combat terrorism could lodge an application with the relevant compensation commission claiming compensation.", "14. The number of persons applying to these commissions had already attained approximately 170,000. A further 800 persons, whose applications were pending before the Court, had also applied to the compensation commissions (see paragraph 43 below). Many villagers had already been awarded compensation for the damage they had sustained (see paragraphs 28-40 below).", "15. According to this document, at the time of the burning down of his house and the eviction of the inhabitants from Eğrikavak village, the applicant owned three hundred sheep, one hundred goats, one horse, six hundred trees, one TV set, one refrigerator, one bed and fifty kitchen utensils.", "16. It appears from this document that the applicant owns five plots of land in Eğrikavak.", "17. This report was prepared by a commission of inquiry composed of ten members of parliament. According to the report, in 1993 and 1994 the inhabitants of 905 villages and 2,523 hamlets were evicted and forced to move to other regions of the country. The number of people evicted from 183 villages and 823 hamlets in the province of Tunceli, which includes Eğrikavak village, was estimated to be around 40,933. The detailed content of this report can be found in the Court’s judgment of Doğan and Others v. Turkey (nos. 88038811/02, 8813/02 and 8815-8819/02, §§ 31-35, ECHR 2004-...).", "18. This Resolution gives a detailed account of the abuses by members of the Turkish security forces and urges the Turkish Government to take the necessary administrative, judicial and legislative measures to halt human rights violations (Doğan and Others, cited above, § 36).", "19. This report was prepared by a working and monitoring group composed of five scholars and experts commissioned by the TESEV (hereafter “TESEV report”). It contains the findings of the working and monitoring group subsequent to field researches they had conducted in Diyarbakır, Batman, Hakkâri and Istanbul. The TESEV report examines the problems arising from the implementation of Law no. 5233 on compensation for losses sustained as a result of terrorism or the fight against terrorism. It also aims to suggest policy proposals to the Government, national and international bodies and NGOs.", "20. According to the TESEV report, there are serious problems concerning the return of internally displaced persons (“IDP”) to their villages. Firstly, IDPs are unable to fund their travel and removal expenses in order to return to their villages from the cities. Secondly, the infrastructure of the villages is not in a good shape. In most villages there is no electricity, water, mains or health services. Thirdly, IDPs still worry about the lack of sufficient security in their former places of residence on account of intimidation by the PKK, military operations and clashes or possible pressure exerted on them by the State authorities to agree to become village guards. Finally, non-governmental organisations point to the presence of land mines which cause the death or injury of people living in the region.", "21. The TESEV report welcomes the enactment of Law no. 5233 and considers it a positive step towards redressing the human rights violations caused by the forced displacements. However, it is unclear whether persons who left the country can benefit from the Law in question. It appears that the a majority of IDPs misconceive the rights contained in the Law. Although Law no. 5233 provides a remedy for cases of death or injury, most IDPs consider that the Law is confined to cases of forced evacuation of villages. Furthermore, since Law no. 5233 includes the term “terrorism” in its title, IDPs generally think that they might be considered terrorists if they lodged an application under the Law and complained about the State. Some IDPs think that the remedy envisaged by the Law falls far short of meeting their needs since it does not offer sufficient compensation and there is no possibility of bringing the perpetrators of unlawful acts to justice. Moreover, Law no. 5233 does not contain a right to non-pecuniary damages. IDPs therefore prefer to lodge an application with the European Court of Human Rights.", "22. As regards the implementation of Law no. 5233, there are three major problems. Firstly, the members of the compensation commissions have a very limited margin of appreciation in rendering decisions. Secondly, even if they are in good faith, the members of the compensation commissions, who are civil servants, do not want to take any risks and therefore expect the Government to demonstrate a clear political will in implementing the Law. Thirdly, some of the commission members seem to be prejudiced towards IDPs, considering them to be opportunists and/or PKK sympathisers who want to misuse the Law.", "23. The burden of proof on the victims to prove their claims used to be a major problem. However, subsequent to decision no. 9239 of the Council of Ministers, on 15 September 2005, claimants can prove their allegations by means of any information or document.", "24. Concerning the composition of the compensation commissions, it was noted that the majority of their members are civil servants. Accordingly, in the eyes of the victims there are doubts about their independence and impartiality.", "25. It was recommended that the Law should stay in force for another year so that justice can be done and the process of redress achieve its aim.", "26. Consequently, the TESEV report makes a number of other recommendations with a view to tackling the problems of the IDPs and to establishing peace and security in south-east Turkey.", "27. The documents listed below concern the inability of the administrative and judicial authorities to visit or to conduct on-site inspections in the villages of Ovacık on account of the lack of security in the area.", "28. The Government claimed that the Damage Assessment and Compensation Commissions (“compensation commissions”) established to provide an effective domestic remedy for the grievances of persons who were affected either by terrorism or the acts of the security forces in combating terrorism had become fully functional. In this connection they furnished the Court with copies of decisions and declarations issued by these bodies with a view to demonstrating the effectiveness of the new remedy offered by the Law on Compensation for Losses resulting from Terrorism and the Fight against Terrorism.", "29. The Government submitted a copy of 440 decisions issued by the compensation commissions set up in Tunceli and Diyarbakır. These decisions exclusively concern awards of compensation to persons who suffered damage as a result of their inability to gain access to their homes and land in villages in the Tunceli and Diyarbakır provinces.", "30. In a decision of 29 September 2005 the Tunceli Compensation Commission awarded compensation to twenty-four persons. As an example, in the case of Cafer Biçici (application no. 6607), the compensation commission found that the claimant had been unable togain access to his possessions in Boydaş village of the Hozat district in Tunceli for seven years between 1994 and 2001. Relying on expert opinions, the compensation commission considered that the claimant should be awarded 5,404 new Turkish liras (YTL) for damage caused to his immoveable property, YTL 1,100 for his poplar trees, YTL 1,060 for his land and fruit trees and YTL 7,420 for deprivation of income from agriculture for seven years (7 X 1,060 = 7,420). Thus, the compensation commission decided to award the claimant a total amount of YTL 14,000 (approximately 8,725 euros (EUR)) to compensate his damage.", "31. In the case of Hüseyin Biçici (application no. 10436), the compensation commission awarded the claimant YTL 26,600 (approximately EUR 16,580) for the damage he had suffered on account of his inability to gain access to his possessions in Boydaş village. On the basis of the expert opinions and investigations, the compensation commission found that the claimant had sustained damage in the amounts of YTL 7,720 for his immoveable property (house, barn etc.) and YTL 18,900 for deprivation of income from agriculture for seven years between 1994 and 2001 (7 x 2,700 = 18,900). Likewise, in the case of Hüsnü Özkay (decision of 9 September 2005, no. 2005/4-564) the Diyarbakır Compensation Commission awarded the claimant YTL 27,520 (approximately EUR 23,000) for the damage he had suffered as a result of his inability to return to his village since 1993. This amount consisted of compensation of YTL 15,269 for the destruction of Mr Özkay’s house, YTL 8,950 for his barn, YTL 7,700 for his inability to cultivate his land, and YTL 5,250 for his vineyard. The compensation commission issued similar decisions with similar conclusions in respect of the applications by twenty-two other claimants. It sent the claimants friendly-settlement declarations specifying the amounts to be paid.", "32. By a decision of 1 August 2005 the Diyarbakır Compensation Commission no. 4 decided to award YTL 50,246 (approximately EUR 31,365) to Mustafa Narin, who had been unable to gain access to his possessions since 1993 in Şaklat village of the Kocaköy district in Diyarbakır province. Subsequent to the determination of the damage and the decision to award the aforementioned amount of compensation, the compensation commission sent the claimant a friendly-settlement declaration. The Diyarbakır Compensation Commission issued similar decisions with similar conclusions in respect of 415 other applications lodged by persons who had sustained damage as a result of their inability to gain access to their possessions in villages in Diyarbakır.", "33. The Government also submitted a number of decisions issued by the compensation commissions in Şırnak, Diyarbakır, Batman and Hakkâri. The subject matter of these decisions is the award of compensation to persons who sustained damage to their property as a result of terrorist acts.", "34. In a decision of 14 June 2005 the Şırnak Compensation Commission decided to award YTL 8,000 (approximately EUR 5,000) to Kemal Ecer, whose house in Oymakaya village of the Beytüşşebap district in Şırnak province had been burned down by a group of terrorists.", "35. In an application lodged by Abdullah Salman, Mehmet Salman and İsmail Tekin, the Diyarbakır Compensation Commission decided to award YTL 1,692 (approximately EUR 1,056) to claimants on account of the damage caused to their fruit trees in the course of an anti-terrorist operation by the security forces in Diyarbakır.", "36. As regards the application lodged by Adil Erdoğan, the Bitlis Compensation Commission decided to award YTL 466.88 (approximately EUR 300) for the death of the claimant’s cow during a clash between the village guards and PKK terrorists in Kavakdibi village in Bitlis province.", "37. By a decision of 20 June 2005 the Diyarbakır Compensation Commission decided to award YTL 25,000 (approximately EUR 15,600) to İ. Burhan Aslan on account of the burning down of his tractor by members of the PKK in Ağıllı village of the Bismil district in Diyarbakır province.", "38. The compensation commissions also issued a number of decisions awarding compensation to persons who were injured or whose relatives were killed during terror incidents.", "39. As an example, in a decision of 20 June 2005 the Tunceli Compensation Commission decided to award compensation to Hasan Dalkılıç, Mevlüt Cantürk, Sinan Yıldırım, Dilber Karik Dal, Hıdır Yadigaroğulları and Ali Kes on account of the killing of their relatives during terror incidents. The compensation commission awarded a fixed amount of YTL 14,035 (approximately EUR 8,760) to each of the claimants. The claimants all signed the friendly-settlement declarations sent by the compensation commissions.", "40. On 8 June 2005 the Tunceli Compensation Commission decided to award YTL 1,294.95 to İsmail Baştimur on account of the injuries he had suffered as a result of the explosion of a mine. It also awarded YTL 8,421 to Alişan Bulut, who was injured and became disabled as a result of a terrorist attack.", "41. The Government submitted a copy of three judgments rendered by the Supreme Administrative Court. In an appeal lodged with the latter court (decision no. 2000/5120, on file no. 1999/2162, 11 October 2000) against the judgment rendered by the Erzurum Administrative Court, the appellant, Mr Ömer Akakuş, alleged that he had left his village in the province of Ağrı on account of terror incidents and of the lack of security and that he had suffered damage because he had not been able to use his property since 1993. The Supreme Administrative Court acceded to his request and overruled the first-instance court’s judgment. The former court noted that the appellant had left his village owing to the terrorist incidents and not at the request or on the instructions of the authorities. On that account, it considered that, even if the damage sustained by the appellant could not be ascribed to the authorities and though there was no “causal link”, the authorities were liable since they had failed to prevent terrorist incidents and maintain security.", "42. The Supreme Administrative Court delivered judgments with similar conclusions in the cases of Muammer and Burhan Gürtürk (decisions nos. 2001/4431-35, on files nos. 2000/4372 and 2000/4997, 5 December 2001).", "43. According to this list, 800 persons, whose applications are pending before the Court, have also applied to the Diyarbakır Compensation Commission and claimed compensation for the damage they incurred as a result of their inability to gain access to their possessions in their villages. In their petitions to the Diyarbakır Compensation Commission, 110 persons, whose names appear on this list, indicated their addresses as being in their villages.", "44. On 14 July 2004 Law no. 5233, entitled “Law on Compensation for Losses resulting from Terrorism and the Fight against Terrorism” (“Compensation Law”), was passed by the Grand National Assembly and entered into force on 27 July 2004. On 28 December 2005 the Grand National Assembly enacted Law no. 5442 and amended several provisions of the compensation law. This Law lays down the principles and procedure for compensating damage sustained by persons as a result of terrorist acts or of measures taken by the authorities to combat terrorism. In particular, it aims to indemnify the material damage sustained by natural or legal persons who have migrated or have been displaced due to terrorism or anti-terrorist activities. It also aims to partially compensate the damage sustained by civil servants who cannot be considered as part of the internally displaced population or migrants, but who have been affected by terrorism or by anti-terrorist activities carried out by the security forces.", "45. Section 7 of the Compensation Law reads:", "“The damage to be compensated by this Law, through friendly settlement, is as follows:", "a) All types of damage caused to livestock, trees, agricultural products and any moveable or immoveable property;", "b) Damage resulting from injury, physical disability and death and expenditure incurred for medical treatment and funeral expenses;", "c) Material damage suffered by those who could not gain access to their property because of the acts carried out within the context of the fight against terrorism.”", "46. The damage incurred and the compensation payable under section 7 are determined by damage assessment commissions (“compensation commissions”). In this connection section 4 provides:", "“Damage assessment commissions shall be established in provinces within a period of ten days from receipt of applications made under this Law.", "The commission shall be composed of a chairman and six members. The chairman of the commission shall be the deputy governor designated by the governor; and the members shall be appointed by the governor from among the public employees working in that particular province and shall be experts on finance, public works and housing, agriculture and rural affairs, health, industry and commerce; and a lawyer appointed from among bar members by the relevant bar association.", "The commission must be quorate when it convenes and its decisions shall be taken by an absolute majority of the number of participants at the meeting. The working principles and procedures of the commission shall be regulated by a regulation.”", "47. In accordance with section 5, the compensation commissions’ duties mainly involve the determination of damage suffered by claimants and the preparation of friendly-settlement declarations (sulhname) for payment of compensation to the claimants in cash or in kind. In this respect prior aid received from public funds is deducted from the amount to be paid to the claimants. In case of a disagreement about the terms of the friendlysettlement declaration, the compensation commission prepares a protocol of non-agreement to be sent to the complainant.", "48. Under section 6, anyone who has suffered damage as a result of terrorism or of measures taken by the authorities to combat terrorism can lodge an application with the relevant compensation commission claiming compensation. The application must be lodged within sixty days of the date on which knowledge was obtained of the incident causing damage and, in any event, within one year of the impugned incident. The compensation commission must reach a decision within a maximum period of six months after the application is lodged. Where necessary, this period can be extended by the governor for another three months.", "49. Under section 8, in determining the compensation payable, the compensation commissions will take into account the damage declared by the claimants, the information to be provided by the legal, administrative and military authorities, the circumstances of the incident causing the damage and, if applicable, the negligence of the claimants. In accordance with an amendment introduced by the Council of Ministers on 15 September 2005, the claimants can prove their allegations by means of any information or document. The commissions determine the amount of compensation on the basis of equity and current economic conditions. Expert opinion can also be obtained with a view to determining whether compensation should be awarded.", "50. Under section 12, following the determination of the amount of compensation payable the compensation commission prepares a friendlysettlement declaration and serves it on the claimant in an annex to a letter stating that the claimant must apply to the commission to sign the declaration within thirty days of receipt and that failure to appear will be deemed to be a refusal by the claimant, in which case, he or she will have to apply to the courts for compensation. Should the claimant accept the terms of the settlement declaration prepared by the commission, the declaration must be signed by the claimant or his or her representative and by the president of the commission. If the claimant refuses to sign the declaration or is deemed to have refused the terms of the declaration, a protocol of nonagreement must be prepared and sent to the claimant, following which the claimant can bring an action for compensation in the courts.", "51. Section 13 provides that after the parties have signed the friendlysettlement declaration and the governor has approved it, the amount of compensation specified in the friendly-settlement declaration shall be paid within three months from an appropriation earmarked in the budget of the Ministry of the Interior. Following payment of the compensation, the State has a right to bring proceedings against the perpetrators of the acts which caused the damage in question.", "52. Finally, Section 14 provides that the compensation commissions are subject to the supervision of the Ministry of the Interior and the relevant Governor.", "53. On 20 October 2004 Regulation no. 25619 was issued by the Council of Ministers for the implementation of Law no. 5233 on Compensation for Losses resulting from Terrorism and the Fight against Terrorism. This regulation sets out the duties of the compensation commissions, the procedure to be followed by/before the compensation commissions and the assessment and payment of compensation for damage to life, physical integrity and property.", "54. A description of the further relevant domestic law at the material time and background information can be found in the Court’s judgment of Doğan and Others (cited above, §§ 68-88)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}