{"ITEMID": "001-102252", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SRB", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF MILANOVIC v. SERBIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Violation of Art. 14+3;Non-pecuniary damage - award", "JUDGES": "András Sajó;Françoise Tulkens;Guido Raimondi;Kristina Pardalos;Nona Tsotsoria", "TEXT": ["6. The applicant, Mr Života Milanović, was born in 1961 and lives in the village of Belica, Jagodina Municipality, Serbia. Occasionally, however, he stays in his relative's vacant flat in Jagodina, a town comprised of some 35,000 inhabitants.", "7. The applicant has been a leading member of the Vaishnava Hindu religious community in Serbia, otherwise known as Hare Krishna, since 1984.", "8. In 2000 and 2001 the applicant, apparently, began receiving anonymous telephone threats. On one such occasion, he was allegedly told that he would be “burned for spreading his Gypsy faith”.", "9. Later in 2001 the applicant informed the Jagodina Police Department (SUP Jagodina, hereinafter “the police”) about these threats and expressed his impression that they were made by members of an organisation called Srpski vitezovi, a local branch of a better known far-right organisation called Obraz.", "10. On an unspecified date in September 2001, in the evening hours, the applicant was attacked from behind by an unknown man, in front of his relative's flat in Jagodina, and was hit over the head by what seemed like some sort of a wooden bat.", "11. On 24 September 2001, at approximately 12.30 a.m., the applicant was assaulted once again by one of three unidentified men present. The assailant inflicted several cuts to the applicant's head and chest and cut off his pigtail. The attack, once more, occurred in front of his relative's flat in Jagodina.", "12. On the same day, after having received medical assistance, the applicant reported the latter incident to the police. He stated, inter alia, that his attackers probably belonged to an extremist organisation called Srpski vitezovi.", "13. Later that day, the police conducted an on-site investigation, and unsuccessfully attempted to contact the applicant. The neighbours apparently said that the applicant rarely stayed in his relative's flat.", "14. On 25 September 2001 the police re-interviewed the applicant, who stated that the men who had attacked him on 24 September 2001 had been “big and strong”, but that it had been too dark for him to see anything else. He also recounted the earlier attack, but explained that he had not reported it to the police since he had “not seen his attacker”.", "15. On the same day the police issued an internal document wherein they outlined a “plan of action”. As part of that plan, the police apparently questioned three members of a local skinhead group, but these persons provided them with “no useful information”.", "16. On 30 September 2001 and 5 October 2001 the police interviewed all local school headmasters in an attempt to gather information about the organisations referred to by the applicant. Once again, however, “no useful information” was obtained.", "17. On the evening of 11 July 2005 the applicant suffered another attack. In the proximity of his relative's flat in Jagodina, one of three unknown youths present stabbed the applicant in his abdomen. The incident was reported to the police by the local hospital which had provided the applicant with urgent medical care.", "18. The police thereafter arrived at the hospital and interviewed the applicant, who described the attack and insisted that it had been religiously motivated.", "19. On five separate occasions between 13 July 2005 and 27 July 2005 the police attempted to contact the applicant at his relative's address in Jagodina, but to no avail. They learned from the neighbours that the applicant mostly lived with his parents in the village of Belica and only rarely spent time in Jagodina. The neighbours also informed the police that they had not seen the incident in question.", "20. In his note of 13 July 2005 a police officer stated that the applicant, when interviewed on 11 July 2005, had failed to give the necessary details concerning the incident. Moreover, despite having had a mobile phone on his person during and after the attack he had not immediately called the police, which would have greatly facilitated the investigation.", "21. On 20 July 2005 the police apparently visited several locations in an attempt to “identify” the organisation called “Srpski vitezovi”, but “no useful information was obtained”.", "22. On 31 July 2005 the police briefly talked to the applicant in the village of Belica. In their report of the same date they stated that the applicant, however, “wanted no further contact” and noted his well-known religious affiliation, as well as his “rather strange appearance”.", "23. On 4 August 2005 the police again attempted to contact the applicant in the village of Belica. As it transpired, the applicant was not to be found there and the police were told by the neighbours that he stayed in the village mostly during the winter months.", "24. On 25 August 2005 the police informed the Ministry of Internal Affairs (Ministarstvo unutrašnjih poslova) that they had found no evidence that organisations called Srpski vitezovi and Obraz, respectively, had ever existed in the Municipality of Jagodina. The police further noted that the applicant was a member of a “religious sect” called Hare Krishna.", "25. On 26 August 2005 and 29 August 2005 the police attempted to contact the applicant at various locations, but to no avail.", "26. On 15 September 2005 the police filed a criminal complaint against unknown perpetrators with the Municipal Public Prosecutor's Office (Opštinsko javno tužilaštvo) in Jagodina. The complaint concerned the attack of 11 July 2005 and classified the incident as “a minor bodily injury inflicted by means of a dangerous weapon”.", "27. On 19 September 2005 the applicant was re-interviewed by the police.", "28. Later that month the applicant provided the officers with a copy of the “The Serbian Front” (Srpski front), alleging that the said magazine was published by the nationalist organisations whose members had probably attacked him.", "29. On an unspecified date thereafter, the Lawyers' Committee for Human Rights (Komitet pravnika za ljudska prava) addressed the Ministry of Internal Affairs on behalf of the applicant.", "30. On 19 October 2005 the Ministry stated that the local police had indeed failed in their duty to identify the applicant's assailants. The Ministry, however, promised to do so shortly, and to press charges against the individuals responsible.", "31. On 15 March 2006 the applicant and the Youth Initiative for Human Rights (Inicijativa mladih za ljudska parva) jointly filed a criminal complaint with the District Public Prosecutor's Office (Okružno javno tužilaštvo) in Jagodina. The complaint referred to the incident of 11 July 2005 and alleged that the applicant had been a victim of a crime called “incitement to ethnic, racial and religious hatred and intolerance” (izazivanje nacionalne, rasne i verske mržnje i netrpeljivosti, hereinafter “hate crime”), which crime had been committed by means of ill-treatment. The criminal complaint was supplemented by a medical certificate documenting the applicant's injuries.", "32. On 12 April 2006 the District Public Prosecutor's Office informed the police about this criminal complaint and requested that “necessary measures be undertaken”.", "33. On 11 June 2006 the police attempted to contact the applicant, but to no avail.", "34. On 18 June 2006, at approximately 2.30 a.m., the applicant was attacked yet again on the doorstep of his relative's flat in Jagodina, this time by a lone, unknown assailant, who stabbed him in his abdomen and scratched a crucifix on his head. The applicant stated that his attacker was hooded, some 180 cm tall, wore a dark sweater, and was accompanied by another man. The applicant was taken by taxi to a hospital, where he was promptly provided with medical assistance, and the doctors reported the incident to the police, who immediately took the applicant's statement and conducted an on-site investigation. However, no material evidence was found and no persons fitting the applicant's description of the attackers were identified.", "35. On 23 June 2006 the police re-visited the scene of the crime, and talked to a neighbour whose balcony overlooked the street. The neighbour apparently stated that he had not seen the incident and had also never seen the applicant in the company of others.", "36. Between 1 July 2006 and 8 July 2006 the police canvassed the other neighbours, but again to no avail.", "37. On 3 July 2006 the applicant and the Youth Initiative for Human Rights jointly filed a criminal complaint with the District Public Prosecutor's Office concerning the incident of 18 June 2006. The complaint alleged that the applicant had been a victim of a hate crime, as well as the crime of serious bodily injury (teška telesna povreda). The applicant attached a medical certificate documenting his injuries and a number of photographs to the same effect.", "38. On 7 July 2006 the police interviewed the taxi driver who, however, offered no additional insight as regards the incident.", "39. On 20 July 2006 the applicant gave a statement to the police, maintaining that the attack against him had been carried out by a “clero-fascist” organisation. In this respect, the applicant invited the police to question the regional head of a political party in Serbia as to whether any of his party's members were skinheads, as well as to visit a local church where, allegedly, the organisation called Obraz “had its premises”.", "40. On 21 July 2006 the District Public Prosecutor's Office informed the police of the criminal complaint filed on 3 July 2006.", "41. By August 2006 the police filed a criminal complaint against unknown perpetrators with the Municipal Public Prosecutor's Office (Opštinsko javno tužilaštvo) in Jagodina. The complaint concerned the attack of 18 June 2006 and classified the applicant's injuries as minor in character.", "42. On 22 August 2006 the police interviewed the local priest, who dismissed the assertion that any extremist organisation or informal group had ever had its seat in the church or any of its premises. He further stressed that he had only heard of an organisation called Obraz from the media.", "43. By 25 August 2006 two senior members of the local and regional branch of the political party in question told the police that their membership did not include any skinheads or members of Obraz. They further emphasised that the applicant may have been manipulated by other political parties.", "44. On 29 June 2007, at approximately 4.20 a.m., the applicant was assaulted once again. Having opened the door of his relative's flat in Jagodina to a man who had said that he was from the police, the applicant was stabbed in his chest, hands and legs. The incident was reported to the police by the local hospital which had provided the applicant with urgent medical care.", "45. The police thereafter arrived at the hospital and interviewed the applicant, who recounted the attack, adding that his assailant had been a big man with a shaved head and had been dressed in dark clothes.", "46. The police subsequently conducted an on-site investigation and searched for the applicant's attacker but could not find anyone fitting the description. The police noted that the applicant's clothes had not been slashed or torn and discovered “no material evidence”.", "47. On 2 July 2007 the applicant filed a criminal complaint with the police.", "48. On 5 July 2007 the applicant and the Youth Initiative for Human Rights jointly filed an additional criminal complaint with the District Public Prosecutor's Office. The complaint concerned the incident of 29 June 2007 and alleged that the applicant had been a victim of a hate crime, as well as the crime of serious bodily injury. Again, the applicant attached a medical certificate documenting his injuries and a number of photographs to the same effect.", "49. On 11 July 2007 the District Public Prosecutor's Office informed the police of this criminal complaint and requested that all necessary steps be taken to identify the perpetrator.", "50. On 13 July 2007 the same office repeated this request.", "51. The knives used to attack the applicant had apparently had shortened blades and were designed so as not to inflict fatal injuries.", "52. In his report of 27 September 2001 a police officer noted that on 26 September 2001 the applicant had gone to the premises of a local television station to protest against its earlier programme in which the Hare Krishna had been depicted as a dangerous sect. The officer noted that the applicant had apparently been verbally abusive towards the station's chief editor, as well as a journalist, and ultimately had had to be removed from the building by the security staff.", "53. In response to a complaint sent on behalf of the applicant by the Lawyers' Committee for Human Rights, on 28 September 2005 the Inspector General of the Ministry of Internal Affairs stated that, as regards the attacks of September 2001 and July 2005, the police had not acted with the necessary diligence. Based on this conclusion, on 7 November 2005 one of the officers involved in the investigation was sanctioned with a 10% salary reduction.", "54. It would appear, from numerous media reports, that in December 2005 the Ministry of Internal Affairs declared several organisations as extremist, including Obraz, which was described as clero-fascist.", "55. On 19 October 2006 the lawyer acting on behalf of the applicant and the Youth Initiative for Human Rights (“the lawyer”) requested an update from the District Public Prosecutor's Office as regards the status of the two criminal complaints filed in respect of the attacks of 11 July 2005 and 18 June 2006. On 31 October 2006 the said office informed the lawyer that the criminal complaints had been forwarded to the police, but that the latter had failed to provide it with any information whatsoever. On 6 March 2007 the lawyer requested another update from the District Public Prosecutor's Office and on 9 March 2007 this office informed her that it was yet to receive any information from the police.", "56. On 19 July 2007 the District Public Prosecutor's Office informed the applicant that the police had failed to provide it with any information in respect of the three criminal complaints filed as of July 2005.", "57. On 7 March 2008 the investigating judge, as part of a preliminary investigation aimed at identifying the perpetrators, heard the applicant in respect of all of the attacks committed against him. The applicant recounted the incidents adding, inter alia, that he believed that he had seen his attacker of 29 June 2007 at some point later that year. The young man in question had been walking down the street with another closely shaved youth, and both had been wearing shirts with the year 1389 printed on them (it would appear that the said year referred to the medieval battle of Kosovo between the Serbs and the Turks, and possibly to a far-right organisation bearing this year as a part of its name, Srpski narodni pokret 1389).", "58. On 23 April 2008 a medical expert diagnosed the physical harm suffered by the applicant as amounting to minor bodily injuries (lake telesne povrede) inflicted with a dangerous weapon.", "59. On 7 May 2008 the District Public Prosecutor's Office informed the police of this finding and requested action.", "60. Between 10 October 2008 and 20 January 2009 the police apparently conducted interviews with six persons suspected of committing knife-related crimes, but “no useful information was obtained”.", "61. On 25 November 2008 the police interviewed a certain B.M. whom they had come to suspect as one of the applicant's possible attackers. B.M., however, maintained that he had no knowledge of any of the incidents.", "62. The applicant maintained that on one occasion the police had advised him not to go out in the evenings since this “clearly provoked” others, and had repeatedly seemed more interested in discussing his religious beliefs rather than the incidents in question. The Government submitted that the applicant had provided no substantiation for these particular allegations.", "63. In September 2009 the Chief Public Prosecutor (Republički javni tužilac) petitioned the Constitutional Court (Ustavni sud) to ban both Obraz and Srpski narodni pokret 1389, because of, inter alia, their incitement to racial and religious hatred throughout Serbia.", "64. In their report of 12 April 2010, inter alia, the police noted that: (a) most of the attacks against the applicant had been reported around Vidovdan, a major orthodox religious holiday; (b) the applicant had subsequently publicised these incidents through the mass media and, whilst so doing, “emphasised” his own religious affiliation; (c) the nature of the applicant's injuries had been such that their self-infliction could not be excluded; and (d) the injuries had all been very shallow, which could be considered peculiar and would imply great skill on the part of the applicant's attackers who had never managed to hold him down but had “assailed him from a distance”. In the same report, however, the police then went on to recall that the District Public Prosecutor's Office had urged them to explore the hate crime aspect of the attacks and stated that the investigation would continue. More recently, the police apparently questioned several known offenders, informants and drug addicts, as well as a few of the applicant's neighbours, but obtained no useful information.", "65. Relevant domestic provisions are contained in Articles 19, 20, 46, 61, 223, 235, 241, 242, 433 and 437 of the Code of Criminal Procedure (Zakonik o krivičnom postupku, published in the Official Gazette of the Federal Republic of Yugoslavia nos. 70/01 and 68/02, as well as the Official Gazette of the Republic of Serbia – OG RS – nos. 58/04, 85/05, 115/05, 46/06, 49/07, 122/08, 20/09 and 72/09) and Article 317 § 2 of the Criminal Code (Krivični zakonik, published in OG RS nos. 85/05, 88/05 and 107/05).", "66. In accordance with these provisions, formal criminal proceedings can be instituted at the request of an authorised prosecutor. In respect of crimes subject to prosecution ex officio, such as the crime of “incitement to ethnic, racial and religious hatred and intolerance” perpetrated by means of ill-treatment, a felony punishable by up to eight years' imprisonment, the authorised prosecutor is the public prosecutor personally.", "67. The public prosecutor's authority to decide whether to press charges, however, is bound by the principle of legality which requires that he must act whenever there is a reasonable suspicion that a crime subject to prosecution ex officio has been committed. It makes no difference whether the public prosecutor has learned of the incident from a criminal complaint filed by the victim or another person, or indeed even if he has only heard rumours to that effect.", "68. The public prosecutor shall undertake measures necessary for the preliminary investigation of the crimes subject to prosecution ex officio and the identification of the alleged perpetrators. To that end he is vested with the power to co-ordinate the work of various law enforcement agencies and other government bodies.", "69. If the public prosecutor finds, based on the evidence before him, that there is a reasonable suspicion that a certain person has committed a crime subject to prosecution ex officio, he will request the competent court to institute a formal criminal procedure.", "70. If, however, the public prosecutor decides that there is no basis for the institution of such a procedure, he must inform the victim of this decision, who shall then have the right to take over the prosecution of the case on his or her own behalf, in the capacity of a “subsidiary prosecutor”.", "71. There is no time-limit within which the public prosecutor, following the submission of a criminal complaint by the victim, must decide on whether to bring formal criminal proceedings. Also, as regards crimes punishable by more than five years' imprisonment, without a prosecutorial decision to dismiss a criminal complaint filed by the victim, the victim cannot personally take over the prosecution of the case. In any event, neither a public prosecutor nor a victim acting in the capacity of a subsidiary prosecutor may request the institution of a formal criminal procedure in the absence of information as to the identity of the alleged perpetrator.", "72. It is noted, however, that domestic courts have held in the past that as regards the crime of incitement to ethnic, racial or religious hatred and intolerance society as a whole had to be deemed a victim, not the aggrieved individual personally, meaning that the latter could only, following a possible prosecutorial dismissal, take over the prosecution of the case for another, lesser crime (opinion adopted at the joint session of the Federal Court, the Supreme Courts, and the Supreme Military Court of the Socialist Federal Republic of Yugoslavia on 22 June 1989).", "73. The relevant paragraphs of this report read as follows:", "“45. ECRI is concerned to note that ... there is a climate of hostility against religious minorities [in Serbia]. This climate is partly created by certain media outlets and politicians. Members of these groups are also attacked, sometimes by members of neo-Nazi or far-right groups, and their places of worship are vandalised and/or deliberately set on fire. Despite a decrease in the number of these attacks over the past few years, NGOs, some of which have counted between 100 and 150 attacks per year, note that they have become more violent. Religious communities appear reluctant to report these attacks or talk about them publicly. This might be because the police and the judicial apparatus do not always respond appropriately to this problem. Religious communities deplore the fact that few persons are brought to justice for perpetrating these acts and that those found guilty are often only sentenced to a fine.", "...", "52. There is currently a certain climate of hostility in Serbia against ... religious groups[,] which is fuelled by a number of media outlets and politicians. Far-right groups also help to generate negative feelings towards these communities ... NGOs condemn a certain tendency on the authorities' part to downplay this climate of intolerance against ... religious minorities and the fact that they have taken few steps to remedy it.”", "74. Forum 18 is a Christian, Norwegian-Danish, charitable web and e-mail initiative. It provides “original reporting and analysis on violations of the freedom of thought, conscience and belief of all people, whatever their religious affiliation, in an objective, truthful and timely manner”.", "“... The number of attacks on Serbia's religious communities appears to continue to be declining ... However, the attacks themselves seem to be becoming more violent and, as in previous years, members of religious minorities are especially likely to be attacked. The police continue to be apparently unwilling to protect members of religious minorities or religious sites at risk of attack – even if they have already been attacked. Members of religious minorities have in the past year been beaten and stabbed, and places of worship have been the targets of arson attacks. Places of worship of the Orthodox Church have occasionally been robbed, but the vast majority of attacks have been on ... religious minority individuals and property ...”", "“Despite continuing attacks on religious communities over a number of years, Forum 18 News Service has found that Serbian authorities appear to be taking few steps to protect their citizens. An extreme illustration of the unwillingness of the authorities to provide justice to religious minority victims is the case of Života Milanović, the only Hare Krishna devotee in Jagodina ...”", "“...The most serious problem affecting religion or belief in Serbia has been violent attacks, along with the problem of the authorities having shown a lack of willingness to catch and convict the attackers. However, annual surveys by Forum 18 News Service have shown that the numbers of attacks are declining, with fewer attacks in 2007 and 2008 compared to previous years. Serbia's desire to join the European Union, along with politicians placing greater weight on Serbia becoming a more open country, appears to be influencing popular attitudes, and hence the possibility of attacks. Many of the attacks and threats against 'non-traditional' religious communities appear to be by extreme nationalists who think that the communities are in some sense traitors to the nation ... There is a lack of consistency in whether attackers are arrested and court proceedings brought against them. The 2006 Serbian Constitution guarantees freedom of religion, and bars the fomenting of religious intolerance and hatred. However, members of religious minorities have told Forum 18 that these ideals have yet to become reality in their daily experience.”"], "VIOLATED_ARTICLES": ["14", "3"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}