{"ITEMID": "001-99447", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "ADMISSIBILITY", "DATE": 2010, "DOCNAME": "RUPAR v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Alvina Gyulumyan;Elisabet Fura;Ineta Ziemele;Josep Casadevall;Luis López Guerra", "TEXT": ["1. The applicant, Ms Hilda Rupar, is a Slovenian national who was born in 1927 and lives in Domžale. She was represented before the Court by Mr B. Mrva, a lawyer practising in Ljubljana. The Slovenian Government (“the Government”) were represented by their Agent, Mr Lucijan Bembič, State Attorney-General.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. Since 1975 the applicant has had a foundry in the village of Selo where she has been producing products such as ashtrays and door handles. Her and her daughter's income depends on this business.", "4. On the adjoining plot of land, the owner, J.S., built extensions to his building, which had originally been built for a handicraft business. The applicant's plot stands to the west of J.S.'s plot. As a result of the extensions, there is less than ten metres between the applicant's and J.S.'s buildings. The extensions were in the form of eight apartments. They were built without the required building permits and several injunctions were issued prohibiting J.S. from continuing with the building work or from using the unlawfully built constructions (see paragraphs 17-23 below).", "The apartments were nevertheless sold and all of them are currently inhabited.", "5. The applicant submitted that, because of the illegally built extensions, J.S.'s land was practically all built up and there was no space left for the appertaining land. Consequently, the residents, who were mostly families, had been using the applicant's land for parking, playing, etc. An oil-fuel tank had been placed on the terrace of J.S.'s building and was a potential fire risk to the applicant. The rainwater run-off was directed onto the applicant's plot of land. The unlawfully built flats had no proper drainage, which resulted in an intolerable smell and the conditions were against all health and hygiene standards. The new residents were constantly complaining about the foundry's activities, which operate twenty-four hours a day.", "6. In 1989 J.S. obtained a site permit (permit for use of land – lokacijsko dovoljenje) for a large extension to his initial construction to convert part of the workshop into an apartment block and for the construction of a building for business and storage purposes. This permit was renewed by a decision of 9 September 1993. Subsequently, J.S. obtained a building permit (gradbeno dovoljenje) on 26 January 1995.", "7. On 13 July 1998, following the applicant's successful request for the matter to be reopened, the Domžale Administrative Unit quashed the decisions by which the site and building permits had been granted. The applicant participated as party to these and further proceedings. As regards the site permit, an appeal by J.S. was dismissed by the Ministry of the Environment and Spatial Planning (“the Ministry”) on 18 November 1999. J.S. subsequently applied to the Administrative Court challenging the Ministry's decision. His application was rejected on 24 May 2000. He then appealed to the Supreme Court. His appeal was dismissed on 18 March 2004.", "8. As regards the building permit, the Ministry quashed the decision of 13 July 1998 and ordered a re-examination of the application on 22 November 1999. Subsequently, on 16 January 2007, the Domžale Administrative Unit again quashed the decision of 26 January 1995, meaning that J.S.'s request for a building permit was refused. It relied on the fact that, following the above proceedings (see paragraph 7 above), J.S. was not in possession of a valid site permit which was a prerequisite for acquiring a building permit.", "9. In 1997 the applicant instituted proceedings against J.S. in the Ljubljana District Court seeking the demolition of the unlawfully built extensions. She claimed that the extensions had been endangering her business and having a negative effect on working conditions.", "10. On 10 July and 22 September 1997 respectively, the District Court issued two interim orders prohibiting J.S. from continuing with the illegal construction and selling the apartments. J.S. did not respect the orders and continued with the construction.", "11. In the course of the proceedings, the court appointed a construction expert who prepared a report. The court refused the applicant's request for a supplement to the report finding that the request raised issues which should be determined in the administrative proceedings.", "12. On 1 June 1998 the court, relying on the expert report, dismissed the applicant's claim. Referring to the conditions laid down in sections 42(1) and 5(1) of the Law on Basic Property Rights and section 156 of the Law on Obligations, it found that the deprivation of sunlight did not exceed the statutory limit and that the behaviour of the new residents could not be considered as a source of danger which could justify demolishing the building. In respect of the smell allegedly arising from the drainage, the court found that, firstly, the applicant had not raised this issue in her claim and secondly, the drainage problems had not been caused by the newly built extensions. The applicant could therefore not expect these extensions to be demolished. Lastly, the court noted that the issue of whether J.S.'s construction complied with statutory requirements was not relevant to the civil proceedings because, even if a construction was legal, an aggrieved party could seek redress in respect of an alleged environmental nuisance (imisije) in civil proceedings. The question of the compliance with statutory requirements was therefore a matter which had to be decided in the administrative proceedings. Consequently, the court also revoked the interim orders of 10 July and 22 September 1997.", "13. The applicant lodged an appeal and on 24 February 1999 the Ljubljana Higher Court upheld the first-instance court's judgment. As regards the applicant's argument that she had been refused protection from future interferences by residents of the illegal construction, the Higher Court noted that the potential source of damage would have to be certain and concrete, which could not be established in the present case. In addition, it noted that none of the other issues mentioned by the applicant, namely, how many parking spaces were available to the new residents and where the fuel tank and rubbish bins should be placed, justified the demolition of the extensions and would be more appropriately considered in administrative proceedings.", "14. On 30 March 2000 the Supreme Court rejected the applicant's appeal on points of law, finding that the lower courts' conclusions were correct and stressing that the applicant's allegations did not obviously justify the demolition of the disputed construction, which was the only claim pursued by the applicant. It added that demolition could be ordered only when there were no other means to prevent damage.", "15. The applicant lodged a constitutional appeal. She disputed the lower court's opinion that she should have used other means in order to protect her right to property. She alleged that, owing to the circumstances of the case, in particular J.S.'s non-compliance with the authorities' orders and the lack of alternative solutions to the problems deriving from the illegal building, demolition was necessary. She submitted that the fact that J.S.'s building did not comply with the building permits should have been taken into account as the aim of such permits was also to protect the neighbours' interests. She further submitted that the Inspectorate could intervene only of its own motion and had been ineffective in her case. She would therefore not be able to gain effective protection of her rights in administrative proceedings.", "16. On 18 September 2001 the Constitutional Court rejected the applicant's complaints as inadmissible since it did not find any violation of her human rights. In this connection, it found that the courts, by finding that some issues should be determined in administrative proceedings, had not referred the applicant to administrative proceedings or denied judicial protection in respect of those rights. The Constitutional Court furthermore said that in any event, even when assessing a right in administrative proceedings, a party dissatisfied with the result could subsequently bring a claim before the Administrative Court. Lastly, the Constitutional Court stressed that the applicant's case had been examined by tribunals established by law which had duly considered the applicant's claims and that the decisions issued in the case had been well reasoned. The decision was served on the applicant on 10 October 2001.", "17. In 1997, the Inspectorate of the Ministry of the Environment and Spatial Planning (“the Inspectorate”) instituted proceedings against J.S. in respect of the construction of an exterior staircase and the illegal extension of the mansard.", "19. According to the note from the Land Registry concerning J.S.'s real estate, J.S. had been banned from continuing to build or sell the construction since 1997. In 1998 the status of “illegal construction” (črna gradnja) was entered into the registry.", "20. On 3 December 1998 the Inspectorate issued a decision ordering the removal of an exterior staircase, for which no permit had ever been issued and which was the only way to enter the apartments situated in the north-west and north sections of the building. By 17 July 1999 this decision had become final and enforceable. On 13 June 2001 the Inspectorate also ordered the removal of an extension of 11m x 2.5m situated in the south section, which consisted of two floors, and of the wall which served to separate J.S.'s land from the neighbouring plots. Since administrative enforcement proceedings were not carried out in Slovenia between 1999 and 2004, which was due to the absence of any authorised operator who could carry out the enforcement, the decisions ordering the enforcement of the above decisions were adopted only on 14 October 2004.", "21. In the meantime, J.S. had been using the new extensions, in particular the eight apartments, despite the fact that he had not obtained an operating permit (uporabno dovoljenje). On 15 December 2000, J.S. was banned from making use of the extensions. In 2001, several inspections were carried out of his property. As J.S. had not complied with the decision of 15 December 2000, the Inspectorate fined him 100,000 SIT on 7 May 2004.", "22. It would appear from the records concerning the execution of one of the decisions of 14 October 2004 (see paragraph 20 above) that part of the above-mentioned extensions to the south section of the building and the wall were demolished in November 2005.", "23. As regards the exterior staircase, J.S. was ordered to remove it on 22 June 2007. Following an objection from the residents of the apartments, who had also invested in the construction of the staircase, the case was reopened in order to allow them to participate in the proceedings. On 24 April 2009, the Inspectorate issued a decision again ordering the removal of the exterior staircase. It noted in its decision that no permit had ever been issued for the construction of the staircase and, furthermore, that the site and building permits for the large extension of the initial building had also been quashed by binding decisions. The case is now pending on appeal.", "24. Section 156 of the Law on Obligations (Zakon o obligacijskih razmerjih, Official Gazette of the Socialist Federal Republic of Yugoslavia no. 29/1978) provided, in so far as relevant:", "25. The relevant provisions of the Law on Basic Property Rights (Zakon o temeljnih lastninskopravnih razmerjih, Official Gazette of the Socialist Federal Republic of Yugoslavia no. 6/1980), read as follows:", "“The owner of the real estate must... refrain from the activities and must remove the sources... (smoke, unpleasant smells, heat...etc.) which interfere with their neighbours' enjoyment of their property, if these interferences exceed the level which is normal given the nature and purpose of the estate and the local customs. The same applies when such activities or sources cause significant damage.”", "“If a third person unjustifiably disturbs an owner ... in any way other than by taking possession of his property, the owner ... can bring a civil claim demanding that such disturbance discontinue.”", "If the disturbance causes damage, the owner can demand compensation in accordance with the general rules...”", "26. Section 24 of the Inspection Act (Zakon o inšpekcijskem nadzoru, Official Gazette no. 56/2002) provides in the relevant part:", "“The inspector must consider all reports, complaints, notices and any other applications which are within his competence and inform the applicants, upon their request, of the steps taken.", "... The inspector must also consider anonymous applications...", "In proceedings before the Inspectorate, the person accused of the alleged misconduct (zavezanec) has the status of party to the proceedings. The applicant who lodged an application ...[with the Inspectorate] is not considered a party to the proceedings.”", "27. The Constitutional Court decision of 15 July 1999 (Up-3/97) provides, in so far as relevant, as follows:", "“... the persons, whose rights and interests are affected by the decisions of the Inspectorate should have the status of party to the proceedings (...). However, the purpose of supervision by the Inspectorate requires that individuals cannot initiate proceedings before the Inspectorate. ....", ".... supervision by the Inspectorate is aimed at protecting public interests; protection of the rights concerning relations between neighbours is afforded in civil proceedings based on the Law on Basic Property Rights and the Law on Obligations.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}