{"ITEMID": "001-76139", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF NOLD v. GERMANY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1 (length);Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses award - Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicants live in Rümmelsheim in Germany.", "6. In 1993 the applicants engaged company H., represented by Mr H., to build a house for them.", "7. On 31 May 1995 company H. filed a claim against the applicants with the Bad Kreuznach Regional Court (Landgericht), seeking 242,651.10 Deutschmarks (DEM) in outstanding payments. The claim reached the Regional Court on 2 June 1995.", "8. On 27 July 1995, following an extension of the time allowed for submissions, the applicants contested the claim. They argued that company H. had failed to fulfil its contractual obligations and that the building had serious construction defects.", "9. On 27 October 1995, following an extension of the timelimit, company H. reduced its claim to DEM 202,005.40.", "10. Between November 1995 and April 1996 both parties – following several extensions of the set time-limits – submitted extensive written statements.", "11. On 24 April 1996 the presiding judge of the Regional Court instructed the judge rapporteur to prepare the oral hearing.", "12. On 19 July 1996 the plaintiff requested the Regional Court to schedule a hearing.", "13. On 20 July 1996 the presiding judge assigned the case to a new rapporteur.", "14. On 1 August 1997 the Regional Court held an oral hearing.", "15. Between September and December 1997 both parties submitted further observations.", "16. On 12 December 1997 the Regional Court instructed the expert W. to prepare an expert opinion on the alleged building defects. It further decided to hear evidence from witnesses.", "17. On 19 January 1998 the Regional Court dispatched the case file to the expert.", "18. On 9 February 1998 the applicants requested that the questions to the expert be amended.", "19. On 10 February 1998 the presiding judge rejected the applicants’ request in order, inter alia, to avoid delays. He further announced that a new rapporteur had been appointed.", "20. On 20 August 1998 the applicants submitted a document on the progress of the building work (Bautagebuch), totalling 180 pages.", "21. On 10 November 1998 the presiding judge rejected the applicant’s request to forward the document to the expert.", "22. On 15 December 1998 the expert submitted his expert opinion.", "23. On 8 January 1999 the Regional Court served the expert opinion on the parties for comments within six weeks.", "24. On 13 January 1999 applicants’ counsel withdrew from the case.", "25. On 15 March 1999 the applicants lodged a criminal complaint (Strafanzeige) against H. for having lied during the proceedings.", "26. Between 24 April and 26 May 1999 the case file was dispatched to the Public Prosecutor’s Office.", "27. On 6 July 1999 the applicants submitted a personal statement totalling 122 pages. On 28 July 1999 the presiding judge informed them that these submissions could not be taken into consideration, as they had not been drafted by counsel.", "28. On 20 August 1999, following several extensions of the set time-limit, the applicants’ new counsel submitted critical comments on the expert opinion. He further requested on several occasions that evidence be taken from the expert in court and that another expert opinion be commissioned.", "29. On 20 October 1999, following two extensions of the time-limit, the plaintiff submitted further comments.", "30. On 15 November 1999 the presiding judge transferred the case file to the rapporteur.", "31. On 9 December 1999 the case file was dispatched to the Public Prosecutor’s Office.", "32. On 10 February 2000 the case file was dispatched to the Court of Appeal.", "33. On 16 February 2000 company H. lodged a thirdparty complaint (Streitverkündung) against its subcontractor.", "34. On 29 February 2000 the applicants appointed a new counsel, who had worked on the case previously.", "35. On 9 March 2000 the plaintiff requested the Regional Court to expedite the proceedings.", "36. On 29 March 2000 the third party acceded to the proceedings.", "37. On 9 August 2000 the case file was transferred to a new rapporteur.", "38. On 21 February 2001 the applicants asked whether the Regional Court intended to schedule a further hearing.", "39. On 22 February 2001 the Regional Court scheduled a hearing for 10 August 2001.", "40. On 2 April 2001 the plaintiff informed the Regional Court that company H. had been converted into a limitedliability company.", "41. Between 15 and 22 May 2001 the case file was dispatched to the Court of Appeal.", "42. On 8 August 2001 the plaintiffs increased the amount of their claim.", "43. On 10 August and 7 December 2001 the Regional Court heard evidence from three witnesses.", "44. On 11 January 2002 the Regional Court scheduled an inspection of the building site for 24 May 2002.", "45. Between January and May 2002 both parties submitted further observations.", "46. On 3 March 2002 the applicants lodged an appeal to a higher authority (Dienstaufsichtsbeschwerde) against the presiding judge of the Regional Court for breach of his official duties, raising the issue of the length of the proceedings. The applicants simultaneously informed the President of the Koblenz Court of Appeal, the Ministry of Justice and the Bad Kreuznach Public Prosecutor’s Office of their appeal.", "47. On 8 April 2002 the President of the Regional Court informed the applicants that she did not intend to impose disciplinary measures on the presiding judge. While conceding that the proceedings in question were lengthy, she found this to be due mainly to the fact that they were extremely contentious and that both parties had submitted lengthy written statements. She further pointed out that both parties had repeatedly requested the extension of deadlines and had failed to pay an advance on the experts’ fees. The proceedings had been further delayed by the public prosecutor’s repeated requests to obtain the case file and by the fact that the judge rapporteur had been replaced several times. The President concluded that the parties’ counsel should reduce the scope of the litigation in order to permit the Regional Court better to comply with its obligation to speed up the proceedings.", "48. On 24 May 2002 the Regional Court conducted an inspection of the building site.", "49. On 29 May 2002 the case file was dispatched to the Chief Public Prosecutor’s Office.", "50. On 22 July 2002 the presiding judge ordered the preparation of a copy of the case file, in view of its frequent dispatch.", "51. On 5 August 2002 the plaintiff informed the Regional Court that he had filed for insolvency on 23 July 2002. Preliminary insolvency proceedings had been opened on that date.", "52. On 9 and 30 August 2002 the Regional Court decided to hear a further expert opinion on the alleged building defects. They also ordered the applicants to pay an advance on the expert’s expenses.", "53. On 4 September 2002 the applicants requested an extension of the time allowed for paying an advance on the expenses.", "54. On 6 September 2002 the applicants lodged an objection of bias (Befangenheitsantrag) against expert W. On an unspecified date, they lodged a criminal complaint against that same expert.", "55. Between 9 September and 19 September 2002 the case file was dispatched to the Public Prosecutor’s Office.", "56. On 30 September 2002 the applicant requested a further extension of the time allowed to pay an advance on the expenses. They further alleged that the proceedings had been suspended owing to the plaintiff’s insolvency.", "57. On 7 October 2002 the applicants lodged an objection of bias against the Chamber of the Regional Court as a whole as well as against its presiding judge, arguing that the judges had committed several procedural errors.", "58. On 21 October 2002 the Regional Court rejected as inadmissible the complaint against the Chamber as a whole.", "59. Between 31 October and November 2002 the case file was dispatched to the Public Prosecutor’s Office.", "60. On 3 December 2002 plaintiff’s counsel informed the court that insolvency proceedings had been opened on 1 October 2002 and declared that the administrator in insolvency wished to take over the case.", "61. On 19 December 2002 the applicants received the rapporteur’s submissions on the objection of bias, with a request for comments to be submitted by 15 January 2003.", "62. On 7 January 2003 the applicants lodged an appeal against the Regional Court’s decision of 21 October 2002.", "63. On 27 January 2003 the Koblenz Court of Appeal dismissed the applicant’s appeal against the Regional Court’s decision of 21 October 2002 as having been lodged outside the statutory time-limit of two weeks, and fixed the value at issue (Streitwert) at 124,065.53 euros (EUR).", "64. On 10 February 2003 the Regional Court dismissed the applicants’ objection against the presiding judge.", "65. On 12 March 2003 the applicants lodged another objection of bias against the presiding judge of the Regional Court, which was dismissed on 24 June 2003.", "66. Between 28 March and 14 April 2003 the case file was sent to the Federal Constitutional Court.", "67. On 24 June 2003 the Regional Court dismissed the objection of bias against the presiding judge, finding that there was no indication that the latter had been biased against the applicants.", "68. On 25 July 2003 the Koblenz Court of Appeal rejected the applicants’ complaint against the value which it had determined in its decision of 27 January 2003.", "69. On 19 August 2003 expert W. died.", "70. On 25 August 2003 the Koblenz Court of Appeal dismissed the applicants’ appeal against the Regional Court’s decision of 24 June 2003 and fixed the value at issue at between EUR 110,001 and EUR 120,000.", "71. On 28 August 2003 the presiding judge proposed that evidence be taken from a further expert.", "72. On 7 September and 31 October 2003 the applicants lodged criminal complaints against the judges of the Regional Court.", "73. On 14 October 2003 the applicants informed the Regional Court that they had entered into negotiations with a view to a friendly settlement.", "74. On 3 November 2003, the Regional Court, with the parties’ consent, ordered that the proceedings be suspended (Ruhen des Verfahrens).", "75. On 1 December 2003 the trustee in insolvency of company H. withdrew the action against the applicants. In return, the applicants paid EUR 15,000 and waived all their remaining claims against company H.", "76. On 5 January 2004 the Regional Court fixed the value of the claim at EUR 107,768.36.", "77. On 18 February 2004 the Court of Appeal fixed the value of the claim at the same amount.", "78. On 3 October 2002 the applicants lodged a constitutional complaint concerning the length of the proceedings before the Bad Kreuznach Regional Court.", "79. On 9 April 2003 the Federal Constitutional Court refused to entertain the constitutional complaint, finding that the Regional Court had not violated the applicants’ right to a hearing within a reasonable time.", "The relevant parts of the decision read as follows:", "“...the length of proceedings – almost eight years – appears to be still just acceptable (gerade noch hinnehmbar) from a constitutional point of view. While the case which had to be adjudicated by the Regional Court was not particularly complex from a legal point of view, it was conducted in a very contentious and lengthy manner. Furthermore, it does not appear from the case file that the Regional Court delayed the proceedings ... by any inactivity on its part or that it neglected to advance the proceedings. The Regional Court constantly advanced the proceedings by exchanging the written statements rapidly, deciding on the taking of evidence and issuing legal instructions.", "It must further be taken into account that the applicants repeatedly contributed to the obstructions and delays in the proceedings by requesting that further evidence be taken and time-limits extended and by lodging objections of bias and criminal complaints necessitating the dispatch of the case file. While these actions form part of the parties’ rights in civil proceedings, the relevant court cannot be held responsible for the resulting prolongation of the proceedings.", "Finally, it must be borne in mind that the applicants, as far as can be established, have not been affected economically by the length of the proceedings.", "While no objection can be made to the conduct of the proceedings from a constitutional point of view, the Regional Court – in view of the length of the proceedings – is requested to speed up the proceedings and bring them to an early conclusion.”", "80. On 14 September 2003 the applicants lodged a further constitutional complaint alleging a violation of their right to a fair trial. They argued that the Regional Court had committed several material and procedural errors which gave them good grounds for believing that the judges were biased against them. In particular, the applicants claimed that the Regional Court had arbitrarily failed to determine the correct value at issue.", "81. On 3 November 2003 the Federal Constitutional Court refused to entertain the applicants’ complaint."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}