{"ITEMID": "001-81878", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "HENDRIKS v. THE NETHERLANDS", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;David Thór Björgvinsson", "TEXT": ["The applicant, Mr Johannes Joseph Marie Elise Hendriks, is a Dutch national who was born in 1949 and lives in Vaals. He is represented before the Court by Mr J.W. Heemskerk, a lawyer practising in Maastricht.", "On 16 March 2004, the applicant was arrested and taken into police custody (inverzekeringstelling) on suspicion of having committed rape, attempted manslaughter and/or intentional infliction of grievous bodily harm in that he – having twisted the victim’s arm behind the latter’s back and constrained the victim – had forcibly inserted a wooden ladle in the victim’s anus, resulting in a perforation of the colon. At the material time and for about twelve years, the victim, the applicant and the latter’s wife had been engaged in a longstanding tripartite relationship.", "On 19 March 2004, after having heard the applicant, the investigating judge (rechter-commissaris) ordered the applicant’s detention on remand (inbewaringstelling) for a period of ten days. The reasons stated by the investigating judge were:", "“It appears from the case-file that there are serious indications against the suspect (there is more than a mere suspicion).", "There are weighty reasons of public safety that warrant detention on remand, namely:", "detention on remand is necessary because it concerns an act which, according to the legal definition, attracts a prison sentence of twelve years or more whereas in addition this act has seriously rocked the legal order (the act is of an extraordinarily grave nature);”", "On 25 March 2004, after having heard the applicant, the Maastricht Regional Court (arrondissementsrechtbank) ordered the applicant’s further detention on remand (gevangenhouding) for a period of thirty days, holding:", "“The Regional Court considers that, after examination, it has appeared that the suspicion, indications and ground, which have led to the order for detention on remand (bevel tot bewaring), currently still exist.”", "The applicant filed an appeal against the decision of 25 March 2004 with the ‘s-Hertogenbosch Court of Appeal (gerechtshof). The applicant did not challenge the existence of serious indications against him but argued that, given the context in which the facts had occurred, his release would not give rise to any social unrest which would justify keeping him in pre-trial detention. In his opinion, nobody would be shocked if he was released from pre-trial detention, as little publicity had been given to the criminal investigation and his arrest. The public prosecutor argued that the release of a suspect of rape always caused upheaval in society and certainly in this case where the victim had suffered considerable harm. The applicant’s appeal was dismissed on 10 June 2004 by the ‘s-Hertogenbosch Court of Appeal (gerechtshof). It held that the argument raised by the applicant failed to appreciate that his release could get wider publicity in the suspect’s surroundings, thus rocking the legal order.", "In the meantime two further prolongations – of thirty days each – of the applicant’s detention on remand were ordered by the Regional Court on 22 April and 19 May 2004, respectively. Both times the Regional Court based its decision on the grounds given in its decision of 25 March 2004.", "By judgment of 14 September 2004, following hearings held on 22 June 2004 and 31 August 2004, the Maastricht Regional Court convicted the applicant of rape. On the basis of reports drawn up by a psychiatrist and a psychologist who had examined the applicant, the Regional Court found that the applicant was suffering from an Attention Deficit Hyperactivity Disorder (ADHD), an alcohol addiction and an anti-social personality disorder and concluded that, at the time of the commission of the offence, the applicant was able to understand the unlawful nature of his acts but that his mental faculties were so poorly developed that he could only be held responsible for these offences to a limited degree. In this light, the Regional Court decided to sentence the applicant to twelve months’ imprisonment, of which three months were suspended pending a two years’ probation period, less the time spent in pre-trial detention. In addition, it imposed a special condition (bijzondere voorwaarde) within the meaning of Article 14c of the Criminal Code (Wetboek van Strafrecht) to the effect that the applicant was to comply – during the probationary period – with directives given to him by the local section of the Netherlands probation and social rehabilitation service (reclassering), also if this would entail treatment for substance abuse. It lastly ordered the applicant to pay the victim, who had joined the proceedings as an injured civil party, 3,500 euros in compensation. Although the applicant could have filed an appeal against this judgment, he did not do so.", "Article 133 of the Code of Criminal Procedure (Wetboek van Strafvordering; “CCP”) defines pre-trial detention (voorlopige hechtenis) as deprivation of liberty pursuant to an order for detention on remand (inbewaringstelling), a warrant for the taking into pre-trial detention (gevangenneming) or an order for further detention on remand (gevangenhouding). The statutory rules governing pre-trial detention are set out in Articles 63 to 88 of the CCP.", "Article 67 of the CCP reads as follows:", "“1. An order for pre-trial detention can be issued in case of suspicion of:", "(a) an offence which, according to the law, carries a punishment of imprisonment of four years or more;", "(b) one of the offences defined in Articles 132, 137c § 2, 137d § 2, 137e § 2, 137g § 2, 285 § 1, 285b, 318, 321, 323a, 326, 326a, 326c, 395 and 417bis and 420quater of the Criminal Code;", "(c) one of the offences defined in:", "- Article 175 § 2, part b, of the 1994 Road Traffic Act (Wegenverkeerswet);", "- Article 30 § 2 of the Civil Authority Special Powers Act (Wet buitengewone bevoegdheden burgerlijk gezag);", "- Articles 52, 53 § 1 and 54 of the Military Service (Conscientious Objectors) Act (Wet gewetensbezwaren militaire dienst);", "- Article 31 of the Betting and Gaming Act (Wet op de kansspelen);", "- Article 11 § 2 of the Opium Act (Opiumwet);", "- Article 55 § 2 of the Weapons and Ammunition Act (Wet wapens en munitie);", "- Article 46 of the 1995 Securities Transactions (Supervision) Act (Wet toezicht effectenverkeer).", "2. The order can further be issued if no permanent address or place of residence of the suspect in the Netherlands can be established and he is suspected of an offence within the jurisdiction of the regional courts and which, according to the law, is punishable by imprisonment.", "3. The previous paragraphs are only applied when it appears from the facts or circumstances that there are serious indications against the suspect.”", "Article 67a of the CCP reads:", "“1. An order based on Article 67 can only be issued:", "a. if it is apparent from particular behaviour displayed by the suspect, or from particular circumstances concerning him personally, that there is a serious danger of absconding;", "b. if it is apparent from particular circumstances that there is a serious reason of public safety requiring the immediate deprivation of liberty.", "2. For the application of the preceding paragraph, only the following can be considered as a serious reason of public safety:", "- 1o. if it concerns suspicion of commission of an act which, according to the law, carries a punishment of imprisonment of twelve years or more and the legal order has been seriously rocked by that act;", "- 2o. if there is a serious risk the suspect will commit an offence which, according to the law, carries a prison sentence of six years or more or whereby the security of the State or the health or safety of persons may be endangered, or give rise to a general danger to goods;", "- 3o. if it concerns suspicion of one of the offences defined in Articles 310, 311, 321, 322, 323a, 326, 326a, 416, 417bis, 420bis or 420quater of the Criminal Code, whereas less than five years have passed since the day on which, on account of one of these offences, the suspect has been irrevocably sentenced to a punishment or measure entailing deprivation of liberty, a measure entailing restriction of liberty or community service, and there is further a serious risk that the suspect will again commit one of those offences;", "- 4o. if pre-trial detention is reasonably necessary for discovering the truth otherwise than through statements of the suspect.", "3. An order for pre-trial detention shall not be issued if there are serious prospects that, in case of a conviction, no irrevocable custodial sentence or a measure entailing deprivation of liberty will be imposed on the suspect, or that he, by the enforcement of the order, would be deprived of his liberty for a longer period than the duration of the custodial sentence or measure.”", "Orders for pre-trial detention are immediately enforceable (Article 73 § 1 of the CCP). Pre-trial detention in the form of an order for detention on remand of a suspect may be issued by the investigating judge for a maximum duration of ten days (Articles 63 and 64 of the CCP).", "Under Article 65 of the CCP, a subsequent prolongation of pre-trial detention may be ordered by the Regional Court in the form of an order for further detention on remand for a maximum duration of thirty days. In case the trial proceedings have not started within the thirty days’ validity of an order for further detention on remand, the Regional Court can prolong it twice, each time for a maximum of thirty days (Article 66 § of the CCP).", "Article 69 § 1 of the CCP reads:", "“An order for pre-trial detention may be lifted by the Regional Court. It may do so of its own motion or upon the request of the suspect, or – in so far as it concerns an order for ... further detention on remand – upon a proposal from the investigating judge or a request by the public prosecutor.”", "Article 71 of the Code of Criminal Procedure, in so far as relevant, states:", "“1. Within a maximum of three days after its execution, the suspect may file an appeal with the Court of Appeal against a decision of the Regional Court ordering further detention on remand ...", "2. Within the same time-limit, the suspect may file an appeal against an extension of an order for further detention on remand, but only if no appeal has been filed by him against the order for further detention on remand or against a previous prolongation order ...”", "Article 87 §§ 2 and 3 of the CCP, in so far as relevant, provides:", "“2. The suspect, who has requested for the first time to suspend (schorsing) or to lift (opheffing) an order for pre-trial detention, may file an appeal with the Court of Appeal against a negative decision on that request. The suspect, who has filed an appeal against a negative decision on a request for suspension, cannot subsequently file an appeal against a negative decision on a request to lift a pre-trial detention order. The suspect, who has filed an appeal against a negative decision on a request to lift a pre-trial detention order, cannot subsequently file an appeal against a negative decision on a request for suspension of pre-trial detention.”", "The offence of rape, as defined in Article 242 of the Criminal Code (Wetboek van Strafrecht), attracts a prison sentence not exceeding twelve years or a heavy fine."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}