{"ITEMID": "001-58289", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "GRANDCHAMBER", "DATE": 1999, "DOCNAME": "CASE OF TANRIKULU v. TURKEY", "IMPORTANCE": "1", "CONCLUSION": "Preliminary objection rejected (non-exhaustion of domestic remedies);Preliminary objection joined to merits and rejected (non-exhaustion of domestic remedies);No violation of Art. 2 (killing of applicant's husband);Violation of Art. 2 (absence of effective investigation);Not necessary to examine Art. 2 (right to life);Violation of Art. 13;No violation of Art. 14+2;Violation of former Art. 25-1;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings", "JUDGES": "Luzius Wildhaber", "TEXT": ["7. The applicant, Mrs Selma Tanrıkulu, is a Turkish citizen who was born in 1964 and is at present living in Diyarbakır in south-east Turkey. Her application to the Commission was brought on her own behalf, on behalf of her three minor children and on behalf of her deceased husband Dr Zeki Tanrıkulu who, she alleges, was killed by State security forces or with their connivance.", "8. The facts surrounding the killing of the applicant’s husband are disputed.", "9. The facts as presented by the applicant are set out in paragraphs 13 to 22 below. The applicant did not reiterate her version of the circumstances surrounding the killing in her memorial to the Court, relying on the facts as established by the Commission in its report of 15 April 1998 and her previous submissions to the Commission.", "10. The facts as presented by the Government are set out in paragraphs 23 to 28 below.", "11. A description of the material submitted to the Commission will be found in paragraphs 29 to 31 below. A description of the proceedings before the domestic authorities regarding the killing of the applicant’s husband, as established by the Commission is set out in paragraphs 32 to 38 below.", "12. The Commission, in order to establish the facts in view of the dispute over the circumstances surrounding the killing of the applicant’s husband, conducted its own investigation pursuant to former Article 28 § 1 (a) of the Convention. To that end, the Commission examined a series of documents submitted by both the applicant and the Government in support of their assertions and appointed three delegates to take the evidence of witnesses at a hearing in Ankara on 21 and 22 November 1996. The Commission’s evaluation of the evidence and its findings are summarised in paragraphs 39 to 48 below.", "13. At about noon on 2 September 1993 the applicant’s husband, Dr Zeki Tanrıkulu, was shot dead in the town of Silvan on a steep road, known as Kaymakam Hill (Kaymakam Rampası), which runs between the public hospital and the security directorate. The applicant was on the low balcony of her hospital residence, close to the hospital gates, when she heard the sounds of automatic firing. She jumped off the balcony and ran towards Kaymakam Hill. While she was running she heard another type of firing start.", "14. The applicant saw her husband lying near the top of the steepest part of the hill, close to the security directorate, the moment she ran out of the hospital gates. She did not see anyone as she ran towards him. However, as she knelt by him, she looked up and saw at least eight members of the security forces standing in a line across the street near the security directorate and brandishing machine-guns, about fifteen to twenty metres away from her. They were dressed in plain clothes but were wearing special jackets that enabled them to carry spare ammunition. Although there were usually at least eight members of the security forces near the security directorate, it was not usual for them to stand together in a line. The applicant appealed to the police present at the scene to do something to catch the perpetrators but they did nothing. She ran back down to the junction with Old Bitlis Road (Eski Bitlis Caddesi), screaming for help. At the junction, she saw two young men running along Old Bitlis Road and she saw them turn up the next street on the left. She warned the security force members that they were allowing the perpetrators to escape. The street on the left of Old Bitlis Road that the men had run into joined Gazi Road (Gazi Caddesi) near the security directorate.", "15. The applicant then turned and ran back to her husband, having recalled that there was a gun in his briefcase. At that point, people ran out of the hospital to help. They took Dr Tanrıkulu to the hospital where they tried unsuccessfully to resuscitate him. Meanwhile, three policemen on patrol in a vehicle had been summoned by radio and they arrived within five to ten minutes. Two of the police officers examined the scene and the third, Turan Dağ, went to the hospital, where he obtained from the applicant a description of the two young men and of the direction in which they had fled. He informed his two colleagues, who went in pursuit of the alleged killers but not in the direction which had been indicated by the applicant.", "16. The applicant made several efforts to make a statement to the authorities. She contacted the police but they said that the Chief of Security was not there and hung up. She also tried to speak to the Governor but without success.", "17. In April 1993 Dr Tanrıkulu had been taken in for questioning by the police. They had received a tip-off to the effect that he was sheltering a terrorist suspect belonging to the PKK (Workers’ Party of Kurdistan). He had been released without charge the next day.", "18. Dr Tanrıkulu took his duties as a doctor seriously and would treat anyone in need. As the only doctor in Silvan Hospital for about eight months, he would have been the person who produced medical reports on persons released from custody. While he generally sought to protect the applicant from anything that might worry her, he did say, on more than one occasion, “If we let them, they would write the reports”, and he also spoke about torture. Following the killing of another doctor in Silvan on 10 June 1992, which led a third doctor to seek and obtain a transfer from the area, Dr Tanrıkulu was reported in the press as having refused to talk about that incident out of fear. At the time a large number of killings were being committed in Silvan by unknown persons. There were newspaper reports alleging that many of the killings were the work of counter-guerrilla forces and it was reported that a military officer by the name of Captain Vural had a list of names and that the people on it were killed one by one. Dr Tanrıkulu’s name was rumoured to be on this list.", "19. Although Dr Tanrıkulu had sought to reassure the applicant that he was not at risk, he had acquired a gun, with the necessary licence, two weeks before his death. The day before he was killed, Dr Tanrıkulu had requested permission from the Governor to take his annual leave. Permission had been refused, even though his leave was long overdue and other doctors had arrived in Silvan who could have replaced him.", "20. Following the killing of Dr Tanrıkulu, other doctors working at the hospital told the Governor that if the killers could not be found it was not safe for them to remain in Silvan. The Governor allegedly told them that they were safe and that Dr Tanrıkulu had been killed because he was a Kurd from Silvan. The applicant requested one of these doctors, Dr İlhan, to make a statement about his conversation with the Governor but he refused, as he was frightened of the consequences.", "21. On 17 November 1994 the applicant received a summons to appear at the prosecutor’s office at the Diyarbakır National Security Court the next day. She was scared before the interview and found the experience frightening. The Chief Public Prosecutor, Mr Bekir Selçuk, questioned the applicant about her application to the Commission and, in particular, about the power of attorney she had given to her lawyers in an accompanying document. The report that was drawn up of the interview states that the applicant was shown a power of attorney in the name of Selma Tan and that she denied that the signature on that document belonged to her. The power of attorney which the applicant had submitted to the Commission, however, was in her full name of Selma Tanrıkulu. The implied threat was made by Mr Selçuk that something might happen to the applicant on account of her application. Mr Selçuk also suggested that an application to the Commission was futile.", "22. The report of the interview was not a reliable record of what had been said. Contrary to what was written in the report, the applicant did not tell Mr Selçuk during the interview that about ten days after her husband’s death she had been telephoned by a person called Kevin, who was from a centre in England and was ringing from Diyarbakır.", "23. At the time of day when Dr Tanrıkulu was shot, there were only two officers standing guard outside the entrance to the security directorate. These police officers would not have been standing just twenty metres away from the incident and watching it, since the entrance to the security directorate was round the corner from where the shooting took place. The officers standing guard were under strict orders not to leave their posts even if they heard shooting or an explosion as that would render the security directorate vulnerable to attack.", "24. The street into which the applicant said that she saw the two perpetrators of her husband’s killing turn from Old Bitlis Road did not come out at the security directorate building on Gazi Road but two blocks away from there.", "25. Dr Tanrıkulu had been happy and proud to be working for the State. Government officials were on good terms with him and police officers had felt free to request his help at any hour of the day or night. However, investigations had shown that many killings of State officials or persons working for the State, especially in the area where the state of emergency was in force, had been committed by militants of the PKK.", "26. There was no connection between Dr Tanrıkulu’s death and his having been summoned to the police station in April 1993 to make a statement concerning the allegation that he was hiding a terrorist. As soon as it had been established that the allegation was false, Dr Tanrıkulu had been released.", "27. Dr Tanrıkulu had been refused leave because he was the deputy head consultant of the hospital and his leave would have interrupted the medical service.", "28. The purpose of the Chief Public Prosecutor at the Diyarbakır National Security Court in questioning the applicant on 18 November 1994 had been twofold: firstly, doing so was part of his duty in relation to the preliminary criminal investigation into the death of her husband and, secondly, it was done to verify the validity of her application to the Commission. It was vital that the applicant should be asked about the authenticity of her application in view of the fact that forged statements had been submitted to the Commission in various other cases. It clearly appeared from the record of the interview, however, that the applicant had stated that she wished to pursue her application.", "29. In the proceedings before the Commission the applicant and the Government submitted a number of statements which the applicant had made to the Human Rights Association in Diyarbakır and to the Chief Public Prosecutor at the Diyarbakır National Security Court. The parties further submitted a number of plans of the area where the shooting had taken place. At the Commission’s request, the Government also submitted photographs and a video film of the area.", "30. The Government further provided copies of the incident report drawn up by three police officers on the day of the shooting (2 September 1993), the reports of the post-mortem examination and ballistic tests, statements taken by police officers from witnesses at the scene (Mr Şinasi Malgil, Mr Umut Yüce and Mr Fırat Kızıl) and a decision issued by Silvan public prosecutor Mr Mustafa Düzgün on 5 November 1993 to the effect that he had no jurisdiction.", "31. The Commission repeatedly requested the Government to provide it with a copy of the complete investigation file, as it had appeared during the hearing of witnesses in Ankara that the Government held more documents than had previously been submitted to the Commission. The Government did not submit any other documents.", "32. Following the shooting of Dr Tanrıkulu, police inspected the scene of the incident and retrieved sixteen empty cartridges and one deformed bullet. They also drew up a plan of the immediate surroundings, searched the area and noted down names of people who had been present in the area at the time of the shooting. The notes containing those names have not been kept. The incident report drawn up by three police officers (Mr Turan Dağ, Mr Mehmet Şahin and Mr Durmuş Şahin) at 1 p.m. on 2 September 1993 mentions that during the examination of the scene of the incident sixteen 9millimetre-long empty cartridges and one deformed bullet were retrieved. According to the incident report, residents of the area had stated that those who carried out the shooting had been two tall, thin people wearing jeans and trainers. One of these had been wearing a yellow T-shirt and the other a white striped T-shirt. In the general examination made of the area, no individuals fitting either of the descriptions were discovered.", "33. On 2 September 1993 Mr Şinasi Malgil made a statement to the police in which he said that he had been walking behind Dr Tanrıkulu on Kaymakam Hill when he had heard a series of shots coming from behind them. He had thrown himself into the garden of houses on the right-hand side and had not seen the person or persons who had shot Dr Tanrıkulu.", "34. Two other men, Mr Umut Yüce and Mr Fırat Kızıl, made a statement to the police on 6 September 1993 in which they related that when they were, respectively, walking towards the hospital and working in the grocer’s shop on the corner of Kaymakam Hill, they had heard shots and had found Dr Tanrıkulu lying in a pool of blood. Following the gunshots Mr Umut Yüce had seen two people running in the direction of Old Bitlis Road. Mr Fırat Kızıl had not seen the person or persons who had shot Dr Tanrıkulu.", "35. A post-mortem examination of Dr Tanrıkulu’s body was carried out on 2 September 1993 by Dr Murat Yıldırım and Dr Tahir Buran, both general practitioners who worked at Silvan Hospital, and the public prosecutor, Mr Mustafa Düzgün. According to the report of this examination, thirteen bullet entry wounds and twelve bullet exit wounds were recorded, inter alia on the nose, left ear and left forearm, to the left of the fifth vertebra, on the thumb and the right nipple and above the right knee. One bullet was found lodged just below the skin on the inside of the left femur and removed. The cause of death was given as the injury to, and extensive bleeding in, the chest and vital internal organs. In view of the obvious cause of death, it was not considered necessary to carry out a full autopsy.", "36. Ballistic tests on the cartridges retrieved at the scene of the incident were carried out by the regional police laboratory. A comparative examination showed up conformity in various respects indicating a single source. The cartridges and the deformed bullet were kept in the laboratory archives. The report of the examination, dated 9 September 1993, does not indicate with what kind of firearm the cartridges and bullet might have been used.", "37. On 5 November 1993 the public prosecutor, Mr Mustafa Düzgün, issued a decision to the effect that he had no jurisdiction. In view of the nature of the offence, the way it had been carried out and the existing evidence, the investigation into the incident fell within the competence of the prosecutor’s office at the Diyarbakır National Security Court, where the case is still pending. The decision declining jurisdiction named the suspects as two unidentified persons.", "38. The applicant was summoned to appear before the Chief Public Prosecutor at the Diyarbakır National Security Court, Mr Bekir Selçuk, on 18 November 1994. According to the report of her interview with Mr Selçuk, the applicant said that her husband had continually received threats from the PKK for being an official of the State and from Hizbullah for not complying with Islamic rules. She is also reported as saying that, approximately ten days after the incident, she received a telephone call from someone she believed was called Kevin, who invited her to come to the Diyarbakır branch of the Human Rights Association. The report further states that Mr Selçuk showed the applicant a petition signed by Selma Tan on 27 September 1993. The applicant denied having given anybody that document; her name was not Selma Tan and the signature on the document was forged. However, she confirmed that she had made an application to the Commission and that she herself had signed that.", "39. Since the facts of the case were disputed, particularly concerning events on 2 September 1993, the Commission conducted an investigation, with the assistance of the parties, and received documentary evidence, including written statements and oral evidence taken from six witnesses: the applicant; Mr Bekir Selçuk, Chief Public Prosecutor at the Diyarbakır National Security Court; Mr Turan Dağ, Mr Mehmet Şahin and Mr Durmuş Şahin, the three police officers who investigated the area where the incident took place, drew up the incident report and made a sketch of the area; and Dr Murat Yıldırım, one of the doctors who conducted the post-mortem examination.", "A further six witnesses had been summoned but did not appear: Mr Şinasi Malgil, Mr Umut Yüce and Mr Fırat Kızıl, the witnesses who made statements to the police shortly after the incident; Dr Tahir Buran, the second doctor who had performed the post-mortem examination; Mr Mustafa Düzgün, the Silvan public prosecutor in 1993; and Mr Ünal Haney, whom the Government had identified as the public prosecutor at the Diyarbakır State Security Court who was in charge of the investigation at the time of the hearing of witnesses by the Commission’s delegates. It appeared that Mr Umut Yüce and Dr Buran were ill and that Mr Fırat Kızıl was doing his military service and was involved in exercises which prevented his presence at the hearing. The Government had been unable to locate Mr Şinasi Malgil. Mr Ünal Haney informed the Commission that he was not prepared to attend the hearing. Although Mr Mustafa Düzgün was said to have boarded a bus bound for Ankara, he did not appear before the Commission’s delegates. No explanation for his failure to attend was submitted by the Government, despite a number of requests to that effect from the Commission.", "The Commission made a finding in its report (at paragraph 238) that the Government had fallen short of their obligations under former Article 28 § 1 (a) of the Convention to furnish all necessary facilities to the Commission in its task of establishing the facts. It referred to the Government’s failure", "(i) to provide copies of the complete investigation file (see paragraph 31 above); and", "(ii) to secure the attendance of the witnesses Mustafa Düzgün and Ünal Haney.", "40. In relation to the oral evidence, the Commission was aware of the difficulties attached to assessing evidence obtained orally through interpreters. It therefore paid careful attention to the meaning and significance which should be attributed to the statements made by the witnesses appearing before its delegates.", "In a case in which there were contradictory and conflicting accounts of what actually occurred, the Commission particularly regretted the absence of a thorough domestic judicial investigation. It was aware of its own limitations as a first-instance tribunal of fact. In addition to the problems of language adverted to above, it inevitably had no detailed, direct familiarity with the conditions pertaining in the region. Moreover, the Commission had no power to compel witnesses to appear and testify. In the present case, while twelve witnesses had been summoned to appear, only six gave evidence. The lack of documentary material has already been referred to. The Commission was therefore faced with the difficult task of ascertaining the facts in the absence of potentially significant testimony and with incomplete evidence.", "The Commission’s findings may be summarised as follows.", "41. The Commission observed that no findings of fact had been made by domestic courts as regards the subject-matter of the applicant’s complaints. The Commission had accordingly based its findings on the evidence given to its delegates orally or submitted in writing in the course of the proceedings. In this form of assessment the co-existence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact and, in addition, the conduct of the parties when evidence is being obtained may be taken into account (see, mutatis mutandis, the Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, pp. 64-65, § 161).", "42. The Commission noted that it was not in dispute that Dr Tanrıkulu had been shot on Kaymakam Hill on 2 September 1993. However, it had been presented with conflicting accounts as to the exact place on Kaymakam Hill where the incident had occurred. Whereas the applicant contended that her husband had been lying fairly far up Kaymakam Hill, near the security directorate, the three policemen who investigated the scene of the incident indicated in their report and in the sketch they made that Dr Tanrıkulu had been shot near the bottom of the hill. The Commission considered it doubtful that the applicant would have been able to see the body as she came out of the hospital gates, as she alleged, if he had been shot as far up Kaymakam Hill as she contended.", "43. Neither the report of the post-mortem examination nor the oral evidence given by Dr Yıldırım to its delegates enabled the Commission to establish whether Dr Tanrıkulu was shot from the front or from behind, information which could have provided an indication of the place from where the bullets had been fired.", "44. The applicant submitted that anyone trying to escape by going up Kaymakam Hill or via a side alley would have done so within sight of the members of the security forces – at least eight of them – who were standing at the top of the hill and that the perpetrators therefore could not have been concerned about the reaction of the police. The Government disputed that there would have been eight police officers as described by the applicant. They submitted that there were only two officers standing guard at the front of the security directorate, round the corner from the top of Kaymakam Hill, and that they were under strict orders not to leave their post. The Commission noted that, while this state of affairs was confirmed by police officers Turan Dağ and Mehmet Şahin before its delegates, it was at odds with the situation portrayed on the photographs and the video film which, according to the Government, corresponded to the situation on the day of Dr Tanrıkulu’s death. On the photographs and the video film, two uniformed police officers could be seen standing guard at the back of the security directorate as well.", "45. As regards the general credibility of the applicant, the Commission found that her evidence was on the whole detailed, precise and consistent. However, even if it accepted that eight armed police officers had been present at or near the scene of the incident, the Commission considered that a finding to the effect that the killing of Dr Tanrıkulu had been carried out either by these officers or with their connivance would be based more on conjecture, speculation and assumption than on reliable inference. The Commission was of the opinion that the evidence available did not allow for inferences to be drawn capable of supporting such a finding. This was so even if account was taken of the background against which the applicant submitted that the incident should be seen: her husband’s arrest five months previously on suspicion of harbouring a PKK terrorist; the refusal of his leave; the fact that his name was rumoured to feature on a hit list; and the large number of civil servants being killed in Silvan by unknown assailants at the time.", "46. In reaching the conclusion that the applicant’s allegations had not been sufficiently proved, the Commission pointed out that it had not been provided with any other eyewitness evidence or evidence corroborating the applicant’s account to a decisive extent. Moreover, the documentary evidence with which it had been presented was incomplete, inconsistent and on some points even contradictory.", "47. In its evaluation of the evidence relating to the investigation into the killing of the applicant’s husband, the Commission noted that there had been no thorough domestic judicial investigation. Referring to the incomplete investigation file and the failure of two public prosecutors to appear before its delegates, the Commission further pointed out that it was only able to evaluate the investigation to the extent that information concerning that investigation had been made available. In this respect it also noted that it had not been provided with any evidence showing what, if any, inquiries had been conducted following the drawing up of the incident report by three police officers one hour after the shooting.", "48. In its assessment of the various investigative steps that had been taken by the domestic authorities, the Commission was particularly critical of the limited scope of the initial investigation carried out by the three police officers who had arrived at the scene shortly after the shooting. It found the sketch map they had made to be both imprecise and uninformative. In the absence of information to the contrary, it had to assume that no photographs had been taken of the scene. The Commission was further struck by the fact that the applicant’s statement had not been taken until more than a year later and it was not persuaded that attempts had been made to speak to her sooner. Finally, the Commission noted that only very little forensic information had been gathered and it expressed doubt as to the expertise possessed in this field by the two physicians who had carried out the post-mortem examination.", "49. Before the Court the applicant referred to the so-called Susurluk Report, which was first produced to the Court in the case of Yaşa v. Turkey (judgment of 2 September 1998, Reports of Judgments and Decisions 1998VI, pp. 2423-24, § 46). The report became available in February 1998, after counsel had submitted the final pleadings on behalf of the applicant in the proceedings before the Commission. This confidential report was initially intended to be only for the Prime Minister, who had commissioned it on 13 August 1997 from the Board of Inspectors within his Office. After receiving the report in January 1998, it would appear that the Prime Minister then made it available to the public, although eleven pages from the body of the report and its appendices were withheld.", "50. The introduction states that the report was not based on a judicial investigation and did not constitute a formal investigative report. It was intended for information purposes and purported to do no more than describe certain events that had occurred mainly in south-east Turkey and which tended to confirm the existence of a tripartite relationship involving unlawful dealings between political figures, government institutions and clandestine groups.", "51. The report analyses a series of events, such as murders carried out under orders, the killings of well-known figures or supporters of the Kurds and deliberate acts by a group of “informants” supposedly serving the State. It concludes that there is a connection between the fight to eradicate terrorism in the region and the underground relations that had been formed as a result, particularly in the drug-trafficking sphere.", "52. The principles and procedures relating to liability for acts contrary to the law may be summarised as follows.", "53. Under the Criminal Code all forms of homicide (Articles 448 to 455) and attempted homicide (Articles 61 and 62) constitute criminal offences. The authorities’ obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been brought to their attention are governed by Articles 151 to 153 of the Code of Criminal Procedure. Offences may be reported to the authorities or the security forces as well as to public prosecutors’ offices. The complaint may be made in writing or orally. If it is made orally, the authority must make a record of it (Article 151).", "If there is evidence to suggest that a death is not due to natural causes, members of the security forces who have been informed of that fact are required to advise the public prosecutor or a criminal court judge (Article 152). By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor’s office an offence of which he has become aware in the exercise of his duty is liable to imprisonment.", "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).", "54. In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of national security prosecutors and courts established throughout Turkey.", "55. If the suspected offender is a civil servant and if the offence was committed during the performance of his duties, the preliminary investigation of the case is governed by the Law of 1914 on the prosecution of civil servants, which restricts the public prosecutor’s jurisdiction ratione personae at that stage of the proceedings. In such cases it is for the relevant local Administrative Council (for the district or province, depending on the suspect’s status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.", "An appeal to the Supreme Administrative Court lies against a decision of the Council. If a decision not to prosecute is taken, the case is automatically referred to that court.", "56. By virtue of Article 4, paragraph (i), of Legislative Decree no. 285 of 10 July 1987 on the authority of the governor of a state of emergency region, the 1914 Law (see paragraph 55 above) also applies to members of the security forces under the governor’s authority.", "57. If the suspect is a member of the armed forces, the applicable law is determined by the nature of the offence. Thus, if it is a “military offence” under the Military Criminal Code (Law no. 1632), the criminal proceedings are in principle conducted in accordance with Law no. 353 on the establishment of courts martial and their rules of procedure. Where a member of the armed forces has been accused of an ordinary offence, it is normally the provisions of the Code of Criminal Procedure which apply (Article 145 § 1 of the Constitution and sections 9 to 14 of Law no. 353).", "The Military Criminal Code makes it a military offence for a member of the armed forces to endanger a person’s life by disobeying an order (Article 89). In such cases civilian complainants may lodge their complaints with the authorities referred to in the Code of Criminal Procedure (see paragraph 53 above) or with the offender’s superior.", "58. Under section 13 of Law no. 2577 on administrative procedure, anyone who sustains damage as a result of an act by the authorities may, within one year after the alleged act was committed, claim compensation from them. If the claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.", "59. Article 125 §§ 1 and 7 of the Constitution provides:", "“All acts or decisions of the authorities shall be subject to judicial review.", "…", "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”", "That provision establishes the State’s strict liability, which comes into play if it is shown that in the circumstances of a particular case the State has failed in its obligation to maintain public order, ensure public safety or protect people’s lives or property, without it being necessary to show a tortious act attributable to the authorities. Under these rules, the authorities may therefore be held liable to compensate anyone who has sustained loss as a result of acts committed by unidentified persons.", "60. Article 8 of Legislative Decree no. 430 of 16 December 1990, the last sentence of which was inspired by the provision mentioned above (see paragraph 59), provides:", "“No criminal, financial or legal liability may be asserted against … the governor of a state of emergency region or provincial governors in that region in respect of decisions taken, or acts performed, by them in the exercise of the powers conferred on them by this legislative decree, and no application shall be made to any judicial authority to that end. This is without prejudice to the rights of individuals to claim reparation from the State for damage which they have been caused without justification.”", "61. Under the Code of Obligations, anyone who suffers damage as a result of an illegal or tortious act may bring an action for damages (Articles 41 to 46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal court on the issue of the defendant’s guilt (Article 53).", "However, under section 13 of Law no. 657 on State employees, anyone who has sustained loss as a result of an act done in the performance of duties governed by public law may, in principle, only bring an action against the authority by whom the civil servant concerned is employed and not directly against the civil servant (Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. When an act is found to be illegal or tortious and, consequently, is no longer an “administrative act” or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim’s right to bring an action against the authority on the basis of its joint liability as the official’s employer (Article 50 of the Code of Obligations)."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "2"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}