{"ITEMID": "001-61213", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ISL", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF SIGURTHOR ARNARSSON v. ICELAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Gaukur Jörundsson", "TEXT": ["8. The applicant is an Icelandic national, born in 1971 and living in Iceland.", "9. According to the applicant, around 1 a.m. on 13 May 1997 he, accompanied by 4 other persons, including Mr S.T.E., entered a night-club, named Vegas, in Reykjavík. After a while the applicant had an argument with a certain Mr S.S., whereupon the latter arm-locked the applicant's throat and both fell to the floor. A fight broke out involving S.T.E. and two of S.S.'s friends. Doorkeepers tried to stop the fight but S.T.E. knocked S.S. unconscious, following which he fell on his back and hit the back of his neck on the floor. The applicant and his companions left the night-club in a hurry for S.T.E.'s home.", "10. When, shortly thereafter, the police officers arrived at the scene, a man was lying unconscious on a sofa in the innermost part of the premises. According to the summary of facts found in the national courts' judgments referred to below, the police officers had been told that he had been struck on the head and that four persons, three men and one woman, had attacked him, struck him, treated him roughly and kicked him in the head. The person who was said to be mainly responsible was nicknamed Silli, a reference to the applicant. The persons in question were also said to have beaten two of S.S.'s friends, resulting in visible injuries. The former had then left the night-club. The police reports recording the witness evidence were not entirely clear. Investigators of the National Bureau of Investigation had not been called immediately and arrived at the scene after the witnesses had left.", "11. While an ambulance took S.S. to the emergency ward of Reykjavík City Hospital his heart stopped beating and his breathing ceased. The heartbeat was recovered after resuscitation in the ambulance, but on arrival at the ward S.S.'s pupils were still wide and unresponsive to light. The only injury noticed on first examination was a small haematoma at the back of the neck. A tomograph examination however revealed an extensive sub-arachnoidal haemorrage. Brain surgery was performed immediately, but the attempts to save his life were unsuccessful. S.S. died the following day.", "12. An autopsy carried out on 15 May 1997 concluded that an extensive cerebral haemorrhage had been the cause of death. Moreover, according to the autopsy report, from a bruise on the hairy scalp in the neck region and a haematoma under the scalp, it could be deduced that an impact (i.e. a blow, a kick or a fall) causing a sharp movement to the brain could have resulted in a tear of an artery and the resultant haemorrhage. No evidence had been found to the effect that the haemorrhage could have been caused by disease. S.S. had been heavily under the influence of alcohol at the time he received the injury to his head.", "13. On becoming aware the day after the incident that S.S. had been taken to hospital and was in a poor state, the applicant reported to the National Bureau of Investigation. During questioning he admitted to having had a scuffle with the deceased but he denied having kicked him in the head. A forensic examination was carried out on the applicant's shoes a few days after the event but no evidence was found to substantiate such an allegation.", "14. On 15 July 1997 S.T.E. was indicted with having attacked S.S., and for having dealt him a heavy blow to the back of the head causing him to fall unconscious to the floor. The applicant was charged with having subsequently kicked S.S. in the head once as the latter lay on the floor, causing a massive cerebral haemorrhage leading to S.S.'s death. The charges were made under Article 218 of the Penal Code (No. 19/1940), as amended by Article 11 (Act 20/1981).", "15. In the proceedings before it, the District Court of Reykjavík heard both defendants and 20 witnesses. The witness accounts relating to the incident diverged greatly and some of the witnesses changed the version they had previously given to the police.", "16. By judgment of 19 September 1997, the District Court convicted and sentenced S.T.E. to 2 years' imprisonment and acquitted the applicant on the ground of lack of evidence. Its reasoning included the following observations:", "“The accounts of the fight at the Vegas club diverge greatly but it has been established that it was of short duration and that it involved not only the defendants and the late S.S. but also others ... . The premises were rather badly lit with coloured and blinking lights. It is also to be borne in mind that many of the witnesses who have testified in this case were under the influence of alcohol, some of them heavily. It is also established that the deceased was heavily intoxicated.", "The applicant has firmly denied having kicked S.S. in the head. S.T.E. has stated that, as S.S. was on all fours trying to stand up, the [applicant] had kicked him distinctly in the neck with the tip of his shoe. [S.T.E.'s] account is not consistent with any other statement and must be rejected. A witness has testified that [the applicant] kicked with the tip of his shoe on the back of the deceased's head as he lay on his side. Others have not ascribed such conduct to the [applicant] and the examination of his shoes fails to provide support for this testimony. Nor is [S.T.E.'s] statement ... supported by the nature of the injury on the deceased's neck and what has been found as regards the type of shoes the [applicant] was wearing. Bearing this in mind, and having regard to the [applicant's] firm denial, it has not been established that he kicked the deceased's head. He is therefore to be acquitted.", "The defendant S.T.E. has also firmly denied having struck the late S.S. On the other hand V.R.T. has stated that a big, thickset man in his thirties, wearing a ... striped or brightly patterned ... garment, dealt a man in a blue shirt a blow behind his right ear, so that he fell forward. S.L. has stated that he saw S.T.E. strike S.S. high on his head. O.R.J. has stated that he saw a man ... strike the deceased on the head, at the rear or on the side. B.P. has described how a man in a light coloured shirt and jeans struck another man to the side of his eye with an audible impact and has stated that the man fell on the floor, again with an audible impact. Despite the fact that their testimonies are inconsistent, they all agree that the man stricken did not stand up again. The District Court finds it established that ...the defendant S.T.E. dealt the late S.S. one blow to his head in the course of the fight, so that he fell on the floor and lay there unconscious. Nothing can be determined as to whether the cerebral haemorrhage was a result of the blow or the fall or both, but the defendant is criminally liable for these tragic consequences. He is therefore guilty of a violation of Article 218 (2) of the Penal Code.”", "17. On 23 September 1997 the Public Prosecutor appealed against the applicant's acquittal to the Supreme Court and requested his conviction of the charges in the indictment and a sentence, as well as a heavier sentence for S.T.E. The Prosecutor further stated: “[The defendants were] therefore summoned to appear before the Supreme Court when the case will be tried there, to hear the charges, to respond on their behalf and to accept judgment. They may not expect to be served any further notification or summons.”", "In his supplementary observations of 30 April 1998, the Prosecutor reiterated the District Court's finding that the co-defendant S.T.E. had dealt the victim S.S. one blow in his head in the course of the fight so that he fell on to the floor and lay there unconscious, and that nothing could be determined as to whether the cerebral haemorrhage was the result of the blow or the fall or both. He pointed out that defendant S.T.E had stated that the applicant had kicked S.S. in the head when he was trying to stand up and that witness E.P. had definitely stated that the applicant had kicked the back of S.S.' head as he lay on the floor. Their statements related to the same kicking of S.S.'s head. The discrepancy in their statements could not justify rejecting S.T.E's statement on this point. The grave and sustained physical assault by both defendants led to the haemorrhage and the victim's sudden death.", "18. In a writ of 5 May 1998, the applicant's defence counsel replied that it could not be seen from the Prosecutor General's submissions that he considered that the District Court had incorrectly assessed the evidence, as he did not request the Supreme Court to quash the lower court's judgment and remit the case to the latter. Counsel for the defence further made detailed arguments against those made by the Prosecutor General on the witness evidence, stressing that the evidence of the co-defendant S.T.E. was unreliable as he obviously had a personal interest in the applicant being found guilty of the charges.", "19. After having heard the prosecution and counsel for the applicant, but not the applicant himself or any witnesses, the Supreme Court, by judgment of 22 May 1998, convicted the applicant of the initial charge and sentenced him to 2 years and 3 months' imprisonment. Moreover, it upheld the District Court's sentence of S.T.E. The Supreme Court's case-file included transcripts of the oral evidence before the District Court and all documents submitted in the proceedings before the latter, such as police reports concerning the incident at the Vegas club, statements of witnesses provided to the police at the investigation stage, autopsy reports and other results from the medical examination of the deceased, as well as a medical report on the applicant, and photographs of the applicant, his co-defendant and the other five persons who were involved in the fight and who later became witnesses in the case. It also included photographs of the shoes which the applicant was wearing that night and photographs and drawings of the premises where the fight took place at the Vegas club. There were, moreover, several other documents, such as the applicant's criminal record.", "20. The Supreme Court held:", "“... the District Court's finding that the deceased died from a sub-arachnoidal haemorrhage resulting from an impact or impacts on the head is upheld. The only external injuries observed on his head were a bruise on the hairy scalp on the neck and a haematoma under the scalp. The injury was not shown to have been caused by a heavy impact or impacts on the neck and it has been sufficiently determined that a relatively light impact could cause such injury. The fact that the deceased was heavily intoxicated is also of significance.", "Despite the fact that the [witness] statements ... are somewhat lacking in clarity, the Supreme Court does not find it imprudent to conclude that both defendants, together with S.L., assaulted the deceased. The latter witness stated to the police, and in fact confirmed in court, that defendant S.T.E. struck the man on his head. This is supported by the statements of witnesses U.R.T. and O.R.J. and also by S.T.E.'s own statement that he struck one fellow. However, it must be borne in mind that E. traces an injury to the applicant, and E.P. traces an injury to S.L. Accordingly, the Supreme Court finds it proven that S.T.E. dealt S.S. a blow on his head, with the result that he fell onto the floor. In witness E.P.'s statement, which to a certain extent is supported by doorkeeper G.Ó's statement and the initial statements of those who were present at the scene to the effect that the deceased was kicked in the head, it has also been sufficiently established that the applicant subsequently kicked S.S. in the head while he was lying on the floor.", "In view of all the above evidence it has been proven that both defendants attacked the deceased, who was so much under the influence of alcohol that he was unable to fight or to protect himself from falling. No other person can be considered to have inflicted on S.S. the injury that led to his death. The defendants ought to have been aware that their assault could result in serious injury. Considering the act and its consequences which are to be regarded as unintentional, both defendant's conduct is deemed to violate Article 218 (2) of the Penal Code ... . According to the autopsy report and the statement of the doctor performing the autopsy ... the consequences of the assault were more serious than what was to be expected. This must be taken into account in sentencing.”", "The minority (of one judge) stated:", "“The witnesses' statements relating to the events at the Vegas club on 13 May 1997 ... are described in the majority opinion and in the District Court's judgment. The description includes the part played by the defendant S.T.E., who denied the charges. In spite of his denial, I find it established that, with his fist, he dealt [S.S.] ... a blow on the back of the latter's head causing him to fall onto the floor where he subsequently lay motionless. An injury was found on the upper part of the neck. I consider that a judgement shall be rendered on the basis that this act perpetrated by defendant S.T.E. led to [S.S.'s] death. ... I concur with the other judges that the penalty of this defendant shall be 2 years' imprisonment.", "The [applicant] also denied the charges. One witness firmly stated that he saw this defendant kick the deceased in the head as he lay in the floor. Another witness, a doorkeeper at the Vegas club, testified that he had seen someone kick the man as he lay on the floor. To him this seemed a kick, but he could not state who kicked, nor where the kick hit the body. The witness did not mention this when making his statement to the police on 14 May 1997. When questioned again by the police 2 days later, the witness was quoted as saying: 'This was a fight where he saw hands beating and feet kicking, but he could not determine who beat whom or whether somebody kicked somebody'. Considering the case as a whole, the charges are not borne out by this witness statement. I find that the prosecution has failed to establish the [applicant's] guilt and that his acquittal by the District Court is therefore to be upheld.”", "21. Article 157 (1) and (3) of the 1991 Code of Criminal Procedure (as amended by Act No. 37/1994) reads as follows:", "“1. Supreme Court cases shall generally be presented orally during the final hearing. The Court may however decide that the final presentation of a case shall take place in writing, if there are particular reasons making this commendable. The Supreme Court may also receive a case for adjudication without a final presentation if both parties request this or if the appeal only concerns a revision of the sanctions ordered. ...", "3. The Supreme Court may decide, to the extent necessary, to receive in court statements given orally in evidence, if the Court deems, in the light of the facts, that the evidence in question may affect the outcome of the case.”", "22. Article 159 provides:", "“1. The Supreme Court cannot order a heavier penalty or other sanctions unless the prosecution authority has, for that purpose, appealed against a judgment.", "2. If an appeal has been lodged against a judgment by the prosecution authority but not by the defendant, the Supreme Court may nevertheless change the judgment for the benefit of the defendant.", "3. In the case of an appeal on the merits of a judgment, the Supreme Court shall not change the sanctions ordered except if they exceed the limits provided for in the relevant criminal provisions or if they are disproportionate to the offence committed by the defendant.", "4. The Supreme Court cannot revise a district court's conclusion concerning the evidential value of oral statements, except if the witness in question, or the defendant, has made a statement before the Supreme Court.", "5. If the Supreme Court considers it likely that the conclusion of a district court concerning the evidential value of oral statements in court may be incorrect so as to materially affect the outcome of the case, and the witnesses in question or the defendant have not provided oral statements before the Supreme Court, the Supreme Court may invalidate the judgment of the district court and the district court procedure to the extent necessary to enable oral evidence to be received by the district court as needed, and a new judgment to be rendered.”", "The Government submitted that, according to legal practice, the meaning of the expression “evidential value of oral statements” in Article 159 (4) is twofold. Firstly, it refers to the assessment of the credibility of a witness and his or her statements considered on its own. For this purpose it is necessary that the witness appear in court and be questioned by the judge directly. Secondly, the provision in Article 159 (4) refers to the weight of his or her testimony as compared with that of other evidence in the case, where the Supreme Court has accepted the District Court's assessment of the witness' credibility. The main purpose of the provision is to guarantee that the Supreme Court will not reassess the credibility of a witness who has given oral evidence to the District Court. According to the Government, this interpretation finds support in the explanatory report accompanying the bill for the Act No. 37/1994 amending the provisions regarding proceedings before the Supreme Court. If the latter considers that the District Court has assessed the credibility of the witness statements wrongly, it would quash the first instance judgment and, in so far as necessary, order the District Court to take new oral evidence and give a new judgment. An example of the Supreme Court having taken evidence under Article 159 (4) could be found in Supreme Court case no. 11/2001, adjudicated on 21 February 2002, where the Supreme Court, after having already once quashed the District Court's assessment of the matter, found it necessary in a second round to appraise itself of the credibility of the accused's defence."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}