{"ITEMID": "001-23429", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "DUCHEZ v. FRANCE", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a French national who was born in 1957 and lives in Coulouvray (Manche). She is a regular warrant officer in the Air Force.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a regular member of the armed forces and has been married to one of her colleagues since 28 August 1980. Since joining the army she has received an “unmarried person’s” service allowance which is designed to compensate for the unique requirements that service life imposes on military personnel.", "After she married she requested her service allowance to be re-calculated at the higher “head of the family” rate paid to her husband. She relied on the Costa judgment of 15 November 1991 in which the Conseil d’Etat had declared obsolete the reference to the notion of head of the family in the light of the provisions of the Parental Authority Act of 4 June 1970. This judgment had had the effect of making servicewomen married to servicemen eligible for the “head of the family” service allowance instead of the “unmarried person’s” service allowance for the same family situation.", "Relying on that case-law authority, the applicant asked the military authorities to bring her service allowance into line with the higher allowance paid to her husband. Her request was refused.", "On 19 December 1991 she appealed to the Chief of the Air Department of the Ministry of Defence.", "Basing his decision on the decree of 13 October 1959 governing service allowances, the Chief of the Air Department dismissed her appeal on 25 May 1992 on the ground that, where a serviceman and servicewoman were married to each other, family expenses could not be taken into account twice and the “head of the family” allowance paid to both spouses.", "On 5 August 1992 the applicant lodged an application with the Orléans Administrative Court for judicial review of the Ministry of Defence’s decision. In her submission, no provision of the 1959 decree supported the ministry’s refusal to grant her a “head of the family” allowance and the ministry’s interpretation of the decree had been discriminatory.", "On 29 December 1994 the court set aside the ministry’s decision on the following grounds:", "“Firstly, the provisions of the Parental Authority Act of 4 June 1970 have rendered otiose the notion of head of the family referred to in the aforementioned decree of 13 October 1959 governing service allowances and secondly, the Ministry of Defence has no legislative or regulatory power to treat Mrs Duchez as an ‘unmarried person’ for the purposes of the aforementioned provisions in refusing her the allowance requested. It follows, without there being any need to examine the ground submitted under the Equal Pay Act of 22 December 1972, that Mrs Duchez is justified in requesting judicial review of the aforementioned decision of 25 May 1992 refusing her a ‘head of the family’ service allowance from 1 January 1987.”", "On the same date the National Assembly passed the Budget Amendment Act for 1994, which came into force on the date of its publication in the Official Gazette (Journal officiel) on 30 December 1994. Section 47-II of that Act provides:", "“Subject to final court decisions, individual service allowances that are challenged on the basis of the effects of the Parental Authority Act of 4 June 1970 (Law no. 70-459) on the provisions of Decree no. 59-1193 of 13 October 1959 governing service allowances are hereby validated.”", "On 25 March 1995 the Minister of Defence appealed against the Orléans Administrative Court’s judgment relying on, inter alia, section 47-II of the 29 December 1994 Act.", "In an order of 6 March 1996 the President of the Nantes Administrative Court of Appeal upheld the judgment of the Orléans Administrative Court.", "The Minister of Defence appealed to the Conseil d’Etat, which, in a judgment of 30 March 1998, set aside the judgment of the Nantes Administrative Court of Appeal. It held that the ground of appeal based on the submission that the notion of the “head of the family” referred to in the decree of 13 October 1959 had become obsolete was no longer valid following the enactment of the legalising Act of 29 December 1994. The Conseil d’Etat noted, among other things, that", "“The effect [of Articles 1 and 3 of the decree of 13 October 1959] is that any married member of the armed forces, regardless of sex, may receive the “head of the family” service allowance but, where both spouses are members of the armed forces, the higher family allowances are non-cumulative and are paid to the head of the household alone. Mrs Duchez’s and her husband’s entitlement to a service allowance was determined on that basis. It is not disputed that the applicant’s husband has already received the “head of the family” allowance. The Minister of Defence’s subsequent dismissal of the applicant’s claim for the head of the family allowance on the ground that her husband had already received it does not in itself infringe the principle that men and women should receive equal pay for equal work...”", "1. Civil Code", "Under Article 213 of the Civil Code (Parental Authority Act of 4 June 1970 (Law no. 70-459)) “spouses are jointly responsible for the family’s moral and material well-being. They are responsible for their children’s upbringing and for preparing their future”.", "Legislative and regulatory provisions governing service allowances", "“Officers and rank-and-file personnel in receipt of a monthly salary shall be paid an expenses allowance known as a ‘service allowance’ to compensate for the various specifically military obligations and in particular frequent changes in postings.”", "“The service allowance shall vary according to the recipient’s rank and their family and housing situation.”", "“The annual rates of the service allowance shall be determined by joint order of the Minister of Defence, the Minister for Economic Affairs and Finance and the Minister of State for the Civil Service.", "“The following shall be regarded as the head of the family:-", "married members of the armed forces;", "other military personnel having at least one dependent child or living with their widowed mother, on condition that she habitually lives under their roof and is not liable for income tax.", "The definition of ‘dependent child’ shall be that used in the tax legislation.”", "“Military personnel in receipt of the head of the family service allowance who receive a change of posting for the requirements of the Service entailing a relocation within the meaning of the above-mentioned decree of 21 March 1968 shall be paid a flat-rate salary supplement ...”", "“Military personnel in receipt of the head of the family service allowance shall also be paid an extra flat-rate supplement on the occasion of each posting imposed for Service reasons and entailing a relocation within the meaning of the aforementioned decree of 21 March 1968. This supplement shall be payable from the seventh posting for officers, and from the fourth posting for the rank and file, calculated – in respect of non-commissioned officers and senior corporals – from the date on which they qualify for a monthly salary and – in respect of corporals and soldiers – from the date on which they qualify for a special incremental salary ...”", "“Subject to final court decisions, individual service allowances that are challenged on the basis of the effects of the Parental Authority Act of 4 June 1970 (Law no. 70-459) on the provisions of Decree no. 59-1193 of 13 October 1959 governing service allowances are hereby validated.”", "In the Costa decision of 15 November 1991 the Conseil d’Etat ruled as follows:", "“In refusing Mrs Strasser, née Costa, who is a Supply Corps captain, a flat-rate supplement to the service allowance ..., the Minister of Defence had regard solely to the fact that she was receiving an ‘unmarried person’s’ allowance ... and to the fact that Lieutenant Strasser, her husband, receives the ‘head of the family’ service allowance.", "Firstly, the provisions of the Parental Authority Act of 4 June 1970 have rendered otiose the notion of head of the family expressly referred to in the aforementioned decree of 13 October 1959 governing family expenses allowances and, secondly, the Ministry of Defence does not have any legislative or regulatory power to treat Mrs Strasser, née Costa, as an ‘unmarried person’ in refusing to grant her the allowance requested. It follows that Mrs Strasser, née Costa, is justified in maintaining that, in the decisions complained of, the Ministry of Defence wrongly refused to award her the flat-rate supplement to the service allowance.”", "In the Minister of Defence v. Préaud judgment of 11 July 2001, the Conseil d’Etat held:", "“Bonuses paid to military personnel for skills and meritorious service are claims that must be regarded as possessions within the meaning of Article 1 of Protocol No. 1 to the European Convention on Human Rights and Fundamental Freedoms. The aforementioned provisions of section 47-1 of the 29 December 1994 Act were enacted after the Conseil d’Etat, sitting in its judicial capacity, had decided on 15 January 1992 that military personnel serving abroad continued to enjoy all the permanent fringe benefits and after the decree of 2 December 1994 had amended the decree of 23 December 1976 to prevent non-commissioned officers serving abroad from receiving the allowances. These provisions, which came into force after Mr Préaud had brought his dispute with the State before the Nantes Administrative Court, had the effect of depriving him retroactively of his entitlement to the allowances. Neither the aim of preventing military personnel serving abroad from maintaining the benefits in question during the transitional period preceding publication of the decree of 2 December 1994, nor the aim of avoiding any discrimination arising between civil servants and members of the armed forces or between servicemen and women who have taken legal proceedings and those who have not, nor the concern to avoid the financial consequences of the aforementioned decision of the Conseil d’Etat qualify as grounds of public interest of a kind to justify the interference with Mr Préaud’s possessions brought about by the retroactive deprivation of the bonus for skills and meritorious service to which he was legally entitled during his postings abroad. Accordingly, we reject as ill-founded the Minister of Defence’s submission that the Administrative Court erred in law in ruling that the provisions of section 47-I were incompatible with those of Article 1 of Protocol No. 1 to the European Convention on Human Rights and Fundamental Freedoms. ...”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}