{"ITEMID": "001-76599", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "ALTINTOP AND OTHERS v. TURKEY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicants, Mehmet Altıntop, Abdurrahman Altıntop and Hüseyin Altıntop, are Turkish nationals, who were born in 1939, 1943 and 1935 respectively and live in Diyarbakır. They were represented before the Court by Mr Mesut Beştaş and Ms Meral Beştaş, lawyers practising in Diyarbakır.", "The facts of the case, as submitted by the parties, may be summarised as follows:", "Until January 1994 the applicants lived in Gümeç village of Hani district in Diyarbakır. On 4 January 1994 the security forces came to the village and burned the villagers’ houses together with the belongings in them. The following day, the applicants left the village.", "The applicants have not been supplied with alternative housing by the authorities. They currently live in Diyarbakır.", "Upon the villagers’ complaint, the gendarmes drafted an incident report and the public prosecutor at the Diyarbakır State Security Court initiated an investigation into the incidents, which was pending at the time of the current application.", "On 24 December 1998 the applicants filed a petition with the Ministry of Interior requesting compensation for their losses and permission to return to their village. The Ministry did not respond within the 60-day statutory period which meant that the petition was tacitly rejected.", "On 30 April 1999 the applicants filed an action with the Diyarbakır Administrative Court against the Ministry of Interior, requesting compensation for the damage they had suffered and permission to return to their village. They also applied for legal aid and submitted to the court documents obtained from the village headman indicating their poverty (fakirlik belgesi).", "On 22 June 1999 the applicants received a letter from the Hani District Governor on behalf of the Ministry of Interior. The Governor informed them that, due to security reasons, the villagers would not be allowed to return to their villages until security was restored in that region.", "On 23 June 1999 the Diyarbakır Administrative Court rejected the applicants’ request for legal aid. The court held that, since the applicants had sufficient means to be represented by a lawyer, they could not be considered to be in need of legal aid according to the case-law of the Court of Cassation and the rules of civil procedure.", "On 28 October 1999 the court decided to discontinue the proceedings on the ground that the required legal fees had not been paid. This decision was served on the applicants on 24 November 1999.", "The investigation carried out by the authorities indicated that the applicants had left their villages of their own will. The security forces had not destroyed the applicants’ village or forced them to leave their homes.", "The official records indicated that there was no obstacle preventing villagers from returning to their homes and possessions in their villages. Persons who had left their villages as a result of terrorism had already started returning and regaining their activities in their villages.", "On 14 July 2004 the Law on Compensation for Losses resulting from Terrorism and the Fight against Terrorism was passed by the Grand National Assembly and entered into force on 27 July 2004 (“Compensation Law”). That Law provided for a sufficient remedy capable of redressing the Convention grievances of persons who were denied access to their possessions in their villages.", "In that connection Damage Assessment and Compensation Commissions were set up in seventy-six provinces. Persons who had suffered damage as a result of terrorism or of measures taken by the authorities to combat terrorism could lodge an application with the relevant compensation commission claiming compensation.", "The number of persons applying to these commissions had already attained approximately 170,000. A further 800 persons, whose applications were pending before the Court, had also applied to the compensation commissions. Many villagers had already been awarded compensation for the damage they had sustained.", "A description of the relevant domestic law can be found in the Court’s decision of İçyer v. Turkey (no. 18888/02, §§ 44-54, 12 January 2006) and in its judgment of Doğan and Others v. Turkey (nos. 88038811/02, 8813/02 and 8815-8819/02, §§ 31-35, ECHR 2004-VI)"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}