{"ITEMID": "001-57821", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1993, "DOCNAME": "CASE OF CHORHERR v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 5;No violation of Art. 10", "JUDGES": "N. Valticos", "TEXT": ["6. Mr Otmar Chorherr is an Austrian citizen and currently resides in Vienna.", "7. On 26 October 1985 a military ceremony was held in the Rathausplatz in Vienna to mark the thirtieth anniversary of Austrian neutrality and the fortieth anniversary of the end of the Second World War. It started at 11 a.m. with the taking of the oath by some 1,200 conscripts and continued with a march past which ended at around 1 p.m. It was attended by about 50,000 people, in addition to numerous dignitaries on the official platform.", "During the ceremony the applicant and a friend distributed leaflets calling for a referendum on the purchase of fighter aircraft by the Austrian armed forces (\"Volksbegehren für eine Volksabstimmung gegen Abfangjäger\"). They wore rucksacks to the backs of which were attached enlargements of the leaflet; these measured about 50cm by 70cm, projected approximately 50cm above the heads of the persons carrying them and bore the slogan \"Austria does not need any interceptor fighter planes\" (\"Österreich braucht keine Abfangjäger\").", "8. According to the judgment delivered by the Constitutional Court (Verfassungsgerichtshof) on 28 November 1986 on the basis of the police file and the statements of the parties (see paragraph 10 below), what happened subsequently can be summarised as follows.", "The actions of the two men had caused a commotion among the spectators, whose view had been blocked. Two policemen informed the applicant and his friend that they were disturbing public order and instructed them to cease what could only be regarded as a demonstration. However, they refused to comply, asserting their right to freedom of expression. When they persisted despite further warnings from police officers and increasingly loud protests from the crowd, they were arrested (festgenommen) at 11.15 a.m. and were taken to Central Vienna police station (Bezirkspolizeikommissariat Innere Stadt), where administrative criminal proceedings (Verwaltungsstrafverfahren) were instituted against them.", "9. At the police station the applicant was placed in police custody (in den Arrest abgegeben) at 11.35. After ascertaining whether he had a criminal record, a police officer questioned him from 2.15 p.m. Mr Chorherr denied that he had been warned that he was committing administrative offences (Verwaltungsübertretungen); he would otherwise, so he said, have immediately ceased his action. He was released at 2.40 p.m.", "10. On 4 April 1986 he filed an appeal (Beschwerde) in the Constitutional Court against his arrest and the prohibition on distributing leaflets. He relied inter alia on Articles 5 and 10 (art. 5, art. 10) of the Convention and asserted his right to personal freedom (Recht auf persönliche Freiheit) and freedom of expression (Freiheit der Meinungsäußerung).", "Mr Chorherr claimed that he had not disturbed the crowd in any way and had never been ordered by the police to cease demonstrating. The Constitutional Court did not, however, give credence to his statements, as in its opinion the majority of the spectators had come to watch the parade and some of them had had their enjoyment of it marred by the applicant’s conduct.", "The appeal was dismissed on 28 November 1986. The Constitutional Court found, in relation to the applicant’s arrest, that Mr Chorherr’s conduct could properly have been considered an administrative offence and that the applicant, caught in the act of committing the offence, had continued despite the instructions of the police officers. It took the view that the requirements of Article 4 of the Law on the Protection of Personal Freedom (Gesetz zum Schutz der persönlichen Freiheit), section 35, sub-paragraph 3, of the Law on Administrative Offences (Verwaltungsstrafgesetz) of 1950 and section IX(1), sub-paragraph 1, of the Introductory Law of the Administrative Procedure Laws (Einführungsgesetz zu den Verwaltungsverfahrensgesetzen - \"the Introductory Law\") had therefore all been complied with in this respect (see paragraph 12 below).", "As to the custody (Anhaltung), the Constitutional Court held that this had been in conformity with section 36 (1), first sentence, of the Law on Administrative Offences, since there had been no particular circumstance to make the police think that the applicant, if released, would not recommence his culpable actions.", "Finally, the court considered that the order to remove the placards and cease distributing leaflets had not in any way infringed the constitutional right to freedom of opinion, as its aim was not to prevent the applicant exercising such freedom, but rather to put an end to a breach of the peace.", "11. At the conclusion of the administrative criminal proceedings the Federal Police Authority (Bundespolizeidirektion) in Vienna made a sentence order (Straferkenntnis) on 29 April 1987, fining Mr Chorherr 1,000 schillings for causing excessive noise and a breach of the peace (section VIII, second limb, and section IX(1), sub-paragraph 1, of the Introductory Law - see paragraph 12 below). On appeal by the applicant, the Public Security Authority (Sicherheitsdirektion) on 3 March 1988, while amending the wording of the decision, upheld the conviction on the latter charge and reduced the fine to 700 schillings; on 25 April 1988 it withdrew the charge of causing excessive noise. The applicant did not appeal to the Administrative Court or the Constitutional Court.", "12. The administrative procedure legislation, reissued on 23 May 1950 by a decision of the Federal Government (Kundmachung der Bundesregierung vom 23. Mai 1950 über die Wiederverlautbarung von Rechtsvorschriften auf dem Gebiet des Verwaltungsstrafverfahrens), includes the following provisions.", "Introductory Law of the Administrative Procedure Laws", "\"A person who ... offends public decency or causes excessive noise commits an administrative offence ...\"", "\"A person who ... causes a breach of the peace by conduct likely to cause annoyance ... commits ... an administrative offence ...\"", "Law on Administrative Offences", "Arrest (Festnahme)", "\"The agents of the security forces may, except in the cases specially regulated by law, arrest persons caught in the act of committing an offence, for the purpose of bringing them before the authorities, if", "...", "(3) despite being warned, the person in question persists in the culpable conduct or attempts to repeat it.\"", "\"Every arrested person must immediately be brought before the nearest competent authority, or released if the reason for the arrest has already ceased to exist ...\"", "13. The instrument of ratification of the Convention deposited by the Austrian Government on 3 September 1958 contains, inter alia, the following reservation:", "\"The provisions of Article 5 (art. 5) of the Convention shall be so applied that there shall be no interference with measures for the deprivation of liberty prescribed in the laws on administrative procedure, BGBl [Federal Official Gazette] No. 172/1950, subject to review by the Administrative Court or the Constitutional Court as provided for in the Austrian Federal Constitution.\""], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10", "5"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}