{"ITEMID": "001-89460", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "DJAVAKHADZE v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Anatoly Kovler;Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Rait Maruste;Renate Jaeger;Zdravka Kalaydjieva", "TEXT": ["The applicant, Ms Olga Viktorovna Djavakhadze, is a Russian national who was born in 1962 and lives in Moscow. The Russian Government (“the Government”) were represented by Mr P. Laptev and Ms V. Milinchuk, former Representatives of the Russian Federation at the European Court of Human Rights", "In 1989 a housing construction cooperative, Harmony, (“the cooperative”) was set up within the Bolshoi Theatre in Moscow. Its aim was to construct a new residential building with a view to improving the staff's housing conditions. The Moscow City Council had provided the cooperative with a plot of land in Moscow for construction. Under a finance contract of 1 December 1993, the construction was to be funded firstly by contributions from members of the cooperative (“share allocations”) and secondly by a private company, Stroyservice-1, which would receive in exchange flats, other premises of a total surface area of 2,800 sq.m, parking and a building of a total surface area of 800 sq.m on this plot of land. The share allocation to be paid by the members of the cooperative was determined in accordance with the surface area of the flats that they would receive, which, taken together with the investment share that Stroyservice-1 would allocate to each of them ought to correspond to the balance cost of their flats. This finance plan, and the division of residential area and office premises between the cooperative and Stroyservice-1, were endorsed on 5 May 1995 by Moscow City Council.", "The applicant had joined the cooperative on 6 January 1992 on a decision by a general meeting of members. On 27 January 1992 she signed an employment contract with the cooperative's administration and began working as its chief accountant. Under Section 9 of a supplementary agreement to this contract, signed on 1 September 1993, the chief accountant, who was at the same time a member of the cooperative, would receive a three-roomed flat which she would choose herself at the close of the construction work, prior to the general drawing of lots. On 31 August 1993 the applicant also became a member of the cooperative's governing body.", "By decisions of the general meeting of members of 21 September 1990 and 16 May 1994, the amount of the share allocation for three-roomed flats was set at 1,425,500 Russian roubles (RUB) (24,000 + 1,500 + 1,000,000 + 400,000). In 1992-94 the applicant paid the cooperative her joining fee and the share allocation for a three-roomed flat. In total she paid RUB 1,424,770.", "On completion of the work, a general drawing of lots was held on 10 and 15 February 1995 for the purpose of attributing flats to the members of the cooperative. As envisaged in her contract, the applicant was entitled to choose her flat before this draw was made. On 8 February 1995 she chose flat no. 32. According to the minutes of the governing board's meeting of 8 February 1995, it was noted that the applicant and certain other individuals, referred to as contractual members, were performing their duties within the cooperative appropriately and that, in consequence, their choice of flats should be endorsed. The applicant's choice was thus approved unanimously. The general meeting of members on 15 February 1995 confirmed that flat no. 32 had been attributed to the applicant, and this fact was entered by hand in her membership book and signed by the director of the cooperative. The cooperative's management sent the documents confirming the distribution of flats to Moscow City Council to obtain property title certificates.", "From 29 September 1995 the members of the cooperative, including the applicant, began moving into their flats. By Act No. 2 of 3 October 1995 and a project completion certificate of 10 October 1995, signed by the cooperative and the Stroyservice-1 company, it was recognised that each party had fulfilled the financial commitments entered into, and that out of one hundred and sixteen flats, whose construction was jointly financed by Stroyservice-1 and the cooperative, the latter received seventy-three flats, including flat no. 32.", "By a decision of 28 December 1995 the governing body decided to appoint an acting chief accountant for the duration of the applicant's sick leave. On an unspecified date in 1996 the applicant was dismissed from this post.", "According to the applicant, having paid the cooperative the full amount of her share allocation, in accordance with Article 218 of the Civil Code of the Russian Federation, she became the owner of her flat. However, the cooperative refused to issue her with a certificate confirming that she had paid her share allocation in full. The applicant brought legal proceedings against the cooperative.", "On 2 March 1996 the members of the cooperative held a general meeting and, in view of their dissatisfaction with the governing board in place, elected a new management team, headed by a new director. As the cooperative's documents and other symbols remained in the hands of the members of the outgoing governing board, the new director ordered a new official stamp for the cooperative.", "On 28 May 1996 the Tverskoy Court of Moscow (Тверской межмуниципальный народный суд г. Москвы), having examined the documents submitted by the applicant, considered it proven that the applicant had fully honoured her financial obligations as a member of the cooperative, and ordered the latter to issue her with a certificate confirming that her share allocation had been paid in full. This judgment was not appealed against and became final.", "In compliance with this judgment, on 11 June 1996 the applicant was issued with the certificate in question, which bore the cooperative's new stamp. According to this document, on 29 June 1994 the applicant had paid her share allocation in full, namely RUB 1,424,770, for a three-roomed flat no. 32, the balance value of which was RUB 157,145,981, the difference between the two amounts having been financed in accordance with the finance plan of 5 May 1995 (that is by the investor, Stroyservice-1).", "On the basis of this document, on 14 June 1996 the applicant had her property title to flat no. 32 registered with the municipal housing department at the Moscow City Council.", "It appears from the other decisions issued in this case that, by a judgment of 22 July 1997, the Tverskoy Court of Moscow declared the cooperative's new stamp null and void. The grounds for this decision remain unknown.", "On 29 August 1996 the general meeting decided to exclude the applicant from the cooperative on the ground that she had not performed her duties as an accountant appropriately. Noting also that the applicant had not paid the first instalment of her share allocation on time and that she had not paid the subsequent instalment of 29 June 1994, the meeting decided, in addition to her dismissal, to deprive her of her property right to the cooperative's flat.", "The applicant challenged her exclusion from the cooperative before the domestic courts. The cooperative filed a counter-claim requesting to have it established that she had never been a member. In support of this request, the cooperative submitted that the minutes of the general meeting of 6 January 1992, confirming the applicant's membership, contained inaccurate information", "On 5 April 1999 the Tverskoy Court of Moscow overturned the decision to exclude the applicant from the cooperative and dismissed the latter's counter-claim. As regards the counter-claim the court noted that the participants at this general meeting had confirmed before it that the applicant had indeed been admitted as a member on that date. In addition, on 29 June 1994 the general meeting, the only body with authority to decide on membership, re-examined the list of members in the light of each individual's compliance with his or her financial obligations, and confirmed the applicant's membership. It further found that, if the applicant had not been a member, she would not have received on 29 June 1994 the membership book that the cooperative issued solely to its members.", "On the basis of the receipts, the membership book and other information obtained from the bank, the court established that the applicant had paid all of the instalments of her share allocation, for a total amount of RUB 1,424,770, but that she had not paid RUB 1,500, a financial contribution decided on at the general meeting of 21 September 1990, and RUB 200, a sum imposed for various administrative costs. The court considered that a failure to pay the “extremely modest” sum of RUB 1,700 could not justify a member's exclusion from the cooperative, especially as the latter had submitted no evidence of a proposition to the applicant to pay this sum and her refusal to pay.", "The decision to exclude the applicant was therefore held to be null and void and the court ordered that she be reinstated as a member.", "In 1997 the cooperative's management brought an action before the Tverskoy Court of Moscow in order to have the applicant's ownership certificate to the flat no. 32 of 14 June 1996 declared illegal.", "In particular, the cooperative alleged that on 6 January 1992 the applicant's membership had been approved by the general meeting subject to the condition that she performed, on a contractual basis, the duties of chief accountant. It was in exchange for employment as an accountant that the cooperative had undertaken to allocate her a three-roomed flat. Abusing this position, the applicant had unlawfully fabricated a document confirming that her share allocation had been paid in full and, with the help of this document, she had obtained the ownership certificate of 14 June 1996.", "Called to the court as a third party, the municipal housing department of the Moscow City Council maintained that the disputed ownership certificate was legal.", "By a judgment of 12 October 2000, the court found that the applicant had joined the cooperative as a contractual member and that on 27 January 1992 she had signed a mutual cooperation contract with the management. Her obligation to perform the duties of chief accountant in exchange for her membership status had been reiterated in the supplementary agreement of 1 September 1993. The court established that in accordance with the cooperative's statute, which made a distinction between ordinary members and contractual members, the cooperative's management would have been entitled to refuse to allocate a flat to a contractual member if he or she failed to perform the duties set out in the relevant employment contract. In consequence, the court dismissed the applicant's arguments that she had fulfilled the contract signed with the cooperative and therefore had been already provided with the disputed flat. It established that failure to comply with the contract's clauses had direct repercussions on her status as a member and on her rights and obligations with regard to the flat. Having referred to various audit reports, the opinion of the supervisory committee and the court-appointed expert's report of 18 February 2000, the court found that the applicant had not fulfilled her contractual obligations towards the cooperative in an appropriate manner.", "The court further found that the decision of the general meeting of 15 February 1995 merely endorsed the results of the draw and in no way proved that the applicant had received flat no. 32 independently of her employment obligations within the cooperative. The governing board's meeting of 8 February 1995 made only a preliminary allocation of the flats on a condition of fulfilment by the cooperative's members of their obligations, as the building in question had not been yet put into service, therefore this decision could not be regarded as providing the applicant with a flat.", "Furthermore, in addition to the RUB 1,700 non-payment which had been established by the judgment of 5 April 1999, the applicant had failed to pay to the cooperative the book value of the apartment, equivalent to RUB 157,145,981. The court dismissed the applicant's arguments that by a decision of the general meeting the share allocation for a three-roomed flat had been set at RUB 1,424,770, that she had paid this amount in full as confirmed by the same judgment of 5 April 1999, and that the remaining amount had been funded by Stroyservice-1 in accordance with the funding plan of 5 May 1995. It noted that the applicant was not included in the list of the cooperative's members whose shares had been compensated by the above company.", "The court also mentioned that the cooperative's stamp on the certificate of 14 June 1996 confirming the applicant's title to flat no. 32 and on the certificate of 11 June 1996 confirming that the applicant had paid her allocation in full had been declared null and void. The applicant's argument that the certificates were issued on the basis of the court judgment of 28 May 1996 was dismissed on the ground that this judgment did not include the amount of the allocation paid by the applicant.", "The ownership certificate of 14 June 1996 was thus declared null and void. Both the applicant and her lawyer had participated in the hearing.", "On 30 January 2001 the Moscow City Court, having heard the applicant's lawyer, dismissed the applicant's appeal, having mentioned that the applicant had not been compensated by the investor and that the cooperative's stamp on the certificates of 14 June 1996 and 11 June 1996 had been declared null and void.", "On 26 December 2002 and 22 March 2005 judges of the Supreme Court of the Russian Federation rejected the applicant's requests for a supervisory review.", "On 3 March 2003 four members of the cooperative lodged a complaint with the department of the Interior of the Moscow District, alleging organised crime within the cooperative's management. They complained that at various points between 1996 and 2002 the cooperative's managers, in criminal agreement with Stroyservice-1, had led twenty-three members of the cooperative to believe that the latter had a debt towards Stroyservice-1, which would no longer pay the individual investment shares for the members of the cooperative. These members were thus obliged to pay considerable sums in cash, with no receipts, as supplementary contributions. The complainants noted in this respect that criminal proceedings had been brought against Stroyservice-1 but that the case had been discontinued on 22 June 1998. In addition, in order to acquire the flats for itself with a view to their resale, the cooperative had brought unfounded judicial proceedings against various members of the cooperative. Having paid their share allocations as defined by the general meeting in full, those members found themselves accused of failing to pay the sums necessary to cover the cooperative's non-existent debt to Stroyservice-1. In other cases, members were accused of failing to pay the individual investment shares which, under the terms of the construction finance plan, Stroyservice-1 had undertaken to pay. Finally, the claimants pointed out that the director of the cooperative had not convened a general meeting since August 1996.", "On 14 April 2003 the municipal housing department of the Moscow City Council wrote to the Moscow City Prosecutor, setting out the facts as these had been brought to its attention following a dozen sets of proceedings opposing the cooperative and its members, in which it had been called upon to take part as a defendant or a third party.", "According to the City Council, the cooperative director whose three-year term of office had expired in 1999 had falsified documents attesting untrue facts and used them to the detriment of the members of the cooperative. According to those documents, Stroyservice-1 had invested more money than planned in the construction work and the cooperative was consequently indebted towards it. As a result, the members of the cooperative had to pay this debt, which amounted to several tens of thousands of American dollars. In reality, this additional investment had never existed. The department submitted that, as victims of this abuse of power, the members of the cooperative had been deprived of their possessions and that multiple proceedings were being brought before the courts in this connection. It requested the prosecutor's office to examine the question of criminal proceedings against the director of the cooperative.", "No information had been provided by the parties with respect to the further course of the investigation.", "Article 118 of the Housing Code of the RSFSR, which was in force at the material time, provides that that a person who has become a member of a cooperative on the basis of a decision by a general meeting of that cooperative is to receive a flat with a surface area calculated in relation to the number of persons in his or her family and in relation to the amount of his or her share allocation.", "In accordance with Article 8 § 2 of the Civil Code of the Russian Federation, title to a property, public registration of which is required by law, takes effect at the time that title is registered.", "Under Article 218 § 4 of the same Code, a member of a housing construction cooperative may acquire title to the property in question after paying in full the share allocation for a flat."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}