{"ITEMID": "001-100407", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF KUCZERA v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "No violation of Art. 6-1", "JUDGES": "Giovanni Bonello;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Nicolas Bratza;Päivi Hirvelä", "TEXT": ["5. The applicant was born in 1948 and lives in Pleśna.", "6. The applicant and his brother, S.K., leased a substantial area of farming land. After the applicant had been hospitalised, he asked his brother to gather the crops. The applicant submits that his brother sold the crops and the agricultural machines which they co-owned and took all the profits.", "7. On 6 October 1998 the applicant brought a claim against his brother in the Tarnów Regional Court, seeking 73,095 Polish zlotys (PLN) in compensation. He also sought an exemption from court fees (PLN 4,985.70).", "8. On 21 October 1998 the Regional Court exempted the applicant from court fees. On 2 November 1998 it granted legal aid to the applicant.", "9. On 16 November 1998 the applicant modified his claim by joining his brother's wife as a defendant. He also requested the court to issue an interim order to secure his claims by way of, inter alia, registering a charge over the defendants' property and attaching their bank accounts. On 2 December 1998 the applicant submitted some additional information requested by the court in relation to his request for an interim measure. On 6 April 1999 the Regional Court granted the interim order in part.", "10. On 28 April 1999 the applicant increased his claim to PLN 123,035.", "11. On 28 May 1999 the Regional Court revoked the applicant's exemption from court fees and the decision to grant him legal aid. The Regional Court considered that the information in the file indicated that the applicant was not an indigent person unable to pay court fees and other costs related to the litigation. It noted that the applicant owned two houses and that in 1998 he had had 16,000 United States dollars deposited in the bank. Thus, the Regional Court found that the applicant had not submitted accurate information about his financial status. Consequently, it imposed a fine on the applicant in the amount of PLN 100.", "12. On 17 June 1999 the applicant appealed against that decision. He contested the court's findings. The applicant submitted that a charge had been registered over his property in Gromnik, while the other property, located in Pleśna, was a small house where he lived with his extended family. He further stated that all his savings had been invested in the farming of the leased land and that he had been deprived of any profits by his brother. He further submitted that his only income was a modest invalidity benefit.", "13. On 6 July 1999 the Cracow Court of Appeal dismissed the applicant's appeal. It relied on the fact that the applicant had failed to disclose all the relevant information about his financial status in his original application for an exemption from court fees.", "14. On 23 July 1999 the Tarnów Regional Court ordered the applicant to pay PLN 4,985.70 in court fees. On 28 July 1999 the applicant applied for leave to pay the relevant fees in instalments. He claimed that he had been receiving invalidity benefit and could not pay the amount in question all at once. He also submitted that he could not take up any offers of work because of his poor health.", "15. On 10 September 1999 the Regional Court granted the applicant leave to pay the court fees in ten monthly instalments. Until March 2000 the applicant paid six instalments.", "16. On 20 February 2000 the applicant increased his claim to PLN 470,400, following the submission of a number of documents by the defendant which indicated the amount of profit made from the jointly leased land.", "17. On 23 March 2000 the Regional Court ordered the applicant to pay PLN 21,445.30 in court fees for the modification of his claim.", "18. On 27 March 2000 the applicant requested the court to exempt him from those court fees and to cancel the four remaining monthly instalments he was supposed to pay. The applicant submitted that his only income was an invalidity benefit in the monthly amount of PLN 578.46 and that he was unfit for work. He stated that he had been hospitalised from 11 September until 4 October 1999 and that he had subsequently broken his spine and had again been hospitalised. He further submitted that he had transferred his property in Pleśna by way of a donation to his children. The other property, located in Gromnik, was a wooden house in need of renovation and lacking basic amenities. The applicant also supported two of his children aged 13 and 18. His wife worked at a school and her monthly salary was PLN 497. He did not have any savings and owned a fouryear-old Polish car.", "19. On 30 March 2000 the Tarnów Regional Court refused the applicant's request for exemption from the court fees. It held, referring to the case-law of the Supreme Court from 1935 and 1937, that the donation of the applicant's property to his children should be treated as a fraudulent disposal of the property with a view to fulfilling the eligibility requirements for exemption from court fees. Additionally, the Regional Court considered that the applicant had adult children who had an obligation to support him financially if necessary. That obligation extended, in the court's view, to helping the applicant in funding the court proceedings.", "20. Furthermore, the Regional Court considered that the applicant could have sold some of his property or mortgaged it. That way, in the court's view, the applicant would have been able to secure sufficient means for funding the litigation. The Regional Court underlined that the applicant's case was not one in which it had been necessary to file a claim immediately. The court observed that a party intending to institute court proceedings had to take into account the costs involved and secure them in advance from the income received over a longer period of time. Only in exceptional cases, when the immediate institution of proceedings was necessary (on account of the limitation of actions), could a party rely exclusively on his or her current income.", "21. The Regional Court considered that the applicant, when increasing his claim to PLN 470,400, had to take into account the obligation to pay the relevant fees, even more so given that it had not been necessary to modify his claim at that particular time.", "22. The applicant appealed against the Regional Court's decision. He submitted that he had not disposed of any of his property in order to obtain an exemption from court fees since he still owned the property in Gromnik. However, that latter property did not generate any profit. The applicant disagreed with the Regional Court regarding the motives behind his donation. He stated that he had simply wanted to provide for his children's future. The applicant emphasised that he had no possibility of securing the required amount of court fees and that the impugned decision had been based on speculation about his financial status. Replying to the Regional Court's argument about the possibility of securing the necessary funds over a period of time, the applicant submitted that given his current level of income and his incapacity for work, he would never be able to secure the necessary funds.", "23. On 9 May 2000 the Cracow Court of Appeal upheld the decision of the Regional Court. It further concurred with the Regional Court's finding that disposing of the applicant's property in Pleśna by way of donation could not justify another exemption from court fees.", "24. It appears that on a later unknown date the applicant paid the remaining four instalments and the court proceeded with the examination of the merits of the case.", "25. Following a request of 21 June 2002, the Tarnów Regional Court exempted the defendants S.K and H.K. from the court fees at a session held in camera on 9 July 2002.", "26. On 11 January 2003 the applicant once again increased his claim to PLN 672,729.50 (instead of the initial PLN 73,095). The court fee was set at PLN 31,581 and the applicant asked for an exemption. The request was dismissed by the Tarnów Regional Court on 19 March 2003. The court held that while it was true that the applicant and his wife supported themselves from small invalidity pensions, the applicant owned a house in Pleśna. The court stressed that since the applicant had donated his property to his children, they should have helped him with the court fees. Lastly, the court held that the applicant did not justify the increased claim by any new facts or evidence but merely asked for a higher sum. On 15 May 2003 the Kraków Court of Appeal upheld this decision repeating the same reasons.", "27. At a hearing held on 6 April 2004 the applicant again decided to modify his claim and increased it, this time to PLN 123,035 (instead of the PLN 73,095). On 7 April 2004 the Tarnów Regional Court dismissed his request to exempt him from court fees. The court referred to the reasons previously given.", "28. On 8 November 2004 the Tarnów Regional Court gave judgment and dismissed the applicant's claim. The judgment became final on 22 December 2004.", "29. The legal provisions applicable at the material time and questions of practice are set out in paragraphs 23-33 of the judgment delivered by the Court on 19 June 2001 in the case of Kreuz v. Poland (no. 28249/95, ECHR 2001-VI; see also Jedamski and Jedamska v. Poland, no. 73547/01, §§ 2939)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}