{"ITEMID": "001-111218", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "RAUTONEN v. FINLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson;George Nicolaou;Lech Garlicki;Ledi Bianku;Päivi Hirvelä;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["1. The applicant, Mr Juha Mikael Rautonen, is a Finnish national, who was born in 1970 and lives in Tampere. He is represented before the Court by Mr Mikko Lehti, a lawyer practising in Tampere. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. On 13 November 2003 the applicant, together with four other persons, was questioned by the police as a suspect in a forgery that allegedly took place in July 2003.", "4. On 7 December 2004 charges were brought against the applicant. A hearing before the Tampere District Court (käräjäoikeus, tinsgrätten) was scheduled for 7 May 2007 but it was cancelled due to the absence of two codefendants.", "5. On 21 October 2009 the Tampere District Court convicted the applicant of aiding and abetting forgery and sentenced him to pay 30 dayfines, in total 180 euros.", "6. By letter dated 14 November 2009 the applicant appealed to the Turku Appeal Court (hovioikeus, hovrätten), requesting that his sentence be mitigated due to the excessive length of the proceedings. Subsequently, the applicant also claimed compensation under the new Act on Compensation for Excessive Duration of Judicial Proceedings.", "7. On 25 May 2010 the Turku Appeal Court upheld the District Court’s conviction but decided not to impose any sentence on the applicant. It found that there was reason to mitigate the sentence as a considerably long period had passed since the commission of the offence. As to compensation, the court found that the mitigation of the sentence in itself was a sufficient remedy and that the applicant could therefore not be granted any monetary compensation under the new Act.", "8. By letter dated 15 July 2010 the applicant appealed to the Supreme Court (korkein oikeus, högsta domstolen), claiming that mitigation of the sentence was not sufficient compensation for the excessive length of proceedings.", "9. On 8 February 2011 the Supreme Court refused the applicant leave to appeal.", "10. According to Chapter 6, section 7, of the Penal Code (rikoslaki, strafflagen; as amended by Act no. 515/2003),", "“[i]n addition to what is provided above in Section 6, grounds mitigating the punishment that are also to be taken into consideration are;", "[...]", "(3) a considerably long period that has passed since the commission of the offence; if the punishment that accords with established practice would for these reason lead to an unreasonable or exceptionally detrimental result.”", "11. In its judgment of 11 June 2004 (KKO:2004:58) the Supreme Court noted that, although there were no legal provisions justifying the dismissal of a criminal charge due to unreasonably lengthy proceedings, such a dismissal or declaring a case inadmissible might in some exceptional circumstances, for example if their duration ruled out a good defence, be the only effective remedy satisfying the requirements of Article 13 of the Convention. That was, however, not so in that precedent case. In considering whether there were grounds for applying Chapter 6, section 7, subsection 3, of the Penal Code, the Supreme Court held that it had to be decided in casu whether the duration of the proceedings (in the precedent case over five and a half years) had been unreasonable. It concluded that in that case there were no grounds to waive a sentence or to mitigate the sentence owing to the duration of the proceedings.", "12. In its judgment of 15 June 2005 (KKO:2005:73), the Supreme Court, applying Chapter 6, section 7, subsection 3, of the Penal Code, reduced the sentence imposed upon the applicant by six months owing to the length of the proceedings that had lasted some ten years. The court imposed an immediate term of ten months’ imprisonment, finding that it was not justifiable to mitigate the sentence further by suspending the term of imprisonment.", "13. The Act on Compensation for Excessive Duration of Judicial Proceedings (laki oikeudenkäynnin viivästymisen hyvittämisestä, lagen om gottgörelse för dröjsmål vid rättegång; Act no. 362/2009) entered into force on 1 January 2010. The Act provides for a party a right to receive compensation from State funds whenever judicial proceedings concerning that party have been excessively long.", "14. According to Chapter 2a, sections 1-3, of the Penal Code,", "“Section 1 - Number of day fines (550/1990)", "A fine shall be passed as day fines, the minimum number of which is one and the maximum number is 120.", "...", "Section 2 - Amount of a day fine (808/2007)", "The amount of a day fine shall be set so that it is reasonable in view of the solvency of the person fined.", "One sixtieth of the average monthly income of the person fined, less the taxes and fees defined by a Decree and a fixed deduction for basic consumption, is deemed to be a reasonable amount of a day fine. The maintenance liability of the person fined may decrease the day fine.", "The primary basis for the calculation of the monthly income is the income of the person fined as indicated in the most recent taxation. If the income of the person fined cannot be reliably ascertained from the tax records or it has essentially changed since the most recent taxation, it may be assessed also on the basis of other information.", "...", "Section 3 - Total amount of the fine (550/1999)", "The total amount of the fine is equal to the number of day fines times the amount of a day fine.", "...”", "15. Chapter 2a, section 4, of the same Code provides the following:", "“Section 4 - Passing a conversion sentence (578/2008)", "A person who has been sentenced to a fine and from whom the collection of the fine has failed, shall be ordered to imprisonment in lieu of the unpaid fine. A conversion sentence shall be passed for an unpaid threat of a fine, the collection of which has failed, if the court has imposed it in order to ensure the conduct of court proceedings or pursuant to the Enforcement Code (705/2007). Any other threat of fine may not be converted into imprisonment.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}