{"ITEMID": "001-77940", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF NEGRICH v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Remainder inadmissible;Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Peer Lorenzen", "TEXT": ["4. The applicant was born in 1930 and lives in the city of Kherson, Ukraine.", "5. On 20 September 1999 the Komsomolskiy District Court of Kherson allowed the applicant's claim against the State-owned enterprise “Khersonskyy Sudnobudivelnyy Zavod” (the “KSZ”), and ordered the latter to pay the applicant UAH 1,070 in salary arrears. On 6 October 1999 the Komsomolsky District Bailiffs' Service (the “Bailiffs”) instituted enforcement proceedings.", "6. By decisions of 16 November 1999, 30 January 2002 and 15 May 2002, the Labour Disputes Commission allowed the applicant's claims and ordered the KSZ to pay the applicant a total of UAH 3283.09. The Bailiffs instituted enforcement proceedings on 30 November 1999, 1 March 2002 and 13 June 2002 respectively.", "7. On 27 December 1999 the Kherson Regional Court of Arbitration instituted bankruptcy proceedings against the debtor and, consequently, all enforcement proceedings were suspended. On 10 January 2001 the bankruptcy case was terminated and the enforcement proceedings were resumed.", "8. In 2001 a substantial part of the debtor's assets was attached by the Bailiffs; however its sale was barred by the Law on the Introduction of a Moratorium on the Forced Sale of Property, which banned the forced sale of assets belonging to undertakings in which the State held at least 25% of the share capital.", "9. On 6 May 2001, 6 December 2001, 17 May 2002 and 1 March 2004 the Bailiffs informed the applicant that the decisions in his favour had not been executed due to the substantial number of enforcement proceedings against the debtor and the debtor's lack of funds.", "10. On 23 June 2005 the applicant was paid the amounts due to him in full.", "11. The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-18 and 39-41, 27 July 2004)."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}