{"ITEMID": "001-85714", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DEU", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "FALK v. GERMANY", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicant, Mr Alexander Falk, is a German national who was born in 1969 and lives in Hamburg. He was represented before the Court by Mr G. Strate, a lawyer practising in Hamburg.", "The applicant is chief executive officer of the ISION corporation and member of the board of directors and major shareholder of the Distefora Holding corporation, Switzerland.", "On 5 June 2003, the Hamburg District Court issued a warrant for the arrest of the applicant on the ground that he was strongly suspected of fraud and offences under the Stock Exchange Act on two occasions and in complicity with six other accused. The Hamburg District Court also found that the applicant was likely to abscond given his wealth, which would allow him to live abroad. His family bonds were not sufficient to prevent his absconding. Moreover, the applicant’s arrest was not disproportionate in view of the damage he had allegedly caused and given the sentence which he risked incurring if found guilty as charged.", "On 31 July 2003, the Hamburg Regional Court amended the arrest warrant in view of the strong suspicion that the applicant had also committed fraud on two occasions. It also found that there existed the danger of absconding and prejudicing proceedings under Article 112 of the Code of Criminal Procedure.", "On 14 November 2003, the Hanseatic Court of Appeal dismissed the applicant’s appeal against the decision of the Hamburg Regional Court of 31 July 2003.", "On 29 January 2004, the Hamburg Regional Court dismissed the applicant’s appeal against the arrest warrant as amended on 31 July 2003.", "On 20 February 2004, the Hanseatic Court of Appeal dismissed the applicant’s further appeal against the decision of the Hamburg Regional Court of 29 January 2004. It found that the arrest warrant was not unlawful in view of the alleged denial of access to the confiscated data. The court took the view that the present case was not comparable to cases in which the Federal Constitutional Court, the Federal Court of Justice or the European Court of Human Rights had regarded arrest warrants as unlawful, because the defence counsel had been denied access to the part of files which were necessary to respond effectively to the allegations which formed part of the arrest warrant. It found that the domestic courts had sufficiently observed the requirement to make available to the detained all materials which were important for the arrest. The applicant’s defence counsel had had unrestrained access to all documents, protocols of the interrogation and any other evidence on which the domestic courts had based their decisions concerning the arrest warrant. It could not be inferred from the available case-law that there existed an extended principle that the defence counsel should be given access to all other data which were seized by the investigation authorities or otherwise the arrest warrant had to be suspended.", "Regardless of the above, the applicant’s defence counsel had been given access to all other documents that had been seized. The defence counsel’s motion of 24 October 2003 to have access to all data seized, which had been stored on some 500 CD-ROMs, had been granted by the Prosecutor’s Office on 27 October 2003 by offering access to the data in the premises of the Hamburg Office for Criminal Investigations (this offer had not been taken up by the applicant’s counsel). The defence counsel’s request to have access, in particular, to the data on the hard drive confiscated in the applicant’s flat was granted by handing over a copy version of the data on 22 January 2004. Prior to that, the defence counsel had been given a hard drive with these data in November and December 2003 which had however been defective. A further request by the defence counsel of 26 January 2004 to have access to data from the server of the applicant’s premises was granted by producing a copy of the data which was handed over to the defence counsel on 12 February 2004. The Hanseatic Court of Appeal reasoned that, even though it had not been possible to deliver the copy of the data from the entire server earlier, the arrest warrant could not be suspended as a consequence. The defence had not been deprived of any material which had been necessary to comment effectively on the allegations made in the arrest warrant. As far as there had been data on the server which had been relevant for the decisions regarding the arrest warrant, the defence counsel had already received a printed version. No other data had been used to decide on the arrest warrant.", "On 31 March 2004, the Hanseatic Court of Appeal ordered the continuation of the arrest warrant of 31 July 2003. The Court of Appeal found that there had not been a violation of the right to a fair trial by refusing access to the confiscated data for the reasons set out in the decision of 20 February 2004. The voluminous material presented by the applicant’s counsel did not call into question the suspicion against the applicant.", "On 10 May 2004, the Federal Constitutional Court refused to admit the applicant’s constitutional complaint against the decision of the Hanseatic Court of Appeal of 31 March 2004.", "Articles 112 et seq. of the Code of Criminal Procedure concern the arrest and detention of a person on reasonable suspicion of having committed an offence. According to Article 112, a person may be detained on remand if there is a strong suspicion that he or she has committed a criminal offence and if there is a reason for arrest, such as the risk of absconding or the risk of collusion. Article 116 regulates the suspension of the execution of an arrest warrant.", "Under Article 117 of the Code of Criminal Procedure, remand prisoners can ask at any time for judicial review of the arrest warrant. An oral hearing will be held at the request of the remand prisoner, or if the court so decides, of its own motion (Article 118 § 1). If the arrest warrant is held to be valid following the hearing, the remand prisoner is entitled to a new oral hearing only if the detention has lasted for three months altogether and if two months have elapsed since the last oral hearing (Article 118 § 3). Article 120 provides that an arrest warrant has to be quashed if reasons justifying the detention on remand no longer persist or if the continued detention appears disproportionate. Any prolongation of detention on remand beyond an initial six months is to be decided by the Court of Appeal (Articles 121-22)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}