{"ITEMID": "001-66897", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2004, "DOCNAME": "OOO TORGOVYI DOM \"POLITEKS\" v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, OOO Torgovyi Dom “Politeks”, is a limited-liability company registered in Moscow. It is represented before the Court by Mr D. Lyzlov. The respondent Government are represented by Mr P. Laptev, the Representative of the Russian Federation at the European Court of Human Rights.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant is a trading company. It owned a consignment of goods (imported electric tools). Unspecified third persons made groundless claims to the goods. Since there was no evidence to prove these claims in a court, the third persons incited the police to seize the goods under the guise of a sham criminal investigation.", "On 15 July 1999 Mr Lyzlov was accompanying the goods. He was stopped by a police patrol and taken to a police station. In the course of an interrogation, the police discovered that the applicant company was storing the goods in a warehouse in Odintsovo. They went there and sealed the warehouse up. The police did not draw up any documents concerning the seizure and the applicant company's representatives were not allowed to visit the warehouse.", "On 27 October 1999 the police loaded the goods into trucks and removed them from the warehouse. The police did not explain their actions, and the goods have been missing ever since. Later, the goods were spotted on sale in Moscow markets.", "On 26 November 1999 the police started a criminal investigation against Mr Lyzlov on charges of fraud and forgery of documents.", "On 19 October 1999 Mr Lyzlov filed an administrative complaint on behalf of the applicant company with the Zamoskvoretskiy District Court of Moscow. He maintained that the police had unlawfully seized the goods, that the goods had been plundered, and that the criminal charges against him had been unfounded.", "On 25 February 2000 the Zamoskvoretskiy District Court dismissed the complaint. The court found that the police had lawfully seized the goods because they needed to investigate the allegation of a third person, Z., who had claimed that the goods belonged to him and not to the applicant company. The police had lawfully formalised the storage of the goods and appointed warehouse staff responsible for the goods' safety.", "The court limited the scope of its review to the administrative aspects of the complaint having referred to Article 46 of the Constitution which secures to everyone judicial protection against public officials' acts. The court therefore abstained from looking into the merits of the charges against Mr. Lyzlov and from verifying the safety of the goods.", "On appeal, this decision was upheld by the Moscow City Court on 25 April 2000.", "Later, the criminal investigation against Mr Lyzlov was stopped.", "A third person, Z., applied to the police alleging that goods belonging to his company were unlawfully retained by Mr Lyzlov in a warehouse of the applicant company.", "On 15 July 1999 the police sealed up the applicant company's warehouse in Odintsovo. The police found that Mr Lyzlov did not work for the applicant company and had no documents confirming his rights on the goods.", "On 26 November 1999 a public prosecutor instituted criminal proceedings against Mr Lyzlov on charges of fraud and forgery of documents. In the course of the investigation it was established that the goods had been imported in 1997 by a third company. The company asked Mr Lyzlov to customs clear the goods and to store them in its warehouse. However, Mr Lyzlov breached this agreement. As he considered that the third company owed him money, he hid the goods in a warehouse of the applicant company and requested the third company to pay a ransom for it. The investigating authorities found no evidence that the goods belonged to Mr Lyzlov. Nevertheless, since Mr Lyzlov's actions did not disclose a crime, the proceedings against him were stopped on 8 December 2002.", "On 25 February 2000 the Zamoskvoretskiy District Court dismissed Mr Lyzlov's complaint about the police and the institution of the criminal proceedings.", "On 25 April 2000 the Moscow City Court upheld the judgment on appeal."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}