{"ITEMID": "001-83873", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ISL", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF SUSANNA ROS WESTLUND v. ICELAND", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings", "JUDGES": "David Thór Björgvinsson", "TEXT": ["5. The applicant, Mrs Súsanna Rós Westlund, was born in 1964 and lives in Hafnarfjördur.", "6. The present case has its background in a real estate sale by the applicant to Mr G. in 1999, relating to a property at Grenimelur 36 in Reykjavik. The relevant sales agreement of 27 August 1999 referred to a summary report describing the property, which included the following statement: “The house has recently been renovated on the outside, except for windows and glass. New roof tiles. Garage renovated windows partly. Wooden parquet flooring in need of repair. Great location in the west part of Reykjavik. Leakage in cellar has not been remedied. Seller will have that done.”", "7. In March 2000 G. complained to the real estate agent that he had discovered a leak from the roof of the house and that the repair which had previously been done to the roof had covered only parts of it. Many new or newly discovered flaws on the property could be traced back to the leak in the roof. Moreover, G. claimed compensation from the applicant.", "8. Following a report issued on 26 September 2001 by a court appointed expert, G. brought compensation proceedings before the Reykjavik District Court, claiming a discount on the purchase amount due to defects as well as compensation for the damage to the property.", "9. After holding an oral hearing, at which the applicant was represented by a lawyer and both parties were heard and evidence was presented, including a report by a court appointed expert, the District Court, sitting with one professional judge and two expert judges, by a judgment of 16 April 2003, found in favour of G. and against the applicant. It ordered the applicant to pay G. 1,739,000 Icelandic krónur (ISK), plus default interest as from 26 September 2001, and ISK 600,000 for legal costs (value added tax included).", "The District Court’s judgment included, inter alia, the following reasons:", "“The plaintiff [G.] received the property in the summer of 1999. The plaintiff noticed a leak in the house in the beginning of the year 2000, after a winter with bad weather. The engineers report verified that there had been a leak on the roof. In accordance with the summary report for the sale of the house, where the property is described in writing, which also was available at the signing of the contract for sale, it is stated that there are new roof tiles on the roof. As has been verified throughout this process this was not the case. Furthermore it is not the understanding of the court that the plaintiff should have seen this fault during routine inspection of the house or should have seen whether the tiles were new. It has also been stated in the engineers report that the roof leaked and has caused damages to windows and window frames. It is therefore the understanding of the court that the defendant [Súsanna Rós Westlund] guaranteed that the roof tiles were new, and that the plaintiff should have been able to trust that the roof would not leak, even if the house is an old one.", "By selling the property without the proper qualities, the defendant is liable to the plaintiff in accordance with the general rule of 2. paragraph, chapter 42 of the laws then valid nr. 39/1922 regarding liquid assets.”", "10. On 2 June 2003 the applicant lodged an appeal with the Supreme Court against the District Court’s judgment, challenging the latter’s conclusions that she was liable to pay G. compensation or, in any event, claiming that the amount be reduced. G. was then given until 16 July 2003 to notify the Supreme Court of whether he intended to submit any pleadings in the case, failing which it would be presumed that he would request confirmation of the District Court’s judgment and that the case would be adjudicated in accordance with Article 158 (3) of the Code of Civil Procedure (CIP), No. 91/1991.", "11. Concurrently with her appeal, the applicant asked that a new expert be appointed by the District Court in order to evaluate especially the supporting surface under each tile and to evaluate the necessity of changing the supporting surface (roof cardboard) if tiles were to be changed on the roof. The District Court granted the request and appointed expert B.", "12. The applicant submitted to the Supreme Court a writ of appeal dated 14 July 2003, which was deposited on 16 July 2003 together with the case-documents pursuant to Article 156(1). The writ reiterated the applicant’s claims, enclosing copies of her request to the District Court to appoint an expert and to take a statement from G. for use at a hearing before the Supreme Court. It moreover outlined the facts of the case and stated the applicant’s grounds for appeal. It referred to her claims, arguments and evidence submitted in the District Court proceedings. The applicant protested against the assessment made by the expert before the District Court. She maintained that G. had examined the house, including the roof, in detail before signing the acquisition offer. The offer of purchase had been issued on 6 June 1999 and G. had taken possession of the property on 25 June 1999, whereas the sales agreement had been issued on 27 August 1999. Thus, the applicant argued, when the sales agreement had been issued, G. had been in possession of the property for two months without ever mentioning that there had been a discrepancy between the retail accounts of the house and the state of the house with regard to roof tiles. It was unthinkable that G. had not known that the tiles were old at the time of the sales offer and certainly upon signature of the sales agreement. It was improbable that G., who was an active person of keen interest, would not have taken a look at the roof. The slope of the roof had been quite steep and could be seen from the side-walk. It was preposterous to claim that the wording of the retail could be stretched to mean something other than what could be seen in plain sight. This was the essence of the case.", "The applicant further maintained that not until 29 August 2000 had G. raised the matter in dispute and only then had he made an issue about the specific wording of the summary report describing the property with regard to new roof tiles. His indifference in this respect should lead to his forfeiting any right that he might have claimed. This indifference was further illustrated by the fact that he alleged to have discovered a leak shortly after taking possession of the property but had made no comments during the signing of the sales agreement or the deed. The applicant announced that she would make submissions about the confusing interpretation made by the District Court regarding the wording of the summary report describing the property and the alleged flaw on the roof. She would submit new documents to the Supreme Court when they were ready, notably a new assessment by a court appointed expert.", "In addition, the applicant requested the Supreme Court to take witness evidence from persons who had provided repair and restoration services to G. in order to enlighten the Supreme Court on whether they had noticed that G. himself had inspected and examined the roof during the summer of 1999.", "Finally the applicant stated that the case would be further presented and commented on in the course of an oral hearing.", "13. As at 16 July 2003 G had not indicated that he would plead his case before the Supreme Court.", "14. According to a letter of 3 September 2003 from the Supreme Court to the applicant’s lawyer, he was given until 24 September 2003 to complete her further collection of evidence under Article 158(3). The lawyer then requested an extension with reference to the need to await the completion of the assessment by the court-appointed expert, which the Supreme Court granted until 22 October 2003. On the same ground the Supreme Court granted a further extension until 5 November 2003.", "15. On the latter date the applicant’s lawyer asked, by way of e-mail, for a further extension of two weeks. On the same date the Supreme Court’s registrar conveyed the following message to the lawyer by e-mail:", "“The possibility is still open that the respondent [G] will be allowed to present defences in the Supreme Court, although he did not make a notification to that effect. An essential requirement is a letter from the respondent to the Court, asking to be allowed to present his defences and explaining the reasons why no notification of defences was made. The letter must be accompanied by the appellant’s [the applicant’s] approval of this being allowed. This is assuming that judgment has not already been rendered on the basis of Article 158 (3) of Act No. 91/1991.”", "By return e-mail in the same day, the applicant’s lawyer declared that he would forward this information to the other side. He also asked whether an extension of two weeks would be granted. There is no record of any formal reply to this request.", "16. In a letter of 12 November 2003 the applicant’s lawyer reiterated his request to be granted respite, until 26 November 2007, in order to present the awaited new expert appraisal. He also informed that G. had omitted to show up at a hearing and affirmed that it was now clear that G. would not make submissions. He further objected that the Supreme Court’s interpretation of Articles 158 and 161 of the CCP meant that the applicant was prevented from defending her case and stressed that a short summary of facts could not replace an oral hearing.", "17. On 13 November 2003 G’s lawyer sent the office of the Supreme Court the following e-mail message:", "“Further to our conversation yesterday, I can confirm that my client’s [G’s] desire is not to take any action on account of [the applicant’s lawyer’s] request for a reopening of the case and to have the case adjudicated in the present form, without further collection of evidence or presentation in court. His requests were, or were to be, only an affirmation of the judgment appealed from.”", "18. By a letter to the Supreme Court of 14 November 2003, the applicant’s lawyer protested against its interpretation of Article 158(3). It unduly restricted her possibilities of pleading her case in writing and orally. It meant that the case file from the District Court and her appeal to the Supreme Court would constitute the only basis for the Supreme Court’s adjudication. Therefore, she asked the Supreme Court to grant her leave to at least plead her case in writing, her observations submitted so far having only been a “skeleton” version of the submissions she had intended to make to the Supreme Court. So far she had had no opportunity to elaborate on her appeal with references to case-law, scientific research or writings, explanation of the factual aspects of this case or the documentary evidence. The lawyer stressed that in so far as he was concerned the case was not ready for examination. In the circumstances it was the adversary party who had been allowed to decide the fate of the case while the applicant had practically lost standing in the case.", "19. At an oral hearing held by the District Court on 26 November 2003 expert B presented his report and answered questions from the applicant’s lawyer.", "20. With a letter of 30 November 2003 the applicant’s lawyer transmitted to the Supreme Court the expert B.’s appraisal, the District Court’s decision of 26 November 2003 confirming the appraisal, two photographs of the house and some other documents. According to the applicant, the new appraisal showed that the District Court had overestimated the costs of repair, should the Supreme Court find that the applicant had promised that the roof had been completely renovated with new tiles at the time of sale. The applicant further commented on the photographs of the roof from 1993 and on the front page of expert B.’s report. She invited the members of the Supreme Court to carry out an on site visit to see that the state of the roof could be seen from the side walk. She also pointed out that her request to the District Court to hear persons who had worked on the house for G during the summer of 1999 had been denied by him, which the applicant had interpreted as an attempt to conceal information about the fact that G had thoroughly checked the roof and been aware of its state during the summer of 1999.", "21. On 3 June 2004 the Supreme Court, adjudicating the case on the basis of the written case-file, rejected the applicant’s appeal and upheld the District Court’s judgment. The Supreme Court held inter alia:", "“The plaintiff appeared before the District Court and claimed that she knew there had been repairs on the roof in the year 1992 or so. She also claims that the repairs were only that some of the oldest tiles or cracked tiles were exchanged for others and only in certain areas of the roof. When asked, the plaintiff did not remember if this had been especially discussed in detail with the defendant, when he examined the house the first time. She did however tell the defendant that the roof had been repaired and that it no longer leaked. It is the court’s ruling that the plaintiff should have known that this description in the summary report for the sale of the house and the description of the current status of the roof, would give the defendant the wrong impression of the actual condition of the roof. The defendant should have reason to trust the description of the house in the summary report for the sale of the house and therefore have reason to believe the house had been renovated. Since the roof had not been fully renovated, the defendant has a right to compensation. In accordance with this and in other respects the Supreme Court of Iceland refers to the District Court ruling and proceedings and verifies the District Court ruling hereby.”", "In accordance with the above, the applicant paid ISK 3,607,067 (approximately 38,000 euros (EUR) to G.", "22. The Icelandic Government drew particular attention to the following provisions of the Code of Civil Procedure (CIP), No. 91/1991:", "Article 155", "“1. A party desiring to appeal against a judgment shall submit an appeal summons to the office of the Supreme Court, with a transcript of the judgment. The following shall be stated in the appeal summons:", "a. The district court’s designation and number of the case, the name of the district court that resolved the case, and the date of adjudication;", "b. the names of the parties, their National Registry numbers, their places of residence or stay, and, if applicable, the names of their representatives, their positions and their places of residence or stay;", "c. the person or persons representing the appellant in court;", "d. the purpose of appeal and the requests made by the appellant;", "e. the date when the respondent must, at the latest, notify the Supreme Court that he intends to bring forth defences in the case, which date the office of the Supreme Court shall determine when the summons is issued, and", "f. the consequences of failing to provide the notification provided for in subparagraph (e).", "...”", "Article 156", "“1. Following the service of an appeal summons, but before the respondent’s period provided for in Article 155, the first paragraph, subparagraph (e), is over, the appellant shall deliver the summons to the Supreme Court with proof of its service, and written observations on his behalf. He shall also deliver the case file in the number of copies which the Supreme Court may decide, consisting of the already available case documents and any transcripts on which the appellant plans to base his case before the Supreme Court. This marks the filing of the case by the Supreme Court.", "2. In the appellant’s written observations the following shall be stated:", "a. The purpose of appeal and the appellant’s exact requests to the Supreme Court, and whether appeal is also lodged in order to obtain a reversal of any particular order or decision of the district court.", "b. The facts invoked by the appellant before the Supreme Court. Their description shall be concise and so clear as to preclude any doubt as to on what basis appeal is lodged; the appellant may however, as applicable, refer to particular case documents in this regard. If the appellant can not agree with the district court’s description of other relevant facts, he shall likewise state in which manner he considers them correctly described.", "c. References to the principal rules of law on which the appellant bases his case before the Supreme Court.", "d. The documents submitted to the Supreme Court at that time, and the documents he deems necessary to obtain.", "...”", "Article 158", "“1. If the respondent desires to submit written observations, he shall notify the Supreme Court to that effect within the period granted him for this purpose in the appeal summons. When the case is filed the office of the Supreme Court shall grant the respondent a period of four to six weeks to submit his written observations, at the same time sending him a copy of the case file submitted by the appellant. The appellant shall be notified of the period granted the respondent.", "2. Cross-appeal shall not make the respondent entitled to any additional period.", "3. If the Supreme Court does not receive any notification in accordance with the first paragraph, or if the respondent does not submit his written observations within the period granted him, he shall be assumed to request affirmation of the district court’s judgment. The case shall then be received for adjudication; the appellant may however be granted a brief period to complete the collection of evidence he may have announced in his written observations. The Supreme Court shall render a judgment in the case on the basis of the submissions made, without an oral hearing.", "4. If the respondent delivered written observations, but appearance was not made on his behalf at a later stage, the appellant may be granted an opportunity to reply to his defences in a written brief, and to complete his collection of evidence. The case shall then be received for adjudication and a judgment rendered on the basis of the requests and submissions made and the appellant’s brief, taking the respondent’s submissions into account.", "5. If the respondent has not delivered written observations, the Supreme Court may nevertheless permit him to present his defences in the case, with or without the appellant’s approval, provided important interests are at stake for him and his negligence is deemed excusable. This may also be done if the respondent fails to make an appearance at a later stage of the procedure.", "...”", "Article 161", "“1. When collection of evidence has been completed in a case where the respondent has delivered written observations, the Supreme Court shall decide the time of an oral hearing and make this known to the parties at a suitable notice.", "...", "3. A case in which the respondent has submitted written observations shall be heard orally. The Supreme Court may nevertheless decide that a case shall be presented in writing if particular reasons recommend this. The Court may also grant the parties’ unanimous request for adjudication without particular case presentation.", "...”", "Article 162", "“1. Before an oral hearing takes place during a court session, the conclusion of the district court shall be stated and the appeal summons described to the extent the President of the Court deems necessary for explanation of the case presentation. The parties shall subsequently deliver their speeches.", "2. The appellant shall speak first and the respondent subsequently, if the President has not decided on a different order and notified this to the parties when called to appear for oral presentation. Following the original speeches, the parties shall be granted an opportunity to present brief replies in the same order. The President of the Court may permit a party represented by a representative in litigation to present his brief observations following the representative’s replies.", "3. In their speeches, the parties shall explain their requests, the matters in dispute, the facts invoked, and any other arguments in support of the requests made. Wordiness shall be avoided and the argumentation shall be directed to the points in dispute or to matters that must be considered in order to clarify the issues.", "4. The President of the Court shall chair the proceedings. The President may demand that a speaker does not stray from the substance of the litigation and that consideration is not given matters that are not in dispute or that otherwise do not merit further explanation. The President may halt the case presentation if a speech is of excessively long duration, or specify a time limit, and halt the case presentation when that limit is reached.", "5. Following the case presentation the Supreme Court shall receive the case for adjudication.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}