{"ITEMID": "001-110719", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BIH", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF MAGO AND OTHERS v. BOSNIA AND HERZEGOVINA", "IMPORTANCE": "3", "CONCLUSION": "Remainder inadmissible;Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property;Possessions);No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property;Possessions);Pecuniary and non-pecuniary damage - award", "JUDGES": "David Thór Björgvinsson;Lech Garlicki;Ledi Bianku;Nebojša Vučinić;Päivi Hirvelä;Vincent A. De Gaetano", "TEXT": ["5. Flats represented nearly 20% of the pre-war housing stock of Bosnia and Herzegovina (around 250,000 housing units out of 1,315,000). By local standards, they were a particularly attractive type of home, equipped with modern conveniences and located in urban centres. Practically all flats were under the regime of “social ownership” – a concept which, while it does exist in other countries, was particularly highly developed in the former Socialist Federal Republic of Yugoslavia (“the SFRY”). They were generally built by socially owned enterprises or other public bodies for allocation to their employees, who became “occupancy right holders”. All citizens of the SFRY were required to pay a means-tested contribution to subsidise housing construction. However, the amount an individual had contributed was not amongst the legal criteria taken into account in the waiting lists for allocation of such flats.", "6. The rights of both the allocation right holders (public bodies which nominally controlled the flats) and the occupancy right holders were regulated by law (the Housing Act 1984, which is still in force in Bosnia and Herzegovina). In accordance with this Act, an occupancy right, once allocated, entitled the occupancy right holder to permanent, lifelong use of the flat against the payment of a nominal fee. When occupancy right holders died, their rights transferred, as a matter of law, to their surviving spouses (indeed, spouses held occupancy rights in common) or registered members of their family households who were also using the flat (sections 19 and 21 of this Act). Furthermore, in the event of a divorce, the spouses were free to choose which one of them would continue to use the flat; in the absence of an agreement, either of them could apply to a court for a transfer of the occupancy right (section 20 of this Act). In practice, these provisions on transfer meant that occupancy rights originally allocated by public bodies to their employees could pass, as of right, to multiple generations for whom the initial employment-based link to the allocation right holder no longer existed. Occupancy rights could be cancelled only in court proceedings (section 50 of this Act) on limited grounds (sections 44, 47 and 49 of this Act), the most important of which was failure by occupancy right holders to physically use their flats for their own housing needs for a continuous period of at least six months without justified grounds. Although inspections were foreseen to ensure compliance with this requirement (section 42 of this Act), occupancy rights were rarely, if ever, cancelled on these grounds prior to the 1992-95 war. Moreover, on 24 December 1992 the Constitutional Court of Bosnia and Herzegovina annulled the inspection provisions.", "7. Following its declaration of independence on 6 March 1992, a brutal war started in Bosnia and Herzegovina. On 15 May 1992 the United Nations Security Council, acting under Chapter VII of the United Nations Charter, adopted its Resolution 757 urging that all units of the JNA, the armed forces of the SFRY, and all elements of the Croatian Army either be withdrawn from Bosnia and Herzegovina, or be subject to the authority of the Government of Bosnia and Herzegovina, or be disbanded and disarmed with their weapons placed under effective international monitoring. While the JNA formally withdrew from Bosnia and Herzegovina on 19 May 1992, the United Nations Secretary General (report of 3 December 1992, A/47/747, § 11) and the International Criminal Tribunal for the former Yugoslavia (see its judgment in the Tadić case of 15 July 1999, § 151) later established that JNA members born in Bosnia and Herzegovina actually remained there with their equipment and joined the VRS forces and only those born in Serbia and Montenegro left and joined the VJ forces. As regards the participation by foreign armed forces in the 1992-95 war in Bosnia and Herzegovina, see Đokić, cited above, §§ 16-17.", "8. The concept of “social ownership” was abandoned during the 1992-95 war. Socially owned flats were thus effectively nationalised. As regards the administration of such flats during and after the war, see “Relevant domestic law and practice” below.", "9. The applicant was born in 1959. She lives in Banja Luka, Bosnia and Herzegovina.", "10. In 1983 her husband, a JNA sergeant, was allocated a military flat in Sarajevo. As the JNA formally withdrew from Bosnia and Herzegovina in 1992, he decided to continue his military career in Serbia. The applicant also moved to Serbia, where she was granted refugee status.", "11. The applicant’s husband’s military service was terminated in 1998.", "12. In 1998 the applicant made an application for the restitution of the flat in Sarajevo. Shortly thereafter, she filed a petition for divorce in Serbia and returned to Bosnia and Herzegovina. She was granted a divorce on 2 March 2000.", "13. On 25 March 2000 her restitution claim was rejected pursuant to section 3a of the Restitution of Flats Act 1998 (“section 3a”; see paragraph 54 below). On 28 September 2000 the competent Cantonal Ministry upheld that decision.", "14. On 29 June 2001 the applicant lodged an application with the Human Rights Chamber, a domestic human-rights body set up by Annex 6 to the General Framework Agreement for Peace in Bosnia and Herzegovina (“the Dayton Peace Agreement”).", "15. On 27 June 2002 the Sarajevo Cantonal Court, on an application for judicial review, quashed the decisions of 25 March and 28 September 2000 and remitted the case for reconsideration.", "16. On 9 July 2002 the restitution commission set up by Annex 7 to the Dayton Peace Agreement (“the CRPC”), before which the applicant pursued parallel proceedings, held that the applicant’s husband was neither a refugee nor a displaced person and declined jurisdiction.", "17. On 22 November 2002 the competent housing authorities rejected again the applicant’s claim pursuant to section 3a. On 23 September 2003 the competent Cantonal Ministry upheld that decision.", "18. On 9 September 2004 the Human Rights Commission, the successor of the Human Rights Chamber, held that the applicant shared the fate of her former husband as to the restitution of their flat and found no breach of the Convention owing to her former husband’s service in the VJ forces.", "19. On 20 January 2006 the Sarajevo Cantonal Court, on an application for judicial review, quashed the administrative decisions of 22 November 2002 and 23 September 2003 and remitted the case for reconsideration.", "20. On 5 October 2006 the authorities rejected again the applicant’s claim pursuant to section 3a. On 8 December 2006 the competent Cantonal Ministry upheld that decision. The decision of 8 December 2006 was served on the applicant on 30 September 2007. The applicant did not appeal.", "21. On 17 November 2008 the Constitutional Court found a breach of Article 6 of the Convention in consideration of the length of the restitution proceedings and awarded the applicant 1,200 convertible marks (BAM) for non-pecuniary damage. Regardless of the excessive length of the restitution proceedings, it held that the applicant should have nevertheless lodged an application for judicial review against the administrative decision of 8 December 2006 and rejected her substantive complaints on non-exhaustion grounds.", "22. The applicant was born in Serbia in 1934. He lives in Serbia.", "23. In 1978, as a JNA medical officer, he was allocated a military flat in Sarajevo. Whilst he was transferred to Belgrade in 1989, his wife stayed in that flat until 1994. His military service was terminated on 31 October 1992.", "24. On an unknown date, after having renounced his occupancy right on the flat in Sarajevo, the applicant was allocated a tenancy right of unlimited duration on a military flat in Serbia. In addition, he was provided a loan, cofinanced by the military authorities, for another flat in Serbia (see paragraph 59 below).", "25. In 1998 the applicant made an application for the restitution of the flat in Sarajevo.", "26. On 8 August 2000 his restitution claim was rejected pursuant to section 3a. On 12 March 2001 the competent Cantonal Ministry upheld that decision.", "27. On 15 August 2002 the Sarajevo Cantonal Court, on an application for judicial review, quashed the decisions of 8 August 2000 and 12 March 2001 and remitted the case for reconsideration.", "28. On 17 September 2002 the applicant lodged an application with the Human Rights Chamber.", "29. On 22 November 2002 the competent housing authorities rejected again the applicant’s restitution claim pursuant to section 3a. The decision was delivered on 30 December 2002. The applicant did not appeal.", "30. On 7 July 2004 the Human Rights Commission, the successor of the Human Rights Chamber, found that there was no breach of the Convention. That decision was delivered on 11 November 2004.", "31. The applicant was born in Croatia in 1944. He lives in Serbia.", "32. In 1983, as a JNA officer, he was allocated a military flat in Mostar. When the JNA formally withdrew from Bosnia and Herzegovina in 1992, he decided to continue his military career in Serbia. His military service was terminated in 2000.", "33. In 1998 the applicant made an application for the restitution of the flat in Mostar. On 4 September 2001 his application was rejected pursuant to section 3a. The decision was upheld by the competent Cantonal Ministry, the Mostar Cantonal Court and the Supreme Court of the relevant Entity on 22 December 2003, 29 December 2004 and 11 October 2006 respectively.", "34. In 2003 the applicant lodged an application with the Human Rights Chamber. In 2006 the Human Rights Commission found a breach of Article 6 of the Convention in view of the length of the restitution proceedings and awarded the applicant BAM 1,000 for non-pecuniary damage. Given their excessive length, the Human Rights Commission held that the restitution proceedings did not constitute a remedy which would have to be used as a condition for the examination of the applicant’s substantive complaints. It then held, in line with its well-established jurisprudence, that the applicant’s occupancy right constituted “possessions” within the meaning of Article 1 of Protocol No. 1 and that his inability to repossess his flat amounted to an interference with the enjoyment of that rights. As regards the proportionality of the interference, the Commission held that the applicant’s service in the VJ forces had shown his disloyalty to Bosnia and Herzegovina. It concluded that the interference was therefore justified and found no breach of Article 1 of Protocol No. 1. Lastly, it considered that it was unnecessary to examine the discrimination and Article 8 complaints.", "35. The applicant was born in Serbia in 1952. He lives in Serbia.", "36. In 1988, as a JNA medical officer, he was allocated a military flat in Sarajevo. When the JNA formally withdrew from Bosnia and Herzegovina, he decided to pursue his military career in Serbia.", "37. After having renounced his occupancy right on the flat in Sarajevo, on 1 June 1999 the applicant was provided a mortgage loan, co-financed by the military authorities, for a flat in Serbia (see paragraph 59 below).", "38. In 1999 the applicant made an application for the restitution of the flat in Sarajevo. On 22 June 2004 his application was rejected pursuant to section 3a. That decision was upheld by the competent Cantonal Ministry, the Sarajevo Cantonal Court and the Supreme Court on 1 November 2004, 24 September 2007 and 15 January 2010 respectively.", "39. In the meantime, on 9 July 2002, the CRPC mentioned in paragraph 16 above, before which the applicant pursued parallel proceedings, held that he was neither a refugee nor a displaced person and declined jurisdiction.", "40. The applicant’s military service was terminated in 2003.", "41. The applicant was born in 1942. He lives in Serbia.", "42. In 1987, as a JNA officer, he was allocated a military flat in Mostar. Although the JNA formally withdrew from Bosnia and Herzegovina on 19 May 1992, he stayed in Mostar. On paper, however, he was a member of the newly-established VJ forces, the armed forces of the neighbouring Federal Republic of Yugoslavia, until 31 July 1992. On 3 August 1992 the HVO forces arrested the applicant. He was detained at Dretelj internment camp until 18 August 1992 and then deported to the area controlled by the VRS forces. Shortly thereafter, the Red Cross Society of Montenegro transferred the applicant to the former Yugoslav Republic of Macedonia. On 26 August 1992 he was examined at Skopje Military Hospital. According to the medical report, the applicant was subjected to serious ill-treatment at Dretelj internment camp.", "43. In 1998 the applicant made an application for the restitution of the flat in Mostar. On 9 October 2002 his claim was rejected pursuant to section 3a. On 7 November the competent Cantonal Ministry upheld that decision. On 16 April 2003 the Mostar Cantonal Court, on an application for judicial review, quashed both decisions and remitted the case for reconsideration.", "44. On 11 February 2004 the housing authorities rejected again the applicant’s restitution claim under section 3a. On 5 July 2004 the competent Cantonal Ministry upheld that decision. On 2 December 2004 the Mostar Cantonal Court quashed both decisions and remitted the case to the housing authorities.", "45. On 16 April 2007 the housing authorities rejected for a third time the restitution claim pursuant to section 3a. That decision was upheld by the competent Cantonal Ministry and the Mostar Cantonal Court on 11 February and 2 December 2008 respectively.", "46. On 26 April 2007 the Serbian authorities terminated the proceedings for the allocation of a flat in Serbia because the applicant had not renounced his occupancy right on the flat in Mostar (see paragraph 59 below). On 6 October 2009 the applicant was placed in an old people’s home in Serbia, as he had no other place to live.", "47. The applicant was born in Montenegro in 1941 where he now lives.", "48. In 1981, as an economist employed at a military facility, he was allocated a military flat in Sarajevo. When the JNA formally withdrew from Bosnia and Herzegovina, he accepted a similar job at a military facility in Montenegro.", "49. In 1999 the applicant made an application for the restitution of the flat in Sarajevo. On 17 March 2003 his restitution claim was accepted. On 27 November 2003 the competent Cantonal Ministry quashed that decision and rejected the restitution claim pursuant to section 3a.", "50. Meanwhile, on 24 April 2003, the CRPC mentioned in paragraph 16 above, before which the applicant pursued parallel proceedings, held that he was neither a refugee nor a displaced person and declined jurisdiction.", "51. In November 2005 he retired. After having renounced his occupancy right on the flat in Sarajevo, he was allocated a tenancy right of unlimited duration on a military flat in Montenegro in December 2005 (see paragraph 59 below).", "52. On 6 February 2006 the Sarajevo Cantonal Court, on an application for judicial review, quashed the decision of 27 November 2003 and remitted the case to the Cantonal Ministry. On 29 March 2006 the Cantonal Ministry quashed the decision of 17 March 2003 and remitted the case to the housing authorities. On 10 April 2007 the housing authorities rejected the restitution claim under section 3a. The Cantonal Ministry and the Sarajevo Cantonal Court upheld that decision on 5 June 2007 and 24 June 2008 respectively. The last decision was delivered on 10 December 2008.", "53. During the 1992-95 war in Bosnia and Herzegovina more than 2.2 million people left their homes as a consequence of “ethnic cleansing” or generalised violence. As a rule, they fled to areas controlled by their own ethnic groups. All parties to the conflict quickly adopted procedures allowing the flats of those who had fled to be declared “abandoned” and allocated to new occupants. While the alleged rationale for the allocation of “abandoned” flats was to provide humanitarian shelter to displaced persons, particularly attractive flats were often awarded to the military and political elites. In some cases, occupancy rights were cancelled pursuant to section 47 of the Housing Act 1984, because of failure by the pre-war occupancy right holders to use their flats for a continuous period of at least six months. In most cases, however, the authorities applied legislation specially enacted for those purposes: the Abandoned Flats Act 1992, the Abandoned Flats Decree 1993, the Refugee Accommodation Decree 1993, the Refugee Accommodation Act 1995 and the Abandoned Property Act 1996. In the immediate aftermath of the war, legislation on abandoned flats remained in force in both Entities of Bosnia and Herzegovina (namely, the Federation of Bosnia and Herzegovina and the Republika Srpska) and reallocation of flats continued nearly unabated, which further reinforced ethnic separation.", "54. All such legislation was repealed under international pressure in 1998, enabling pre-war occupants to claim restitution. However, that right was limited in time and failure to make a timely application led to the cancellation of occupancy rights. The general deadline in the Federation of Bosnia and Herzegovina was 4 July 1999, but in some cases an application could have been made by 4 October 1999 or, for damaged flats, by 29 June 2002 (sections 5 and 18e of the Restitution of Flats Act 1998). Occupancy rights on military flats can be cancelled also under section 3a of that Act on the following grounds. First, if the pre-war occupancy right holder served in foreign armed forces after 19 May 1992 (when the JNA formally withdrew from Bosnia and Herzegovina). Since those who were granted refugee or equivalent status in a country outside the former SFRY are exempted, the restriction affects only those who served in the forces of the successor States of the SFRY and, in reality, almost exclusively those who served in the VJ forces. The second category is those who acquired an occupancy or equivalent right to a military flat in a successor State of the SFRY. On 22 September 2004 the Constitutional Court, on an application for abstract constitutionality review, declared that provision constitutional (decision U 83/03, published in Official Gazette of Bosnia and Herzegovina no. 60/04 of 27 December 2004). It has afterwards rejected numerous individual cases raising the issue of inability to return to military flats.", "55. Once occupancy right holders have repossessed their pre-war flats, they are entitled to purchase them under very favourable terms pursuant to the Privatisation of Flats Act 1997.", "56. Upon the cancellation of a pre-war occupancy right on a civilian flat, due to failure to make a timely application, the flat in issue may be given to another person provided that his or her housing needs have not already been met (see section 18d of the Restitution of Flats Act 1998). In accordance with sections 11 and 11a of that Act, it is deemed that one’s housing needs have already been met when that person or his or her spouse, child or parent has another habitable flat or house; the person concerned has sold his or her pre-war home; the person concerned earns as a minimum one quarter of the average consumer basket per member of his or her household plus BAM 200; or falls into any other category specified therein.", "57. Different rules apply to military flats. Upon the cancellation of a pre-war occupancy right, due to failure to make a timely application or due to a final decision rejecting a restitution claim pursuant to section 3a of the Restitution of Flats Act 1998, the flat may be allocated to current and retired military officials, current and retired staff of the Ministry of Defence, war veterans, war invalids or families of killed members of the former ARBH or HVO forces provided that their housing needs have not otherwise been met (see section 30 of the Military Flats Allocation Ordinance 1996). Section 31 of that Ordinance also provides that a person cannot be allocated a military flat if he or she or his or her spouse or minor child had a house or a flat in Bosnia and Herzegovina before the war (even if it has meanwhile been sold or gifted). Other conditions set out in paragraph 56 above, such as one’s income, do not apply to the allocation of military flats. Pursuant to section 30 of the Military Flats Allocation Ordinance 1996, 45% of flats should be allocated to senior officers and the highest Ministry officials; 15% to junior officers; and 10% to non-commissioned officers, other soldiers and Ministry staff. The remaining flats should be allocated to war veterans, war invalids or families of killed members of the former ARBH or HVO forces. During and immediately after the war many military flats were reportedly allocated to the highest military and civilian officials whose housing needs had otherwise been met (see Đokić, cited above, § 10). In 2002 the High Representative therefore requested the local authorities to ensure that all flats be allocated in accordance with the law. It would appear that during that process, which led to some evictions and which was monitored by the High Representative and the Organisation for Security and Cooperation in Europe, the deficiencies mentioned above were for the most part remedied.", "58. Applications for restitution are dealt with under an administrative procedure. First-instance decisions are, as a rule, subject to appeal within 15 days of delivery (section 227 of the Administrative Procedure Act 1998). Second-instance decisions are, as a rule, subject to judicial review within 30 days of delivery (section 18 of the Administrative Disputes Act 2005). Decisions on applications for judicial review were earlier subject to appeal to the Supreme Court of the Federation of Bosnia and Herzegovina within 15 days of delivery (section 42 of the Administrative Disputes Act 1998, replaced by the Administrative Disputes Act 2005 in March 2005), but they are no longer subject to appeal. An administrative decision enters into effect when upheld by the competent Ministry, the competent Cantonal Court and, until March 2005, by the Supreme Court; when the parties declare that they will not use either of those remedies; or when the time-limit for any of them expires.", "59. It has no longer been possible to acquire occupancy rights in Serbia since 1992 (see section 30(1) of the Housing Act 1992). Instead, current and retired members of the armed forces and current and retired staff of the Ministry of Defence have afterwards been entitled to an equivalent tenancy right of unlimited duration on military flats or, in case of a lack of suitable flats, mortgage loans co-financed by the State on condition that they or their spouses or children do not have an occupancy or equivalent right on a flat in any of the former Republics of the SFRY (the Military Housing Ordinances 1994, 1995, 2002 and 2005 and the Military Pensioners Ordinances 1994 and 2010). Therefore, those who occupied military flats in Bosnia and Herzegovina before the war have as a rule been required to give up their rights on those flats in order to qualify for a military flat or a loan in Serbia or Montenegro (see sections 6-7 and 87 of the Military Housing Ordinance 1994; sections 7-8 and 74 of the Military Pensioners Ordinances 1994; and sections 6-7 and 85 of the Military Housing Ordinance 1995).", "60. Section 39(2) of the Housing Act 1992 provides that the holder of a tenancy right of an unlimited duration on a flat may purchase that flat under the same conditions as an occupancy right holder.", "61. While the number of people who left their homes in Serbia after the dissolution of the former SFRY is far from the number of such people in Bosnia and Herzegovina (see paragraph 53 above), there were nevertheless some cases. For example, in 1992 a number of Muslims left Mali Zvornik, a Serbian town bordering on Bosnia and Herzegovina, as the local authorities were unable to protect them from militias from across the border. Although their flats were allocated to other people immediately after their departure, some of them have subsequently been reinstated by the Serbian courts (see decisions of the Supreme Court of Serbia Rev/3160/02 of 4 December 2002 and Rev/1856/07 of 4 October 2007 and decisions of the Loznica Municipal Court in those cases). The Serbian courts held that the flats in issue should not have been considered as abandoned as the persons concerned had left them under duress. However, some other persons in a similar situation have not been able to repossess their flats (see decision of the Supreme Court of Serbia Rev/2053/08 of 28 November 2008 finding that the restitution claim should have been made much earlier than in June 2005).", "62. Between 1992 and 2003 Montenegro was a constituent unit of the Federal Republic of Yugoslavia and then, until its independence in 2006, of the State Union of Serbia and Montenegro. Since Serbia and Montenegro had common armed forces throughout that period, the ordinances mentioned in paragraph 59 above applied also in Montenegro until 2006.", "63. The Dayton Peace Agreement was initialled in the United States on 21 November 1995 and entered into force when it was signed in France on 14 December 1995. It put an end to the war in Bosnia and Herzegovina.", "64. The relevant part of Article II § 5 of Annex 4 to the Agreement reads as follows:", "“All refugees and displaced persons have the right freely to return to their homes of origin.”", "65. Article I § 1 of Annex 7 to the Agreement provides:", "“All refugees and displaced persons have the right freely to return to their homes of origin. They shall have the right to have restored to them property of which they were deprived in the course of hostilities since 1991 and to be compensated for any property that cannot be restored to them. The early return of refugees and displaced persons is an important objective of the settlement of the conflict in Bosnia and Herzegovina. The Parties confirm that they will accept the return of such persons who have left their territory, including those who have been accorded temporary protection by third countries.”", "66. The Agreement on Succession Issues was the culmination of nearly ten years of intermittent negotiations under the auspices of the International Conference on the former Yugoslavia and the High Representative. It entered into force between Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia (succeeded in 2003 by the State Union of Serbia and Montenegro and in 2006 by Serbia), Slovenia and the former Yugoslav Republic of Macedonia on 2 June 2004.", "67. Under Articles 2 and 7 of Annex A to that Agreement, immovable State property of the SFRY situated in Bosnia and Herzegovina passed to that State on the date on which it proclaimed independence. With regard to occupancy rights, Article 6 of Annex G to that Agreement provides:", "“Domestic legislation of each successor State concerning dwelling rights (‘stanarsko pravo/ stanovanjska pravica/ станарско право’) shall be applied equally to persons who were citizens of the SFRY and who had such rights, without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "68. The relevant principles, endorsed by the United Nations Sub-Commission on the Promotion and Protection of Human Rights in 2005 (E/CN.4/Sub.2/2005/17), are the following:", "“1.1 The Principles on housing and property restitution for refugees and displaced persons articulated herein are designed to assist all relevant actors, national and international, in addressing the legal and technical issues surrounding housing, land and property restitution in situations where displacement has led to persons being arbitrarily or unlawfully deprived of their former homes, lands, properties or places of habitual residence.", "1.2 The Principles on housing and property restitution for refugees and displaced persons apply equally to all refugees, internally displaced persons and to other similarly situated displaced persons who fled across national borders but who may not meet the legal definition of refugee (hereinafter ‘refugees and displaced persons’) who were arbitrarily or unlawfully deprived of their former homes, lands, properties or places of habitual residence, regardless of the nature or circumstances by which displacement originally occurred.”", "“2.1 All refugees and displaced persons have the right to have restored to them any housing, land and/or property of which they were arbitrarily or unlawfully deprived, or to be compensated for any housing, land and/or property that is factually impossible to restore as determined by an independent, impartial tribunal.", "2.2 States shall demonstrably prioritize the right to restitution as the preferred remedy for displacement and as a key element of restorative justice. The right to restitution exists as a distinct right, and is prejudiced neither by the actual return nor non-return of refugees and displaced persons entitled to housing, land and property restitution.”", "“7.1 Everyone has the right to the peaceful enjoyment of his or her possessions.", "7.2 States shall only subordinate the use and enjoyment of possessions in the public interest and subject to the conditions provided for by law and by the general principles of international law. Whenever possible, the ‘interest of society’ should be read restrictively, so as to mean only a temporary or limited interference with the right to peaceful enjoyment of possessions.”", "“16.1 States should ensure that the rights of tenants, social-occupancy rights holders and other legitimate occupants or users of housing, land and property are recognized within restitution programmes. To the maximum extent possible, States should ensure that such persons are able to return to and repossess and use their housing, land and property in a similar manner to those possessing formal ownership rights.”", "“21.1 All refugees and displaced persons have the right to full and effective compensation as an integral component of the restitution process. Compensation may be monetary or in kind. States shall, in order to comply with the principle of restorative justice, ensure that the remedy of compensation is only used when the remedy of restitution is not factually possible, or when the injured party knowingly and voluntarily accepts compensation in lieu of restitution, or when the terms of a negotiated peace settlement provide for a combination of restitution and compensation.", "21.2 States should ensure, as a rule, that restitution is only deemed factually impossible in exceptional circumstances, namely when housing, land and/or property is destroyed or when it no longer exists, as determined by an independent, impartial tribunal. Even under such circumstances the holder of the housing, land and/or property right should have the option to repair or rebuild whenever possible. In some situations, a combination of compensation and restitution may be the most appropriate remedy and form of restorative justice.”", "69. The relevant part of the Resolution reads as follows:", "“9. In the light of the above, the Assembly calls on member states to resolve post-conflict housing, land and property rights issues of refugees and IDPs, taking into account the Pinheiro Principles, the relevant Council of Europe instruments, and Recommendation Rec(2006)6 of the Committee of Ministers.", "10. Bearing in mind these relevant international standards and the experience of property restitution and compensation programmes carried out in Europe to date, member states are invited to:", "...", "10.4. ensure that previous occupancy and tenancy rights with regard to public or social accommodation or other analogous forms of home ownership which existed in former communist systems are recognised and protected as homes in the sense of Article 8 of the European Convention on Human Rights and as possessions in the sense of Article 1 of the First Protocol to the Convention;", "10.5. ensure that the absence from their accommodation of holders of occupancy and tenancy rights who have been forced to abandon their homes shall be deemed justified until the conditions that allow for voluntary return in safety and dignity have been restored;”"], "VIOLATED_ARTICLES": ["P1"], "VIOLATED_PARAGRAPHS": ["P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}