{"ITEMID": "001-70756", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF FEDOTOV v. RUSSIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Josep Casadevall", "TEXT": ["8. The applicant was born in 1957 and lives in the town of Borovichi in the Novgorod Region.", "9. On 7 May 1999 the prosecutor’s office of the Borovichi District began an investigation into the applicant’s dealings, as it suspected him of using his position as the president of a non-governmental organisation for personal gain. It was alleged, in particular, that he had used a grant of 5,000 US dollars (USD) to purchase computer equipment which he had kept at his home or, in the alternative, unlawfully given to a local law office.", "10. On 13 October 1999 the prosecutor charged the applicant and issued an arrest warrant when he failed to attend the prosecutor’s office to countersign the charge sheet.", "11. On 1 February 2000 a supervising prosecutor of the Novgorod Region quashed the decision to charge the applicant and cancelled the warrant. She found that the investigation was incomplete because pertinent facts had not been sufficiently examined.", "12. On 9 February 2000 the Borovichi Criminal Police put the applicant’s name on the federal list of wanted persons.", "13. On 20 March 2000 the applicant was charged again.", "14. On 10 April 2000 a senior investigator from the Investigations Division of the Novgorod Regional Police dropped the charges against the applicant because there was no evidence that a criminal offence had been committed. On 4 May 2000 that decision was notified to the applicant’s lawyer.", "15. At 9.50 p.m. on 14 June 2000 the applicant was detained in the Izmaylovo Hotel in Moscow on the basis of the arrest warrant issued on 13 October 1999 because his name was still on the federal list of wanted persons.", "16. The applicant remained at the police station for twelve hours, until 10 a.m. on 15 June 2000. He was interrogated, searched and allegedly verbally abused by police officers. He was released only after the Novgorod Regional Police had confirmed, by a faxed letter, that the arrest warrant had been cancelled.", "17. The officer in command at the police station refused to issue the applicant with a document confirming that he had been detained for twelve hours.", "18. At 8.30 p.m. on 6 July 2000 the applicant was detained in Moscow on the basis of the same arrest warrant. He was handcuffed and escorted to the “Rostokino” Police Station of the North-Western Administrative District of Moscow.", "19. According to the applicant, he was verbally abused by three police officers, one of whom also hit him in the chest. His requests for permission to make a phone call and to meet the officer in charge were ignored.", "20. The applicant was not released until 6.15 p.m. on 7 July 2000, after confirmation had been received that the warrant had been cancelled. According to the applicant, during the entire period he spent in detention he received no water or food and was given no access to toilet facilities.", "21. On 18 June 2000 the applicant complained to the Head of the Moscow Police and the Izmaylovskiy District Prosecutor’s Office. On 5 July 2000 the applicant complained to the Moscow City Prosecutor that he had been unlawfully detained and that the district prosecutor had failed to respond to his complaints. On 15 August 2000 he complained to the Prosecutor General about his unlawful detention in July 2000.", "22. On 17 August 2000 a deputy director of the Operative Investigations Division of the Moscow Police informed the applicant that his detention on 14 June 2000 was considered lawful as he had been on the federal list of wanted persons. Since the applicant had not had any documents on him to show that the charges had been dropped, the police officers “had taken all appropriate measures to confirm or refute [his] statement about the unlawfulness of [his] detention”.", "23. On 18 September 2000 a deputy director of the Public Security Division of the Moscow Police confirmed to the applicant that he had been detained because his name was on the federal list of wanted persons. He maintained that the Moscow police officers had acted lawfully and that on both occasions responsibility for his detention lay with the Novgorod Regional Police as they had failed to update the database of wanted persons in time.", "24. On 4 September 2000 the director of the Operative Investigations Division of the Moscow Police advised the applicant that the Borovichi Police Department was responsible for placing people’s names on, and removing them from, the wanted persons’ list.", "25. On 25 September 2000 a deputy prosecutor of the Izmaylovskiy District of Moscow wrote to the applicant to say that the blame for his detention lay with the Novgorod Regional police officers who had failed to remove his name from the wanted persons’ list. He added that the Moscow Police had acted lawfully on the basis of the information available.", "26. On 31 October 2000 a deputy prosecutor of the Novgorod Region informed the applicant that his name had been deleted from the wanted persons’ list on 5 May 2000 and that notice thereof had been sent to the central database of the Ministry of the Interior on 16 May 2000. However, an investigator, Ms Romanova, had failed to notify the Borovichi Police Department that the arrest warrant had been cancelled on 1 February 2000, and it was that which had led to the applicant’s detention in Moscow and Lipetsk and the violations of his constitutional rights. The deputy prosecutor said that he had requested the director of the Investigations Department of the Novgorod Regional Police to examine the matter and to discipline those responsible for the violations of the applicant’s rights.", "27. On 20 October 2000 a deputy director of the Internal Investigations Department of the Novgorod Regional Police wrote to inform the applicant that disciplinary proceedings were pending against the investigator who had failed to notify those concerned in time that the arrest warrant had been cancelled.", "28. On 7 December 2000 an acting prosecutor of the Novgorod Region informed the applicant that Ms Romanova had been reprimanded for unspecified violations of the rules of criminal procedure.", "29. After the application had been communicated to the respondent Government, the Ostankinskiy Interdistrict Prosecutor’s Office carried out an inquiry into the applicant’s complaints of 2000. On 29 March 2004 it issued a decision not to initiate criminal proceedings in connection with his allegations of ill-treatment because there was no evidence of criminal conduct by any of the police officers. On 20 April 2004 the Moscow City Prosecutor quashed that decision and ordered a further inquiry.", "30. According to the Government, further to a recommendation (представление) issued on 20 August 2004 by the Ostankinskiy Interdistrict Prosecutor’s Office, the Information Centre of the Ministry of the Interior reinforced the procedures for ensuring that the federal list of wanted persons was regularly updated.", "31. In early 2001 the applicant sued the Ministry of Finance, the Prosecutor General’s Office and the Ministry of the Interior. He claimed compensation for pecuniary and non-pecuniary damage in connection with the unlawful criminal proceedings and arrest.", "32. On 29 August 2001 the Basmanniy District Court of Moscow requested the “Rostokino” police station to provide the papers relating to the applicant’s detention on 6-7 July 2000, including the records of his arrest and body search and an extract from the custody record. It does not appear that the requested documents were provided.", "33. On 18 September 2001 the Basmanniy District Court delivered judgment. It found that the criminal proceedings against the applicant had been unlawful because they were ultimately discontinued for lack of evidence of a criminal offence. Having regard to the fact that “[the applicant] had given an undertaking not to leave the town and had not actually been taken into custody”, the District Court awarded him 3,000 Russian roubles (RUR, 110 euros (EUR)) in compensation for non-pecuniary damage. It further awarded him RUR 14,976 for legal costs incurred in the criminal proceedings and RUR 462.14 for costs in the civil proceedings. The total amount came to RUR 18,438.14 (approximately EUR 675). The remainder of the applicant’s claims were dismissed.", "34", "35. On 16 January 2002 the Moscow City Court upheld the judgment of 18 September 2001. It held that the applicant had not advanced any new arguments other than those that had been already examined by the District Court.", "36. On 20 January 2002 the applicant applied to the Basmanniy District Court for a writ of execution. Having received no reply, he wrote to the president of the court and to the Moscow City Prosecutor on 7 March, 15 May and 19 June 2002 to complain about the delay.", "37. On 27 May 2002 the President of the Basmanniy District Court replied to the applicant, advising him that the writ had been sent to the court bailiffs on 18 March 2002 for enforcement.", "38. On 19 June 2002 the applicant received a writ of execution for RUR 17,976. On 26 and 27 June 2002 he complained to the Presidents of the Basmanniy District Court and the Moscow City Court that the amount in the writ was less than the award in the judgment.", "39. On 26 June 2002 the applicant requested the President of the Basmanniy District Court to rectify the error in the writ. He repeated his request on 29 July 2002, but to no avail, and so on 2 September 2002 sent a complaint to the Moscow City Court.", "40. On 16 July 2002 the applicant sent the writ of execution for RUR 17,976 to the court bailiffs.", "41. By a letter of 24 September 2002, the President of the Basmanniy District Court confirmed that the writ had been sent to the court bailiffs on 18 March 2002.", "42. On 22 November 2002 the bailiffs’ service of Interdistrict Office no. 2 of Moscow returned the writ for RUR 17,976 to the applicant, advising him to submit it directly to the Ministry of Finance.", "43. Having received no response to his requests for rectification of the amount stated in the writ, the applicant renewed his request to the Basmanniy District Court to that effect on 19 September 2003 and returned the writ containing the error.", "44. On 9, 10 and 15 February and 3 and 20 March 2004 the applicant wrote to the President of the Supreme Court, the Moscow City Prosecutor and the Basmanniy District Prosecutor to complain about the Basmanniy District Court’s persistent refusal to rectify the writ.", "45. On 10 April 2004 the applicant received by post a writ of execution for RUR 18,446.54 dated 30 March 2004. On 16 April 2004 he submitted it to the Ministry of Finance for execution.", "46. In a letter of 14 April 2004, the Supreme Court claimed that on 15 October 2003 a corrected writ of execution had been sent to the court bailiffs’ service.", "47. By a letter of 6 May 2004, the Moscow Main Directorate of the Ministry of Justice informed the applicant that the bailiffs’ service had searched its records since 1 January 2002 and had no trace of receiving a writ of execution for RUR 18,446.54.", "48. On 15 March 2004 the applicant requested the Basmanniy District Court to adjust the award in the judgment of 18 September 2001 in line with inflation. On 24 November 2004 the court granted his claim in part, awarding him RUR 6,269 on account of inflation and RUR 6,000 in legal costs.", "49. On 25 November 2004 the Ministry of Finance returned the writ to the applicant, saying that it was defective.", "50. On 16 December 2004 the Basmanniy District Court issued a new writ and submitted it directly to the Ministry of Finance. In his letter to the applicant, the court president acknowledged that the previously issued writs had not conformed to the law on enforcement proceedings.", "51. At the date of the last communication from the applicant of 27 February 2005, the judgment of 18 September 2001, as supplemented by the judgment of 24 November 2004, had not yet been enforced.", "52. The Russian Constitution of 12 December 1993 establishes that a judicial decision is required before a defendant can be detained or his or her detention extended (Article 22).", "Under the RSFSR Code of Criminal Procedure (in force until 1 July 2002), a decision ordering placement in custody could be taken by a prosecutor or a court (Articles 11, 89 and 96).", "53. The Russian Civil Code provides for strict liability (ответственность независимо от вины) of the State treasury for damage incurred through being unlawfully held in custody (Article 1070 § 1).", "54. The relevant extract from the 2nd General Report of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) (CPT/Inf (92) 3) reads as follows:", "“42. Custody by the police is in principle of relatively short duration ...However, certain elementary material requirements should be met.", "All police cells should be of a reasonable size for the number of persons they are used to accommodate, and have adequate lighting (i.e. sufficient to read by, sleeping periods excluded) and ventilation; preferably, cells should enjoy natural light. Further, cells should be equipped with a means of rest (e.g. a fixed chair or bench), and persons obliged to stay overnight in custody should be provided with a clean mattress and blankets.", "Persons in custody should be allowed to comply with the needs of nature when necessary in clean and decent conditions, and be offered adequate washing facilities. They should be given food at appropriate times, including at least one full meal (i.e. something more substantial than a sandwich) every day.", "43. The issue of what is a reasonable size for a police cell (or any other type of detainee/prisoner accommodation) is a difficult question. Many factors have to be taken into account when making such an assessment. However, CPT delegations felt the need for a rough guideline in this area. The following criterion (seen as a desirable level rather than a minimum standard) is currently being used when assessing police cells intended for single occupancy for stays in excess of a few hours: in the order of 7 square metres, 2 metres or more between walls, 2.5 metres between floor and ceiling.”", "The CPT reiterated the above conclusions in its 12th General Report (CPT/Inf (2002) 15, § 47).", "55. The part of the Report to the Russian Government on the visit to the Russian Federation carried out by the CPT from 2 to 17 December 2001 (CPT/Inf (2003) 30) read, in so far as it concerned the conditions of detention in administrative-detention cells located within police stations, as follows:", "“25. Similar to the situation observed during previous visits, none of the district commands (RUVD) and local divisions of Internal Affairs visited were equipped with facilities suitable for overnight stays; despite that, the delegation found evidence that persons were occasionally held overnight at such establishments... The cells seen by the delegation were totally unacceptable for extended periods of custody: dark, poorly ventilated, dirty and usually devoid of any equipment except a bench. Persons held overnight were not provided with mattresses or blankets. Further, there was no provision for supplying detainees with food and drinking water, and access to a toilet was problematic.", "The CPT reiterates the recommendation made in its report on the 1999 visit (cf. paragraph 27 of document CPT (2000) 7) that material conditions in, and the use of, cells for administrative detention at district commands and local divisions of Internal Affairs be brought into conformity with Ministry of Internal Affairs Order 170/1993 on the general conditions and regulations of detention in administrative detention cells. Cells which do not correspond to the requirements of that Order should be withdrawn from service.", "Further, the Committee reiterates the recommendation made in previous visit reports that administrative detention cells not be used for accommodating detainees for longer than 3 hours.”"], "VIOLATED_ARTICLES": ["5", "6", "P1"], "VIOLATED_PARAGRAPHS": ["5-1", "5-5", "6-1", "P1-1"], "VIOLATED_BULLETPOINTS": ["P1-1-1"], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}