{"ITEMID": "001-85232", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "SARKOVA v. THE CZECH REPUBLIC", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Javier Borrego Borrego;Karel Jungwiert;Mark Villiger;Peer Lorenzen;Rait Maruste;Renate Jaeger;Snejana Botoucharova", "TEXT": ["The applicant, Ms Anděla Šárková, is a Czech national who was born in 1949 and lives in Praha. The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, from the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant fell ill with chronic hepatitis, which was classified as an occupational illness in June 1986.", "On 9 March 1987 the applicant lodged a civil action with the Brno Municipal Court (městský soud) against her former employer seeking compensation for her diminished social capacity, and loss of income and earning capacity. Subsequently, she included claims for a contribution to her for dietary nutrition and for additional damages.", "On 14 October 1992 the Municipal Court received an expert opinion.", "In a judgment of 29 March 1995 it partly granted the applicant’s action.", "On 14 September 1995 the Brno Regional Court (krajský soud) partly modified this judgment, in that it dismissed the applicant’s request for an increase of her diminished social capacity and related default interest, stating that the applicant’s health had improved, so that it did not warrant the requested increase. It quashed the remaining part of the judgment and remitted it to the Municipal Court for further consideration.", "On 11 September 1997 the Supreme Court (Nejvyšší soud) dismissed the applicant’s appeal on points of law (dovolání).", "On 26 November 1997 the Municipal Court found the expert’s opinion invalid, as there was no record about the expert’s appointment included in the case-file. On 2 December 1997 it appointed a new expert.", "On 16 September 1998 the Municipal Court held a hearing, at which the expert presented his opinion. The applicant objected to mistakes in the opinion.", "On 25 November 1998 the Supreme Court dismissed the applicant’s request to transfer her case to the Prague 3 District Court (okresní soud).", "In a judgment of 13 October 1999 the Municipal Court partly granted the applicant’s action. It stated that the expert had remedied the mistakes and that, in any event, these mistakes had not affected his credibility.", "On 8 February 2000 the Municipal Court received the defendant’s supplement to its appeal. The applicant alleged that on 1 February 2000 the court had warned the defendant about the expiration of the time-limit.", "On 7 September 2004 the Regional Court held a hearing, attended by the applicant’s lawyer. It dismissed the defendant’s appeal and ordered it to pay the costs of the proceedings into the account of the applicant’s lawyer. On 6 October 2004 this judgment became effective.", "According to the applicant, the Regional Court did not invite her to the hearing of 7 September 2004 and sent the final judgment only to her lawyer, who failed to inform her about the progress of the proceedings and about their outcome.", "The relevant domestic law and practice concerning remedies for the allegedly excessive length of judicial proceedings are set out in the Court’s decision in the case of Vokurka v. Czech Republic, no. 40552/02 (dec.), §§ 11-24, 16 October 2007)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}