{"ITEMID": "001-61443", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF NAPIJALO v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 6-1;Violation of P4-2-2;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicant was born in 1947 and lives in Karlovac, Croatia.", "9. On 6 February 1999 the applicant was driving from Bosnia and Herzegovina and crossed the border to Croatia at the checkpoint at Maljevac. He was stopped by a customs officer for a routine check.", "10. The applicant gives the following account of what happened at the border checkpoint. Before arriving in Croatia, the applicant and another person, K.B., had purchased four cartons of cigarettes and two litres of cooking oil.", "11. At the border checkpoint they were approached by a customs officer who asked the applicant if he had anything to declare. The applicant pointed at the purchased goods, lying in the backseat of the car, inviting the customs officer to take a look. The officer then asked the applicant to show him his passport. While holding the applicant's passport the officer told the applicant that he had failed to declare the goods and thus committed a customs offence. He asked the applicant to pay a fine in the amount of two hundred Croatian Kunas (hereinafter HRK).", "12. The applicant told the officer that he could not pay the fine right away because he did not have enough money on him. The officer did not return the applicant's passport and told him that he would receive his passport when he had paid the fine. The applicant then continued to Croatia.", "13. The Government gave the following account of the facts. While entering Croatia the applicant failed to declare goods that he had purchased in Bosnia and Herzegovina. However, a customs officer found five cartons of cigarettes and two litres of cooking oil in the applicant's car. He routinely fined the applicant with HRK 200 [Approximately 30 euros] for a minor customs offence. The applicant was immediately given a document which stated that he was fined with HRK 200 for having failed to declare five cartons of cigarettes he was importing. The applicant signed the document. During this procedure the applicant's passport was kept by the customs officer, who had intended to return it to the applicant. However, the applicant refused to pay the fine and demonstratively drove away, leaving his passport behind.", "14. On 10 February 1999 the applicant wrote from his address in Karlovac to the Ministry of Finance, Customs Administration Headquarters asking that his passport be returned.", "15. On 22 February 1999 the Customs Administration replied to the applicant's address in Karlovac that the custom officers acted in accordance with law when they seized the applicant's passport because he had refused to pay the fine for a customs offence which he had committed by failing to declare goods at a border checkpoint. They relied on Sections 325 to 333 of the Customs Act which, inter alia, provided that a person, while crossing a customs check point, had to declare and show all goods that he was importing. Failure to declare such goods represented a customs offence. The letter also stated that since the applicant had not declared the goods that he had been importing to Croatia, he had committed a customs offence under Section 353 of the Customs Act and fined pursuant to § 2 of that Section. The applicant's passport had been kept because the applicant had refused to pay the fine. The letter contained no indication of how and when the applicant's passport would be returned.", "16. Although the applicant did not pay the imposed fine no other proceedings were instituted against him for the alleged customs offence.", "17. In the meantime, on 12 February 1999, the Customs Administration, apparently having decided not to institute any further proceedings against the applicant, handed over the passport to the Slunj Customs Police Department. The Police noticed, however, that the applicant was registered as living in Zagreb for which reason, on 4 March 1999, the passport was sent to the Zagreb Police Department.", "18. On 5 March 1999 the Zagreb Police Department wrote to the applicant's registered address in Zagreb inviting him to collect his passport. The letter was returned. On 6 April 1999 the Zagreb Police Department wrote once more to the applicant, but the letter was again returned. The receipt showed that the applicant was unknown at that address.", "19. The Police discovered subsequently that the applicant, although registered as living in Zagreb, actually lived in Karlovac. On 23 March 2001 the passport was sent to the Karlovac Police Department which invited the applicant to collect his passport. He did so on 4 April 2001.", "20. Having received the Customs Administration's letter of 22 February 1999 the applicant filed a civil suit on 2 March 1999 in the Zagreb Municipal Court against the Ministry of Finance, seeking the return of his passport and damages flowing from his inability to leave Croatia. He also requested the court to adopt an interim measure and order that his passport be returned to him immediately.", "21. On 13 April 1999 the applicant also filed an application in the Zagreb County Court claiming that the seizure of his passport by a customs officer was an unlawful act and that therefore, his right to freedom of movement had been violated. He requested the court to order the Ministry of Finance to return his passport forthwith.", "22. On 21 September 1999 the Zagreb County Court dismissed the applicant's claim. It found that a claim for protection from an unlawful act was permitted only if there was no other remedy available. In the opinion of the court the applicant had at his disposal another remedy - a civil action for the return of his property. Accordingly, it instructed the applicant to institute civil proceedings in a municipal court against the Ministry of Finance for the return of his passport.", "23. The applicant appealed against the decision.", "24. The applicant's appeal was rejected on 20 April 2000 by the Supreme Court (Vrhovni sud Republike Hrvatske).", "25. In the meantime, at a hearing on 12 April 1999 the Zagreb Municipal Court, in the proceedings instituted on 2 March 1999, against the Ministry of Finance, separated the applicant's claim for damages from the claim for return of the passport.", "26. Concerning the claim for return of the applicant's passport the next hearing was held on 11 February 2000. At that hearing the court heard the applicant and then decided to hear K.B., who was with the applicant in the car at the material time. It was furthermore agreed between the parties to adjourn the issue of damages pending the outcome of the claim for the return of the passport.", "27. At a hearing on 1 December 2000 the court heard the customs officer who took the applicant's passport. It also invited the applicant to submit within thirty days a copy of the letter that he had sent to the Customs Administration as well as their reply.", "28. On 23 January 2001 the applicant submitted the Customs Administration's reply of 22 February 1999.", "29. At a hearing on 21 February 2001 the court heard another customs officer and once again the applicant. It then rejected the applicant's request for an interim measure finding that the applicant's main claim, i.e. to have his passport returned, was exactly the same as his request for the interim measure and that, therefore, such a request could only be decided after the court established all the relevant facts of the case.", "30. On 23 February 2001 the applicant filed an application asking that the judge be removed from the case. On 7 March 2001 the President of the Zagreb Municipal Court rejected the applicant's motion.", "31. The next hearing was held on 13 April 2001. The applicant informed the court that on 4 April 2001 the Karlovac Police Department had returned his passport. Therefore, he no longer sought the return of his passport but instead sought a declaratory decision to the effect that on 6 February 1999 his passport was taken from him by the Croatian authorities and returned on 4 April 2001. He also sought costs.", "32. On 24 April 2001 the applicant filed submissions with the court repeating the statements and claims he made at the hearing on 13 April 2001.", "33. On 16 May 2001 the applicant's counsel appeared before the judge and agreed to reformulate the applicant's claim having regard to the fact that the passport had already been returned to him.", "34. The next hearing was held on 28 May 2001 during which it was formally recorded that the passport had been returned to the applicant. The applicant's counsel sought from the court permission to specify the applicant's remaining claims. The court allowed her to do so within thirty days.", "35. On 7 June 2001 the applicant himself filed submissions to the court reiterating the same claims as those submitted on 24 April 2001. No additional claims were submitted by the applicant's counsel.", "36. On 13 August 2001 the applicant again filed an application asking that the judge be removed from the case. The President of the court accepted the request and the case was transferred to another judge.", "37. Following a hearing on 14 November 2001 the court dismissed the applicant's claims. It found that the applicant had no further legal interest in seeking a declaratory decision that his passport had been taken from him by the Croatian authorities on 6 February 1999 and then returned on 4 April 2001. The applicant was also ordered to pay the defendant's costs.", "38. The applicant's subsequent appeal was dismissed and the first instance decision was upheld by the Zagreb County Court (Županijski sud u Zagrebu) on 10 September 2002. It held that the applicant had no legal interest in seeking a declaratory decision and that the Zagreb Municipal Court's decision on the costs of the proceedings was well-founded because the applicant had lost his case.", "39. According to the applicant the proceedings concerning his claim for damages have never been resumed and on 24 January 2002 the case was closed without any decision on the merits been taken.", "40. According to the Government the case has not been closed and the proceedings are still pending.", "41. According to Sections 34 and 35 of the Act on Travel Documents of Croatian Citizens (Zakon o putnim ispravama hrvatskih građana - Official Gazette no. 53/1991, hereinafter the “Act on Travel Documents”) a passport will be seized when there is a reasonable suspicion that:", "- a person is acting against the laws regulating customs or foreign trade.", "42. Relevant parts of Section 353 of the Customs Act (Carinski zakon, Official Gazette no. 106/1993) provides, inter alia, that a person who, when crossing a border, does not declare the goods for his or her personal use shall be fined."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}