{"ITEMID": "001-104947", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2011, "DOCNAME": "CASE OF GERASIYEV AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 2;Violation of Art. 3;Violation of Art. 5;Violation of Art. 13+2;No violation of Art. 3", "JUDGES": "Anatoly Kovler;Elisabeth Steiner;George Nicolaou;Julia Laffranque;Khanlar Hajiyev;Mirjana Lazarova Trajkovska", "TEXT": ["5. The applicants are:", "1) Mr Vaysu Gerasiyev, born in 1938;", "2) Ms Asiyat Gerasiyeva, born in 1942;", "3) Mr Khasmagomed Gerasiyev, born in 1962; and", "4) Ms Zarema Gerasiyeva, born in 1971.", "6. The applicants are Russian nationals and residents of the village of Gekhi, the Chechen Republic.", "7. The first applicant is the father and the second applicant is the mother of Mr Valid Gerasiyev, born in 1977. The third and fourth applicants are, respectively, brother and sister of Valid Gerasiyev.", "8. In the autumn of 1999 the applicants and Valid Gerasiyev resided in their privately owned house in the village of Gekhi. After the launch of the counter-terrorist operation in Chechnya, the first applicant and some of his relatives moved to Ingushetiya. Valid Gerasiyev, the first applicant’s other son and the fourth applicant stayed in Gekhi to look after the family house.", "9. In December 1999 federal forces regained control over Gekhi. The hostilities ceased and the civil population began to return to the area. Valid Gerasiyev, the fourth applicant and their brother decided to stay in Gekhi and not to move to Ingushetiya as they had previously planned.", "10. On an unspecified date in February 2000 the Gerasiyev family ran out of firewood to heat their house. There being no forest area in the vicinity of Gekhi, Valid Gerasiyev went to the neighbouring village of Shaami-Yurt where O.V., a relative of the Gerasiyevs, resided and where he could obtain firewood.", "11. On 3 February 2000 Valid Gerasiyev and O.V. went to the forest to collect firewood in the latter’s tractor. At a certain moment the tractor started skidding and O.V. had to return to the village to fetch a rope. When he returned to the forest on his bike and found Valid Gerasiyev, both men came under fire. They decided to leave the area and abandon the vehicles. While they were trying to leave, a shell hit the tractor and the bike. Valid Gerasiyev was hit by a shell splinter in the back of his arm. The wound did not seem particularly serious but his arm was bleeding.", "12. Later on the same day Valid Gerasiyev and O.V. returned to ShaamiYurt. The village was also under fire and the residents tried to shelter from the bombing. The men learnt from the local residents that federal forces were bombing the village because a group of rebels had passed through it earlier. Those rebels had been previously forced out of Grozny by federal forces.", "13. Having arrived at O.V.’s house, Valid Gerasiyev and O.V. went to the basement to shelter from the bombing. Later on the same day about ten residents of the village joined them in the basement, among them A.D., S.D. and Sh.M. They bandaged Valid Gerasiyev’s arm because the wound was still bleeding.", "14. On 4 February 2000 the bombing continued and the people stayed in the basement.", "15. On 5 February 2000 federal forces started a “sweeping” operation in Shaami-Yurt. The servicemen ordered everyone to come out of O.V.’s basement and checked their identity documents. They immediately spotted Valid Gerasiyev’s bandaged arm and asked him how he had been wounded. He did not speak Russian and could not answer the question. When O.V. and others tried to explain that he had been wounded while collecting firewood, the servicemen threatened them with their submachine guns and ordered them to remain silent.", "16. At the same time the servicemen brought people out of the neighbouring houses and checked their identities. It turned out that General Shamanov was in command of the federal forces’ operation in Shaami-Yurt and that he was present during the identity checks. A certain A.S., a police officer from the neighbouring village Khambi-Irzi, tried to stand up for Valid Gerasiyev and the other young men targeted by the servicemen. He addressed General Shamanov and asked him why federal forces had remained passive while the rebels had been passing through the village and why were they now trying to find fault with peaceful village residents. According to the written statement by Sh.M. (see paragraph 20 below), in response General Shamanov allegedly ordered the servicemen to disarm A.S. and to beat him up, which they immediately did.", "17. The servicemen then put Valid Gerasiyev in a KAVZ minibus which was specifically re-equipped for transporting detained persons and drove away. Residents of the village alleged to have subsequently seen the minibus in the courtyard of the Achkhoy-Martan military commander’s office.", "18. On the same day the servicemen took three other residents of Shaami-Yurt away. On an unspecified date in March 2000 the body of one of them, Mr Akh.D., was found in the river on the outskirts of the village. The other missing persons were not found.", "19. The applicants have had no news of Valid Gerasiyev since.", "20. The account of the events described above is based on the information contained in the application form; a written statement made by the first applicant on 14 May 2007; written statements by O.V. and A.D. dated 19 October 2006; a written statement by S.D of 10 October 2006, and a written statement by Sh.M. made on 12 October 2006.", "21. According to the Government, no evidence that Valid Gerasiyev had been abducted by servicemen during a special operation was uncovered during the domestic investigation.", "22. It appears that the applicants returned to Gekhi around mid-February 2000. Having learnt about the abduction of Valid Gerasiyev at about that time, the applicants applied, orally and in writing, to various lawenforcement authorities, seeking information on his whereabouts. Although the first applicant was almost illiterate (he never went to school), he made most of the enquiries in connection with the disappearance of his son, also on behalf of other applicants. At certain points he asked his neighbours for assistance in compiling his complaints. In the applicants’ submission, given the limited level of the first applicant’s education, he did not keep copies of all his complaints to the authorities.", "23. On 22 April 2000 the first applicant complained about the disappearance of Valid Gerasiyev to the Achkhoy-Martanovskiy Temporary Office of the Interior (“the VOVD”).", "24. On 31 May 2000 the Prosecutor’s Office of the Chechen Republic (“the republican prosecutor’s office”) forwarded the first applicant’s complaint about the disappearance of his son, along with about ten similar complaints by other persons from the Chechen Republic, to the head of the Department of the Interior of the Chechen Republic and instructed him to notify the complainants about the decisions taken.", "25. On 22 August 2000 the VOVD replied to the first applicant that Valid Gerasiyev had not been detained on the VOVD premises.", "26. On 26 August 2000 (or 2001 – the copy of the relevant letter is partly illegible) the republican prosecutor’s office forwarded the first applicant’s complaint about the disappearance of Valid Gerasiyev to the acting prosecutor of the Urus-Martanovskiy District.", "27. On 4 November 2001 the first applicant filed another complaint about the disappearance of Valid Gerasiyev with the VOVD. It appears that the VOVD carried out an inquiry which resulted in a decision of 14 November 2001 refusing to open a criminal case into the disappearance of the first applicant’s missing son.", "28. On 12 December 2001 the prosecutor’s office of the AchkhoyMartanovskiy District (“the district prosecutor’s office”) set aside the decision of 14 November 2001 and launched a criminal investigation into the disappearance of Valid Gerasiyev under Article 127 § 2 of the Criminal Code (aggravated unlawful deprivation of liberty). The case file was assigned no. 27054. The investigator’s decision referred, among other things, to a written statement by O.V. to the effect that on 5 February 2000 about ten officials of the military commander’s office of the village of Lermontov-Yurt had come to O.V.’s home and had taken away Valid Gerasiyev, and also to the fact that since that time the latter had been missing. It appears that the applicants were notified about that decision.", "29. According to the applicants, after the initiation of the investigation on 12 November 2001, they were convinced that the district prosecutor’s office would search for Valid Gerasiyev and find his abductors. Consequently, for several years they waited for that body to fulfil its duties. Moreover, each time they enquired, mostly orally, about the progress of the investigation, the officials of the district prosecutor’s office reassured them that the investigation was under way. It was only in February 2006 that the first applicant sought professional legal advice in connection with the disappearance of Valid Gerasiyev.", "30. On 7 February 2006 the first applicant requested the district prosecutor’s office to provide him with information on the progress of the investigation into the disappearance of his son and to grant him victim status in connection with those proceedings. It does not appear that his request was ever replied to.", "31. On 19 September 2006 the first applicant filed another complaint with the district prosecutor’s office, claiming that the investigation into the disappearance of his son had been slow and that he had not had any information on its progress. He requested to be provided with access to the investigation case file and the proceedings to be resumed in the event that they had been suspended.", "32. On 22 September 2006 the district prosecutor’s office notified the first applicant that it had granted his request in so far as it concerned the resumption of the investigation and had dismissed the remainder of the complaint.", "33. On 28 September 2006 the district prosecutor’s office resumed the investigation in case no. 27054. The decision, in so far as relevant, stated as follows:", "“... In the present case on 12 December 2001 [the district prosecutor’s office] initiated a criminal investigation under Article 127 § 2 of the Criminal Code in connection with the fact that on 5 February 2000, during a special operation carried out by federal security forces in the village of Shaami-Yurt, in the AchkhoyMartanovskiy District, a group of unidentified persons in camouflage uniforms, who arrived in a grey KAVZ minibus, arrested and took away to an unknown destination Valid Gerasiyev, [born in] 1977, resident of the village of Gekhi, who was, at the moment of his abduction, at no 38 Shkolnaya Street, the home of [O.V.], resident of Shaami-Yurt. The whereabouts of Valid Gerasiyev remain unknown.", "On 12 February 2001, upon the expiry of the time-limit for the preliminary investigation, the proceedings [in case no. 27054] were adjourned.", "The decision to suspend the investigation was unfounded and premature and should be set aside as it was issued on the basis of insufficiently verified information about the crime.", "The examination [of the case file] reveals that not all comprehensive measures aimed at establishing the truth were carried out; the investigation was incomplete ... In particular, in order to elucidate the circumstances of the crime [the investigators] should question the residents of the village of Gekhi, relatives, neighbours and acquaintances of the missing person, as well as persons from Shaami-Yurt residing in the immediate vicinity of the crime scene. Not all measures necessary to identify other witnesses, eyewitnesses to the crime or the culprits were taken. Furthermore, the investigators did not verify information pertaining to the ownership of the KAVZ vehicle used by the perpetrators; a close relative of the missing person was neither questioned nor granted victim status.", "An additional investigation should broaden the circle of potential witnesses to the crime, instruct the police to take additional operational and search measures aimed at establishing the whereabouts of the missing person and identifying the perpetrators, to examine all the relevant circumstances of the crime ...”", "34. On 2 October 2006 the first applicant was granted victim status in connection with the proceedings in case no. 27054. He was notified about that decision on the same day.", "35. On 12 October 2006 the first applicant complained to the AchkhoyMartanovskiy District Court (“the District Court”) about the refusal of the district prosecutor’s office to provide him with access to case file no. 27054 (see below).", "36. On 28 October 2006 the district prosecutor’s office suspended the investigation in case no. 27054 owing to the failure to identify those responsible.", "37. On 22 January 2007 the first applicant formally joined the proceedings in case no. 27054 as a civil party. He claimed 2,500,000 Russian roubles (RUB) in respect of pecuniary and nonpecuniary damage caused by the offence.", "38. Despite the Court’s specific requests, the Government refused to submit a copy of the entire criminal case file opened into the abduction of the applicants’ relative. They did not put forward any explanation for their failure to do so. The Government furnished only copies of several witness’ statements, the decisions to open and resume the investigation and the investigators’ requests to various authorities concerning the whereabouts of Valid Gerasiyev, as well as some of the replies to them. Some of the documents provided by the Government were illegible; others were legible only in part. The information contained in those documents, in so far as they are legible, is summarised below.", "39. On 12 December 2001 the deputy prosecutor of the AchkhoyMartanovskiy District quashed the decision of 14 November 2001, issued by the Achkhoy-Martanovskiy district department of the interior (“the VOVD”) and refusing to institute a criminal investigation into the first applicant’s complaint about the abduction of Valid Gerasiyev. The deputy prosecutor’s decision stated, in particular, that on 4 November 2001 the VOVD had received the first applicant’s complaint about the abduction of his son on 5 February 2000 from house no. 24, Shkolnaya Street, in Shaami-Yurt. Following a preliminary inquiry, the VOVD had refused to open a criminal case. However, their refusal was unlawful because the materials of the preliminary inquiry contained a statement by O.V. to the effect that on 5 February 2000 a group of ten servicemen from the military commander’s office of the village of Lermontovo-Yurt had come to his house at no. 24, Shkolnaya Street and had taken Valid Gerasiyev away in their bus. By the same decision the deputy prosecutor instituted an investigation into the abduction of Valid Gerasiyev under Article 127 § 2 of the Criminal Code (aggravated unlawful deprivation of liberty). The case file was assigned the number 27054.", "40. On 29 December 2001 the investigators interviewed O.V., residing at 24, Shkolnaya street, Shaami-Yurt, as a witness. He stated that at the beginning of February 2000 Valid Gerasiyev had visited him in ShaamiYurt and had asked for help in collecting firewood. O.V. had given him a tractor and the latter had gone to the forest. At a certain point after his departure unspecified forces had started shelling the village and a group of rebel fighters had entered the village. Civilians had been given the opportunity to leave the village in several buses. O.V. had sent his parents away in a bus but had had to stay in Shaami-Yurt. In the evening of the same day unspecified persons had brought Valid Gerasiyev, who had been wounded and was bleeding severely, to his house. When a local doctor, called by O.V., had started bandaging the wound, a group of servicemen of the federal forces had come and taken Valid Gerasiyev away. O.V. had himself seen them place the applicants’ relative into a light-grey KAVZ bus with a blue stripe on the side. As they were taking Valid Gerasiyev away, the servicemen had said that they would provide him with the necessary medical assistance. Residents of Shaami-Yurt B.D., S.D. A.D. and Sh.M. had been present during Valid Gerasiyev’s abduction.", "41. On an unspecified date the investigators interviewed the first applicant as a witness. He stated that before 1999 his family had resided in the village of Gekhi and that in 1999 they had moved to Ingushetiya, except for Valid Gerasiyev and his other son V.G., who had stayed in Gekhi. In February 2000 the first applicant had returned to Gekhi but had not found Valid Gerasiyev there. From V.G. he had learnt that Valid Gerasiyev had gone to Shaami-Yurt to collect firewood. When the first applicant had gone there, O.V. had told him that Valid Gerasiyev had indeed come to ShaamiYurt and that at that time sweeping operations had been conducted there. Valid Gerasiyev had been wounded and had then been taken away by servicemen who had promised to provide him with medical assistance.", "42. On 10 January 2002 the investigators interviewed the third applicant as a witness. He stated that in 1999 he had left Gekhi together with his parents, whilst Valid Gerasiyev and V.G. had stayed in the village. The family had gone back to Gekhi in the mid-February 2000 and had learnt, after a certain lapse of time, from O.V. that Valid Gerasiyev had been at O.V.’s home in Shaami-Yurt and had been wounded while collecting firewood in the forest. At that time there had been clashes between the federal forces and the rebel fighters who had entered the village. At the beginning of February servicemen of the federal forces had taken Valid Gerasiyev from O.V.’s house, had placed him in a KAVZ bus and had taken him away. Since February 2000 the Gerasiyevs had contacted various State authorities with complaints about the disappearance of Valid Gerasiyev but had been unable to obtain any information.", "43. On 16 January 2002 the investigators interviewed Sh.M. as a witness. He submitted that during a special operation in the area in February 2000 the rebel fighters had been given a free corridor to leave through Shaami-Yurt. They had entered the village on 2-3 February 2000, after which the federal forces had started shelling the village. Sh.M. had gone down to O.V.’s basement to hide from the shelling. There he had seen a number of people, including S.D., other neighbours and a wounded young man left behind by the rebel fighters when they had left the village on 45 February 2000. On 5 February 2000 a group of servicemen in camouflage uniforms had ordered everyone out of the basement. Having checked their identity papers, the servicemen took the young man with them.", "44. On 18 January 2002 the investigators interviewed B.D. as a witness. He stated that at the beginning of February 2000 members of illegal armed groups had entered Shaami-Yurt and that the federal forces had been conducting a special operation in the village on 2-5 February 2000. When the federal forces had started shelling the village, B.D. had gone down to O.V.’s basement There B.D. had seen a wounded young man who, according to the other people hiding in the basement, had been from the village of Gekhi and had been left behind by the rebel fighters. At about 10 a.m. on 5 February 2000 a group of servicemen or police officers had come to the basement, had ordered everyone outside and had checked their identity papers. The servicemen had then taken the wounded man with them.", "45. On 18 November 2002 A.D. was interviewed as a witness. She gave a similar account of the events concerning Valid Gerasiyev’s abduction to those given by Sh.M. and B.D.", "46. On 20 January 2002 the investigators interviewed S.D. as a witness. He stated that on 2-3 February 2000 rebel fighters had entered Shaami-Yurt, following which the village had been blocked off by federal forces which had put the village under fire. As he did not have a basement, S.D. went to O.V.’s house, where other residents of Shaami-Yurt were also sheltering. On 5 February 2000 servicemen had blocked off the basement and ordered everyone in it outside. They had checked the residents’ passports and taken away the wounded person.", "47. On 12 February 2002 the investigation was suspended owing to the failure to identify the perpetrators. The related decision mentioned that a copy of it was to be forwarded to the Achkhoy-Martanovskiy Interdistrict prosecutor but was silent on as to whether it was supposed to be sent to the applicants.", "48. On 28 September 2006 the deputy prosecutor of the AchkhoyMartanovskiy district set aside the decision of 12 February 2002 as premature and unfounded. The decision stated that the investigators had not interviewed the residents of Gekhi, had not taken steps to identify a number of eyewitnesses to the abduction of Valid Gerasiyev and had not verified the information that he had been taken away in a KAVZ vehicle. Moreover, none of the relatives of the missing person has been granted victim status. After the opening of the investigation the investigators were instructed to increase the pool of witnesses to be interviewed and to carry out additional measures to step up the investigation.", "49. On 30 September 2006 the first applicant was granted victim status in the proceedings in case no.27054 and interviewed. He confirmed his account of the events surrounding his son’s abduction and stated, in addition, that O.V. had told him that rebel fighters had brought Valid Gerasiyev, wounded, to his house in Shaami-Yurt. The latter had a missile wound to the right forearm and was bleeding. O.V. had called the local doctor, D., who had tried to stop the bleeding. At about that time a group of servicemen had emerged and had asked the people hiding in the basement to go outside. When they had seen Valid Gerasiyev, they had taken him away, saying that they would provide him with the necessary medical assistance. The servicemen had left in a KAVZ vehicle.", "50. On 30 September 2006 the investigators interviewed the second applicant as a witness. She confirmed the account of the events surrounding the abduction of Valid Gerasiyev given by the first applicant.", "51. On 2 October 2006 the investigators interviewed V.Sh., the applicants’ neighbour, as a witness. He stated that he had learnt about the abduction of Valid Gerasiyev from his relatives and relayed the account of the events given by the first and second applicants.", "52. Residents of Gekhi S.A., A.M., M.K., S.M., A.Ch., M.I., S.A., R.Kh., Ch.P., M.A., Kh.I., Kh.U., I.M., Sh.U., A.T., Sh.B. and A.A., interviewed between 2 and 26 October 2006, made similar statements to that of V.Sh.", "53. On 21 October 2006 the investigators interviewed I.G. as a witness. He stated that in February 2000 the federal forces had opened a corridor for rebel fighters, who could leave Grozny through Shaami-Yurt. After the rebel fighters had entered the village, the federal forces had started shelling it. When the rebel fighters had left, the servicemen had started a sweeping operation, checking the houses of the residents and their identity papers. I.G. had heard from an acquaintance that the servicemen had taken away a young wounded man from O.V.’s basement. That man had gone to O.V.’s house to collect firewood and had been wounded while in the forest.", "54. On 22 October 2006 the investigators interviewed M.A., a resident of Shaami-Yurt, as a witness. He submitted that in February 2000 a corridor had been opened for the rebel fighters to leave from Grozny through Shaami-Yurt. When the rebel fighters had entered the village, the federal forces started shelling it. M.A. had stayed with his family in the basement of his house. When the rebel fighters had left, the servicemen had started a sweeping operation, looking for rebel fighters who might have stayed. M.A. had learnt from O.V. that the servicemen had taken away a young man from Gekhi, who had come to visit O.V. and ask him for assistance in finding firewood.", "55. Residents of Shaami-Yurt T.V. and R.M., interviewed on 24 October 2006, gave a similar account of the events concerning the sweeping operation in Shaami-Yurt and the apprehension of Valid Gerasiyev to that given by M.A.", "56. On 28 October 2006 the investigation in case no. 27054 was suspended owing to the failure to identify the perpetrators.", "57. On 22 January 2007 the decision to suspend the investigation was set aside as premature and unfounded and the investigators were instructed to step up the investigation.", "58. On 1 February 2007 the investigators interviewed residents of Shaami-Yurt Kh.Sh., R.A., R.D., M.T., Kh.Kh., E.Kh. and A.Kh. as witnesses. They gave similar accounts of the events of the sweeping operation in Shaami-Yurt and Valid Gerasiyev’s abduction to that given by M.A.", "59. On 22 February 2007 the investigation in case no. 27054 was suspended owing to the failure to identify the perpetrators.", "60. According to the Government, the investigation in case no. 27054 is pending.", "61. On 24 November 2006 the Achkhoy-Martanovskiy District Court dismissed the first applicant’s complaint about the district prosecutor’s office’s refusal to provide him access to the criminal case file opened into his son’s abduction and to allow him make copies from it. The court decision stated, among other things, that it transpired from the materials of case file no. 27054 that on 5 February 2000 servicemen of the federal security forces had arrested and taken away Valid Gerasiyev and that the latter had subsequently disappeared. The investigation had obtained information on the involvement of servicemen in the abduction of Valid Gerasiyev. However, it had proved impossible to identify the specific persons who had committed the crime.", "62. On 25 April 2007 the Supreme Court of the Chechen Republic upheld the decision of 24 November 2006 on appeal.", "63. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 6769, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["3"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}