{"ITEMID": "001-79992", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF COOPERATIVA AGRICOLA SLOBOZIA-HANESEI v. MOLDOVA", "IMPORTANCE": "3", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 6-1;Violation of P1-1;Non-pecuniary damage - claim dismissed;Pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["6. The applicant, Agrarian Cooperative “Slobozia Hanesei”, is a Moldovan registered company. It is represented before the Court by Mr G. Botezat, a lawyer practising in Ştefan Vodă.", "7. The facts of the case, as submitted by the parties, may be summarised as follows.", "8. According to the statute of the State-owned company “Moldtranselectro” (“M.”), as modified on 7 November 2000, the company is empowered to consolidate the debts accumulated in the energy sector of Moldova and is responsible both for lodging claims against entities indebted to the former (State) energy companies and for paying the debts that those companies owed to third persons. This is regulated by Law no. 336 on the restructuring of the debt of energy sector companies (see paragraph 13 below). In a letter dated 26 February 2002 the National Agency for Energy Regulation (NAER) stated, inter alia, that in accordance with Law no. 336-XIV (“Law no. 336”, see paragraph 13 below) M. had acquired all debts and claims of legal persons in respect of Red Centru, a State-owned energy company which was privatised after 1999.", "9. The applicant initiated court proceedings against M. and SA Red Centru as a third party. It claimed that SA Red Centru owed it 23,557 Moldovan lei (MDL) since 1999 and that its debts had become the debts of M. by virtue of Law no. 336. On 26 April 2002 the Chişinău Economic Court adopted a judgment by which M. was ordered to pay the applicant MDL 23,557 (1,943 euros (EUR) at the time). The court found that, in accordance with Article 6 of Law no. 336 both the debts of SA Red Centru and the debts owed to it had been transferred to M., as confirmed by an act of verification dated 8 February 2000. No appeal was lodged and the judgment became enforceable on 12 May 2002.", "10. The applicant obtained an enforcement warrant which the Bailiff did not enforce. On 27 May 2002 it wrote to the Decision Enforcement Department of the Ministry of Justice requesting the execution of the judgment and the seizure of its debtor's property. On 1 September 2002 it wrote to “the Government” requesting the latter to take measures to execute the judgment. The applicant received no answer to any of these requests.", "11. The judgment of 26 April 2002 has not been enforced to date. On 26 October 2006 the Parliament adopted the Law concerning the improvement of the economic-financial situation of the State Company “Moldtranselectro” by annulling certain obligations (no. 311-XVI). The law annulled a number of penalties resulting from delays in payments by M. towards the State budget.", "12. The relevant provisions of domestic law have been set out in this Court's judgment in the case of Prodan v. Moldova (no. 49806/99, ECHR 2004III (extracts), § 31).", "13. In addition, the relevant provisions of the Law on the restructuring of the debt of energy sector companies no. 336-XIV read as follows:", "“Article 1", "The following companies ... [RED Centru] ... shall be privatised without their debts older than 60 days owed to or claimable against third parties...", "Article 3", "Pending the [privatisation] of energy sector companies, the following debts shall be frozen:", "2) of [list of energy sector companies] owed to the State company “Moldtranselectro”;", "Article 5", "Debts older than 60 days at the moment of [privatisation] of [private] companies owed to the energy sector companies which are to be privatised shall become debts owed to the State company “Moldtranselectro”.", "Article 6", "The Government", "1) shall become the legal successor:", "b) in the person of the State Enterprise \"Moldtranselectro\" - of credit indebtedness of the electricity sector enterprises undergoing privatisation more than 60 days overdue as of the date of signing contracts for the sale of the majority stake in their shares, except for arrears of wages, contributions (payments) to the state social insurance fund and the debt written off pursuant to Article 4, paragraph 1);", "...3) shall formulate proposals identifying the sources of financing the difference between the debts owed to 'Moldtranselectro' and accumulated by it in accordance with Article 5 of the present law and of paragraph 1 b) of the present Article.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}