{"ITEMID": "001-81731", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF KUCERA v. SLOVAKIA", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection dismissed (non-exhaustion of domestic remedies);No violation of Art. 5-1;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 8 (entry of the applicant's apartment by the police);Violation of Art. 8 (refusal to allow the applicant to meet with his wife during his detention on remand);Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award", "JUDGES": "Nicolas Bratza", "TEXT": ["8. The applicant was born in 1962 and lives in Považská Bystrica.", "9. The applicant was the director of the Police Department in the Považská Bystrica District. His application relates to criminal proceedings instituted against him, the circumstances of which are described below.", "10. According to the applicant, at 6 a.m. on 17 December 1997 several armed policemen in masks burst into his flat without his consent. The policemen presented a police investigator's decision to the applicant and his wife. It was dated 17 December 1997 and accused them, together with several others, of extortion. The investigator suspected the accused of having forced the owner of a limited liability company to transfer his shares in the company and his car to a third party.", "11. According to the Government, the police had come to the applicant's door and entered the apartment with the applicant's permission. The purpose of their visit had been to deliver the investigator's decision to the applicant and his wife.", "12. The applicant was brought to the Regional Office of Investigation in Žilina. The applicant's wife was allowed to take their daughter to the kindergarten and she too was subsequently escorted to the Regional Office of Investigation, where she and the applicant were questioned. The applicant was held in a cell until 5 a.m. on 18 December 1997 when a public prosecutor ordered his release.", "13. On 19 December 1997 an officer of the Police Interventions Department in Žilina wrote a report on the visit to the applicant's apartment on 17 December 1997. It indicated that the purpose of the visit had been fulfilled and that the applicant had been escorted to the Regional Office of Investigation. It had not been necessary to use any coercive measures, no one had been injured and no damage had been caused.", "14. On 4 February 1998 the applicant filed a complaint about the incident of 17 December 1997. It was transferred to the Inspection Department of the Police Corps within the Ministry of the Interior.", "15. On 5 March 1998 the applicant stated to the investigator that the police had entered his apartment without a search warrant after he had opened the door. They had delivered an envelope to him and had looked around the apartment without his consent.", "16. On 22 April 1998 the applicant's wife was questioned. She stated that she had been in bed when the police arrived. After her husband had opened the door she had heard him asking the policemen what had happened and what they wanted. She had gone to the door and seen four policemen in the corridor, two of whom were wearing masks. She was asked to sign a document. Subsequently, the masked policemen had left with her husband and two officers in plain clothes had remained in the apartment with her, before accompanying her to the kindergarten. The officers had then taken her to the Regional Office of Investigation. No force had been used. She said that she had not heard her husband give the policemen permission to enter the apartment.", "17. The investigator took statements from three policemen who had gone to the applicant's apartment on 17 December 1997. On 15 April 1998 Officer B. of the police interventions unit stated that the applicant had asked to be allowed to read the charge and to get dressed. The officers of the criminal police had therefore asked him whether they could enter the apartment. According to Officer B., the applicant had replied in the affirmative. Two members of the criminal police and two members of the police interventions unit had entered the apartment. On 24 April 1998 Officer M. stated that the applicant had invited them into the corridor of his apartment as he had not wanted to deal with them at the front door. The police had served the charge on both the applicant and his wife. They had not used force and did not search the apartment. Finally, on 26 May 1998 Captain B. stated that the applicant had invited them into his apartment as he considered that the whole matter was a mistake. No search had been carried out.", "18. On 28 May 1998 the Inspection Department of the Police Corps dismissed the applicant's complaint about the police's entry into his apartment on 17 December 1997. The decision was based on statements of the applicant and his wife and on the explanations given by the three policemen involved. The inspection department concluded that there was no evidence of an offence having been committed.", "19. On 19 December 1997 the police again arrested the applicant. On 20 December 1997 a judge of the Trenčín District Court remanded him in custody with effect from 19 December 1997. Reference was made to Article 67 § 1(b) of the Code of Criminal Procedure. The judge found that Mr R., the alleged victim, had described in detail the acts the accused were alleged to have committed, including threats of physical liquidation. There was nothing to indicate that those statements were wholly unsubstantiated. The judge therefore considered the detention of the accused necessary to prevent them from exerting further pressure on the alleged victim.", "20. On 27 January 1998 the Trenčín Regional Court dismissed the applicant's complaint against the decision to remand him in custody. It found that the acts the applicant and his co-accused were alleged to have committed had been described in detail by the alleged victim and several witnesses. Both the serious nature of those accusations and the need to take further evidence justified the conclusion that the accused's release could jeopardise the investigation.", "21. In a letter dated 25 February 1998, the applicant asked for his release. He argued that the available evidence showed that the accusations the alleged victim had made against the applicant were false.", "22. The request for release was filed with the Trenčín Regional Prosecutor's Office on 5 March 1998. The public prosecutor refused to release the applicant and submitted his request to the Trenčín District Court the same day.", "23. On 12 March 1998 the Trenčín District Court dismissed the request on the ground that the available evidence did not indicate that the alleged victim's statements were false and the applicant's detention was still necessary within the meaning of Article 67 § 1(b) of the Code of Criminal Procedure. The decision was served on the applicant and his lawyer on 18 and 19 March 1998 respectively.", "24. On 23 and 26 March 1998 the applicant filed a complaint. He alleged that despite the fact that the investigation had been under way for a long time, no direct evidence had been obtained against him. The applicant had been cross-examined in the presence of the alleged victim, who had expressly stated that the applicant had exerted no pressure on him.", "25. The file was submitted to the Trenčín Regional Court on 2 April 1998. On 12 May 1998 the Trenčín Regional Court dismissed the applicant's complaint for the reasons set out in the District Court's decision. It added that the applicant's detention was also necessary on the ground that he had attempted, on 19 January 1998, to send a letter to his wife from the prison in secret. The decision was served on the applicant on 28 May 1998.", "26. On 8 June 1998 Judge T., one of the two judges at the District Court in Trenčín then dealing with criminal matters, informed the President of that court that she had a conflict of interest as she had earlier acted as a lawyer of the alleged victim and had had contact with the applicant and his wife. The judge stated that she agreed to her replacement by a different judge pursuant to Article 30 § 4 of the Code of Criminal Procedure. On 18 June 1998 Judge T. formally requested the Trenčín Regional Court to allow her to stand down. The Regional Court granted the request on 7 July 1998. The decision stated that Judge T. had asked to be allowed to stand down after the applicant's request for release was submitted to her for a decision.", "27. In the meantime, on 13 June 1998, Judge Š., the other District Court judge involved in criminal matters, extended the period of detention of the applicant and four other accused until 19 December 1998. As regards the applicant, the decision stated that he had attempted to send a letter to his wife from the prison in secret. His wife had consulted the file on the premises of the Trenčín Regional Court without the prior consent of the public prosecutor or investigator and in the absence of the judge dealing with the case. There was a risk that the accused might interfere with witnesses and their co-accused or hamper the investigation into the case.", "28. The applicant complained that the judge who had extended his detention on 13 June 1998 had not been entitled to deal with the case as by the time no decision had been taken on the request by the other judge to withdraw from the case.", "29. On 22 September 1998 the General Prosecutor's Office found that the decision of 13 June 1998 to extend the applicant's detention had been taken in accordance with Article 71 § 1 of the Code of Criminal Procedure. The letter stated, inter alia, that the President of the Trenčín District Court had found no reason for proceeding pursuant to Article 30 § 4 of the Code of Criminal Procedure, and that the judge had therefore asked on 18 June 1998 to be allowed to stand down. The decision on the extension of the applicant's detention on remand and the decisions on the judge's request to withdraw were independent of each other and did not affect the merits of the case.", "30. The Government submitted a statement made by the President of the Trenčín District Court on 16 January 2004 explaining that, at the relevant time, Judges T. and Š. dealt with all criminal matters. The public prosecutor's proposal to extend the detention of the applicant and his co-accused had been registered as a new matter in Judge Š's division in accordance with the work schedule for 1998 that had been issued by the President of the District Court. It had been allocated file number 4Tp 41/98. Judge Š. had ruled on the proposal on 13 June 1998.", "As regards Judge T., the applicant's request for release had fallen to be examined by her. The file was registered under number 3Tp 42/98. Following Judge T.'s complete withdrawal from the criminal case concerning the applicant, the applicant's request for release had been assigned to Judge Š.", "The practice had been to register separately all new submissions on which the District Court was required to decide at the pre-trial stage of the criminal proceedings against the applicant and his co-accused. As a result, different judges had determined various issues concerning the same accused.", "31. On 26 July 1998 the Trenčín District Court dismissed the applicant's request for release for the reasons set out in its decisions of 20 December 1997 and 13 June 1998. The decision was taken in response to the applicant's complaint of 26 April 1998 to the General Prosecutor's Office about his detention. The complaint was treated as an application for release and was submitted to the Trenčín District Court on 5 June 1998 for decision.", "32. On 11 August 1998 the applicant filed another request for release. Referringvarious witnesses, he claimed that there was no evidence against him. There was nothing to suggest that he had threatened the alleged victim. The content of the letter he had attempted to send to his wife from the prison was purely personal and had no bearing on the criminal proceedings. His wife had consulted the case-file in accordance with the relevant provisions of the Code of Criminal Procedure in the presence of two employees of the Regional Court.", "33. The public prosecutor submitted the request to the Trenčín District Court on 28 August 1998, which dismissed it on 10 September 1998. The decision was served on 21 September 1998. It stated that the case was complex and that the available evidence indicated that the alleged victim's fear that the applicant might interfere with the witnesses in the event of his release was justified.", "34. On 25 and 29 September 1998 the applicant filed a complaint in which he alleged that the investigation into the accusation against him had ended, that the witnesses had been heard and that there was no evidence that he had attempted to interfere with the witnesses or anybody else.", "35. On 5 November 1998 the Trenčín Regional Court dismissed the applicant's complaint. The Regional Court held that the evidence taken did not weaken the suspicion that the applicant had committed the offence of which he was accused. The serious nature of the offence in question and the fact that it was likely that it had been committed by an organised group justified the conclusion that the applicant's continued detention was necessary within the meaning of Article 67 § 1(b) of the Code of Criminal Procedure. The file was returned to the District Court on 22 December 1998. The Regional Court's decision of 5 November 1998 was served on the applicant on 15 February 1999.", "36. On 16 November 1998 the applicant requested the Regional Prosecutor's Office in Trenčín to deal with the charges against him and his wife in a separate set of proceedings pursuant to Article 23 § 1 of the Code of Criminal Procedure. He explained that several other charges against the other accused were being examined in the proceedings. As a result, there had been no progress in the investigation in respect of the accusation against the applicant for several months. There was no reason for his continued detention as the investigation into the accusation against him had ended in October 1998.", "37. On 4 December 1998 the Trenčín District Court dismissed the applicant's request of 23 November 1998 for release. The judge found that the reasons for the applicant's detention on remand, as set out in the above decisions, were still relevant. The offences in question were serious and there was a suspicion that they had been committed in the context of organised crime. The decision was served on 15 December 1998.", "38. On 9 February 1999 the Trenčín Regional Court dismissed a complaint filed by the applicant on 18 December 1998 against the District Court's decision. The Regional Court's decision was served on the applicant on 25 February 1999.", "39. In the meantime, on 7 December 1998, the Trenčín District Court extended the detention of the applicant and four other accused until 9 June 1999. The decision stated that the case was complex and that several of those involved had been accused of further offences. Co-operation with the German authorities was necessary with a view to establishing the relevant facts. There was a risk that the accused would interfere with the witnesses or otherwise hamper the investigation into the case. The decision referred to the previous decisions on the detention of the accused. It contained no specific reasons on the need for the further detention of the applicant.", "40. On 16 February 1999 the applicant filed another request for release. The public prosecutor submitted it to the Trenčín District Court on 3 March 1999. The District Court dismissed the request on 16 March 1999. The decision stated that one of the accused had been arrested in the Czech Republic and would be extradited to Slovakia. Further investigations needed to be carried out including investigations into the criminal activity of which the applicant had been accused. The decision became final on 26 March 1999.", "41. In the meantime, on 25 March 1999, the applicant again applied for release. On 6 April 1999 the Regional Prosecutor's Office informed him that under Article 72 § 2 of the Code of Criminal Procedure he was not allowed to re-apply for release until fourteen days after the date the decision on his previous request had become final.", "42. On 15 April 1999 the applicant filed a further application for release. He argued that there was no indication that he had been involved in the offences that were under examination.", "43. The public prosecutor submitted the file with the application for release to the Trenčín District Court on 16 April 1999. On 20 April 1999 the District Court dismissed the request, holding that the applicant's continued detention was necessary within the meaning of Article 67 § 1(b) of the Code of Criminal Procedure.", "44. On 26 April 1999 the applicant filed a complaint. He argued that the investigation into the case had ended. The file was submitted to the Trenčín Regional Court on 20 May 1999. The Regional Court dismissed the complaint on 10 June 1999.", "45. In the meantime, on 11 May 1999, the applicant and his counsel examined the file. On 9 June 1999 the public prosecutor indicted the applicant, his wife and seven others before the Banská Bystrica Regional Court. The applicant and his wife were indicted on one count of extortion committed as members of an organised group. The indictment comprised nine other counts which did not concern the applicant or his wife.", "46. On 23 June 1999 the Regional Court in Banská Bystrica dismissed a request by the applicant for release. On 30 June 1999 the applicant filed a complaint. He alleged that he had not threatened Mr R., the injured party, who in any event was abroad. There existed no relevant reason for his continued detention.", "47. On 16 September 1999 the Regional Court in Banská Bystrica dismissed the applicant's further request for release. The decision referred to a statement by R. according to which the applicant had threatened him on 4 March 1997.", "48. The applicant was released from custody on 19 December 1999. During his time in detention he had not been allowed any visits from his wife until 29 January 1999. Prior to that, on 6 May 1998, counsel for the applicant and his wife had requested that her clients be allowed to meet, if need be in the presence of the investigator. Reference was made to the suffering caused by the lengthy separation of the applicant from his wife and also to the fact that the investigation into the offences in issue had practically ended.", "49. On 11 February 1999 the applicant's wife complained that her request for leave to visit the applicant on 24 February 1999 had not been accepted. She referred to a statement by the investigator of 15 January 1999 that he did not intend to carry out further questioning of the applicant or his wife.", "50. On 28 January 2000 the Banská Bystrica Regional Court acquitted the applicant and his wife pursuant to Article 226(c) of the Code of Criminal Procedure, as it had not been shown that they had committed extortion. The court convicted seven other defendants.", "51. On 7 February 2001 the Supreme Court quashed the relevant part of the Banská Bystrica Regional Court's judgment of 28 January 2000. The Supreme Court acquitted the applicant and his wife pursuant to Article 226(b) of the Code of Criminal Procedure, holding that their actions did not constitute an offence.", "52. On 26 June 2002 the applicant and his wife sought damages from the State, as represented by the Ministry of Justice. They claimed compensation for the expenses they had incurred in the criminal proceedings. The applicant also claimed a specific sum in compensation for loss of income. He argued that a sum which the Ministry had paid to him earlier on that account had not been determined correctly. Finally, the applicant and his wife claimed 7,000,000 and 5,000,000 Slovakian korunas (SKK) respectively as compensation for non-pecuniary damage.", "53. An initial decision by the District Court in Banská Bystrica was quashed by the Regional Court in Banská Bystrica on 30 April 2004. The Regional Court instructed the District Court to establish whether the plaintiffs were claiming compensation for damage under the State Liability Act of 1969 exclusively or whether they were also claiming compensation for non-pecuniary damage pursuant to Articles 11 et seq. of the Civil Code.", "54. On 31 May 2005 the District Court in Banská Bystrica ordered the defendant to pay SKK 7,000,000 and 5,000,000 to the applicant and SKK 5,000,000 to his wife in compensation for damage of a non-pecuniary nature. That decision was based on Articles 11 et seq. of the Civil Code. With reference to the State Liability Act 1969, the District Court also ordered the defendant to pay SKK 67,464 plus default interest to the applicant in compensation for lost income as well as SKK 170,535 plus default interest in reimbursement of the costs and expenses the applicant had incurred in the criminal proceedings.", "55. The Ministry appealed, arguing that the first-instance court had erroneously applied Articles 11 et seq. of the Civil Code, that the applicant had been prosecuted and tried in accordance with the relevant provisions of the criminal law, and that the impact of the criminal proceedings on him could not be qualified as an unjustified interference with his personal rights.", "56. On 7 July 2006 the Regional Court in Banská Bystrica reversed the relevant part of the first-instance judgment. It took note of the applicant's arguments that the criminal proceedings had been unjustified and the decisions taken in those proceedings unlawful, that the applicant had been prohibited from meeting his wife and that his rights under the Convention had been violated. It summed up the Court's decision on the admissibility of the present application given on 4 November 2003. It also had regard to the documents included in the file concerning the criminal case against the applicant.", "57. The Regional Court concluded that the applicant had not shown that the authorities involved in his criminal case had acted in an unlawful manner. In particular, as regards the entry of the police into the applicant's apartment on 17 December 1997, it noted that neither the applicant nor his wife had complained during their first interrogations on 17 and 19 December 1997. They had not submitted any evidence in support of that allegation. As regards the applicant's detention on remand, the Regional Court found that its length had not been excessive given the complexity of the case and the applicant's requests for release had been decided within a reasonable time.", "58. Relying on the Supreme Court's judgment of 20 October 2005 in a different case (no. 5 Cdo 150/03), the Regional Court held that criminal proceedings conducted in compliance with the applicable law could not constitute unjustified interference with the accused's integrity even if they ended with his acquittal. The same applied to any other action taken by the competent authorities in respect of an accused in criminal proceedings. There had therefore been no unjustified interference with the applicant's rights under Articles 11 et seq. of the Civil Code.", "59. The Regional Court went on to find, however, that the right of the applicant and his wife under Article 6 § 2 of the Convention to be presumed innocent had been violated in that public officials had made inappropriate statements about the case in the media. It ordered the Ministry to pay SKK 2,000,000 to the applicant and SKK 1,000,000 to the applicant's wife as compensation for non-pecuniary damage they had suffered as a result.", "60. Article 23 § 1 provides that, with a view to expediting the proceedings or for other important reasons, proceedings concerning a particular offence or one of the accused may be conducted separately.", "61. Under Article 30 § 4, where a judge whose impartiality is in question agrees to be replaced, the president of the court concerned may replace him or her by a different judge.", "62. Pursuant to Article 67 § 1(b), an accused can only be remanded in custody when there are concrete grounds to believe that he or she will interfere with witnesses or the co-accused or otherwise hamper the investigation into the relevant facts of the case.", "63. Article 72 § 2 entitles the accused to apply for release at any time. When the public prosecutor dismisses such an application in the course of pre-trial proceedings, he or she must submit it immediately to the court. The decision on an application for release must be taken without delay. If an application is dismissed, the accused may only renew it fourteen days after the decision has become final unless he or she invokes other reasons justifying his or her release.", "64. The right to protection of a person's dignity, honour, reputation and good name is guaranteed by Articles 11 et seq. of the Civil Code.", "65. According to Article 11, any natural person has the right to protection of his or her personality, in particular, his or her life and health, civil and human dignity, privacy, name and personal characteristics.", "66. By virtue of Article 13 § 1, any natural person has the right to request an order restraining any unjustified infringement of his or her personal rights and remedying the consequences of such infringement, and to obtain appropriate satisfaction.", "67. Article 13 § 2 provides that in cases where the satisfaction obtained under Article 13 § 1 is insufficient, in particular because the loss of dignity and social status has been considerable, the injured party is entitled to compensation for non-pecuniary damage.", "68. Under section 8(1), police officers are under a duty to respect people's honour and dignity while carrying out their duties. They must avoid inflicting unjustified harm or interfering with a person's rights beyond what is necessary to achieve the aim of their action. Pursuant to paragraph 2 of section 8, when police action interferes with a person's rights or freedoms, the police must inform that person of his or her rights as soon as possible.", "69. Section 29(1) permits the police to open and enter apartments and to take measures with a view to preventing a danger where, inter alia, a person's life is at risk or where the perpetrator of a serious offence is on the premises and fails to comply with an order to come out. Paragraph 3 of section 29 requires the presence of an impartial person during such action unless the life or health of the witness is in danger or the circumstances permit no delay.", "70. Section 10 of the Detention on Remand Act 1993 (Zákon o výkone väzby), the legislation in force at the material time, provided, inter alia, that a person remanded in custody for reasons set out in Article 67 § 1(b) of the Code of Criminal Procedure could receive visits only with the prior written consent of the authority dealing with the case.", "71. Section 1(1) of Act no. 58/1969 on the liability of the State for damage caused by a State organ's decision or by an erroneous official act (“the State Liability Act”) provided that the State was liable for damage caused by the unlawful decisions of a public authority.", "72. Section 18(1) rendered the State liable for damage caused in the context of carrying out functions vested in public authorities resulting from erroneous official acts of persons entrusted with the exercise of those functions. An award of compensation could be made when the plaintiff showed that he or she had suffered damage as a result of an erroneous act of a public authority, quantified its amount, and showed that there was a causal link between the damage and the erroneous act in question.", "73. Under the domestic courts' practice, the State Liability Act 1969 did not allow for compensation for non-pecuniary damage unless it was related to a deterioration in a person's health (for further details see Havala v. Slovakia (dec.), no. 47804/99, 13 September 2001)."], "VIOLATED_ARTICLES": ["5", "8"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}