{"ITEMID": "001-61837", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ROU", "BRANCH": "CHAMBER", "DATE": 2004, "DOCNAME": "CASES OF PINI AND OTHERS v. ROMANIA", "IMPORTANCE": "1", "CONCLUSION": "No violation of Art. 8;Violation of Art. 6-1;No violation of P4-2-2;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings", "JUDGES": "Jean-Paul Costa", "TEXT": ["11. The applicants were born in 1957, 1952, 1951 and 1953 respectively. The first applicant couple live in Reggio Emilia and the second in Mantua. At the time when they lodged their applications they were deemed to be the adoptive parents of Florentina and Mariana, Romanian nationals who were born on 31 March and 17 April 1991 respectively and were living at the Poiana Soarelui Educational Centre in Braşov (“the CEPSB”).", "12. In a final decision of 17 June 1994 the Iaşi County Court declared that Florentina, who at the time was 3 years old, had been abandoned. Parental rights over her were assigned to a public welfare institution, L.", "13. On 6 September 1994, by a decision of the Iaşi Child Welfare Board, the child was placed in the care of the CEPSB.", "14. On 15 May 2000, after the entry into force of Government Emergency Ordinance no. 25/1997 on the rules governing adoption (“Ordinance no. 25/1997”), the Romanian government entrusted a private association, C., with the task of finding a family or a person to adopt Florentina. It also instructed the Romanian Committee for Adoption to support the C. association in this process and to draw up a psychosocial report on the child.", "15. The first applicant couple informed the C. association of their wish to adopt a Romanian child, and were sent a photograph of Florentina. They met her for the first time on 3 August 2000 at the CEPSB. They were subsequently informed by the C. association of the child’s desire to join them and of her love of music.", "16. On 30 August 2000 the Braşov Child Welfare Board, on a proposal by the C. association, gave its approval to the adoption of Florentina by the first applicant couple, and on 21 September 2000 it referred the file on their application for adoption to the Braşov County Court, in accordance with section 14(2) of Ordinance no. 25/1997.", "17. On 28 September 2000 the court granted the first applicant couple’s application. It noted that the Braşov Child Welfare Board had given its approval to the adoption and had confirmed that position before the court. Observing that the child was in the care of the CEPSB, it ordered the Population Registry Office to amend Florentina’s birth certificate and to issue her with a new one.", "18. The Romanian Committee for Adoption appealed against that decision. On 13 December 2000 the Braşov Court of Appeal dismissed the appeal as being out of time. The decision became final.", "19. On 5 February 2001 the Romanian Committee for Adoption attested that Florentina’s adoption was in conformity with the domestic legislation in force and with the Hague Convention of 29 May 1993 on Protection of Children and Cooperation in respect of Intercountry Adoption, and issued the first applicant couple with a certificate to that effect.", "20. On 14 February 2001 the Commission for Intercountry Adoption granted the child leave to enter Italy and to reside there permanently and ordered the notification of that decision, inter alia, to the Italian embassy in Bucharest.", "21. On an unspecified date the Procurator-General lodged an application to set aside the Braşov County Court’s decision and the Braşov Court of Appeal’s judgment. On 5 June 2001 the Supreme Court of Justice declared the application inadmissible.", "22. On 28 September 2000, following a procedure similar to that outlined in paragraphs 16 to 18 above, the Braşov County Court granted the second applicant couple’s application to adopt Mariana. It observed that the child, who had been declared to have been abandoned in a final decision of 22 October 1998, was in the care of the CEPSB, and ordered the Population Registry Office to amend her birth certificate and to issue her with a new one.", "23. The Romanian Committee for Adoption appealed against that decision. On 13 December 2000 the Braşov Court of Appeal dismissed the appeal as being out of time. The decision became final.", "24. On 28 December 2000 the Romanian Committee for Adoption attested that Mariana’s adoption was in conformity with the domestic legislation in force and with the Hague Convention of 29 May 1993 on Protection of Children and Cooperation in respect of Intercountry Adoption, and issued the second applicant couple with a certificate to that effect.", "25. On an unspecified date the first applicant couple made an urgent application to the Braşov Court of First Instance for an order requiring the CEPSB to hand over the child’s birth certificate to them and to give them custody of her. On 24 October 2000 the court allowed their application.", "26. The CEPSB appealed against that judgment and applied for a stay of its execution, arguing that the requirements for submitting an urgent application had not been satisfied and that the adoption order was not final and had been made in breach of the relevant statutory provisions.", "27. On 7 March 2001 the court dismissed the appeal on the ground that the child’s interests and the fact that the adoptive parents lived abroad warranted an urgent examination of the case and that the applicants had therefore complied with the procedural requirements for making an urgent application. The court also found that, according to the documents in the file, the adoption order was final and constituted res judicata. It therefore considered that it was no longer possible for the substantive issues relating to the adoption to be re-examined in the context of the urgent proceedings. The court refused the application for a stay of execution on the ground that it was no longer justified in view of its decision to dismiss the appeal.", "28. A subsequent appeal by the CEPSB was likewise dismissed by the Braşov Court of Appeal in a final judgment of 7 June 2001.", "29. The first applicant couple sought to have the decisions of 28 September 2000 and 7 June 2001 enforced by the bailiffs at the Braşov Court of First Instance. On 22 February 2001 the bailiffs notified the CEPSB that it was required to hand over the child’s birth certificate to the applicants and to give them custody of her by 2 March 2001. The president of the court subsequently ordered a stay of execution pending a ruling on the CEPSB’s objection to enforcement (see paragraphs 30-32 below).", "30. On 23 February 2001 the CEPSB lodged an objection to the enforcement of the decision of 28 September 2000, arguing that the operative provisions were unclear and that the adoption order had not complied with the relevant statutory provisions. It also applied for a stay of execution.", "31. On 30 March 2001 the court dismissed the objection on the ground that the operative provisions of the decision were clear and did not give rise to any problems regarding execution. As to the second limb of the objection, the court held that the impugned decision constituted res judicata and that, accordingly, it was not possible to re-examine the merits of the case in the context of an objection to enforcement. The court also dismissed the CEPSB’s application for a stay of execution.", "32. The CEPSB appealed to the Braşov County Court, which dismissed the appeal on 2 July 2001 as being ill-founded.", "33. On 12 June 2001 the first applicant couple asked the bailiffs at the Braşov Court of First Instance to resume the enforcement procedure, having regard in addition to the fact that the Supreme Court of Justice had in the meantime dismissed the Procurator-General’s application to set aside.", "34. On 13 June 2001 the bailiffs notified the CEPSB that it was required to hand over the child’s birth certificate to her adoptive parents and to give them custody of her by 15 June 2001.", "35. On 19 July 2001 they again served notice on the CEPSB, requesting it to comply by 8 August 2001.", "36. The CEPSB lodged an objection with the Braşov Court of First Instance to the enforcement of the decisions in the first applicant couple’s favour, arguing that the urgent application procedure was intended to deal with temporary situations and that, in the present case, the execution of the decision in the urgent proceedings would, on the contrary, have permanent consequences. The first applicant couple contested those submissions and sought the imposition of a fine for failure to execute a final judgment, together with a penalty for delay.", "37. On 8 August 2001 the court allowed the application for a provisional stay of execution until the hearing on 22 August 2001. On that date it extended the stay of execution until the date of the following hearing, scheduled for 11 September 2001. When that day arrived, the court again extended the stay of execution until the hearing on 25 September 2001, on which occasion it dismissed the applications by the CEPSB and the applicants as being ill-founded. The court held that the issue raised by the CEPSB went to the merits of the case, which had already been determined in a judgment that constituted res judicata. It also dismissed the first applicant couple’s claim on the ground that they had neither proved that the CEPSB had acted in bad faith nor established the extent of the damage they had sustained.", "38. On 5 November 2001 the bailiffs notified the CEPSB that it was required to hand over Florentina’s birth certificate to the first applicant couple and to give them custody of her as her adoptive parents, warning it that if it did not do so they would resort to coercion.", "39. On an unspecified date the CEPSB lodged an objection to enforcement with the Braşov Court of First Instance, by means of urgent proceedings issued against the first applicant couple, on the ground that an action to set aside the adoption order was pending in the Braşov County Court, as was an application for a review of the order, and that a criminal complaint concerning the adoption process had been lodged. The CEPSB further requested a stay of execution.", "40. On 14 December 2001 the court found against the CEPSB, holding that since an ordinary objection to enforcement had already been dismissed, there were no longer any grounds for bringing a similar action under the urgent procedure. As to the merits, it noted that the adoption order and the decision on the applicants’ urgent application were final and binding, and that it was immaterial that an application to have them set aside or reviewed was pending.", "41. On an unspecified date the CEPSB applied to the President of the Braşov Court of First Instance for a stay of execution. On 25 January 2002 that application was refused.", "42. On 30 January 2002 at 2 p.m. the bailiffs at the Braşov Court of First Instance arrived at the CEPSB building, accompanied by police officers. The doorman refused to let them in and locked the door. Half an hour later the director of the CEPSB and his deputy came to the entrance and informed the bailiffs and police officers that the child was not on the centre’s premises but had gone on an excursion outside the city. Following a check, Florentina was not found inside the building.", "43. The bailiffs pointed out to the director of the CEPSB that he was required to let Florentina join the applicants.", "44. On 27 March 2002 the bailiffs ordered the CEPSB to return the child’s birth certificate and to allow her to join the applicants within ten days, and informed it that in the event of it refusing they would resort to coercion.", "45. On 3 September 2002 at 10.45 a.m. a bailiff, accompanied by the first applicant couple and their lawyer, went to the CEPSB building. In the report drawn up on that occasion the bailiff stated that the centre’s doormen had detained them all inside the building. He also indicated that he had telephoned the police station and that, after he had explained the incident to Superintendent D., the latter had replied that he should have called the police before attempting enforcement. The bailiff lastly noted that it was impossible to provide the necessary legal assistance for the procedure and that an objection to the enforcement had been lodged. He stated that the enforcement attempt had ended at 1 p.m.", "46. The CEPSB brought an urgent application in the Braşov Court of First Instance for a stay of execution on the ground that it had lodged a fresh objection to enforcement with the court. On 8 April 2002 the court dismissed the application as being ill-founded.", "47. The CEPSB lodged an objection with the Braşov Court of First Instance to the enforcement of the decisions in favour of the first applicant couple, on the ground that an application to have the adoption order set aside was pending in the Braşov Court of Appeal. The Court has not been informed of the outcome of those proceedings.", "48. The CEPSB brought an urgent application in the Braşov Court of First Instance for a stay of execution on the ground that it had lodged a fresh objection to enforcement with the court. In a judgment of 4 September 2002, the court allowed its application and provisionally ordered a stay of execution.", "49. It appears from the evidence produced that the stay of execution was ordered for a period lasting until 3 April 2003. A further stay of execution was subsequently ordered, from 23 August to 12 September 2003.", "50. On an unspecified date the second applicant couple made an urgent application to the Braşov Court of First Instance for an order requiring the CEPSB to hand over Mariana’s birth certificate to them and to give them custody of her. On 24 October 2000 the court allowed their application.", "51. That judgment was upheld on appeal by the Braşov County Court in a final judgment delivered on 22 August 2001.", "52. On 1 February 2001 the CEPSB lodged an objection with the Braşov Court of First Instance to the enforcement of the decision of 28 September 2000, arguing that the operative provisions were unclear and that the adoption order had not complied with the relevant statutory provisions. It also applied for a stay of execution.", "53. The court allowed that application and granted a stay of execution until 30 March 2001, on which date it dismissed the objection on the ground that the operative provisions of the decision were clear and did not give rise to any problems regarding execution. As to the second limb of the objection, the court held that the impugned decision constituted res judicata and that, accordingly, it was not possible to re-examine the merits of the case in the context of an objection to enforcement.", "54. That judgment was upheld by the Braşov County Court in a final decision delivered on 2 July 2001 on an appeal by the CEPSB.", "55. The second applicant couple sought to have the decisions of 28 September 2000 and 24 October 2000 enforced by the bailiffs at the Braşov Court of First Instance. On 22 February, 13 June and 19 July 2001 the bailiffs notified the CEPSB that it was required to hand over Mariana’s birth certificate to the applicants and to give them custody of her.", "56. On 15 June 2001 the CEPSB lodged an objection to the enforcement of the decisions in the second applicant couple’s favour. They applied several times to the Braşov Court of First Instance for a stay of execution, arguing that decisions on urgent applications were generally intended to deal with temporary situations but that, in the present case, the execution of the decision in the urgent proceedings would, on the contrary, have permanent consequences. The second applicant couple contested those submissions and sought the imposition of a fine for failure to execute a final judgment, together with a penalty for delay.", "57. The court ordered a stay of execution from 15 June to 11 July 2001, from 8 August to 11 September 2001 and from 14 to 25 September 2001, and on the last-mentioned date it dismissed the CEPSB’s objection and the second applicant couple’s application as being manifestly ill-founded. The court held that the issue raised by the CEPSB went to the merits of the case, which had already been determined in the decision of 28 September 2000 that constituted res judicata. It also dismissed the adoptive parents’ claim on the ground that they had neither proved that the CEPSB had acted in bad faith nor established the extent of the damage they had sustained.", "58. On 5 November 2001 the bailiffs enjoined the CEPSB to hand over Mariana’s birth certificate to the second applicant couple and to give them custody of her, warning it that if it did not do so they would resort to coercion.", "59. On an unspecified date the CEPSB lodged an objection to enforcement with the Braşov Court of First Instance, by means of urgent proceedings issued against the second applicant couple, on the ground that an action to set aside the adoption order was pending in the Braşov County Court, as was an application for a review of the order, and that a criminal complaint concerning the adoption process had been lodged. The CEPSB applied in addition for a stay of execution.", "60. On 14 December 2001 the court refused its application, holding that since an ordinary objection to enforcement had already been dismissed, there were no longer any grounds for bringing a further, similar action. As to the merits, it noted that the adoption order and the decision on the second applicant couple’s urgent application were final and binding, and that it was immaterial that an application to have them set aside or reviewed was pending.", "61. On 25 March 2002 the bailiffs again notified the CEPSB that it was required to hand over the child’s birth certificate to the second applicant couple and to give them custody of her.", "62. On 30 January and 9 April 2002 a bailiff went to the CEPSB building, accompanied by the second applicant couple and police officers. He noted that Mariana was not on the centre’s premises.", "63. The CEPSB lodged an objection with the Braşov Court of First Instance to the enforcement of the decisions in the second applicant couple’s favour on the ground that an application to have the adoption order set aside was pending in the Braşov Court of Appeal. The Court has not been informed of the outcome of those proceedings.", "64. The CEPSB made an urgent application to the Braşov Court of First Instance for a stay of execution of the adoption order on the ground that it had lodged a fresh objection to enforcement with the court. In a judgment of 4 September 2002, the court allowed its application and provisionally ordered a stay of execution.", "65. It appears from the evidence produced that the stay of execution was ordered for a period lasting until 3 April 2003. A further stay of execution was subsequently ordered, from 23 August to 12 September 2003.", "66. On an unspecified date the CEPSB brought two actions in the Braşov County Court against the applicants, the Romanian Committee for Adoption and the Braşov Child Welfare Board, seeking to have the adoption orders for both of the children set aside on the ground that they were not lawful as it had not given its prior consent.", "67. On 14 February 2002 the court found against it on the ground that the sole requirement for the children’s adoption had been the approval of the Braşov Child Welfare Board, which exercised parental rights over them in accordance with section 8 of Government Emergency Ordinance no. 26/1997 (“Ordinance no. 26/1997”). The court observed that the Board had given its consent to the adoptions and had notified its position to the court dealing with the applicants’ applications for adoption.", "68. The CEPSB appealed against that decision. At a hearing on 2 April 2002 in the Court of Appeal, the Romanian Committee for Adoption submitted that the opposing party’s numerous applications to the domestic courts were an abuse of process in that they were not in the children’s best interests, namely integration into a family, but were intended to delay and hinder the adoption process, thereby prolonging the children’s current placement in institutional care.", "69. The CEPSB requested that the cases be referred to the Constitutional Court for a ruling on the constitutionality of section 7(1)(a) and (2) of Ordinance no. 25/1997, concerning consent to adopt. On 10 December 2002 the Constitutional Court declared the plea of unconstitutionality inadmissible on the ground that it had already given a ruling, on 12 November 2002, on the constitutionality of the statutory provisions cited by the CEPSB.", "70. In a final judgment of 11 February 2004, the Ploieşti Court of Appeal declared the CEPSB’s appeal against the judgment of 14 February 2002 void for failure to satisfy procedural requirements. It observed that the centre had omitted to state reasons for its appeal within the statutory period and held in that connection that the plea of unconstitutionality which it had raised at the hearing on 2 April 2002 in respect of certain provisions of Ordinance no. 25/1997 did not dispense it from having to satisfy the statutory formal requirements. The judgment of 14 February 2002 accordingly became final and no ordinary appeal lay against it.", "71. On an unspecified date the applicants lodged a criminal complaint with the public prosecutor’s office at the Braşov Court of First Instance against the director of the CEPSB, alleging false imprisonment of the children.", "72. On 6 August 2001 the public prosecutor’s office informed the applicants that it had decided on 9 July 2001 not to institute criminal proceedings in the case.", "73. On 18 February 2002 the applicants filed another complaint against the CEPSB management with the public prosecutor’s office at the Braşov County Court, levelling accusations of, among other things, false imprisonment of their adopted daughters, in breach of Article 189 of the Criminal Code. They also expressed their disagreement with the decision of 9 July 2001 not to institute criminal proceedings.", "74. A report drawn up by the Braşov police on 15 July 2002 stated that in connection with the investigation opened following the applicants’ criminal complaint, police officers had visited the CEPSB, where they had interviewed Florentina and the director. It was noted in the report that the child, who was more than 10 years old on the date of the interview, had expressed the wish to remain in the centre and had refused to join the family of her adoptive parents, whom she had never met.", "75. On 28 November 2002 the public prosecutor’s office at the Braşov County Court discontinued the proceedings against the director of the CEPSB.", "76. On 4 November 2002 Florentina, represented by counsel and by S.G., director of the CEPSB, as her guardian, brought an action in the Braşov County Court against the first applicant couple, the Romanian Committee for Adoption and the Braşov Child Welfare Board, seeking to have the order for her adoption revoked and relying on section 22 of Ordinance no. 25/1997. In the alternative, she sought 3 billion Romanian lei for non-pecuniary damage if the adoption order was not revoked. Submitting that she had never met the first applicant couple – her adoptive parents – either before or after the date on which the adoption order had been made, she stated that she had seen them only once, on 3 September 2002, when they had come to try to take her away from the CEPSB against her will, accompanied by their lawyer and the bailiff.", "77. In a judgment of 9 June 2003, the Prahova County Court, to which the case had been referred by the Supreme Court of Justice, dismissed Florentina’s action as being ill-founded. On the basis of the written evidence submitted by the parties, the court considered that it was in the claimant’s interests for the adoption order not to be revoked. It noted that she had not in any way established, through her guardian, that her adoptive parents had shown a lack of interest in her; on the contrary, it appeared from the evidence that they had taken numerous steps for her to be able to join them in Italy. The court accordingly rejected the statements by C.V. and D.M., who had given evidence in support of the child in their respective capacities as her “substitute” “mother” and “aunt” at the CEPSB.", "78. The court further noted that the adoption order had satisfied the relevant statutory requirements and pointed out that the Braşov Child Welfare Board, which, under section 8 of Ordinance no. 25/1997, had exercised parental rights on the date on which the application for adoption had been lodged with the court, had found the adoption to be in the child’s interests and had given its approval.", "79. That judgment was upheld on an appeal by the claimant in a final judgment delivered by the Ploieşti Court of Appeal on 22 September 2003 after a public hearing which Florentina had attended, represented by counsel and by her guardian.", "80. In an unappealable decision of 16 December 2003, the Ploieşti Court of Appeal dismissed an application by Florentina to set aside its final judgment of 22 September 2003.", "81. On 4 September 2002 Mariana, relying on section 22 of Ordinance no. 25/1997, brought an action in the Braşov County Court against the second applicant couple, the Romanian Committee for Adoption and the Braşov Child Welfare Board, seeking to have the order for her adoption revoked.", "82. At the hearing on 31 October 2003, Mariana stated in the presence of her guardian that she did not know her adoptive parents and did not wish to move to a different country as she was satisfied with her life at the CEPSB, where the conditions were good.", "83. In a judgment of 31 October 2003, the court allowed her application, relying in particular on the statements by her “mothers” and “aunts” at the CEPSB, who confirmed that she had been residing there since 1994 or 1995 and was being provided with a sound education and good living conditions. Noting that there was no evidence of the emotional ties that should have formed between the adoptive parents and the child after the final decision of 28 September 2000, the court revoked the order for Mariana’s adoption by the second applicant couple and decided that the child should revert to the name she had used before 28 September 2000.", "84. Although an appeal lay against that judgment, the defendants did not avail themselves of that possibility, and the judgment thus became final.", "85. On 27 February 2001 the C. association requested the Braşov Child Welfare Board to revoke its decision to place the children in the care of the CEPSB. On 2 March 2001 the Board informed it that as a result of the final orders of 28 September 2000 for the adoption of the children by the applicants, the decision on their placement had been implicitly revoked and that any such request would be superfluous.", "86. On 16 July 2001 the Department for Child Welfare and Adoption, in reply to a request from the applicants, informed them that it was not empowered to take the necessary steps for the children to be returned to them. It indicated that it had ceased to have any powers in the matter on the date on which the certificate attesting that the adoption order conformed to the relevant national and international rules had been issued.", "87. On 27 August 2001 the applicants lodged a complaint with the Senate committee responsible for examining administrative abuses, on account of the Romanian authorities’ failure to execute final decisions.", "88. The applicants sought assistance on 6 September 2001 from the Italian embassy in Bucharest and on 12 September 2001 from the Commission for Intercountry Adoption.", "89. On 13 September 2001 they lodged a petition with the President of Romania, the Prime Minister and the Minister of Justice.", "90. On 23 February, 5 March, 19 April, 6 August, 12 September and 15 November 2001 they complained to the Ministry of Justice about the situation resulting from the failure to execute the adoption orders.", "91. On 27 October 2000 and on 19 February, 15 April and 5 June 2001 they travelled to Romania in the hope of seeing their adopted daughters, but to no avail.", "92. They regularly sent the girls letters in Romanian and presents, encouraging them to write back in Romanian as they had learnt the language while waiting to see them again, and telling them that their greatest wish was to have them by their side to give them love and affection.", "93. It appears from the observations submitted by the parties that the CEPSB, where the children are resident, is a private institution licensed by the Braşov Child Welfare Board and entrusted with the tasks of providing a home for orphans or abandoned children, taking care of them and giving them an education.", "94. Reports by the national authority responsible for monitoring the activities of welfare institutions attest to the following: the material and sanitary conditions at the CEPSB are good; medical assistance is provided there in the form of regular check-ups by doctors and permanent supervision by the medical staff; the centre runs special programmes including educational, sports and recreational activities for the children in its care; the children attend schools in the area around the centre and are integrated into the State education system; children at the centre demonstrating particular sporting and artistic abilities are encouraged to develop them; numerous practical activities are arranged; the centre is structured into groups of seven or eight children who are closely supervised by employees assigned to act as “substitute parents”; and the centre employs a full-time psychologist.", "95. On 7 September 2000 and 4 February 2002 a CEPSB employee who worked at the centre’s bakery was convicted by the Braşov Court of First Instance and given prison sentences for sexually abusing children in the CEPSB’s care aged 9, 11 and 12. Florentina and Mariana were not involved.", "96. A number of articles in the Braşov local newspaper M. reported that after her visit to the CEPSB on 9 January 2001, Baroness Nicholson of Winterbourne, rapporteur for the European Parliament, had expressed the view that children in the centre’s care should not travel abroad to join their adoptive families because the CEPSB had formed a genuine family in which the children received a good upbringing and education. The articles also reported that Mr Ioan Ţiriac, the CEPSB’s founder, had stated that none of the children would be leaving the centre as they had all become members of his family and that it was time to stop “exporting” Romanian children.", "97. It appears from the evidence produced by the parties that Florentina and Mariana regularly go to school, visit their close acquaintances and travel abroad on trips organised by the CEPSB. In particular, Florentina is currently attending the College of the Arts, where she is taking violin and piano lessons, while Mariana is being encouraged by the CEPSB staff to develop her skills in dance and sport.", "98. Photocopies of Florentina’s passport reveal that she went on a trip to Hungary and Austria in July 2003.", "99. A video recording submitted by the Government and produced with the assistance of a psychologist at the centre where the children are living indicates that they have not received any detailed practical information about the ongoing proceedings for their adoption or about the identity of their adoptive parents. It does not appear from the recording that they have been prepared for the possibility of leaving the CEPSB and joining the applicants’ families. During the recording Florentina, in particular, expressed her desire to be part of a traditional family, but was also hesitant as to her adoption by the applicants, which she said that she had initially wanted.", "It is uncertain whether, before the applicants’ visit to the centre in September 2002, the children received the letters which they had been writing to them in Romanian for several years.", "It appears from the recording that the girls do not currently wish to travel to Italy to join the applicants, whom they know only vaguely, but would prefer to remain at the CEPSB, where they seem to have established social and emotional ties with the other children and with the “substitute” “mothers” and “aunts”.", "100. The following provisions and aspects of international law and practice are relevant to the present case.", "“An adoption within the scope of the Convention shall take place only if the competent authorities of the State of origin –", "(a) have established that the child is adoptable;", "(b) have determined, after possibilities for placement of the child within the State of origin have been given due consideration, that an intercountry adoption is in the child’s best interests;", "(c) have ensured that", "1. the persons, institutions and authorities whose consent is necessary for adoption have been counselled as may be necessary and duly informed of the effects of their consent, in particular whether or not an adoption will result in the termination of the legal relationship between the child and his or her family of origin,", "2. such persons, institutions and authorities have given their consent freely, in the required legal form, and expressed or evidenced in writing,", "3. the consents have not been induced by payment or compensation of any kind and have not been withdrawn, and", "4. the consent of the mother, where required, has been given only after the birth of the child; and", "(d) have ensured, having regard to the age and degree of maturity of the child, that", "1. he or she has been counselled and duly informed of the effects of the adoption and of his or her consent to the adoption, where such consent is required,", "2. consideration has been given to the child’s wishes and opinions,", "3. the child’s consent to the adoption, where such consent is required, has been given freely, in the required legal form, and expressed or evidenced in writing, and", "4. such consent has not been induced by payment or compensation of any kind.”", "“Central Authorities shall take, directly or through public authorities or other bodies duly accredited in their State, all appropriate measures, in particular to –", "...", "(b) facilitate, follow and expedite proceedings with a view to obtaining the adoption;", "(c) promote the development of adoption counselling and post-adoption services in their States;", "...”", "“Accreditation shall only be granted to and maintained by bodies demonstrating their competence to carry out properly the tasks with which they may be entrusted.”", "“Any decision in the State of origin that a child should be entrusted to prospective adoptive parents may only be made if –", "(a) the Central Authority of that State has ensured that the prospective adoptive parents agree;", "(b) the Central Authority of the receiving State has approved such decision, where such approval is required by the law of that State or by the Central Authority of the State of origin;", "(c) the Central Authorities of both States have agreed that the adoption may proceed; and", "(d) it has been determined ... that the prospective adoptive parents are eligible and suited to adopt and that the child is or will be authorised to enter and reside permanently in the receiving State.”", "“The Central Authorities of both States shall take all necessary steps to obtain permission for the child to leave the State of origin and to enter and reside permanently in the receiving State.”", "“1. The transfer of the child to the receiving State may only be carried out if the requirements of Article 17 have been satisfied.", "2. The Central Authorities of both States shall ensure that this transfer takes place in secure and appropriate circumstances and, if possible, in the company of the ... adoptive parents.", "...”", "“States Parties that recognise and/or permit the system of adoption shall ensure that the best interests of the child shall be the paramount consideration and they shall:", "(a) Ensure that the adoption of a child is authorised only by competent authorities who determine, in accordance with applicable law and procedures and on the basis of all pertinent and reliable information, that the adoption is permissible in view of the child’s status concerning parents, relatives and legal guardians and that, if required, the persons concerned have given their informed consent to the adoption on the basis of such counselling as may be necessary;", "(b) Recognise that inter-country adoption may be considered as an alternative means of childcare, if the child cannot be placed in a foster or an adoptive family or cannot in any suitable manner be cared for in the child’s country of origin;", "...”", "“An adoption shall be valid only if it is granted by a judicial or administrative authority (hereinafter referred to as the ‘competent authority’).”", "“1. ... an adoption shall not be granted unless at least the following consents to the adoption have been given and not withdrawn:", "(a) the consent of the mother and, where the child is legitimate, the father; or if there is neither father nor mother to consent, the consent of any person or body who may be entitled in their place to exercise their parental rights in that respect;", "(b) the consent of the spouse of the adopter.", "2. The competent authority shall not:", "(a) dispense with the consent of any person mentioned in paragraph 1 of this Article, or", "(b) overrule the refusal to consent of any person or body mentioned in the said paragraph 1,", "save on exceptional grounds determined by law.", "...”", "“1. Adoption confers on the adopter in respect of the adopted person the rights and obligations of every kind that a father or mother has in respect of a child born in lawful wedlock.", "Adoption confers on the adopted person in respect of the adopter the rights and obligations of every kind that a child born in lawful wedlock has in respect of his father or mother.", "2. When the rights and obligations referred to in paragraph 1 of this Article are created, any rights and obligations of the same kind existing between the adopted person and his father or mother or any other person or body shall cease to exist. ...”", "101. In her report to the European Parliament, Baroness Nicholson of Winterbourne, noting with satisfaction the progress made by Romania in consolidating the rule of law and respect for human rights, emphasised in her capacity as rapporteur that the situation of children in Romania required further improvements. She noted that the fate of children in institutions remained a major cause for concern and a problem in terms of fundamental rights, with an impact on the accession procedure.", "102. The following provisions and aspects of domestic law and practice are relevant to the present case.", "“(1) Adoption is a special measure for the protection of the child’s interests, establishing a parental relationship between the adopter and the adopted person and family ties between the child and the members of the adopter’s family.", "...", "(3) An adoption order shall take effect on the date when a judicial decision [granting the application for adoption] becomes irrevocable.”", "“(1) The following shall be required for an application for adoption to be granted: (a) the consent of the adopted person’s parents or, as appropriate, parent ...; (b) the approval of the Child Welfare Board for the child’s place of residence; (c) the consent of the child if he or she is ten or more years of age; (d) the consent of the person or family adopting the child.", "(2) If ... the child has been declared to have been abandoned in a final court decision, the consent referred to in section 7(1)(a) shall not be necessary.”", "“(1) The court shall decide on the application for adoption in private, as a panel of two judges ...", "(2) The following shall be summoned to attend the hearing: the Child Welfare Board which approved the adoption, representing the child; the person or family wishing to adopt; and the Romanian Committee for Adoption. State Counsel’s attendance shall be compulsory. ...", "(3) The court may examine any evidence admitted by law.", "(4) The consent of the child, if he or she is aged ten years or more, shall be obtained in court.”", "“The child shall acquire the surname of the person who adopts him or her. ... Pursuant to an irrevocable decision by the court that makes the adoption order, the relevant registry office shall draw up a new birth certificate for the child, on which the adoptive parents shall be entered as the biological parents. The previous birth certificate shall be retained, with a marginal note referring to the issuing of the new document.”", "“(1) An adoption order may be set aside or revoked in accordance with the law.", "(2) An adoption order may be revoked at the request of the child, if he or she is aged ten years or more, or of the Child Welfare Board for the child’s place of residence, if revocation is in the child’s best interests.", "(3) The court [revoking an adoption order] shall also rule on the surname which the child is to take after the adoption order has been revoked.”", "“In order to ensure the best interests of a child in difficulty, the Child Welfare Board may order:", "...", "(e) the placement of the child in the care of a specialist public welfare institution or a licensed private institution.”", "“If the child has been declared to have been abandoned in a final judicial decision ... parental rights shall be exercised by the county council, through the Child Welfare Board.”", "“(1) The Romanian Committee for Adoption shall be structured and shall act as a specialist body under the authority of the Government with the purpose of supervising and supporting activities for the protection of children’s rights through adoption and ensuring international cooperation in this field.", "(2) The Romanian Committee for Adoption shall be the central Romanian authority responsible for assuming the obligations laid down in the Hague Convention of 29 May 1993 on Protection of Children and Cooperation in respect of Intercountry Adoption ...”", "“The National Authority for Child Protection shall act as a specialist body of the central Government, with legal personality and under the authority of the Ministry of Labour, Social Solidarity and Family Affairs.”", "“The Authority shall have the following duties:", "...", "(f) proposing that the relevant authorities suspend or terminate any activities that pose a serious and immediate danger to the health or physical or psychological development of children, and withdrawing the operating licences of the legal entities responsible;", "(g) taking action to prevent or put an end to the consequences of any acts or deeds contrary to the principles and rules laid down in international treaties on children’s rights and adoption to which Romania has acceded ...”", "“[From the date on which the adoption order becomes final], the rights and obligations of the adopted person in relation to the adopter shall be the same as those of a child born to a married couple in relation to his or her parents ...”", "“Children below the age of majority shall live with their parents ...”", "“Parents shall be entitled to request that their child be returned to them by any person having unauthorised custody of the child. The courts shall refuse to grant such a request if this would not be in the child’s interests. The child shall be consulted if he or she is aged ten years or more.”", "103. These provisions were repealed and replaced by Government Emergency Ordinance no. 25/1997 on adoption (see paragraph 102, point 1, above).", "“1. False imprisonment shall be punishable by a prison sentence of between one and five years.", "2. If ... the victim is a minor, the penalty shall be a prison sentence of between five and twelve years.”", "“1. Anyone whose legitimate interests have been adversely affected by measures and decisions taken during criminal proceedings may lodge a complaint.", "...”", "“Complaints about measures or decisions taken by the public prosecutor or under his orders shall be submitted to the Principal Public Prosecutor.”", "104. The Constitutional Court allowed an objection that section 7(1)(a) and (2) of Government Emergency Ordinance no. 25/1997 on the rules governing adoption was unconstitutional on the ground that, in the case of a child who had been judicially declared to have been abandoned, it did not require the prior consent of the person or body entitled to exercise parental rights over the child in question.", "“2. Treaties lawfully ratified by Parliament shall form an integral part of the domestic legal order.”", "“1. The constitutional provisions on citizens’ rights and liberties shall be interpreted and applied in accordance with the Universal Declaration of Human Rights and with the covenants and other treaties to which Romania is a party.", "2. In the event of conflict between the covenants and treaties on fundamental human rights to which Romania is a party and domestic laws, the international instruments shall prevail.”", "“All proceedings relating to the adoption of Romanian children by persons and families of foreign nationality shall be suspended ... for a period of twelve months from the date on which this Ordinance comes into force.”", "“During the period referred to in section 1, the National Authority for Child Protection and Adoption and the Ministry of Justice shall review the rules governing international adoption, in order to bring the national legislation into line with the relevant international law and practice.”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}