{"ITEMID": "001-98387", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF Z. v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 8", "JUDGES": "David Thór Björgvinsson;Giovanni Bonello;Lech Garlicki;Ledi Bianku;Mihai Poalelungi;Nicolas Bratza", "TEXT": ["6. The applicant was born in 1957 and lives in Bytom.", "7. On 27 April 1996 the applicant married M.N. In November 1996 M.N. gave birth to their daughter, D.Z.", "8. In 2000, following a conflict between the spouses, the applicant moved out of their place of residence.", "9. On 15 May 2000 the applicant requested the Bytom District Court (Sąd Rejonowy) to regulate contact with his child.", "10. On 6 July 2000 the Bytom District Court allowed the application and regulated contact with the applicant's daughter. In particular, the court granted him the right to visit his daughter on given days of each week and to spend summer holidays with her in August without the presence of the child's mother.", "11. On 4 September 2000 the applicant requested the Bytom District Court to seize his daughter's passport. He reasoned his request by a reasonable fear that M.N., who had many contacts in Scandinavian countries, could try to take their daughter to Norway. It is unclear from the case file whether the request was granted.", "12. On 29 September 2000, following an appeal by M.N., the Katowice Regional Court (Sąd Okręgowy) upheld the decision of the District Court of 6 July 2000.", "13. The court's order was not enforced and therefore, on 8 January 2001, the applicant requested the court to impose a fine on his former wife.", "14. In October 2000 the applicant's former wife and their daughter moved from Bytom to Zakopane, so the case file had to be transmitted to the court with jurisdiction there. The relevant decision was taken on 3 July 2001. However, the transfer did not take place until November 2001.", "15. On an unspecified date M.N. filed for divorce. The issue of the applicant's visiting rights was therefore examined by the divorce court.", "16. On 30 March 2001 the Katowice Regional Court gave a decision regulating the applicant's contact with his daughter. In particular, the court granted him the right to visit his daughter every Friday between 1 p.m. and 5 p.m. at a location other than the flat in which she lived with her mother. The applicant was also allowed to collect his daughter from kindergarten. The contact was to take place in the presence of a court officer (kurator sądowy).", "17. The decision of 30 March 2001 was not complied with by the applicant's former wife, who prevented the applicant from exercising his visiting rights.", "18. Between 20 April 2001 and 8 March 2002 the applicant saw his daughter on 27 occasions. A further sixteen meetings were cancelled for various reasons: eight for the daughter's failure to appear, one at M.N.'s request, three for the applicant's failure to appear and four for the guardian's failure to appear.", "19. On 5 March 2002, relying on Article 1050 of the Code of Civil Procedure, the applicant requested the court to impose a fine on M.N.", "20. The applicant's request was not examined by the court.", "21. In the summer holiday period of 2002 the applicant's former wife moved from Zakopane to Bytom, so the Zakopane District Court transmitted the case file concerning the application for a fine to be imposed on M.N. to Bytom.", "22. On 20 May 2003 the Bytom District Court gave a decision and gave M.N. one month to comply with the court order. At the same time the court conditionally imposed on her a fine of 1,000 Polish zlotys (PLN) in the event of default.", "23. M.N. continued to prevent the applicant from exercising his visiting rights.", "24. On 5 July 2003 the applicant again requested the court to impose a fine on his former wife.", "25. In the meantime, on 23 September 2003, the Katowice Regional Court gave a new decision regulating the applicant's visiting rights. The decision was similar to the previous one, but the court additionally obliged M.N. to prepare the child to be picked up by his father on given dates (przygotowania dziecka i wydania w terminie wyznaczonym).", "26. On 28 November 2003 the Katowice Regional Court granted a divorce. It also indicated the manner in which the parental authority should be exercised. The court made a residence order under which the child was to live with her mother, but the applicant was granted visiting rights, in particular the right to visit his child on given days of the week, without the presence of the mother and the right to spend one month of summer holidays, one week of winter holidays and the second day of the Christmas holidays with his daughter. The court also ordered that all decisions crucial for the child's upbringing were to be taken by both parents.", "27. The judgment was not challenged by M.N.", "28. M.N. still did not comply with the court order. She prevented the applicant from collecting his daughter from kindergarten (by instructing the staff not to let the applicant collect the child) and organised the child's holidays in such a way that she was abroad with her mother or grandparents for the whole two months of the summer holidays.", "29. On 13 January 2004 the Bytom District Court imposed on M.N. a fine of PLN 600 for her failure to comply with the court's order as regards the applicant's visiting rights. The court also gave M.N. one month to make it possible for the applicant to exercise his visiting rights and held that, should she fail to comply with this order, another fine of PLN 800 would be imposed on her.", "30. On an unspecified date M.N. appealed against this decision and, on 19 March 2004 the decision was upheld by the Katowice Regional Court.", "31. However, these decisions were once more not enforced.", "32. On 15 March 2004 the applicant again requested the court to impose a fine on his former wife.", "33. On 26 August 2004 the Bytom District Court again ordered M.N. to pay the fine of PLN 800 and gave her one month to allow the applicant to exercise his visiting rights. The court also held that, should she fail to comply with its order, a further fine of PLN 1,000 would be imposed on her.", "34. On 5 November 2004, following an appeal by M.N., the Katowice Regional Court upheld that decision.", "35. The court's orders still remained unenforced.", "36. On 16 November 2004 the applicant again requested the court to impose a fine on M.N.", "37. On 30 March 2006 the court fined M.N. PLN 1,000.", "38. On 26 May 2006 M.N. appealed against that decision. It is unclear from the case file whether the decision of 30 March 2006 was upheld by the second-instance court.", "39. On 26 September 2006 the Bytom District Court again regulated the applicant's visiting rights and ordered that the contacts would take place in the Bytom Family Consultation Centre (Rodzinny Ośrodek DiagnostycznoKonsultacyjny) in the presence of a psychologist, on every first and third Monday of each month, between 3.30 p.m. and 5 p.m.", "40. On an unspecified date in March 2008 the applicant requested the court to change the rules governing his contact with his daughter.", "41. On 30 April 2008 the Bytom District Court gave a decision and regulated the applicant's visiting rights, ordering that contact should take place on every second and fourth Saturday of each month between 2 p.m and 5 p.m., outside the applicant's daughter's place of residence. The court also ordered M.N. not to disrupt this contact.", "42. Both parties appealed against that decision.", "43. On 19 September 2008 the Katowice Regional Court extended the applicant's contact with his daughter by ordering that it should take place between midday and 6 p.m. on the days specified in the Bytom District Court's decision. The court dismissed M.N.'s appeal.", "44. On 6 May 2009 the Bytom District Court gave a decision and ordered M.N. to fulfil an obligation imposed on her in the Bytom District Court's decision of 30 April 2008 and the Katowice Regional Court's decision of 19 September 2009 under pain of a fine in the amount of PLN 500.", "45. The applicant made several attempts to contact his daughter but, according to his submissions, the doors of the apartment where she lives were locked.", "46. On 20 July 2009 the applicant requested the Bytom District Court for assistance in establishing the current address and place of residence of his daughter.", "47. M.N. submitted to the court a medical certificate indicating that she would not be able to appear before the court in person until 2 January 2010.", "48. According to the applicant, he is deprived of any contact with his daughter.", "49. On an unspecified date M.N. tried to have criminal proceedings instituted against the applicant. She accused him of having sexually abused their daughter. According to an expert's opinion the testimony of D.Z had been influenced by a third party. The proceedings against the applicant were discontinued.", "50. The relevant domestic law concerning the enforcement of a parent's visiting rights is set out in the Court's judgment in the case of P.P. v. Poland, no. 8677/03, § 69-74, 8 January 2008.", "51. According to the Supreme Court's resolution, if a parent who has been obliged by a court decision to respect the other parents' contact rights refuses to comply with it, contact decisions are liable to enforcement proceedings. The provisions of the Code of Civil Procedure on enforcement of non-pecuniary obligations are applicable to enforcement of court decisions on parental rights or contact rights (resolution of the Supreme Court of 30 January 1976, III CZP 94/75, OSNCP 1976 7-8).", "“1. If the debtor is obliged to take measures which cannot be taken by any other person, the court in whose district the enforcement proceedings were instituted, on a motion of a creditor and after hearing the parties, shall fix the time-limit within which the debtor shall comply with his obligation, on pain of a fine (...).", "2. If the debtor fails to comply with this obligation, further time-limits may be fixed and further fines may be imposed by a court.”", "If the court obliges a parent exercising custody rights to ensure access to a child to the other parent, Article 1050 of the Code of Civil Procedure is applicable to the enforcement of this obligation.", "52. Article 1052 of the Code of Civil Procedure provides as follows:", "“In one decision the court may impose a fine not exceeding 1,000 Polish zlotys (PLN) unless the fine had been already imposed three times and this had proved ineffective. The total amount of fines in the same case may not exceed PLN 100,000 (...).”", "53. Article 1053 of the Code of Civil Procedure in its relevant part provides as follows:", "“The court, while imposing a fine, shall at the same time impose an arrest in case the fine is not paid. One day of arrest shall be equivalent to between five and one hundred and fifty zlotys of fine. The total duration of arrest in the same case shall not exceed six months.”", "54. On 28 August 2008 the Supreme Court, in reply to a legal question asked by the Wrocław Regional Court, adopted a resolution (III CZP 75/08) which read as follows:", "“Decisions regulating contact between parents and a child, ordering the parent who has the custody of the child to put the child in the disposal of the other parent and ordering the other parent to return the child (to accompany the child back), are enforced in the proceedings regulated in Article 5981 and subsequent of the Code of Civil Procedure”", "55. Article 5986 of the 1964 Code of Civil Procedure (Kodeks Postępowania Cywilnego) provides that if a person who is ordered to return a child does not comply with the court's order, the court will instruct the guardian to forcibly remove the persons concerned (przymusowe odebranie osoby).", "56. Under Article 59810,", "“Upon a request of a court-appointed guardian, the police are obliged to help him or her to carry out the forcible removal of [a minor].”", "57. Article 59811 § 1 provides as follows:", "“If forcible removal of [a minor] is hindered because that person is in hiding or because other action is taken with the aim of stopping the enforcement of the order, the court-appointed guardian shall inform a prosecutor.”", "58. Pursuant to 59812,", "“§ 1 The court-appointed guardian, in carrying out the removal of [a minor], shall be especially careful and shall do everything to ensure that the well-being of the child is not damaged and that [he or she] does not sustain physical or moral harm. If necessary, the guardian shall request the assistance of the social services or another institution tasked with this function.", "§ 2 If the well-being of [a minor] would be placed at risk as a result of the removal, the guardian shall stop the enforcement of the order until the risk is over, unless by stopping the enforcement, the person would be placed at greater risk.”"], "VIOLATED_ARTICLES": ["8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}