{"ITEMID": "001-57890", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GBR", "BRANCH": "CHAMBER", "DATE": 1994, "DOCNAME": "CASE OF FAYED v. THE UNITED KINGDOM", "IMPORTANCE": "2", "CONCLUSION": "Preliminary objection rejected (non-exhaustion);No violation of Art. 6-1;Not necessary to examine Art. 13", "JUDGES": "C. Russo;John Freeland;R. Pekkanen", "TEXT": ["7. The three applicants, Mr Mohamed Al Fayed, Mr Ali Fayed and Mr Salah Fayed, are brothers. They are businessmen.", "8. In March 1985 the applicants acquired ownership of the House of Fraser PLC (\"HOF\"), a public company, for about £600 million in cash. HOF was then, and is now, one of the largest groups of department stores in Europe and includes one particularly well-known London store, Harrods. The acquisition of HOF was effected through a public company called House of Fraser Holdings PLC (\"HOFH\"), which at all material times was owned by the applicants. HOFH had previously been known as the Al Fayed Investment Trust (UK) Limited and assumed its present name in December 1985.", "9. Prior to the HOF takeover, in or about early November 1984, the applicants appointed public relations consultants. With the latter’s assistance, the brothers and their direct advisers led the press to receive and present a positive picture of their origins, wealth, business interests and resources. Upon the basis of this picture, which they had a part in painting, they enjoyed, for a time, an esteem or reputation which was highly valuable to them. Between 2 and 10 November 1984 the first applicant gave separate interviews to The Observer, The Sunday Telegraph and The Daily Mail. A further interview involving the brothers took place on 10 March 1985. In these interviews the brothers described a wealthy, distinguished and established family background. They gave a similar picture to their merchant banker, who accepted it and, acting on their behalf, conveyed that picture by a press release in November 1984 and in a television interview in early March 1985. There were other press interviews about the family background for which the applicants were responsible.", "They thus took active steps to promote their own reputations in the public domain. The acceptance of the brothers by the City of London and by the Government was later considered to be crucial to an understanding of the events surrounding their takeover of HOF.", "10. The takeover was vigorously but unsuccessfully opposed by Lonrho PLC (\"Lonrho\") and, in particular, its Chief Executive, Mr Rowland, a former business associate, turned rival, of the applicants.", "From about 1981, if not earlier, it had been Lonrho’s wish to acquire HOF. In December 1981, following a report from the Monopolies and Mergers Commission the Secretary of State for Trade and Industry (\"the Secretary of State\") had sought and obtained from Lonrho undertakings not to acquire or control any further shareholdings beyond its then level of 29.9% of HOF. Thereafter Lonrho had sought to be released from these undertakings.", "In 1984 Lonrho had sold its share-holding in HOF to the applicants, but when those directors representing Lonrho’s interests were obliged to resign from HOF’s Board and the applicants bid to take over HOF completely, relations between Lonrho and the applicants deteriorated. Lonrho proceeded to launch an acrimonious campaign against the applicants. In opposing the applicants’ bid for HOF, Lonrho had made submissions to Ministers concerning unfair competition and the undesirability of HOF falling into foreign hands. It was alleged that the applicants were fraudulently claiming that the funds for the acquisition were theirs personally. Lonrho asserted that the brothers were lying about their money and themselves and that they should not be permitted to acquire HOF without a thorough inquiry. However, the applicants’ bid was cleared by the Department of Trade and Industry (\"DTI\") and accepted by the HOF Board. In March 1985 the Secretary of State decided, on the recommendation of the Director General of Fair Trading, not to refer the applicants’ proposed acquisition to the Monopolies and Mergers Commission, as had been done in the case of the earlier bid by Lonrho. The decision of Government clearance was expressly described at the time by the DTI as having been influenced by the statements made and assurances given by and on behalf of the Fayed brothers about their bid. Lonrho nevertheless campaigned on through the media and other publications, and in particular through The Observer, a newspaper it owned.", "11. The applicants instructed their solicitors to threaten and, if necessary, institute libel proceedings if anything were published putting in doubt their claim to be the beneficial owners of the funds used to acquire HOF. This policy affected several publications, including The Observer. In almost every instance the threat of action led to the publication of a retraction. The applicants instituted three libel actions against The Observer in 1985 and 1986 for articles written about them. One central issue in these actions was the truth or not of The Observer’s allegation that the funds used by the applicants in their takeover of HOF were not their own.", "12. In March 1987 Lonrho commenced legal proceedings against the applicants and their bankers alleging wrongful interference with Lonrho’s business, and conspiracy and negligence in connection with HOFH’s acquisition of HOF. In particular, it was alleged that the applicants, by false statements about their financial capacity to acquire the share capital and develop HOF’s business, had persuaded HOF’s Board of Directors to accept their bid and had convinced the Secretary of State not to refer their bid to the Monopolies and Mergers Commission. It was claimed that the applicants had thereby tortiously interfered with Lonrho’s right to bid for the shares or, alternatively, they had conspired against Lonrho.", "Lonrho unsuccessfully sought leave to apply for judicial review of the Secretary of State’s refusal to refer the applicants’ acquisition of HOF to the Monopolies and Mergers Commission.", "13. On 9 April 1987, after two years of unrelenting pressure by Lonrho upon the Government, the Secretary of State appointed two Inspectors to investigate the affairs of HOFH and, in particular, the circumstances surrounding the acquisition of shares in HOF in 1984 and 1985. The appointment of the Inspectors was made by the Secretary of State under section 432 (2) of the Companies Act 1985 (see paragraph 36 below). They were told at the time of their appointment, and they so informed the applicants, that an area of particular concern to the Secretary of State was the validity of the assurances given by the applicants and their advisers in March 1985 (Inspectors’ report, paragraphs 1.10, 23.1.9 and 26.19).", "14. In their subsequent report the Inspectors described the applicants’ takeover bid as being unusual, not least because it was a bid involving huge sums of money by three individuals and, since the offerers were individuals, the corporate balance sheets and other financial statements which are customary on such occasions were totally absent (Inspectors’ report, paragraph 21.1.1). In order to establish what had occurred during the takeover, they had been obliged to make findings on vigorously contested issues of fact (Inspectors’ report, paragraph 1.7).", "The principal questions they addressed when investigating the affairs of HOFH were listed in their report as follows:", "\"(i) Were the Fayeds who they said they were, and if not who were they?", "(ii) Did they acquire HOF with their own unencumbered funds?", "(iii) Did they deliberately mislead, whether directly or indirectly, those who represented them to the authorities and the public?", "(iv) If so, did they seek to frustrate those who tried to establish the true facts, and if so how?", "(v) What steps did the Board of HOF and its advisers take before they gave the comfort that they appeared to give to those who relied on their words or actions?", "(vi) Were the authorities - the officials of the [Office of Fair Trading] and the DTI and, eventually, Ministers - or the public misled about the Fayeds? If so, how and why?\"", "(The Inspectors’ report, paragraph 1.11)", "The Inspectors also stated that, throughout their investigation, they were not concerned solely with simple questions relating to the direct control of the purchase money which was used to buy HOF. They were also concerned about the veracity of the statements which the applicants made, or which they allowed others to make on their behalf, which had the effect of influencing people to act favourably towards them (Inspectors’ report, paragraph 1.12; and also chapter 9).", "15. During the course of the investigation, the Inspectors identified matters upon which they wished to receive evidence. If any uncertainty or issue arose in relation to the provision of such evidence, these were discussed in the course of meetings or through correspondence between the Inspectors’ staff and the applicants’ solicitors. Thereafter, information was provided to the Inspectors by way of memoranda, together with copy documentation. In addition, the Inspectors received oral evidence by interviewing witnesses on oath. Mr Mohamed Al Fayed and Mr Ali Fayed were interviewed, in the presence of their lawyers, on 14 October 1987 and again on 8 and 9 March 1988. All proceedings were conducted in private. There was no opportunity for the applicants to confront or cross-examine witnesses, it being well-established as a matter of English law that the Inspectors were not obliged to afford such an opportunity to anyone.", "16. It was agreed between the Inspectors and the applicants that, having assimilated the factual information supplied, the Inspectors would notify the applicants of the provisional conclusions they had reached and the material upon which they had relied in reaching such conclusions. The Inspectors would then consider such submissions as the applicants might make in respect of these conclusions.", "17. Respect for personal privacy was known to be a matter of especial concern to the applicants. The Inspectors’ approach to matters of privacy and confidentiality is summed up in their report (at paragraphs 26.44 - 45) as follows:", "\"[I]f private people incorporate a company, in which they become directors, and which makes public representations about their affairs, Inspectors who are appointed to investigate the truth of those representations must balance their concern to preserve the directors’ privacy as far as practicable ... against their duty to do the job which they were appointed to perform.", "If the Fayeds had chosen to say nothing this might have created evidential difficulties for us. But because they wished us to make findings in their favour they brought witnesses to see us ... and gave us evidence about their private affairs which it was then our duty to test.\"", "18. At the start of the investigation the applicants expressly accepted that the Inspectors were entitled to inquire into the accuracy of statements which had been made by them or on their behalf in late 1984 and early 1985. These were the statements at the heart of the investigation. Only at the very end of the investigation, when they were confronted by the Inspectors with \"overwhelming evidence\" that they had been telling lies, did they resile from that stance and challenge the Inspectors’ entitlement to look into certain aspects of their private life (Inspectors’ report, paragraph 26.28).", "The Inspectors rejected the challenge and gave their reasons for so doing (see generally chapter 16 of the Inspectors’ report). The Inspectors were entitled to seek confidential information from third parties, but before doing so they gave the applicants an opportunity to satisfy them as to the accuracy of the statements \"in whatever manner was least obtrusive to their privacy\" (Inspectors’ report, paragraphs 16.2.5 and 16.6.2). The law did not permit them to compel the applicants to produce personal bank statements (which would have gone far to confirm or refute the accuracy of the statements) nor, save to a very limited extent, did the applicants consent to such production. The Inspectors considered that the applicants were in breach of their duty to give all the assistance which they were reasonably required to give. By virtue of section 436 of the 1985 Act the Inspectors could have certified this to a court, which could then have taken steps to sanction the applicants if, after hearing evidence, it was satisfied that they were in breach of their duty (see paragraph 38 below). The Inspectors were, however, of the opinion that they could complete their task without the need to resort to such a serious measure and chose to pursue the matter without making such a certificate. They made clear that if the applicants chose not to give evidence, they, the Inspectors, would be entitled to draw inferences from such failure.", "19. In October 1987 and thereafter Lonrho publicly criticised the conduct of the investigation by the Inspectors and sought an additional two-month period in which to assemble and submit evidence to them. Through its lawyers, Lonrho argued that the rules of natural justice required the Inspectors to allow Lonrho access to the information the Inspectors had received from the applicants because Lonrho’s commercial reputation would suffer if the Inspectors dismissed the complaints which it had made so publicly. The Inspectors dismissed Lonrho’s application for access to the applicants’ evidence, but permitted Lonrho to have a longer period in which to adduce evidence to them, relating primarily to the personal background of the applicants and their family. The applicants’ solicitors in turn protested to the Inspectors vigorously about this latter decision. The written material provided to the Inspectors by Lonrho ran to thousands of pages. The Inspectors accepted that Lonrho and its directors had pursued their ends in a remarkably single-minded manner, and they described the applicants and Lonrho as \"bitterly antagonistic parties\" (Inspectors’ report, paragraph 26.71).", "20. The Inspectors’ provisional conclusions, which exceeded 500 pages of text and were, in large part, unfavourable to the applicants, were made available to the applicants on 12 April 1988. The Inspectors had previously made known to the applicants the gist of the adverse evidence received and the conclusions that they, the Inspectors, might be disposed to draw from that evidence.", "Between 12 April and 17 June there was no significant response from the applicants. On the latter date the applicants’ solicitors informed the Inspectors that they were not even in a position to discuss the procedural situation of the inquiry. The Inspectors told the applicants’ solicitors on 20 June that by 15 July the Inspectors would consider that they had had ample time to respond to the provisional conclusions. On that date the applicants lodged detailed submissions running to 571 pages and containing a mixture of factual analysis and legal argument and, quite often, new evidence. The argument sought to limit the scope of the inquiry very drastically. The applicants’ solicitors requested the Inspectors, as \"the basic minimum which fairness required\", to deal with certain questions raised and, if rejecting any of their principal submissions, to state reasons before issuing any report (Inspectors’ report , paragraph 1.23 and chapter 17).", "21. On 23 July 1988 the Inspectors delivered their report to the Secretary of State, in broadly the same terms as their provisional conclusions. They explained that they had not acceded to the applicants’ ultimate procedural request because they were of the view that otherwise the completion of their report might be indefinitely delayed:", "\"It appeared to us that the appropriate course for us to take would be to consider the written submissions we had received and to express our views on them when we submitted our report to the Secretary of State. Our findings would not be dispositive of anything, we had given HOFH, HOF, the Fayeds and their advisers ample time to make their submissions, which they had chosen to make in this way at this extremely late stage and we considered that it was in the public interest that we should now complete our work and submit our report.\"", "22. The Inspectors concluded that the applicants had dishonestly misrepresented their origins, their wealth, their business interests and their resources to the Secretary of State, the Office of Fair Trading, the press, the HOF Board and HOF shareholders and their own advisers; that during the course of their investigations, the Inspectors had received evidence from the applicants, under solemn affirmation and in written memoranda, which was false and which the applicants knew to be false; in addition, that the applicants had produced a set of documents they knew to be false; that this evidence related mainly, but not exclusively, to their background, their past business activities and the way in which they came to be in control of enormous funds in the autumn of 1984 and the spring of 1985 (see especially Inspectors’ report, chapter 2). The Inspectors were satisfied that the main thrust of Lonrho’s attack on the applicants was well founded on a sound basis of substantiated fact (Inspectors’ report, paragraph 1.20).", "However, the Inspectors did not reject the entirety of the applicants’ evidence and praised part of their work. Thus the report included, for example, findings that \"the departure of the Lonrho directors and their replacement by the Fayeds brought harmony to a board where previously discord had existed\" (Inspectors’ report, paragraph 6.6.9); and that \"the Fayeds’ considerable ability to identify assets with a potential for capital appreciation has undoubtedly been an important element in their business success\" (Inspectors’ report, paragraph 12.6.10). In the final chapter of the report the Inspectors made complimentary findings of fact and expressed favourable opinions about HOFH. They regarded the management of HOF since its acquisition as, subject to certain reservations, \"law-abiding, proper and regular\".", "23. The Secretary of State passed the report to the Director of Public Prosecutions and the Director of the Serious Fraud Office. On 29 September 1988 the DTI announced that publication of the report would be delayed until the Serious Fraud Office had completed its investigations. In the summer of 1988 the Secretary of State also sent copies of the report to the Bank of England, the City Panel on Takeovers and Mergers (which is an integral part of the system of regulation of business in the United Kingdom), the Inland Revenue, the Office of Fair Trading and the Monopolies and Mergers Commission.", "24. On 9 November 1988 the Secretary of State announced that, consistent with the advice of the Director General of Fair Trading, he had decided against the referral of HOFH’s acquisition of HOF to the Monopolies and Mergers Commission, even though the Inspectors’ report did disclose new material facts.", "Also in November 1988 Lonrho made an application for judicial review of the Secretary of State’s decisions (i) not to publish the report immediately and (ii) not to refer the acquisition to the Monopolies and Mergers Commission in the light of the report. In the context of these proceedings the Director of the Serious Fraud Office and the Director of Public Prosecutions submitted affidavits in December 1988 stating their opinion that publication of the report would prejudice the criminal investigation and run the risk of preventing a fair trial in the event of criminal proceedings subsequently being brought against the applicants. Lonrho’s application was ultimately rejected by the House of Lords in May 1989.", "25. On 30 March 1989 The Observer newspaper published a sixteen-page special midweek edition devoted solely to extracts from and comments on a leaked copy of the Inspectors’ report. On the same day, Lonrho posted between 2,000 and 3,000 copies of the special edition to persons named on a mailing list to whom Lonrho had been regularly sending literature hostile to the applicants. The High Court immediately granted injunctions, on the applications of the Secretary of State and HOFH, restraining any further disclosure of the report or its contents.", "26. During the course of a radio interview broadcast on 4 April 1989, the Secretary of State stated, prior to its publication, that the Inspectors’ report \"clearly disclosed wrongdoing\". This gave rise to substantial press coverage.", "27. On 1 March 1990 the Director of the Serious Fraud Office and the Director of Public Prosecutions announced that their inquiries into the matter were complete (see paragraph 23 above) and that they would not be taking further action. In a joint statement issued on that date they said:", "The Attorney General expressed himself satisfied that the conclusion reached by the two directors was the correct one on the basis of the admissible and available evidence. On 12 March 1990 he stated to the House of Commons, in reply to a question (Hansard, House of Commons, 12 March 1990, column 14):", "\"Whereas it was open to the Inspectors to take account of hearsay evidence if they thought that it was reliable - and of course it was open to them to reach the conclusion that they did - it would not have been open to a jury in a criminal case to convict upon evidence of the same character. The Inspectors are entitled to take account of evidence covering a wider scope than that available in criminal proceedings in an English court ... Inquiries were pursued in every part of the world indicated by the Inspectors’ report, but the [Director of the Serious Fraud Office and the Director of Public Prosecutions] had to conclude, as they said in their joint statement issued on 1 March, that there was insufficient evidence available for use in an English court in English criminal proceedings on any matter of substance raised in the Inspectors’ report to warrant the bringing of criminal proceedings.\"", "28. On 1 March 1990 the Secretary of State had announced his intention to publish the report on 7 March 1990. It is general policy to publish reports on public companies, of which HOFH was one (see paragraph 41 below). In addition the Government considered that in the particular case there were specific grounds of general public interest justifying publication. In their pleadings before the Commission they described these grounds as follows:", "\"There had been a complex and lengthy investigation, and the public were entitled to learn the result of that investigation unless there were compelling reasons why they should not. There were important lessons to be learnt by those involved in takeovers from studying the report. ... The report contained a recommendation that certain features of part XIV of the 1985 Act (which deals with the investigation of companies and their affairs) deserved to be reconsidered in the light of difficulties encountered by the Inspectors ... It was appropriate to acknowledge that the Secretary of State, the [Office of Fair Trading], the DTI, certain journalists and sections of the press, the Board of HOF, the regulatory authorities, and the applicants’ professional advisers had been misled by the applicants. Lonrho considered that its interests and reputation had been seriously and adversely affected by the preparedness of the Secretary of State to allow the HOFH bid to go forward in March 1985 without a reference to the [Monopolies and Mergers Commission]. Lonrho would have had a legitimate grievance if the explanation for this was suppressed without compelling reasons. There was a need to dispel continuing speculation as to the events which had given rise to the investigation. Rumours and speculation were rife. Publication of the report would provide employees and creditors with information concerning the way in which HOF and Harrods had been run and might be expected to be run in future. (The Inspectors were largely prepared to accept the sincerity of the brothers’ assurances for the future.) The brothers had been prepared before the Inspectors to attempt to discredit Lonrho, Mr Rowland, The Observer, its editor and others. It was deemed to be in the public interest to publicise both the fact that these attempts had been made and the conclusion of the Inspectors that they were ill-founded.\"", "29. On 2 March 1990, the applicants were provided with pre-publication copies of the report in confidence, in order to enable them to consider their position.", "Throughout the period between submission of the report to the Secretary of State in July 1988 and its publication on 7 March 1990 the applicants’ solicitors had adopted, in extensive correspondence with the DTI and the Treasury Solicitor, the position that judicial review or other court proceedings were likely to be taken, on the basis, inter alia, that the Inspectors’ report did not constitute a valid report under the Companies Act 1985 because of the scope of the investigation and alleged procedural unfairness (including departures from what the applicants alleged was an agreed procedure). By letter dated 1 March 1990 the DTI undertook that if the applicants were to apply for judicial review to challenge the validity of the report, publication would be held up pending the final determination by the courts of their application. In the event no such proceedings were commenced. According to the applicants, the possibility of applying for judicial review to prevent publication was kept under consideration by them and their advisers, but the unanimous view at all stages was that such proceedings were almost inevitably bound to fail.", "30. On 7 March 1990, the day the report was published, the Secretary of State stated to the House of Commons (Hansard, House of Commons, 7 March 1990, column 873):", "\"I should explain to the House that in this matter I have three main responsibilities as Secretary of State: first, to decide whether to publish the report. This I have now done as soon as possible after I was informed by the prosecution authorities that they had withdrawn their objection to publication. Second, I had to consider whether to apply to the court to disqualify any director under section 8 of the Company Directors Disqualification Act 1986. I have concluded that it would not be in the public interest to do so. Anyone who reads the report can decide for themselves what they think of the conduct of those involved. Third, I also have responsibility for decisions on whether to refer mergers to the Monopolies and Mergers Commission. That responsibility was fully discharged by my predecessor. He had six months from July 1988 in which to consider the findings of the Inspectors’ report and to decide whether to refer the matter. He concluded in November 1988 that a reference to the Monopolies and Mergers Commission would not be appropriate ...", "No other matters require action from me. I have passed the report to all those authorities concerned with enforcement and regulation so that they may consider whether to take action under their various powers.\"", "The Secretary of State considered that the publication of the report and the ensuing publicity would enable people who might have dealings with the applicants in their capacity as directors to judge whether their interests were likely to be at risk from the type of conduct described in the report (ibid., column 878).", "31. The Secretary of State also publicly expressed his own view as to the correctness of the Inspectors’ findings. On 28 March 1990 he told a Parliamentary Select Committee (House of Commons Trade and Industry Committee report on company investigations, 2 May 1990, HC 36, Annex 6, p. 183, paras. 938, 940A):", "\"... the allegations in the report have not been substantiated in a court of law. We can all take our view about them and I think that the balance of probability is extremely strong that they are accurate, but there is no proof of this.", "...", "I am not required to say that every fact and opinion in the report is true. These were outside Inspectors who were appointed to look into these matters, and they published their report. I have no means of checking it word for word. I myself and I think most people are inclined to believe that the events revealed are correct, but we have no proof - that is all I am saying.", "...", "[Question:] It appears that [the applicants] even told a succession of lies to the Inspectors themselves, who were then investigating the lies they had already told. Is that right?", "[Secretary of State:] It so appears.\"", "The Select Committee accepted the Inspectors’ findings as authoritative, referring in its subsequent report to the \"misinformation concerning the financial status of the Fayed brothers\" recounted in the Inspectors’ report (Trade and Industry Committee report, loc. cit., p. xxvi, para. 126).", "32. On the day of the publication of the report the applicants issued a press communiqué through HOFH commenting on, inter alia, the contents of the report and the conduct of the Inspectors. Part of this press release read as follows:", "\"It is appalling to discover that two people in such a position could have gone so badly off the rails in the conduct of this investigation.", "...", "The Inspectors misled us.", "They misled our lawyers. Indeed they were not even honest with them.", "They demonstrated prejudice towards us and they did not treat us even-handedly.", "They reneged on their agreements with us.", "They have employed language which has no place in such a document.", "They have reached conclusions which they do not support with facts.", "They have dishonoured themselves and the whole procedure of Department of Trade inquiries.", "These Inspectors went far beyond their legal powers, enquiring into matters that were no legitimate concern to them.", "They completely disregarded the principles of natural justice. In simple terms they did not give us a fair hearing. They reversed the burden of proof in a denial of the basic tenet of British justice. They have held us to be guilty, unless proven innocent.\"", "33. On 28 March 1990, in the course of a debate in the House of Lords, the Minister of State for Trade and Industry stated (Hansard, House of Lords, 28 March 1990, columns 946-47):", "\"Although the Inspectors concluded that the Fayeds lied to the competition authorities at the time of the merger - I have no reason to believe that they were wrong, but it is for individuals to make up their own minds once they have read the report - the Inspectors did not criticise the Fayeds for the way they were running the House of Fraser which they already owned and which cannot be taken away from them. In these circumstances, [the Secretary of State] considered that publication of the report, which would allow people to judge for themselves whether they wished to do business with the Fayeds, would be a severe blow to their reputation, as indeed I think it has proved.\"", "34. The report and its findings were widely reported on television, radio and in the national press. The applicants claimed that it very seriously damaged their personal and commercial reputations as the Minister had predicted.", "In August 1990 they abandoned their libel actions against The Observer newspaper and paid the latter’s £500,000 legal costs. At the time the Court of Appeal was about to hear an appeal brought by the applicants on a preliminary procedural question. Failure in this appeal would have had the consequence of obliging the applicants to disclose a number of crucial documents bearing on the issue of the possible financing of the acquisition of HOF by third-party funds. According to the applicants, they discontinued the libel actions as a result of legal advice that publication of the Inspectors’ report had deprived them of any effective remedy (see paragraph 11 above).", "One month after the publication of the report the Bank of England served notice of restrictions on Harrods Bank Ltd in relation to the applicants’ positions within that company. The Parliamentary Select Committee considered that the Secretary of State had not taken sufficient action against the applicants (Trade and Industry Committee report on company investigations, loc. cit., pp. xxv-xxvii, paras. 118-40). The City Takeover Panel subsequently disciplined the applicants, in reliance on the report. As the Takeover Panel made clear, it did not seek to conduct its own investigation into the facts, but relied on the Inspectors’ report. The penalty imposed was public censure.", "35. Lonrho persisted with its attacks. In May 1990 it applied for judicial review of the Secretary of State’s refusal to apply to the High Court for an order disqualifying the three applicants as directors. This application was dismissed on 21 October 1991.", "In October 1993 it was announced that a settlement had been negotiated between the applicant brothers and Lonrho, the terms of which included the discontinuance of all proceedings between the two parties.", "36. The investigation of HOFH was conducted under section 432 (2) of the Companies Act 1985 in relation to the circumstances surrounding the acquisition of shares in HOF in 1984 and 1985. Section 432 (2) empowers the Secretary of State to appoint Inspectors to investigate the affairs of a company and to report on them in such manner as he directs if it appears to him that there are circumstances suggesting wrongdoing, within the categories of wrongdoing defined as follows:", "\"(a) that the company’s affairs are being or have been conducted with intent to defraud its creditors or the creditors of any other person, or otherwise for a fraudulent or unlawful purpose, or in a manner which is unfairly prejudicial to some part of its members, or", "(b) that any actual or proposed act or omission of the company (including an act or omission on its behalf) is or would be so prejudicial, or that the company was formed for any fraudulent or unlawful purpose, or", "(c) that persons concerned with the company’s formation or the management of its affairs have in connection therewith been guilty of fraud, misfeasance or other misconduct towards it or towards its members, or", "(d) that the company’s members have not been given all the information with respect to its affairs which they might reasonably expect.\"", "37. The Secretary of State is under no statutory obligation to disclose to the company concerned the reasons for the appointment of Inspectors to investigate its affairs (Norwest Holst Limited v. Secretary of State [1978] 3 Weekly Law Reports 73 (Court of Appeal)); nor does he generally do so. In the present case, when requested by the House of Lords to do so in the course of Lonrho’s judicial review applications, counsel for the Government stated that the Secretary of State had acted under section 432 (2) (a) in appointing the Inspectors.", "38. Section 434 confers wide powers upon the Inspectors to obtain information, if necessary by compulsion, from officers and agents of the company whose affairs are being investigated. An answer given by a person to a question put to him in exercise of powers conferred by section 434 may be used in evidence against him (section 434 (5)). Under section 436 obstruction of the Inspectors may be certified by them to a court, which may, after enquiry, treat it as a contempt of court punishable by imprisonment or fine.", "39. The Inspectors are bound by the rules of natural justice; they have a duty to act fairly and to give anyone whom they propose to criticise in their report a fair opportunity to answer what is alleged against them (In re Pergamon Press Ltd [1971] 1 Chancery 388 (Court of Appeal)). The Inspectors in the present case accepted as applicable to them the principle of natural justice whereby a person exercising an investigatory jurisdiction must base his or her findings on material having probative value (Inspectors’ report, paragraphs 26.23 and 26.25 - citing Mahon v. Air New Zealand [1985] Appeal Cases 808 (Privy Council), at pp. 820-21).", "However, proceedings before the Inspectors are administrative in form, not judicial; the Inspectors are not a court of law and they are masters of their own procedure (In re Pergamon Press Ltd, loc. cit., pp. 399-400, per Lord Denning MR; pp. 406-07, per Buckley LJ). Except for the duty to act fairly, Inspectors are not subject to any set rules or procedures and are free to act at their own discretion. There is no right for a person who is at risk of being criticised by the Inspectors to cross-examine witnesses (ibid., p. 400B, per Lord Denning MR). It is not necessary for the Inspectors to put their tentative conclusions to the witnesses in order to give them a chance to refute them. It is sufficient in law for the Inspectors to put to the witnesses what has been said against them by other persons or in documents to enable them to deal with those criticisms in the course of the investigation (Maxwell v. Department of Trade and Industry [1974] 1 Queen’s Bench 523 (Court of Appeal)).", "40. The Secretary of State is empowered by section 437 (3) (c) to decide whether or not to print and publish the Inspectors’ report. Although he has a very wide discretion in deciding whether or not to publish the whole report, he is precluded by section 437 (3) (c) from deciding to publish only parts or a synopsis of it.", "Publication may be deferred if there is a possibility that criminal proceedings may be taken, in order to avoid the possibility of prejudice to such proceedings.", "41. The question whether an Inspector’s report should be published is considered in each case on its merits. The DTI’s general policy is to publish reports on public companies wherever possible, as being matters of public interest.", "Members of a limited company are in a privileged legal position because their liability is limited. In view of this privilege, where the Secretary of State has decided that the affairs of a large public company should be investigated under the provisions of section 432 of the 1985 Act, because he is satisfied that the circumstances are of sufficient concern to warrant the substantial cost of an inspection, it is important that the Inspectors’ report explaining the underlying facts and the conclusions that they draw from them should be made public unless there are overriding reasons to the contrary.", "42. The defence of privilege or immunity in defamation cases rests upon the idea that conduct which would otherwise be actionable escapes liability because the defendant is acting in furtherance of some interest of social importance which is entitled to protection, even at the expense of uncompensated harm to the plaintiff’s reputation. If the interest is one of paramount importance, considerations of policy may require that the defendant’s immunity for false statements be absolute, without regard to his purpose or motive or the reasonableness of his conduct. Such is the nature of the absolute protection afforded to judicial and parliamentary proceedings. Also on grounds of public policy, a defence of qualified privilege may lie when the publication is made by a person in good faith and in the discharge of some public or private duty. The condition attached to qualified privilege is that it must be exercised in a reasonable manner and for a proper purpose. A publisher with malicious intent would lose the defence of qualified privilege.", "43. In re Pergamon Press Ltd (loc. cit., at p. 400G) Lord Denning MR stated:", "\"Inspectors should make their report with courage and frankness, keeping nothing back. The public interest demands it. They need have no fear because their report, so far as I can judge, is protected by an absolute privilege ...\"", "Even if, contrary to Lord Denning’s observation, the Inspectors’ report is subject to a qualified rather than an absolute privilege, neither the Inspectors nor the Secretary of State could be successfully sued for defamation in publishing the report, except upon proof of express malice (that is, the desire to injure as the dominant motive for the defamatory publication: see Horrocks v. Lowe [1975] Appeal Cases 135 (House of Lords), at p. 149, per Lord Diplock).", "44. The grounds on which administrative action (such as the Secretary of State’s decision to publish the report) is subject to judicial control are the three traditional grounds of judicial review described by Lord Diplock in Council of Civil Service Unions v. Minister for the Civil Service ([1985] Appeal Cases 375 (House of Lords), at pp. 410-11). These grounds are illegality, irrationality and procedural impropriety.", "\"Illegality\" means that the decision-maker must understand correctly the law that regulates his decision-making power and must give effect to it.", "\"Irrationality\", or what is often also referred to as \"Wednesbury unreasonableness\" (see Associated Provincial Picture Houses Ltd v. Wednesbury Corporation [1947] 1 King’s Bench 223 (Court of Appeal)), applies to a decision which is so outrageous in its defiance of logic or of accepted moral standards that no sensible person who had applied his mind to the question to be decided could have arrived at it. \"‘Irrationality’ or ‘Wednesbury unreasonableness’ is a narrowly restricted ground of judicial review of an administrative decision. Where the existence or non-existence of a fact is left to the judgment and discretion of a public body and that fact involves a broad spectrum ranging from the obvious to the debatable to the just conceivable, it is the duty of the court to leave the decision of fact to the public body to whom Parliament has entrusted the decision-making power save in a case where it is obvious that the public body, consciously or unconsciously, are acting perversely\" (per Lord Brightman, in R. v. Hillingdon LBC, ex parte Puhlhofer [1986] Appeal Cases 484 (House of Lords), p. 528).", "\"Procedural impropriety\" covers failure to observe basic rules of natural justice or failure to act with procedural fairness towards the person who will be affected by the decision, as well as failure to observe procedural rules that are expressly laid down even where such failure does not involve any denial of natural justice.", "45. Judicial review would, for example, provide a remedy if Inspectors under the Companies Act were prejudiced or biased against the subjects of their report (Franklin v. Minister of Town and County Planning [1948] Appeal Cases 87 (House of Lords)); or if the Inspectors reached conclusions which there were no facts to support, or took into account irrelevant considerations, or failed to take account of relevant considerations, or reached conclusions which no reasonable person in their position could have reached (the Wednesbury case, loc. cit.); or if their findings have not been properly based on material which has probative value (Mahon v. Air New Zealand, loc. cit.); or if the Inspectors were dishonest or acted in bad faith (the Wednesbury case, loc. cit.); or if the Inspectors acted ultra vires or beyond their legal powers (the Wednesbury case, loc. cit.); or if the Inspectors acted against the legitimate expectations of those concerned (Council of Civil Service Unions v. Minister for the Civil Service, loc. cit.); or if the Inspectors acted contrary to the rules of natural justice (Wiseman v. Borneman [1971] Appeal Cases 297 (House of Lords)); or if the Inspectors acted unfairly (In re Pergamon Press, loc. cit.; Maxwell v. Department of Trade, loc. cit.; R. v. Panel on Takeovers and Mergers, ex parte Guinness PLC [1990] 1 Queen’s Bench 146 (Court of Appeal)).", "However, a mistake of fact could not form the basis of a challenge to an administrative decision by the Inspectors or the Secretary of State unless the fact was a condition precedent to an exercise of jurisdiction, or the fact was the only evidential basis for a decision, or the fact was as to a matter which expressly or impliedly had to be taken into account (R. v. London Residuary Body, ex parte Inner London Education Authority, Times Law Reports, 24 July 1987 (Divisional Court))."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6"], "NON_VIOLATED_PARAGRAPHS": ["6-1"], "NON_VIOLATED_BULLETPOINTS": []}