{"ITEMID": "001-99798", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF ABDULAZHON ISAKOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 3 (in case of extradition to Uzbekistan);Violation of Art. 5-1;Violation of Art. 5-4;Violation of Art. 13+3", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["6. The applicant was born in 1963 and is currently detained in Tyumen.", "7. The facts of the case, which were partially disputed by the parties, may be summarised as follows.", "8. In 1981 the applicant, who was born and lived in Uzbekistan, received an Uzbek passport. In 1989 he moved from Uzbekistan to Russia. From 1989 to 1995 the applicant resided on Shishkova Street, Tyumen, Russia.", "9. It appears that in June 1995 the applicant officially informed the Uzbek authorities that he had changed his permanent residency from Uzbekistan to Russia. From 1995 to 2001 the applicant was officially registered as residing in Chikcha, the Tyumen Region. Since 13 March 2001 the applicant has been officially registered as residing on Doronina Street in Tyumen.", "10. In December 2000 the applicant exchanged his USSR passport for a Russian passport in Department of the Interior no. 6 in the Tsentralniy district of Tyumen (ГОМ-6 УВД Центрального района Тюмени).", "11. On 13 July 2005 the Passport and Visa Service of the Tyumen Regional Department of the Interior (the UVD) examined the validity of the applicant's Russian passport and stated that the document had been issued unlawfully, that it should be confiscated as invalid and that the applicant was not a Russian citizen.", "12. On 14 March 2008 the Department of the Federal Migration Service of the Tyumen Region (the FMS) informed the Tyumen regional prosecutor's office that “... in 2005 the issuance of the Russian passport to A.M. Isakov was declared unsubstantiated as he was not a Russian citizen ... the passport was declared invalid and it was supposed to be confiscated. However, as it has been impossible to establish A.M. Isakov's whereabouts, at the time of writing the passport has not been confiscated...”", "13. On 15 August 2008 (the document is also dated 15 August 2005) the applicant complained to the Tsentralniy district court of Tyumen and requested that the decision of 13 July 2005 be overruled as unlawful. The applicant stated, among other things, that he was a Russian citizen and that he had not been informed about the decision concerning the invalidity of his passport until the hearing conducted on 27 March 2008 by the Tsentralniy district court on the issue of his detention pending extradition to Uzbekistan (see part 3,-“Extradition proceedings”, below).", "14. On 22 August 2008 the Tsentralniy district court refused to examine the applicant's complaint. The applicant appealed and on 29 September 2008 the Tyumen regional court overruled that decision and remitted the case for a fresh examination.", "15. On 15 October 2008 the Tsentralniy district court again refused to examine the applicant's complaint.", "16. The applicant lodged a civil claim challenging the validity of the decision of 13 July 2005. On 25 February 2009 the Tsentralniy district court rejected the claim, stating that the applicant had failed to substantiate his allegation that he had been a legal resident of Russia since 6 February 1992 and that therefore he could not be a Russian citizen.", "17. On 20 April 2009 this decision was upheld on appeal by the Tyumen Regional Court.", "18. On 12 June 1998 the Namangan regional prosecutor's office of Uzbekistan (the Namangan prosecutor's office) opened a criminal case against the applicant under Article 159 § 4 of the Uzbek Criminal Code (attempt to violently overthrow the State's constitutional order). The applicant was accused of “... actively participating in the subversive activities of an extremist movement ... by conducting the holy war “jihad” ... to create an Islamic state”.", "19. On 29 June 1998 the applicant was charged in absentia and his name was put on the wanted list.", "20. On 20 October 2003 the Namangan prosecutor's office brought additional charges against the applicant under Article 242 of the Uzbek Criminal Code (organisation of a criminal group and subversive activities). The applicant was charged in absentia. The decision also stated that the applicant should be arrested and his name should remain on the wanted list. The Uzbek courts did not issue orders for his arrest.", "21. On 6 March 2008 the applicant was arrested by officers of the Tyumen town department of the interior (the GUVD) on unknown grounds.", "22. On 7 March 2008 the applicant was placed in FBU/IZ-72/1 (“the detention centre”). The decision to arrest the applicant and detain him in the detention centre was not authorised by a court.", "23. On 27 March 2008 the Tsentralniy district court of Tyumen authorised the applicant's detention in view of extradition. The decision did not provide any time-limits for his detention.", "24. On 7 April 2008 the Uzbek Prosecutor General's office officially requested the Russian Prosecutor General's office to extradite the applicant to Uzbekistan to be prosecuted as charged by the local authorities.", "25. On 12 August 2008 the Russian Prosecutor General's office decided to extradite the applicant.", "26. On 19 August 2008 the applicant was informed about the extradition order.", "27. On 25 August 2008 (in the document the date was also stated as 25 August 2006) the applicant appealed against the extradition order to the Tyumen regional court. He stated, inter alia, that he was sought by the Uzbek authorities for alleged commission of political crimes and participation in an extremist religious movement. The applicant denied the accusations and stated that under Russian law the alleged religious activity was not prohibited.", "28. On 30 September 2008 the Tyumen regional court rejected the applicant's complaint, stating, inter alia, the following:", "“... in their extradition request the Uzbek authorities guarantee that the applicant will be prosecuted only for the crimes his extradition is requested for and that after the trial and the completion of his sentence he will be able to freely leave Uzbekistan and that he won't be extradited to a third country without the consent of the Russian Federation.", "In addition, the Uzbek authorities guarantee that the applicant will not be subjected to torture in Uzbekistan and his constitutional rights will be respected....", "... There are no circumstances precluding the applicant's extradition to the law-enforcement agencies of Uzbekistan or any grounds for its suspension ...", "... from the case file it follows that the Russian Ministry of Foreign Affairs and the Federal Security Service possess no information either concerning the applicant's persecution in Uzbekistan on political grounds or any other data which would preclude his extradition to Uzbekistan ...”", "29. On 5 October 2008 the applicant appealed against this decision to the Supreme Court of the Russian Federation (the Supreme Court). The applicant stated, inter alia, that the Tyumen regional court had ignored his allegations of a risk of ill-treatment in Uzbekistan; that his detention from 6 March to 27 March 2008 had not been authorised by a court; that the court order of 27 March 2008 authorising his detention pending extradition had not provided any time-limits; that the detention had been excessively long and its extensions had not been authorised by court orders.", "30. On 10 November 2008 the European Court of Human Rights granted the applicant's request for the application of interim measures under Rule 39 of the Rules of Court to suspend his extradition to Uzbekistan.", "31. On 22 December 2008 the Supreme Court upheld the decision of the Tyumen regional court and the extradition order. The ruling, inter alia, referred to the assurances provided by the Uzbek authorities that “... the Republic of Uzbekistan guarantees that A.M. Isakov will not be subjected to torture and that his constitutional rights in Uzbekistan will be protected”. The Supreme Court did not examine any of the applicant's complaints concerning the lawfulness and the length of his detention pending extradition.", "32. On 5 May 2009 the applicant applied to the Tyumen FMS requesting asylum, stating that the extradition order against him had been finalised, that the authorities had declared his Russian citizenship invalid and that he was being persecuted in Uzbekistan for his religious beliefs.", "33. On 10 September 2009 the Tyumen FMS informed the applicant that on 7 September 2009 they had rejected his asylum request as it had been motivated by “...fear of lawful prosecution for a committed crime”.", "34. On 5 October 2009 the applicant appealed against that decision to the Russia FMS.", "35. On 8 December 2009 the Russia FMS dismissed the applicant's appeal and upheld the decision of the Tyumen FMS.", "36. On 21 January 2010 the applicant appealed against the decision of the Russia FMS to the Basmanniy district court of Moscow. The proceedings are still pending.", "37. At the beginning of March 2010 the applicant applied to the Tyumen FMS with a request for temporary asylum.", "38. On 17 March 2010 the Tyumen FMS granted the applicant temporary asylum in Russia for one year, stating, inter alia, that the measure had been applied in view of the examination of the applicant's case by the Court.", "39. On 23 June 2008 the applicant complained about his detention to the head of the detention centre and requested to be released. He stated that his detention was unlawful as it had been neither authorised nor extended by court orders.", "40. On 23 or 24 June 2008 the head of the detention centre refused to release the applicant and informed him that under Article 109 of the Criminal Procedure Code his detention pending extradition “would not exceed 18 months”.", "41. On 14 March 2008 the applicant complained to the Kalininskiy district court of Tyumen that his detention pending extradition was unlawful and requested to be released.", "42. On 27 March 2008 the Tsentralniy district court of Tyumen decided to detain the applicant in view of his extradition to Uzbekistan. In its decision the court referred to Article 466 § 1 of the Russian Criminal Procedure Code (“the Criminal Procedure Code”). The decision did not provide time-limits for the detention.", "43. On 1 April 2008 the Kalininskiy district court rejected the complaint, stating that the decision to detain the applicant did not contravene the regulations concerning detention on remand (Article 108 of the Criminal Procedure Code) and that it had already been authorised on 27 March 2008 by the Tsentralniy district court. The applicant appealed against this decision, stating, inter alia, that between 6 and to 27 March 2008 he had been detained without a court order.", "44. On 6 May 2008 (in the submitted documents the date was also referred to as 15 April 2008) the Tyumen regional court dismissed his appeal. The court did not examine the issue of the lawfulness of the applicant's detention between 6 and 27 March 2008; it rejected the appeal for the same reasons as the ones stated in the decision of 1 April 2008.", "45. On 28 August 2008 the applicant again lodged a complaint with the Kalininskiy district court challenging the lawfulness of his detention pending extradition. He pointed out that it had been more than five months since his arrest, but his detention had not been extended by domestic courts, in violation of Article 109 of the Criminal Procedure Code. The applicant further stated that his complaint to the head of the detention centre of 23 June 2008 had been rejected without a proper legal basis and requested the court to overrule the decision of the head of the detention centre.", "46. On 4 September 2008 the Kalininskiy district court rejected the applicant's complaint, stating that the applicant should have appealed against the decision of 23 June 2008 through civil proceedings. On the same date the applicant appealed against the court's decision to the Tyumen regional court.", "47. On 30 September 2008 the Tyumen regional court rejected the applicant's appeal and upheld the decision of the district court.", "48. On 5 October 2008, in his appeal against the extradition order, the applicant lodged a detailed complaint with the Supreme Court challenging the lawfulness and the length of his detention pending extradition (see paragraph 29 above). In its decision of 22 December 2008 the Supreme Court did not examine the applicant's complaints concerning the lawfulness and length of his detention pending extradition (see paragraph 31 above).", "49. On 18 November 2008 the applicant again complained to the Kalininskiy district court stating that for more than eight months his detention pending extradition had not been extended by court orders.", "50. On 20 November 2008 the Kalininskiy district court refused to examine the applicant's complaint stating that the applicant had failed to specify “... whether any criminal proceedings had been pending against him in Tyumen and by which local authority they had been initiated...”.", "51. On 27 January 2009 the applicant again complained to the Kalininskiy district court, stating that for more than ten months his detention had not been extended by court orders.", "52. On 6 February 2009 the district court left the applicant's complaint without examination as he was supposed to use a different procedure to appeal against the alleged unlawfulness of his detention.", "53. On 3 August 2009 that decision was upheld by the Tyumen regional court through the supervisory review procedure.", "54. On 6 September 2009 the maximum eighteen-month detention period laid down in Article 109 of the Russian Code of Criminal Procedure expired, but the applicant remained in detention.", "55. On 17 December 2009 the applicant again complained to the Kalininskiy district court that his detention pending extradition was unlawful and requested to be released.", "56. On 14 January 2010 the district court refused to order the applicant's release and stated that his detention was warranted by the application of the interim measure by the Court. The applicant appealed against this decision to the Tyumen regional court.", "57. On 16 February 2010 the Tyumen regional court held that the applicant's detention had exceeded the maximum detention period prescribed by the Code of Criminal Procedure and ordered his release.", "58. On 5 March 2010 the applicant was released from detention.", "59. The Government disagreed with the statement of facts as presented by the applicant and, without referring to any specific documents and/or submitting copies of them, they stated the following.", "60. According to the Government's submissions, the Uzbek Prosecutor General's office provided the Russian authorities with the following assurances; “... the applicant will be prosecuted only for the crimes listed in the extradition request; after the trial and the completion of sentence he will be able to leave Uzbekistan without restraint. The applicant will not be deported or extradited to a third country without the consent of the Russian Federation”.", "61. They further stated that the sanctions for the crimes with which the applicant had been charged by the Uzbek authorities did not extend to the death penalty.", "62. The Russian Prosecutor General's office requested that the Russian Ministry of Foreign Affairs and the Russian Federal Security Service provide information concerning the applicant's alleged persecution in Uzbekistan. According to their replies, there were no circumstances preventing the applicant's extradition to Uzbekistan; no information had been received confirming that the persecution had been politically motivated.", "63. During the examination of the applicant's allegations “... the Russian courts of the first and the second instances noted that the Uzbek authorities had guaranteed that the applicant would not be subjected to unlawful treatment in Uzbekistan and that his constitutional rights would be respected. In addition, the Russian courts noted the absence in the case file of any information confirming the applicant's persecution by the lawenforcement bodies of Uzbekistan on account of his political beliefs ...”", "64. The Government further stated that “... the authorities of the Russian Federation are informing [the Court] that the applicant's detention between 6 and 27 March 2008 was not based on a court order. However, the applicant was arrested on 6 March 2008 and detained in SIZO-1 in Tyumen as a person who had been put on the international wanted list ... as a result of the decision to arrest him which had been taken by the Namangan prosecutor's office on 29 June 1998. In accordance with Article 466 of the Russian Criminal Procedure Code, upon receipt of the extradition request and [after] the subsequent checks [had been carried out], on 27 March 2008... the Tsentralniy district court of Tyumen ordered the applicant's detention ...”", "65. On 25 March 2008 the Tyumen regional prosecutor's office requested the Tsentralniy district court to order the applicant's detention in the view of his extradition to Uzbekistan.", "66. On 27 March 2008 the district court granted the request and ordered the applicant's detention in accordance with Articles 97-101, 108 and 466 § 1 of the Criminal Procedure Code. The applicant was informed about his right to appeal against this decision to the Tyumen regional court. The applicant exercised this right and appealed against the detention order.", "67. On 15 April 2008 the Tyumen regional court dismissed the applicant's appeal and upheld the detention order.", "68. The Constitution guarantees the right to liberty (Article 22):", "“1. Everyone has the right to liberty and personal integrity.", "2. Arrest, placement in custody and detention are only permitted on the basis of a judicial decision. Prior to a judicial decision, an individual may not be detained for longer than forty-eight hours.”", "69. Article 16 of the European Convention on Extradition of 13 December 1957 (CETS no. 024), to which Russia is a party, provides as follows:", "“1. In case of urgency the competent authorities of the requesting Party may request the provisional arrest of the person sought. The competent authorities of the requested Party shall decide the matter in accordance with its law.", "...", "4. Provisional arrest may be terminated if, within a period of 18 days after arrest, the requested Party has not received the request for extradition and the documents mentioned in Article 12. It shall not, in any event, exceed 40 days from the date of such arrest. The possibility of provisional release at any time is not excluded, but the requested Party shall take any measures which it considers necessary to prevent the escape of the person sought.”", "70. The CIS Convention on legal aid and legal relations in civil, family and criminal cases (the 1993 Minsk Convention), to which both Russia and Uzbekistan are parties, provides that a request for extradition must be accompanied by a detention order (Article 58 § 2).", "71. A person whose extradition is sought may be arrested before receipt of a request for his or her extradition. In such cases a special request for arrest containing a reference to the detention order and indicating that a request for extradition will follow must be sent. A person may also be arrested in the absence of such request if there are reasons to suspect that he has committed, in the territory of the other Contracting Party, an offence entailing extradition. The other Contracting Party must be immediately informed of the arrest (Article 61).", "72. A person arrested pursuant to Article 61 must be released if no request for extradition is received within forty days of the arrest (Article 62 § 1).", "73. Chapter 13 of the Russian Code of Criminal Procedure (“Measures of restraint”) governs the use of measures of restraint, or preventive measures (меры пресечения), which include, in particular, placement in custody. Custody may be ordered by a court on an application by an investigator or a prosecutor if a person is charged with an offence carrying a sentence of at least two years' imprisonment, provided that a less restrictive measure of restraint cannot be used (Article 108 §§ 1 and 3). The period of detention pending investigation may not exceed two months (Article 109 § 1). A judge may extend that period up to six months (Article 109 § 2). Further extensions of up to twelve months, or in exceptional circumstances, up to eighteen months, may only be granted if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible and the detainee must be released immediately (Article 109 § 4).", "74. Chapter 16 (“Complaints about acts and decisions by courts and officials involved in criminal proceedings”) provides for the judicial review of decisions and acts or failures to act by an investigator or a prosecutor that are capable of adversely affecting the constitutional rights or freedoms of the parties to criminal proceedings (Article 125 § 1). The court should examine the complaints within five days from its receipt.", "75. Chapter 54 (“Extradition of a person for criminal prosecution or execution of sentence”) regulates extradition procedures. Upon receipt of a request for extradition not accompanied by an arrest warrant issued by a foreign court, a prosecutor must decide on the measure of restraint in respect of the person whose extradition is sought. The measure must be applied in accordance with the established procedure (Article 466 § 1). A person who has been granted asylum in Russia because of possible political persecution in the State seeking his extradition may not be extradited to that State (Article 464 § 1 (2)).", "76. An extradition decision made by the Prosecutor General may be challenged before a court. Issues of guilt or innocence are not within the scope of judicial review, which is limited to an assessment of whether the extradition order was made in accordance with the procedure set out in the relevant international and domestic law (Article 463 §§ 1 and 6).", "77. A person may apply for judicial review of decisions and acts or failures to act by a State body or a State official that are capable of violating his/her rights or freedoms, hindering the realisation of his or her rights and freedoms, or imposing an obligation or liability unlawfully (Articles 254 § 1 and 255). If the court finds the application well-founded, it must order the State body or State official concerned to remedy the violation or remove the obstacle to the realisation of the rights and freedoms in question (Article 258 § 1).", "78. On 15 July 2003 the Constitutional Court issued decision no. 292-O on the complaint of Mr Khudoyorov about the ex post facto extension of his “detention during trial” by the Vladimir Regional Court's decision. It held as follows:", "“Article 255 § 3 of the Code of Criminal Procedure of the Russian Federation provides that the [trial court] may... upon the expiry of six months after the case was sent to it, extend the defendant's detention for successive periods of up to three months. It does not contain, however, any provisions permitting the courts to take a decision extending the defendant's detention on remand once the previously authorised time-limit has expired, in which event the person is detained for a period without a judicial decision. Nor do other rules of criminal procedure provide for such a possibility. Moreover, Articles 10 § 2 and 109 § 4 of the Code of Criminal Procedure expressly require the court, prosecutor, investigator... to immediately release anyone who is unlawfully held in custody beyond the time-limit established in the Code. Such is also the requirement of Article 5 §§ 3 and 4 of the European Convention... which is an integral part of the legal system of the Russian Federation, pursuant to Article 15 § 4 of the Russian Constitution...”", "79. Verifying the compatibility of Article 466 § 1 of the CCP with the Russian Constitution, the Constitutional Court reiterated its constant caselaw that excessive or arbitrary detention, unlimited in time and without appropriate review, was incompatible with Article 22 of the Constitution and Article 14 § 3 of the International Covenant on Civil and Political Rights in all cases, including extradition proceedings.", "80. In the Constitutional Court's view, the guarantees of the right to liberty and personal integrity set out in Article 22 and Chapter 2 of the Constitution, as well as the legal norms of Chapter 13 of the CCP on preventive measures, were fully applicable to detention with a view to extradition. Accordingly, Article 466 of the CCP did not allow the authorities to apply a custodial measure without respecting the procedure established in the CCP, or in excess of the time-limits fixed therein.", "81. The Prosecutor General asked the Constitutional Court for an official clarification of its decision no. 101-O of 4 April 2006 (see above), for the purpose, in particular, of elucidating the procedure for extending a person's detention with a view to extradition.", "82. The Constitutional Court dismissed the request on the ground that it was not competent to indicate specific criminal-law provisions governing the procedure and time-limits for holding a person in custody with a view to extradition. That was a matter for the courts of general jurisdiction.", "83. In this decision the Constitutional Court reiterated that Article 466 of the CCP did not imply that detention of a person on the basis of an extradition request did not have to comply with the terms and time-limits provided for in the legislation on criminal procedure.", "84. Article 33 of the UN Convention on the Status of Refugees of 1951, which was ratified by Russia on 2 February 1993, provides as follows:", "“1. No Contracting State shall expel or return ('refouler') a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgement of a particularly serious crime, constitutes a danger to the community of that country.”", "85. The Refugees Act (Law no. 4258-I of 19 February 1993) incorporated the definition of the term “refugee” contained in Article 1 of the 1951 Geneva Convention, as amended by the 1967 Protocol relating to the Status of Refugees. The Act defines a refugee as a person who is not a Russian national and who, owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, ethnic origin, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, unwilling to avail himself of the protection of that country, or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, unwilling to return to it (section 1 § 1 (1)).", "86. The Act does not apply to anyone believed on reasonable grounds to have committed a crime against peace, a war crime, a crime against humanity, or a serious non-political crime outside the country of refuge prior to his admission to that country as a person seeking refugee status (section 2 § 1 (1, 2)).", "87. A person who has applied for refugee status or who has been granted refugee status cannot be returned to a State where his life or freedom would be imperilled on account of his race, religion, nationality, membership of a particular social group or political opinion (section 10 § 1).", "88. If a person satisfies the criteria established in section 1 § 1 (1), or if he does not satisfy such criteria but cannot be expelled or deported from Russia for humanitarian reasons, he may be granted temporary asylum (section 12 § 2). A person who has been granted temporary asylum cannot be returned against his will to the country of his nationality or to the country of his former habitual residence (section 12 § 4).", "89. The UN General Assembly resolution 62/148 of 18 December 2007 “Torture and other cruel, inhuman or degrading treatment or punishment” (UN Doc.:A/RES/62/148) reads as follows:", "“The General Assembly...", "12. Urges States not to expel, return ('refouler'), extradite or in any other way transfer a person to another State where there are substantial grounds for believing that the person would be in danger of being subjected to torture, and recognizes that diplomatic assurances, where used, do not release States from their obligations under international human rights, humanitarian and refugee law, in particular the principle of non-refoulement...”", "90. In his interim report submitted in accordance with Assembly resolution 59/182 (UN Doc.: A/60/316, 30 August 2005), the Special Rapporteur of the Commission on Human Rights on torture and other cruel, inhuman or degrading treatment or punishment, Manfred Nowak, reached the following conclusions:", "“51. It is the view of the Special Rapporteur that diplomatic assurances are unreliable and ineffective in the protection against torture and ill-treatment: such assurances are sought usually from States where the practice of torture is systematic; post-return monitoring mechanisms have proven to be no guarantee against torture; diplomatic assurances are not legally binding, therefore they carry no legal effect and no accountability if breached; and the person whom the assurances aim to protect has no recourse if the assurances are violated. The Special Rapporteur is therefore of the opinion that States cannot resort to diplomatic assurances as a safeguard against torture and ill-treatment where there are substantial grounds for believing that a person would be in danger of being subjected to torture or illtreatment upon return.", "52. The Special Rapporteur calls on Governments to observe the principle of non-refoulement scrupulously and not expel any person to frontiers or territories where they might run the risk of human rights violations, regardless of whether they have officially been recognized as refugees.”", "91. Specifically referring to the situation of torture in Uzbekistan and returns to torture effected in reliance upon diplomatic assurances from the Uzbek authorities, the UN Special Rapporteur on Torture has stated to the 2nd Session of the UN Human Rights Council on 20 September 2006:", "“The practice of torture in Uzbekistan is systematic, as indicated in the report of my predecessor Theo van Boven's visit to the country in 2002. Lending support to this finding, my mandate continues to receive serious allegations of torture by Uzbek law enforcement officials... Moreover, with respect to the events in May 2005 in Andijan, the UN High Commissioner for Human Rights reported that there is strong, consistent and credible testimony to the effect that Uzbek military and security forces committed grave human rights violations there. The fact that the Government has rejected an international inquiry into the Andijan events, independent scrutiny of the related proceedings, and that there is no internationally accepted account of the events, is deeply worrying. Against such significant, serious and credible evidence of systematic torture by law enforcement officials in Uzbekistan, I continue to find myself appealing to Governments to refrain from transferring persons to Uzbekistan. The prohibition of torture is absolute, and States risk violating this prohibition - their obligations under international law - by transferring persons to countries where they may be at risk of torture. I reiterate that diplomatic assurances are not legally binding, undermine existing obligations of States to prohibit torture, are ineffective and unreliable in ensuring the protection of returned persons, and therefore shall not be resorted to by States.”", "92. Further referring to the situation of torture in Uzbekistan, the UN Special Rapporteur on Torture has stated to the 3rd Session of the UN Human Rights Council on 18 September 2008:", "“741. The Special Rapporteur ... stressed that he continued to receive serious allegations of torture by Uzbek law enforcement officials...", "743. Moreover, with respect to the events in May 2005 in Andijan, the UN High Commissioner for Human Rights reported that there is strong, consistent and credible testimony to the effect that Uzbek military and security forces committed grave human rights violations there. The fact that the Government has rejected an international inquiry into the Andijan events, and any independent scrutiny of the related proceedings, and that there is no internationally accepted account of the events, is deeply worrying. Even more so, given that no independent monitoring of human rights is currently being conducted.", "744. In light of the foregoing, there is little evidence available, including from the Government that would dispel or otherwise persuade the Special Rapporteur that the practice of torture has significantly improved since the visit which took place in 2002...”", "93. The UN High Commissioner for Refugees' Note on Diplomatic Assurances and International Refugee Protection published on 10 August 2006 reads as follows:", "22. In general, assessing the suitability of diplomatic assurances is relatively straightforward where they are intended to ensure that the individual concerned will not be subjected to capital punishment or certain violations of fair trial rights as a consequence of extradition. In such cases, the wanted person is transferred to a formal process, and the requesting State's compliance with the assurances can be monitored. While there is no effective remedy for the requested State or the surrendered person if the assurances are not observed, non-compliance can be readily identified and would need to be taken into account when evaluating the reliability of such assurances in any future cases.", "23. The situation is different where the individual concerned risks being subjected to torture or other cruel, inhuman or degrading treatment in the receiving State upon removal. It has been noted that 'unlike assurances on the use of the death penalty or trial by a military court, which are readily verifiable, assurances against torture and other abuse require constant vigilance by competent and independent personnel'. The Supreme Court of Canada addressed the issue in its decision in Suresh v. Canada (Minister of Citizenship and Immigration), contrasting assurances in cases of a risk of torture with those given where the person extradited may face the death penalty, and signalling", "'...the difficulty in relying too heavily on assurances by a state that it will refrain from torture in the future when it has engaged in illegal torture or allowed others to do so on its territory in the past. This difficulty becomes acute in cases where torture is inflicted not only with the collusion but through the impotence of the state in controlling the behaviour of its officials. Hence the need to distinguish between assurances regarding the death penalty and assurances regarding torture. The former are easier to monitor and generally more reliable than the latter.'", "24. In his report to the UN General Assembly of 1 September 2004, the special Rapporteur of the UN Commission on Human Rights on torture and other cruel, inhuman or degrading treatment or punishment examined the question of diplomatic assurances in light of the non-refoulement obligations inherent in the absolute and nonderogable prohibition of torture and other forms of ill-treatment. Noting that in determining whether there are substantial grounds for believing that a person would be in danger of being subjected to torture, all relevant considerations must be taken into account, the Special Rapporteur expressed the view that:", "'in circumstances where there is a consistent pattern of gross, flagrant or mass violations of human rights, or of systematic practice of torture, the principle of nonrefoulement must be strictly observed and diplomatic assurances should not be resorted to.'”", "94. United States Department of State, 2009 Country Reports on Human Rights Practices - Uzbekistan, 11 March 2010.", "“C. Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment", "Although the constitution and law prohibit such practices, law enforcement and security officers routinely beat and otherwise mistreated detainees to obtain confessions or incriminating information. Torture and abuse were common in prisons, pretrial facilities, and local police and security service precincts. Prisoners were subjected to extreme temperatures. Observers reported several cases of medical abuse, and one known person remained in forced psychiatric treatment....", "Authorities reportedly gave harsher than normal treatment to individuals suspected of extreme Islamist political sympathies, notably pretrial detainees who were alleged members of banned extremist political organizations Hizb ut-Tahrir (HT) or Nur. Local human rights workers reported that authorities often paid or otherwise induced common criminals to beat suspected extremists and others who opposed the government. Two human rights defenders who were arrested reported beatings in pretrial detention facilities.", "There were reports of politically motivated medical abuse. Victims could request through legal counsel that their cases be reviewed by an expert medical board. In practice, however, such bodies generally supported the decisions of law enforcement authorities....", "Prison and Detention Centre Conditions", "Prison conditions remained poor and in some cases life threatening. There continued to be reports of severe abuse, overcrowding, and shortages of food and medicine. Tuberculosis and hepatitis were endemic in the prisons, making even short periods of incarceration potentially life-threatening. Family members frequently reported that officials stole food and medicine that were intended for prisoners.", "There were reports that authorities did not release prisoners, especially those convicted of religious extremism, at the end of their terms. Instead, prison authorities contrived to extend inmates' terms by accusing them of additional crimes or claiming the prisoners represented a continuing danger to society. These accusations were not subject to judicial review.", "95. The European Committee for the Prevention of Torture's (the CPT) 15th General Report of 22 September 2005 on their activities covering the period from 1 August 2004 to 31 July 2005 expressed concern about reliance on diplomatic assurances in light of the absolute prohibition against torture:", "“38. Reference was made in the Preface to the potential tension between a State's obligation to protect its citizens against terrorist acts and the need to uphold fundamental values. This is well illustrated by the current controversy over the use of 'diplomatic assurances' in the context of deportation procedures. The prohibition of torture and inhuman or degrading treatment encompasses the obligation not to send a person to a country where there are substantial grounds for believing that he or she would run a real risk of being subjected to such methods. In order to avoid such a risk in given cases, certain States have chosen the route of seeking assurances from the country of destination that the person concerned will not be ill-treated. This practice is far from new, but has come under the spotlight in recent years as States have increasingly sought to remove from their territory persons deemed to endanger national security. Fears are growing that the use of diplomatic assurances is in fact circumventing the prohibition of torture and ill-treatment.", "39. The seeking of diplomatic assurances from countries with a poor overall record in relation to torture and ill-treatment is giving rise to particular concern. It does not necessarily follow from such a record that someone whose deportation is envisaged personally runs a real risk of being ill-treated in the country concerned; the specific circumstances of each case have to be taken into account when making that assessment. However, if in fact there would appear to be a risk of ill-treatment, can diplomatic assurances received from the authorities of a country where torture and ill-treatment is widely practised ever offer sufficient protection against that risk? It has been advanced with some cogency that even assuming those authorities do exercise effective control over the agencies that might take the person concerned into their custody (which may not always be the case), there can be no guarantee that assurances given will be respected in practice. If these countries fail to respect their obligations under international human rights treaties ratified by them, so the argument runs, why should one be confident that they will respect assurances given on a bilateral basis in a particular case?", "40. In response, it has been argued that mechanisms can be devised for the postreturn monitoring of the treatment of a person deported, in the event of his/her being detained. While the CPT retains an open mind on this subject, it has yet to see convincing proposals for an effective and workable mechanism. To have any chance of being effective, such a mechanism would certainly need to incorporate some key guarantees, including the right of independent and suitably qualified persons to visit the individual concerned at any time, without prior notice, and to interview him/her in private in a place of their choosing. The mechanism would also have to offer means of ensuring that immediate remedial action is taken, in the event of it coming to light that assurances given were not being respected.”"], "VIOLATED_ARTICLES": ["13", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-1", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}