{"ITEMID": "001-78794", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF BORISOVA v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 6+6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3 - Rights of defence;Article 6-3-a - Information on nature and cause of accusation;Prompt information;Article 6-3-b - Adequate facilities;Adequate time;Preparation of defence;Article 6-3-d - Examination of witnesses;Same conditions);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)", "JUDGES": "Peer Lorenzen", "TEXT": ["6. On the morning of 8 September 1999 the applicant, who was unemployed at the time, went to the Employment Office to look for new job offers. A considerable number of people, mainly women of Roma origin, had already gathered there and were waiting to enter the Employment Office. The applicant, also of Roma origin, lined up at the back of the queue that had formed in front of the building.", "7. At around 11.15 a.m. part of the group of persons burst into the Employment Office. A police officer, who was there to enforce public order, managed to force them back outside. As the police officer was walking out of the building he was pushed by several women, who did not include the applicant. One of those women indicated to the police officer that the applicant, still at the back of the queue, had pushed them.", "8. The police officer approached the applicant and requested to see her identity documents. She refused and after a short, impolite verbal exchange the police officer instructed her to accompany him to the police station so as to perform an identity check. The applicant did not comply and the police officer tried to handcuff her. In accordance with the statements later given by two police officers before the District Court, the applicant then slapped the police officer in the face and threw herself to the ground screaming. Another police officer then came over and assisted the first police officer in removing the applicant from the queue and escorted her to the police station. The time was 11.30 a.m.", "9. At the police station, the applicant was placed in a cell. She was not allowed to use a phone to contact a next of kin or an attorney.", "10. Approximately two hours later, the applicant was taken out of the cell and placed in a police car together with the two police officers who had arrested her. They were all taken to the Pazardzhik District Court where they arrived at 2.40 p.m.", "11. Shortly before the start of the hearing the applicant was requested to sign an assessment of an act of minor hooliganism (акт за констатиране на дребно хулиганство : the “assessment”). The applicant alleged, which the Government challenged, that she did not have time to review the document. She signed the document without making any reservations. The applicant further alleged, which the Government did not expressly dispute, that she was not given a copy of the signed assessment.", "12. The hearing began at 3 p.m. The applicant represented herself before the Pazardzhik District Court. She was charged with the administrative offence of minor hooliganism.", "13. The hearing started with the assessment being read out in court. It was claimed that the applicant (1) had created a disturbance in front the Employment Office by pushing the other women in the queue; (2) had acted disruptively in response to the police officer's instructions and had resisted arrest; and (3) had slapped one of the police officer's in the face. When the applicant was asked whether she was aware of the assessment she responded as follows:", "“I am aware of it, actually I am not aware of the assessment of [an act of minor hooliganism]. Now that you read it out though, I understand what all of this is about, but it is not true, I have witnesses.”", "14. The court proceeded to question the applicant, the two police officers who arrested her and an official from the Employment Office.", "15. The applicant refuted the accusations against her. She claimed that the police officers had dragged her to the police station and had kicked her repeatedly before placing her in a cell. She also claimed that she had never hit the police officer, but that he had injured himself on a tree during the arrest. On several occasions during the hearing the applicant claimed that she could summon witnesses who would corroborate her version of events. She also stated that she was unable to call witnesses for the hearing as she was not aware where the police officers were taking her when they placed her in the police car to take her to court.", "16. Both police officers testified that the applicant had acted disruptively and had hit one of them.", "17. The official from the Employment Office testified that she had seen the applicant lifting her hand, but had not seen her actually slap the police officer.", "18. The hearing ended at 3.20 p.m.", "19. After a short session in camera for deliberations, the Pazardzhik District Court delivered its verdict. It found the applicant guilty of minor hooliganism and imposed an administrative sanction of five days' detention at the Pazardzhik police station effective as of 11.30 a.m. on 8 September 1999. The court fully credited the testimonies of the police officers and the official from the Employment Office while it refused to accept that of the applicant, because she had made the statements in “the context of her defence”. The judgment was not subject to appeal and entered into force immediately.", "20. The applicant was then taken back to the Pazardzhik police station where she served her sentence.", "21. The Decree on Combating Minor Hooliganism (the “Decree”) was adopted in 1963. It envisages an expedited procedure for bringing to court minor offences of hooliganism which are punishable with an administrative sanction of up to fifteen days' detention at a police station or a fine of between 10 to 200 Bulgarian levs (approximately between 5.13 to 102 euros: section 1). It is unclear whether the Administrative Offences and Punishments Act, which sets out general principles of procedure, is applicable to the proceedings under the Decree (see two contradictory decisions on that issue: Тълкувателно решение № 46 от 16. X. 1979 г. по н. д. № 36/79 г. на ОСНК and Определение № 9959 от 07.11.2003 г. по адм. д. № 9327/2003 г., I отд. на ВАС).", "22. The expedited procedure under the Decree provides that an “assessment of an act of minor hooliganism” (акт за констатиране на дребно хулиганство) is prepared by the police or competent municipal authorities. The document is then presented to the accused for signature who has the right to make any reservations he or she deems fit (section 2).", "23. If judicial proceedings are to be initiated against the accused, the assessment, together with the colleted data, is to be filed with the District Court immediately, or at the latest within twenty-four hours (section 3). In turn, a District Court judge, sitting alone, holds a hearing in the presence of the accused and examines the case within a further twenty-four hours (sections 4 and 5).", "24. Witnesses are summoned at the discretion of the judge and the accused have the right to be represented by legal counsel (section 5).", "25. The resulting judgment of the District Court judge is not subject to appeal and is to be executed immediately (section 7). Prior to the amendments of 1998 to the Administrative Offences and Punishments Act it was possible to file a petition for review of the judgments adopted under the Decree by following the procedure envisaged in the said act (Тълкувателно решение № 58 от 30.XII.1980 г., н.д. № 53/80 г., ОСНК). Following the amendments of 1998 that was no longer possible. Similarly it was not possible to file a cassation appeal under the above mentioned act (Определение № 9959 от 07.11.2003 г. по адм. д. № 9327/2003 г., I отд. на ВАС).", "26. A judgment against an individual under the Decree is not considered a criminal conviction and is not entered into his criminal record."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1", "6-3"], "VIOLATED_BULLETPOINTS": ["6-3-a", "6-3-b", "6-3-d"], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}