{"ITEMID": "001-23578", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CHE", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "SCHÄLCHLI v. SWITZERLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant, Roger Schälchli, is a Swiss national born in 1927. When filing the application he was detained in Saxerriet prison in Switzerland. He is represented by Mr P. Albrecht, a lawyer practising in Zurich.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "As from 1972 onwards, the applicant and his wife ran a children’s home in the Canton of St. Gallen. In 1991 three girls were accepted as boarders, i.e. A, born in 1990, and the two sisters B and C, born in 1990 and 1989, respectively. In May 1994, the three girls left the home and were placed in three different foster families.", "On 20 July 1994 A’s foster parents, Mr and Mrs E., reported to the police that they suspected the applicant of having sexually abused A while she was in the children’s home. On 29 July 1994 a policewoman questioned Mrs E. and, in her presence, A, whereupon a criminal report was filed against the applicant, accusing him of having committed sexual acts with A from 19911994. On 29 August 1994 A underwent a medical examination.", "The suspicion then arose that B and C had been sexually abused. On 2 September 1994 a policewoman interviewed B and C. On 5 September 1994 a criminal report was filed accusing the applicant of also having sexually abused B and C from 1991-1994. The report noted that the statements of B and C coincided substantially with those of A.", "The applicant was remanded in custody on 12 September 1994.", "Based on the medical examination of the victims on 29 August 1994, the Institute of Forensic Medicine of the Canton of St. Gallen, prepared a report on 12 October 1994. On 24 October 1995, the Psychiatric Service for Juveniles (Kinder- und Jugendpsychiatrischer Dienst) of Eastern Switzerland prepared an expert opinion as to the credibility of the statements made by A, B and C during the various interviews. It concluded that A’s previous statements could be confirmed. The statements of B and C as recorded in the minutes most probably reflected what they themselves had experienced. There was no indication of sexual abuse by any other person, and it appeared most unlikely that the children had made up the events themselves.", "On 31 January 1996 Mrs H. was appointed by the Guardianship Office (Vormundschaftsbehörde) to supervise the fostership of A.", "On 31 October, Mrs H questioned A alone. A made various statements, pointing out the areas on her body where the applicant had hurt her, and explaining how this had happened. Mrs H. prepared a report on this conversation. She informed the investigating judge first by telephone, later she was questioned by him on 14 November, whereby she was reminded of her duty to tell the truth.", "On 29 October 1996 the investigating judge interviewed A in the presence of the foster mother. A’s statements, referring to various sexual acts by the applicant, coincided with those previously made by her. The case was referred to trial on 10 July 1997.", "On 18 May 1998 the Cantonal Court (Kantonsgericht) of the Canton of St. Gallen convicted the applicant of having committed sexual acts with children and sentenced him to six years’ imprisonment. In its judgment the Court analysed in detail the various statements made by A, B and C during the investigations which had not been called into question by the forensic expert opinion of 12 October 1994. They had been regarded as credible by the Psychiatric Service for Juveniles, and the court considered them to be correct. The court found it established that the applicant had abused the children and did not regard it as necessary to comply with the applicant’s request to hear further witnesses, in particular Mrs E., the foster mother.", "The applicant filed a plea of nullity (Nichtigkeitsbeschwerde) with the Court of Cassation (Kassationsgericht) of the Canton of St. Gallen.", "Meanwhile, the applicant ordered the preparation of a private expert opinion. The expert opinion, prepared by a psychiatrist and submitted on 13 July 1998, noted deficiencies in the report of the Psychiatric Service for Juveniles of 24 October 1995.", "The Court of Cassation dismissed the applicant’s plea of nullity on 17 December 1998. In its judgment it rejected various elements of evidence as being belated, including the applicant’s private expert opinion of 13 July 1998.", "The applicant filed with the Federal Court (Bundesgericht) a plea of nullity and a public law appeal (staatsrechtliche Beschwerde). In the former he complained of the sentence and in the latter of the unfairness of the proceedings. Both applications were dismissed by the Federal Court on 6 May 1999. The judgments were served on the applicant’s lawyer on 19 May 1999.", "In its judgment concerning the applicant’s public law appeal, the Federal Court considered the issue of questioning victims in the absence of the accused; the court found that “while this had not been raised, it has however been addressed (nicht gerügt, aber angesprochen)”. In the court’s view, in such a case the accused’s defence rights had to be ensured in other ways. In respect of the applicant’s complaint that the questions had been put in a suggestive manner, the Federal Court noted that this particular matter had been the decisive issue before the lower courts and had received ample consideration. Noting the extensive verbatim minutes, the Federal Court considered that the children had explained themselves in many different ways – verbally and non-verbally. These indications militated against the conclusion that the children had been manipulated or that the questioning had followed any insinuating structure. The Federal Court concluded that the Cantonal Court could on tenable grounds and without arbitrariness conclude that the children’s statements had been credible and correct."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}