{"ITEMID": "001-72950", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "BGR", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF PEKOV v. BULGARIA", "IMPORTANCE": "3", "CONCLUSION": "Violations of Art. 5-3;No violation of Art. 5-4 (pre-trial detention);Violation of Art. 5-4 (house arrest);Violation of Art. 6-1;Non-pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["5. The applicant was born in 1959 and, at the time of the latest information from him, lived in Burgas.", "6. In 1993 the applicant became the chairman of the board of a credit and savings cooperative (popular bank) – Popular BankPekov – having its registered office in Burgas.", "7. In 1994 the applicant became the chairman of the board of the Union of the Popular Banks, having its registered office in Burgas.", "8. On an unspecified date in mid-1995 criminal proceedings were opened against the applicant in relation with his duties as chairman of the board of Popular BankPekov.", "9. On 15 August 1995 the investigation authorities requested the Nesebar District Court to attach certain assets belonging to the applicant and to Popular BankPekov, with a view to securing their forfeiture in the event the applicant was convicted. In a decision of 21 August 1995 the Nesebar District Court allowed that request.", "10. On 25 August 1995 an investigator at the Burgas Regional Investigation Service attached further property belonging to Popular Bank-Pekov.", "11. On 29 August 1995 the applicant was charged with having engaged in banking business without the requisite licence, contrary to Article 252 § 2 of the Criminal Code (“the CC”).", "12. On 3 January 1996 new charges were preferred against the applicant. It was alleged that he had misappropriated 65,000,000 old Bulgarian levs (BGL) from the deposits made in Popular BankPekov, contrary to Article 203 § 1 of the CC.", "13. It seems that witnesses were questioned on 4 January, 30 and 31 July, 17 and 23 September, 17 and 22 October, 4 November, and 6, 9, 10 and 15 December 1996, 14 and 18 January, 20 and 28 February, 20 March, and 4 and 7 August 1997. On an unspecified date an accounting expert report was drawn up.", "14. On 4 February 1998 the applicant was charged anew under Articles 202 § 2, 219 § 1, 252 § 2 and 282 § 2 of the CC.", "15. On 7 July 1998 the Burgas Regional Prosecutor’s Office decided to drop the charges under Articles 203 § 1 and 219 § 1 of the CC. On 15 December 1998 its decision was quashed by the Burgas Appellate Prosecutor’s Office insofar as it concerned the charges under Article 219 § 1 of the CC, and upheld, insofar as it concerned the charges under Article 203 § 1 of the CC.", "16. On 10 July 2001 the applicant was charged anew under Articles 201, 202 §§ 1 and 2, 219 § 1, 252 §§ 1 and 2, and 282 § 2 of the CC.", "17. On 18 December 2001 the charges against the applicant were amended once again to include counts under Articles 201, 202 §§ 1 and 2, 219 § 1, 252 §§ 1 and 2, and 282 § 2 of the CC.", "18. On 3 July 2003 the applicant was charged anew under Articles 202 § 2, 219 § 4, 252 § 2 and 282 § 2 of the CC.", "19. On 8 July 2003 the Burgas Regional Prosecutor’s Office submitted an indictment against the applicant to the Burgas Regional Court.", "20. The first hearing, listed for 27 October 2003, was adjourned at the request of the applicant, who presented a doctor’s note to the effect that he was ill and could not attend, and argued that the copy of the indictment which had been sent to him had pages missing. Another reason for the adjournment was that most of the prosecution’s witnesses did not show up.", "21. A hearing scheduled for 12 January 2004 was adjourned by reason of the failure of a number of witnesses to show up. The court ordered a new accounting expert report to be drawn up by three experts.", "22. A hearing planned for 5 April 2004 could not take place because the accounting expert report had not yet been drawn up and a number of witnesses were absent. The court fined some of the missing witnesses and ordered that they be brought by force to the next hearing.", "23. At the next hearing, which took place on 12, 13 and 14 July 2004, the applicant requested that the case be remitted for the correction of alleged procedural mistakes made during the preliminary investigation. His request was denied. The court heard the applicant and approximately fifteen witnesses. However, as a number of other witnesses were absent, the court adjourned the case. It gave leave to the parties to ask the experts additional questions.", "24. A hearing took place on 15 November 2004. The court heard several witnesses, but as a number of others were absent, it adjourned the case.", "25. A hearing listed for 7 February 2005 was adjourned at the request of the applicant, who presented a doctor’s note to the effect that he was ill and could not attend.", "26. A hearing took place on 25 April 2005. The court heard several witnesses. The prosecution stated that certain amounts allegedly misappropriated and squandered by the applicant had been wrongly noted down in the indictment by reason of an error in the calculations. In reply the applicant submitted that the correction of the mistakes in the indictment constituted an amendment of the charges against him and requested an adjournment in order to prepare his defence. The court agreed and adjourned the case to 27 April 2005.", "27. On 27 April 2005 the court heard one witness and adjourned the case at the request of the applicant, holding that in view of the large volume of written evidence, he should be given more time to prepare his defence after the amendment of the charges, even though this amendment consisted only in the correction of an error in the amounts noted down in the indictment.", "28. At the time of the latest information from the parties (10 May 2005) the criminal proceedings against the applicant were still pending before the Burgas Regional Court; a hearing had been listed for 20 June 2005.", "29. On 29 August 1995, when the applicant was first charged, the investigator dealing with his case ordered him to pay bail in the amount of BGL 500,000. The applicant appealed to the Burgas District Prosecutor’s Office, stating that this sum was too high and he could not pay it. In a decision of 11 September 1995 the Burgas District Prosecutor’s Office dismissed his appeal, reasoning that he owned sufficient assets and that the amount was justified in view of the gravity of the offence alleged against him. On the appeals of the applicant that decision was upheld by the Burgas Regional Prosecutor’s Office, but later, on 28 November 1995, varied by the Chief Prosecutor’s Office, which reduced the bail amount to BGL 250,000.", "30. On 3 January 1996, when preferring new charges of misappropriation of funds against the applicant, the investigator of the Burgas Regional Investigation Service in charge of the case ordered his pretrial detention. She noted, without providing further detail, that the offence alleged against him was particularly serious, and that there was a risk that he could imperil the investigation. The investigator’s decision was confirmed by a prosecutor of the Burgas Regional Prosecutor’s Office the same day.", "31. On the appeal of the applicant, on 5 January 1996 the Burgas Regional Prosecutor’s Office decided to release him on bail, citing his bad health requiring special medical treatment. It seems that the applicant paid the bail amount – BGL 250,000 – the same day and was released.", "32. On 6 May 1996 the investigator in charge of the applicant’s case once again ordered his pretrial detention. She reasoned that he had failed to show up for questioning despite having been duly summoned on 26 March 1996. Moreover, on 2, 3 and 4 April 1996 it had proved impossible to find him at the address indicated by him in Sofia. The applicant had also failed to report to the Burgas Regional Investigation Service every second Thursday of the month, as ordered by the investigator. It could thus be inferred that he had failed to show up without good cause and that it was therefore necessary to take him into custody. That decision was confirmed by a prosecutor of the Burgas Regional Prosecutor’s Office on 16 May 1996.", "33. In May and June 1996 the police conducted initially a local and afterwards a nationwide search for the applicant.", "34. On 5 July 1996 the applicant was arrested. It was found that on 16 May 1996 he had changed his address without notifying the investigation authorities.", "35. The applicant appealed against his pretrial detention to the Burgas Regional Prosecutor’s Office. In her observations in reply to the appeal the investigator in charge of his case stated that the his pre-trial detention was mandatory, as he had been charged with a “serious intentional offence” and there were no reasons to apply the exception provided for by paragraph of 2 of Article 152 of the Code of Criminal Procedure (“the CCP”).", "36. On 6 August 1996 the Burgas Regional Prosecutor’s Office upheld the decision to keep the applicant in custody. It found that he had failed to notify the investigator in charge of his case of his change of address and to report to the Burgas Regional Investigation Service on several dates despite the instructions to that effect. On the other hand, the applicant’s state of health did not require his release. In consideration of this and of the fact that the applicant had been charged with an offence under Article 203 § 1 of the CC, i.e. a serious intentional offence, it was justified to maintain him in detention.", "37. On the appeal of the applicant, the Chief Prosecutor’s Office upheld this decision on 13 September 1996.", "38. During the following months the applicant underwent treatment in the prison hospital and was examined several times by medical doctors.", "39. On 2 October 1996 the Burgas Regional Prosecutor’s Office decided to release the applicant from pretrial detention and place him under house arrest. It found that his remaining in custody could have an irreversible negative impact on his health. The attempts to treat him in the prison hospital had proved futile, whereas his state of health required immediate specialised hospital treatment.", "40. On 10 October 1996 the applicant informed the investigator in charge of his case that he had to be admitted to a hospital in Sofia. He advised the investigator of his address in Sofia and obliged to report to the Burgas Regional Investigation Service every second and fourth Thursday of the month.", "41. On 4 February 1998 and 10 July and 18 December 2001 the investigator in charge of the applicant’s case confirmed his house arrest of her own motion, without giving reasons.", "42. During the period when the applicant was under house arrest, he changed his address several times for health reasons and because of difficulties in finding employment, each time notifying the investigator in charge of his case by mail.", "43. The applicant was released from house arrest on 3 July 2003.", "44. Article 201 of the CC makes it an offence for an official or a manager to misappropriate public or private funds which are in his or her possession in his or her professional capacity or which he or she has been entrusted with to keep secure or administer. By Article 202 § 2 (1) of the CC, as in force at the relevant time, if the misappropriated funds were in large amounts, between three and fifteen years’ imprisonment could be imposed. If the misappropriated funds were in particularly large amounts and the case was particularly aggravated, the punishment ranged between ten and thirty years’ imprisonment (Article 203 § 1 of the CC, as in force at the relevant time).", "45. Article 219 § 1 of the CC makes it an offence for an official or a manager to fail to take due care in managing or keeping secure the assets entrusted to him or her, provided this failure results in substantial losses, destruction or dissipation of these assets, or other substantial damage to the undertaking or the economy. At the relevant time the punishment could be up to three years’ imprisonment.", "46. Article 252 § 1 of the CC makes it an offence to engage in, inter alia, banking business without the requisite licence. By paragraph 2 of that Article, as in force at the relevant time, if the perpetrator had obtained substantial illegal gains therefrom, between one and six years’ imprisonment could be imposed.", "47. Article 282 § 1 of the CC makes it an offence for an official or a manager to, inter alia, abuse his powers or rights in order to provide a financial benefit to himself or another, provided that this leads to nonnegligible harmful consequences. By paragraph 2 of that Article, as in force at the material time, if the harmful consequences were substantial, the punishment ranged between one and eight years’ imprisonment.", "48. At the relevant time and until the reform of the CCP of 1 January 2000 an arrested person was brought before an investigator who decided whether or not he or she should be remanded in custody. The investigator’s decision was subject to approval by a prosecutor. The role of investigators and prosecutors under Bulgarian law has been described in paragraphs 2529 of the Court’s judgment in the case of Nikolova v. Bulgaria ([GC], no. 31195/96, ECHR 1999II).", "49. The relevant provisions of the CCP and the relevant case-law of the Bulgarian Supreme Court have been summarized in paragraphs 38 and 39 of the Court’s judgment in the case of Shishkov v. Bulgaria (no. 38822/97, ECHR 2003I (extracts)).", "50. A summary of the relevant domestic law may be found in paragraphs 5155 of the Court’s judgment in the case of Vachev v. Bulgaria (no. 42987/98, ECHR 2004VIII (extracts)).", "51. The provisions governing judicial review of pretrial detention at the time when the applicant was held in such are summarised in paragraphs 7276 of the Court’s judgment in the case of Assenov and Others v. Bulgaria (judgment of 28 October 1998, Reports of Judgments and Decisions 1998VIII) and paragraphs 33-36 of the Court’s judgment in Nikolova (cited above).", "52. Article 152a of the CCP, as enacted in August 1997 and in force until the end of 1999, read as follows:", "“1. The detainee shall be immediately provided with a possibility of filing an appeal with [the competent court] against the [imposition of detention]. [The appeal must be filed] not later than seven days after the [imposition of detention]. The court shall consider the appeal in an open hearing to which the [detainee] shall be summoned. The hearing shall take place not later than three days after the receipt of the appeal at the court.", "2. The appeal shall be filed though the organ which has ordered the detention ... .", "3. The court[‘s ruling shall not be] subject to appeal ...”", "53. On 21 March 1997 the Assembly of the Criminal Divisions of the Supreme Court of Cassation decided to request the Constitutional Court to rule on the compatibility of Article 152 of the CCP, governing pretrial detention, with, inter alia, Article 5 of the Convention. It reasoned that by virtue of Article 5 § 4 of the Constitution the Convention was incorporated into Bulgarian law and that all statutory provisions should therefore be in compliance with it. It also stated that when deciding cases before them the Bulgarian courts should take into account the caselaw of the European Court of Human Rights (опред. № 1 от 21 март 1997 г. по н.д. № 1/ 1997 г. на ОСНК на ВКС)."], "VIOLATED_ARTICLES": ["5", "6"], "VIOLATED_PARAGRAPHS": ["5-3", "5-4", "6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["5"], "NON_VIOLATED_PARAGRAPHS": ["5-4"], "NON_VIOLATED_BULLETPOINTS": []}