{"ITEMID": "001-109579", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "GRANDCHAMBER", "DATE": 2012, "DOCNAME": "CASE OF SITAROPOULOS AND GIAKOUMOPOULOS v. GREECE", "IMPORTANCE": "1", "CONCLUSION": "No violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Free expression of opinion of people;Vote)", "JUDGES": "Anatoly Kovler;Angelika Nußberger;Ann Power-Forde;Christos Rozakis;Dean Spielmann;Egbert Myjer;Elisabeth Steiner;Flogaitis;Françoise Tulkens;Ineta Ziemele;Ján Šikuta;Jean-Paul Costa;Josep Casadevall;Khanlar Hajiyev;Lech Garlicki;Luis López Guerra;Nicolas Bratza;Nona Tsotsoria;Spyridon Flogaitis;Sverre Erik Jebens;Vincent A. De Gaetano;Zdravka Kalaydjieva", "TEXT": ["10. The applicants were born in 1967 and 1958 respectively and live in Strasbourg. They are officials of the Council of Europe.", "11. By Presidential Decree no. 154/2007 of 18 August 2007, the Greek Parliament was dissolved and a general election was called for 16 September 2007.", "12. In a faxed letter of 10 September 2007 to the Greek ambassador in France, the applicants, who are permanently resident in France, expressed the wish to exercise their voting rights in France in the elections to be held on 16 September 2007.", "13. On 12 September 2007 the ambassador, relying on the instructions and information provided by the Ministry of the Interior, replied as follows.", "“[The Greek State] confirms its wish – frequently expressed at the institutional level – to enable Greek citizens resident abroad to vote from their place of residence. However, it is clear that this necessitates statutory rules which do not currently exist. In fact, such rules cannot be introduced by a simple administrative decision, as special measures are required for the setting-up of polling stations in embassies and consulates ... In the light of the above and despite the wish expressed by the State, your request concerning the forthcoming elections cannot be granted for objective reasons.”", "14. The general election took place on 16 September 2007. The applicants, who did not travel to Greece, did not exercise their right to vote.", "15. The relevant provisions of the Constitution read as follows.", "“ ...", "2. Popular sovereignty shall be the foundation of government.", "3. All powers shall derive from the people and exist for the people and the nation; they shall be exercised as specified by the Constitution.”", "“1. The number of members of parliament shall be defined by law. It shall not be below two hundred or above three hundred.", "2. The members of parliament shall represent the nation.", "3. The members of parliament shall be elected through direct universal suffrage and by secret ballot, by those citizens who have the right to vote, as specified by law. The law shall not curtail citizens’ right to vote except in cases where the statutory minimum age has not been attained, in cases of legal incapacity or in connection with a final criminal conviction for certain offences.", "4. Parliamentary elections shall be held simultaneously throughout the country. The conditions governing the exercise of the right to vote by persons outside the country may be specified by statute.", "5. The exercise of the right to vote shall be mandatory. Exceptions and criminal sanctions shall be specified in each case by law.”", "“1. The electoral system and constituencies shall be specified by a law which will apply to the elections immediately following the forthcoming elections unless an explicit provision, adopted by a majority of two-thirds of the total number of members of parliament, stipulates that it is to apply as of the forthcoming elections.", "2. The number of members of parliament elected in each constituency shall be specified by presidential decree on the basis of the population of the constituency for legal purposes, derived, according to the latest census, from the number of persons registered on the relevant municipal rolls, as provided for by law. The results of the census for this purpose shall be those published on the basis of the data held by the relevant department one year after the last day of the census.", "3. Part of the Parliament, comprising not more than one-twentieth of the total number of its members, may be elected on a uniform nationwide basis in proportion to the total votes won by each party throughout the country, as specified by law.”", "“1. The State must be attentive to the situation of emigrant Greeks and to the maintenance of their ties with the homeland. The State shall also attend to the education and the social and professional advancement of Greeks working outside the State.", "2. The law shall lay down arrangements relating to the organisation, operation and competences of the World Council of Hellenes Abroad, whose mission is to allow the full expression of Hellenism worldwide.”", "The second paragraph of Article 108 was added during the 2001 revision of the Constitution.", "16. In 2001, Article 51 § 4 was amended as follows:", "“Parliamentary elections shall be held simultaneously throughout the country. The conditions governing the exercise of the right to vote by persons living outside the country may be specified by statute, adopted by a majority of two-thirds of the total number of members of parliament. Concerning such persons, the principle of holding elections simultaneously does not rule out the exercise of their right to vote by postal vote or other appropriate means, provided that the counting of votes and the announcement of the results are carried out at the same time as within the country.”", "17. At the time of the parliamentary elections in issue, Presidential Decree no. 96/2007, which was the electoral legislation then in force, provided as follows.", "“1. Any Greek national aged 18 or over shall be entitled to vote. ...”", "“The following persons shall lose the right to vote:", "(a) persons who have been placed under guardianship, in accordance with the provisions of the Civil Code;", "(b) persons whose final conviction for one of the offences provided for in the Criminal Code or the Military Criminal Code is accompanied by a measure disqualifying them from voting for the duration of their sentence.”", "“1. The right to vote in a constituency shall be reserved to those persons registered on the electoral roll of a municipality or local authority area within that constituency.", "2. The exercise of the right to vote shall be mandatory.”", "18. The report on this bill placed before Parliament by the Ministers of the Interior, Justice and the Economy on 19 February 2009 indicated that the purpose of the bill was to fulfil “one of the government’s major historical obligations, one which undeniably reinforces Greek expatriates’ ties with the homeland”. The report stated that voting rights for Greek nationals living abroad arose out of both Article 108 and Article 51 § 4 of the Constitution. It pointed out in particular that Article 108 “affords Greek expatriates a ‘social right’. This provision obliges the Greek State to take all necessary measures to maintain Greek expatriates’ ties with Greece, to ensure that they have access to Greek education and to make provision, as a matter of State duty, for the social and professional advancement of Greeks working outside Greece. Regulating the conditions for the exercise by Greek expatriates of their right to vote in Greek parliamentary elections will undeniably contribute to real ties being forged between Greek expatriates and their homeland.” Moving on to the constitutional provision on this specific subject, namely Article 51 § 4, the report characterised the statute to which that Article referred as a law implementing the Constitution. Lastly, the report considered that “in these times of globalisation, it is self-evident that Greek expatriates should have a decisive say in the development of their own country”.", "19. The Scientific Council (Επιστημονικό Συμβούλιο) of Parliament is a consultative body reporting to the Speaker of Parliament. It comprises ten members, including professors of law, political science, economics, statistics and information technology, and an expert in international relations. It produced a report dated 31 March 2009 on the above-mentioned bill. The report noted that, in the past, some legal authorities had argued that Article 51 § 4 of the Constitution imposed upon the legislature an obligation to permit expatriate Greeks to exercise the right to vote from outside Greece. However, referring to other legal authorities and to the preparatory work for Article 51 § 4 of the Constitution, it asserted that it was an option rather than a duty for the legislature to permit the exercise of voting rights from abroad. It also took the view that the optional nature of the above-mentioned provision of the Constitution had not been affected by the 2001 constitutional revision.", "20. On 7 April 2009 the bill was rejected by Parliament since it failed to secure the majority of two-thirds of the total number of members of parliament required under Article 51 § 4 of the Constitution. The members of parliament, especially those on the opposition benches, referred in particular to the number of Greek citizens living abroad compared with the numbers resident in Greece, and to the implications this would have for the composition of the legislature.", "21. The relevant texts adopted by the Parliamentary Assembly of the Council of Europe read as follows.", "“...", "2. In accordance with the opinion of the European Commission for Democracy through Law (Venice Commission) adopted in December 2004, [the Parliamentary Assembly] ... invites the member and observer States of the Organisation to reconsider all existing restrictions to electoral rights and to abolish all those that are no longer necessary and proportionate in pursuit of a legitimate aim.", "3. The Assembly considers that, as a rule, priority should be given to granting effective, free and equal electoral rights to the highest possible number of citizens, without regard to their ethnic origin, health, status as members of the military or criminal record. Due regard should be given to the voting rights of citizens living abroad.", "...", "7. Given the importance of the right to vote in a democratic society, the member countries of the Council of Europe should enable their citizens living abroad to vote during national elections bearing in mind the complexity of different electoral systems. They should take appropriate measures to facilitate the exercise of such voting rights as much as possible, in particular by considering absentee (postal), consular or e-voting, consistent with Recommendation Rec(2004)11 of the Committee of Ministers to member States on legal, operational and technical standards for evoting. Member States should cooperate with one another for this purpose and refrain from placing unnecessary obstacles in the path of the effective exercise of the voting rights of foreign nationals residing on their territories.", "...", "11. The Assembly therefore invites:", "i. the Council of Europe member and observer States concerned to:", "...", "b. grant electoral rights to all their citizens (nationals), without imposing residency requirements;", "c. facilitate the exercise of expatriates’ electoral rights by providing for absentee voting procedures (postal and/or consular voting) and considering the introduction of e-voting consistent with Recommendation Rec(2004)11 of the Committee of Ministers and to cooperate with one another to this end;", "...”", "“1. Referring to its Resolution 1459 (2005) on the abolition of restrictions on the right to vote, the Parliamentary Assembly calls upon the Committee of Ministers to:", "i. appeal to member and observer States to:", "a. sign and ratify the 1992 Council of Europe Convention on the Participation of Foreigners in Public Life at Local Level (ETS No. 144) and to grant active and passive electoral rights in local elections to all legal residents; and", "b. reconsider existing restrictions on electoral rights of prisoners and members of the military, with a view to abolishing all those that are no longer necessary and proportionate in pursuit of a legitimate aim;", "ii. invite the competent services of the Council of Europe, in particular the European Commission for Democracy through Law (Venice Commission) and its Council for Democratic Elections, to develop their activities aimed at improving the conditions for the effective exercise of election rights by groups facing special difficulties, such as expatriates, prison inmates, persons who have been convicted of a criminal offence, residents of nursing homes, soldiers or nomadic groups;", "iii. review existing instruments with a view to assessing the possible need for a Council of Europe convention to improve international cooperation with a view to facilitating the exercise of electoral rights of expatriates.”", "22. The Code states that “the right to vote and to be elected may be accorded to citizens residing abroad” (point I.1.1.c.v.). The explanatory report makes the following indication in this regard:", "“... the right to vote and/or the right to stand for election may be subject to residence requirements, residence in this case meaning habitual residence. ... Conversely, quite a few States grant their nationals living abroad the right to vote, and even to be elected. This practice can lead to abuse in some special cases, e.g. where nationality is granted on an ethnic basis.”", "23. The other relevant parts of the Code provide:", "“...", "3.2 Freedom of voters to express their wishes and action to combat electoral fraud", "i. voting procedures must be simple;", "ii. voters should always have the possibility of voting in a polling station. Other means of voting are acceptable under the following conditions:", "iii. postal voting should be allowed only where the postal service is safe and reliable; the right to vote using postal votes may be confined to people who are in hospital or imprisoned or to persons with reduced mobility or to electors residing abroad; fraud and intimidation must not be possible;", "iv. electronic voting should be used only if it is safe and reliable; in particular, voters should be able to obtain a confirmation of their votes and to correct them, if necessary, respecting secret suffrage; the system must be transparent;", "v. very strict rules must apply to voting by proxy; the number of proxies a single voter may hold must be limited;", "...”", "24. The report notes, among other things, the following:", "“Voting rights for citizens abroad", "57. External voting rights, e.g. granting nationals living abroad the right to vote, are a relatively new phenomenon. Even in long-established democracies, citizens living in foreign countries were not given voting rights until the 1980s (e.g. Federal Republic of Germany, United Kingdom) or the 1990s (e.g., Canada, Japan). In the meantime, however, many emerging or new democracies in Europe have introduced legal provisions for external voting (out-of-country voting, overseas voting). Although it is yet not common in Europe, the introduction of external voting rights might be considered, if not yet present. However, safeguards must be implemented to ensure the integrity of the vote ...", "...", "152. Postal voting is permitted in several established democracies in western Europe, e.g. Germany, Ireland, Spain, Switzerland ... It was also used, for example, in Bosnia and Herzegovina and the Kosovo in order to ensure maximum inclusiveness of the election process (CG/BUR (11) 74). However, it should be allowed only if the postal service is secure and reliable. Each individual case must be assessed as to whether fraud and manipulation are likely to occur with postal voting.", "...”", "25. The conclusions of this report read as follows.", "“91. National practices regarding the right to vote of citizens living abroad and its exercise are far from uniform in Europe.", "92. However, developments in legislation, such as the judgment delivered recently by the European Court of Human Rights in a case concerning Greece, which is not yet final, point to a favourable trend in out-of-country voting, in national elections at least, as regards citizens who have maintained ties with their country of origin.", "93. That is true at least of persons who are temporarily out of the country. But definitions of the temporary nature of a stay abroad vary greatly and if this criterion is adopted, it should be clarified.", "94. Distinctions should also be drawn according to the type of elections. National, single-constituency elections are easier to open up to citizens resident abroad, while local elections are generally closed to them, particularly on account of their tenuous link with local politics.", "95. The proportions of citizens living out of the country may also vary greatly from one country to another. When there are a large number of them, they may have a decisive impact on the outcome of the election, which may justify the implementation of specific measures.", "96. It is perfectly legitimate to require voters living abroad to register to be able to vote, even if registration is automatic for residents.", "97. The obligation to vote in an embassy or consulate may in practice severely restrict the right to vote of citizens living abroad. This restriction may be justified on the grounds that the other means of voting (postal vote, proxy voting, e-voting) are not always reliable.", "98. To sum up, while the denial of the right to vote to citizens living abroad or the placing of limits on that right constitutes a restriction of the principle of universal suffrage, the Commission does not consider at this stage that the principles of the European electoral heritage require the introduction of such a right.", "99. Although the introduction of the right to vote for citizens who live abroad is not required by the principles of the European electoral heritage, the European Commission for Democracy through Law suggests that States, in view of citizens’ European mobility, and in accordance with the particular situation of certain States, adopt a positive approach to the right to vote of citizens living abroad, since this right fosters the development of national and European citizenship.”", "26. The right to vote is enshrined in Article 25 of the Covenant, the relevant parts of which read as follows:", "“Every citizen shall have the right and the opportunity, without any of the distinctions mentioned in Article 2 and without unreasonable restrictions:", "...", "(b) To vote and to be elected at genuine periodic elections which shall be by universal and equal suffrage and shall be held by secret ballot, guaranteeing the free expression of the will of the electors;", "...”", "During the drafting of the General Comment on Article 25 of the Covenant, which was published on 12 July 1996 by the Human Rights Committee, a proposal was made calling on States to enable their nationals residing overseas to make use of absentee postal-voting systems where such systems were available. However, as the Human Rights Committee could not agree on the proposal, it was not included in the General Comment.", "27. Article 23 of the said Convention provides as follows:", "“1. Every citizen shall enjoy the following rights and opportunities:", "a. to take part in the conduct of public affairs, directly or through freely chosen representatives;", "b. to vote and to be elected in genuine periodic elections, which shall be by universal and equal suffrage and by secret ballot that guarantees the free expression of the will of the voters; and", "c. to have access, under general conditions of equality, to the public service of his country.", "2. The law may regulate the exercise of the rights and opportunities referred to in the preceding paragraph only on the basis of age, nationality, residence, language, education, civil and mental capacity, or sentencing by a competent court in criminal proceedings.”", "28. The right to vote under Article 23 is not absolute and may be subject to restrictions on the grounds expressly laid down in the second paragraph, which include “residence”. However, not every restriction of the right to vote based on residence is justified.", "29. In the case of Statehood Solidarity Committee v. United States (Case 11.204, Report no. 98/03 of 29 December 2003), the Inter-American Commission on Human Rights held that the approach to the interpretation and application of the right guaranteed under Article 23 of the American Convention was consistent with the case-law of the other international systems of human rights protection whose treaties provided similar guarantees. It referred in that regard to the case-law of the European Court of Human Rights and the United Nations Human Rights Committee:", "“93. ... Like the European Court and this Commission, the UN Human Rights Committee has recognized that the rights protected under Article 25 of the ICCPR [International Covenant on Civil and Political Rights] are not absolute, but that any conditions that apply to the right to political participation protected by Article 25 should be based on ‘objective and reasonable criteria’. The Committee has also found that in light of the fundamental principle of proportionality, greater restrictions on political rights require a specific justification.", "...”", "30. Article 13 § 1 of this Charter is worded as follows:", "“Every citizen shall have the right to participate freely in the government of his country, either directly or through freely chosen representatives in accordance with the provisions of the law.”", "31. Taking the view that this provision was similar in substance to Article 25 of the International Covenant, the African Commission on Human and Peoples’ Rights interpreted Article 13 of the Charter in the light of the Human Rights Committee’s General Comment on Article 25. It therefore held that any conditions applicable to the exercise of Article 25 rights should be based on objective and reasonable criteria established by law (see Purohit and Moore v. The Gambia, Communication no. 241/2001, § 76).", "32. According to the comparative-law materials available to the Court on the legislation of member States of the Council of Europe concerning the right to vote from abroad, the majority of the countries concerned authorise and have implemented procedures to allow their nationals resident abroad to vote in parliamentary elections. However, the situation varies greatly and the different scenarios do not lend themselves to classification into neat categories. A distinction can nevertheless be made between two broad categories: those member States which permit their citizens to vote from abroad, on the basis of a variety of arrangements; and those which, as a general rule, do not. Lastly, most of the member States which allow voting from abroad lay down administrative procedures for the registration of expatriates on the electoral roll.", "33. Thirty-seven member States fall into this category: Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, the Czech Republic, Denmark, Estonia, Finland, France, Georgia, Germany, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, the Republic of Moldova, Monaco, the Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, “the former Yugoslav Republic of Macedonia”, Turkey, Ukraine and the United Kingdom.", "34. The above-mentioned countries provide either for voting in polling stations abroad or postal voting, or both. The following seventeen countries allow voting in embassies or consulates or in polling stations set up elsewhere: Bulgaria, Croatia, the Czech Republic, Denmark, Finland, France, Georgia, Hungary, Iceland, the Republic of Moldova, Norway, Poland, Romania, Russia, Serbia, “the former Yugoslav Republic of Macedonia” and Ukraine.", "Eight countries (Austria, Germany, Italy, Liechtenstein, Luxembourg, the Netherlands, Portugal and Slovakia) allow their citizens living abroad to vote by post only, either through an embassy or consulate or by writing directly to the competent national authority. The possibility of voting either at an embassy (or consulate) or by post is provided for in Belgium, Bosnia and Herzegovina, Estonia, Latvia, Lithuania, Slovenia, Spain and Sweden. A handful of countries – Belgium, France, the Netherlands, Switzerland and the United Kingdom – also allow voting by proxy. In Monaco, proxy voting is the sole means by which nationals of that country can vote from abroad.", "A few States (the Netherlands and Switzerland) allow Internet voting. This type of voting is already enshrined in law and in operation in Estonia, while it is under consideration in Spain.", "35. In five member States (Bosnia and Herzegovina, Denmark, Hungary, Liechtenstein and “the former Yugoslav Republic of Macedonia”), only persons temporarily resident outside the country have the right to vote from abroad. In the last-mentioned country, the law refers explicitly to persons living and working abroad temporarily. In some countries, expatriates lose the right to vote after a certain period of time (fifteen years in the United Kingdom and twenty-five years in Germany).", "36. Certain countries such as Austria, Hungary, Slovenia and Ukraine allow external voting only with the permission of the host country.", "37. In four countries – Croatia, France, Italy and Portugal – expatriates may elect their own representatives to the national parliament in constituencies set up outside the country. In Portugal, each of the two constituencies elects a member of parliament. French citizens living abroad participate in the election of twelve members of the Senate via the 150strong Assembly of French Expatriates. From 2012, they will also be able to elect eleven members to the National Assembly. In Croatia and Italy, the number of parliamentary seats allocated to expatriate constituencies depends on the number of votes cast.", "38. Eight member States – Albania, Andorra, Armenia, Azerbaijan, Cyprus, Malta, Montenegro and San Marino – do not allow voting from abroad in parliamentary elections. In particular, in Albania, the electoral code in force contains no provisions concerning voting from abroad. In Ireland, strict rules are laid down, with postal voting for expatriates being confined to members of the police and armed forces and to Irish diplomats and their spouses. The right is therefore limited to a specific, very small group of individuals. Under the legislation in Montenegro and San Marino, persons resident abroad may vote only in their own country.", "39. In at least twenty-two of the member States which allow voting from abroad, persons wishing to avail themselves of this facility must apply by a certain deadline to be registered on the electoral roll, either to the authorities in their country of origin or to the diplomatic or consular mission abroad.", "40. In Bosnia and Herzegovina an application for registration must be made before each election to the country’s central electoral commission. In Denmark, persons eligible to vote have to submit an application to the last municipality in which they lived. In Hungary, voters may request registration at the diplomatic or consular mission, by filling out an application to the local electoral bureau within the specified time-limit. In Germany and Luxembourg, the request must be made to the local authorities. In Slovakia, voters living abroad must request registration on a special electoral roll held by the municipal authorities of BratislavaPetržalka. In Slovenia, persons voting abroad must notify the national electoral commission, while in Serbia they must request registration on the electoral roll as foreign residents. Spanish voters must apply to the provincial branch of the electoral bureau for registration on the special list of absentee voters. In the United Kingdom, overseas voters must re-register each year with their local electoral registration office.", "41. In some countries, the request must be sent to the diplomatic mission or consulate, which either draws up the list of voters itself or forwards requests to the competent authority in the country of origin. Belgian citizens included on the population register held by the diplomatic mission or consulate must complete a form indicating the municipality in which they wish to be registered and the voting method they will use. The form is then sent to the municipality concerned and the person’s name is added to the list of expatriate voters.", "42. In Bulgaria, the Czech Republic, Poland and Russia, the list of expatriate voters is drawn up by the diplomatic or consular mission on the basis of requests from voters. Croatian citizens wishing to vote abroad must register with the Croatian embassy or consulate. Latvian voters who wish to vote by post have to apply to the diplomatic mission or consulate concerned, where they are registered on a special list. In the Netherlands, expatriates eligible and wishing to vote must request registration on the electoral roll of Dutch nationals living abroad by applying to the head of the consular mission, who forwards the request to The Hague. In Portugal, voting abroad entails prior registration on a consular list of voters. Swiss citizens living abroad must apply to the diplomatic or consular mission with which they are registered. The application is forwarded to the municipality in which the person concerned habitually voted, and he or she is registered on the electoral roll there. In “the former Yugoslav Republic of Macedonia”, expatriate voters are registered on the country’s electoral roll after applying to the diplomatic mission or consulate. In Turkey, expatriate voters must register on a special electoral roll by submitting a declaration of residence to the nearest consulate.", "43. In other countries, expatriate voters do not have to complete any formalities in order to register, as the authorities register them automatically on the basis of the existing lists of voters. This is the case in Estonia, Finland, France, Georgia, Iceland, Italy, Lithuania, the Republic of Moldova, Norway, Romania, Sweden and Ukraine. Voters who are not on the electoral roll may register on request (for instance in France, Georgia, Italy and Ukraine).", "44. In Iceland, voters must re-register on the national electoral roll after eight years’ residence abroad; in Norway and Sweden, the time-limit is ten years.", "45. In some countries which have automatic registration, expatriates must complete certain formalities in order to vote in their country of origin. For instance, Italian voters resident abroad who wish to vote in Italy must inform the relevant consular authority in writing. French expatriates must request registration on the electoral roll in France if they wish to vote there."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["P1"], "NON_VIOLATED_PARAGRAPHS": ["P1-3"], "NON_VIOLATED_BULLETPOINTS": []}