{"ITEMID": "001-91464", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO", "BRANCH": "ADMISSIBILITY", "DATE": 2009, "DOCNAME": "KIKOLASHVILI v. GEORGIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "András Sajó;Françoise Tulkens;Ireneu Cabral Barreto;Nona Tsotsoria;Vladimiro Zagrebelsky", "TEXT": ["The applicant, Ms Tamila Kikolashvili, is a Georgian national who was born in 1961 and lives in Tbilisi. She was represented before the Court by Mr M. Pataraia, a lawyer practising in Tbilisi. The Georgian Government (“the Government”) were represented by their Agent, Mr M. Kekenadze, of the Ministry of Justice.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant worked as a sales manager in a State shop. Following its privatisation on 20 November 1998, she was obliged to take unpaid leave. By an order of 15 January 2001, the administration of the shop (“the employer”) dismissed the applicant in view of the suppression of her post.", "The applicant brought an action against the employer, requesting reinstatement in her post and recovery of the salary for the period of compulsory leave and unlawful dismissal. After a series of remittals of the case between various judicial instances, the Tbilisi Regional Court (“the Regional Court”) partly allowed her action on 31 May 2002. Acknowledging that the applicant had been dismissed without prior notice, in breach of Article 42(2) of the Labour Code, the court annulled the order of 15 January 2001 and awarded her the amount corresponding to the loss of salary. As to the reinstatement claim, it was dismissed due to the extinction of the post in question.", "The judgment of 31 May 2002 was not appealed and became binding. On 21 October 2002 the respondent discharged the judgment debt in full.", "On 3 January 2003 the applicant brought an action for non-pecuniary damage against the employer, claiming to have suffered distress and frustration on account of her unlawful dismissal. She demanded 500,000 Georgian laris (EUR 249,117) and, relying on her work record as a proof of unemployment, requested under Article 47 § 1 of the Code of Civil Procedure (“the CCP”) exemption from the State fee due for proceeding with that claim.", "In a decision of 6 January 2003, the Krtsanisi-Mtatsminda District Court in Tbilisi (“the District Court”) refused the exemption sought, and ordered the applicant to pay the required fee by a fixed date, on pain of leaving her claim without consideration.", "In reply, the applicant requested, on 4 February 2003, that the payment of the State fee be deferred until after examination of the case in accordance with Article 48 of the CCP. The District Court granted that request on 10 February 2003.", "On 25 March 2003, the District Court, in view of the respondent party’", "On 10 June 2003 the applicant appealed to the Regional Court, complaining that the lower court had applied the wrong law to her dispute. She did not however refer to another legal provision arguably providing for the right to claim non-pecuniary damage in her situation. Considering that the appellate proceedings concerned legal issues rather than factual matters, the applicant paid a State fee of GEL 30 (EUR 14).", "In a decision of 26 June 2003, the Regional Court ordered the applicant to pay, in an allotted period, the outstanding part of the fee, GEL 4,970 (EUR 2,264), on pain of leaving her appeal without consideration.", "On 11 July 2003 the applicant, re-submitting her work record as evidence, reiterated that she had been unemployed for the past five years, did not have any other source of revenue and requested an exemption under Article 47 § 1 of the CCP.", "On 14 July 2003 the Regional Court decided to leave the applicant’s appeal without examination for non-compliance with its decision of 26 June 2003. The court considered that the exemption under Article 47 § 1 of the CCP could not be applied, since the applicant had failed to substantiate her allegedly difficult financial situation.", "On 25 August 2003 the applicant lodged with the Regional Court an interlocutory appeal against the decision of 14 July 2003. She complained that no other official document, except for her work record, could have been submitted in support of her indigence.", "On 29 September 2003 the Regional Court ordered the applicant to pay a State fee of GEL 5,000 (EUR 2,279) for the interlocutory proceedings. In reply, the applicant filed, on 24 October 2003, another request for exemption, attaching a certificate of unemployment issued by a municipal agency.", "In a decision of 31 October 2003, the Regional Court dismissed the applicant’s request of 24 October 2003, reasoning that the unemployment certificate was insufficient to prove financial difficulties. The court allotted the applicant additional time to pay the fee for the interlocutory proceedings.", "In a decision of 12 December 2003, the Regional Court rejected the applicant’s interlocutory appeal for non-compliance with its previous fee payment orders, and transmitted the case to the Supreme Court for a final decision.", "On 5 March 2004 the Supreme Court upheld the decision of 12 December 2003. It stated that, since the lower court had not deemed it necessary to exempt the applicant from the State fee, and the latter had failed to abide by the payment orders, the interlocutory appeal could not be entertained. The proceedings were thus discontinued.", "A reasoned copy of the Supreme Court’s decision of 5 March 2004 was communicated to the applicant on 1 April 2004.", "As disclosed by the case file, the State fee imposed by the judgment of 25 March 2003 has not been paid by the applicant to date.", "The provisions concerning the payment of court fees due for proceeding with civil claims, which include the State fee, were cited in paragraph 29 of the Court’s judgment in the case of FC Mretebi v. Georgia (no. 38736/04, 31 July 2007).", "2. The Act of 29 April 1998 on State Fees, as it stood at the material time", "The Act regulated the modalities of payment of State fees in various situations, including that of court proceedings relating to a civil claim.", "Pursuant to section 6 § 3, the paid State fee should be returned to the payer in full or in part, in the event that the relevant court proceedings were discontinued or the claim left without consideration.", "Article 413 § 1", "“Non-pecuniary damage, which amount should be reasonable and equitable, can be claimed exclusively in the situations explicitly envisaged by law.”", "The Civil Code did not provide for the right to claim non-pecuniary damage in employment disputes.", "The Labour Code was the sole legislation regulating the rights and responsibilities of private employers and employees. It contained a mechanism for settling employment disputes in court.", "Chapter XV of the Labour Code (Articles 194-216) specified the different types of pecuniary damage that, subject to certain conditions, a claimant could request in court, together with the claim for reinstatement to a post – i.e. the right to be compensated for a salary loss caused by unlawful dismissal or downgrading. However, neither that Chapter nor any other provision of the Labour Code provided, at least on arguable grounds, for a situation of a dismissed or otherwise dissatisfied person claiming non-pecuniary damage."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}