{"ITEMID": "001-76921", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "DNK", "BRANCH": "ADMISSIBILITY", "DATE": 2006, "DOCNAME": "OVLISEN v. DENMARK", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Snejana Botoucharova", "TEXT": ["The applicant, Mr Erik Øvlisen, is a Danish national who was born in 1966 and lives in Roskilde. He is represented before the Court by Mr Kenneth Tygesen, a lawyer practising in Roskilde.", "The applicant is a lawyer by profession.", "On 30 December 1998 a pensioner, henceforth called SN, instituted civil proceedings before the High Court of Eastern Denmark (Østre Landsret) against the Ministry for Taxation (Skatteministeriet) and the Ministry for Social Affairs (Socialministeriet), claiming compensation in the amount of approximately 4,000 Danish kroner (DKK), equal to approximately 534 euros (EUR), alleging that the Ministries had used a wrong yearly regulating price index concerning the years from 1995 until 1998, which had been detrimental to his retirement pension received during those years. A successful outcome to the proceedings for SN would have had a significant impact on other pensioners, recipients of social welfare etc., resulting in them having claims of up to DKK 50 billion (approximately EUR 6.5 billion).", "The Ministries were represented by the Legal Adviser to the Danish Government (Kammeradvokaten), who is a private lawyer. When working for the Treasury it is on the basis of a contract on special conditions e.g. that his fee corresponds to 2/3 of a normal billing rate for lawyers.", "On 20 April 1999, the High Court ordered that SN be represented by a lawyer and the applicant agreed to represent him. SN’s insurance company paid DKK 60,000 in legal insurance coverage to the applicant. Moreover, on 31 January 2000 the Directorate of Civil Law (Civilretsdirektoratet) granted SN free legal aid (fri proces) with the consequence that all legal costs and expenses incurred before the High Court were to be paid by the Treasury and that it was for the High Court to decide on the fee to be awarded to the applicant.", "On 16 March 2001, the applicant informed the High Court that at that stage he had spent at least 584 hours on the case. By decision of 20 March 2001, the High Court exceptionally granted the applicant a provisional fee amounting to DKK 250,000 plus VAT, equal to approximately EUR 33,333, and informed him that the final calculation of the fee had to await the passing of the judgment in the case.", "On 30 November 2001 the Legal Adviser to the Danish Government announced that he was ready for the High Court to schedule the trial.", "At a hearing on 7 December 2001 the High Court drew the applicant’s attention to section 336 c of the Administration of Justice Act (Retsplejeloven), according to which an appointed lawyer was entitled to an appropriate fee, and noted that, according to established practice the calculation of the fee took the guiding rates as the starting point and further depended on the scope of the work, the nature of the case and the values involved. Moreover, the High Court invited the applicant to concentrate on the crucial issues of the case.", "By letter of 19 March 2002 the applicant requested that the High Court grant him another provisional fee. He contended that 400 hours of work were still unpaid and that he had spent an additional 121 hours on the case since his last request. The request was refused by the High Court on 27 March 2002, noting that the decisive factor when calculating the fee was the value of the legal action, which in the present case amounted to DKK 5,000 maximum.", "On 2 October 2002, the High Court again invited the applicant to concentrate on the crucial issues and asked him whether the trial could be scheduled.", "On 28 February 2003 the High Court scheduled the trial to take place over ten days in February and March 2004.", "By letter of 14 March 2003, the applicant requested anew to be granted a provisional fee. He maintained that so far he had received remuneration for only 200 hours of work, whereas 720 hours were still unpaid. Moreover, the applicant estimated that he would need another 300 hours to finish the case, including the ten days for the trial itself.", "The High Court refused the request on 15 April 2003 and noted, among other things, that the trial had been fixed for a longer duration, which in itself could be expected to give rise to a not insignificant fee at the end of the case.", "The applicant requested that the Leave-to-Appeal Board (Procesbevillingsnævnet) grant him leave to appeal against the decision to the Supreme Court (Højesteret). In support thereof he maintained that there was a clear disproportion between the remuneration that he had received and the remuneration that the Legal Adviser to the Danish Government had received. At the relevant time the latter had been paid DKK 1,050,000, equal to EUR 140,000. The Danish Bar and Law Society (Advokatsamfundet) intervened on the applicant’s behalf and maintained that the said disproportion was a breach of the principle of equality of arms within the meaning of Article 6 of the Convention.", "By decision of 3 July 2003 the Leave-to-Appeal Board refused to grant leave to appeal against the High Court’s decision of 15 April 2003 as it did not find that the matter raised questions of principle as required by section 392, subsection 2 of the Administration of Justice Act. The decision gave rise to attention from the media and in parliament.", "On 13 August 2003 again the applicant applied for a provisional fee, which was granted by the High Court on 20 August 2003 in the amount of DKK 250,000 plus VAT, equal to approximately EUR 33,000. The High Court took note of the fee that had been paid by the Treasury to the Legal Adviser to the Danish Government. At the same time it pointed out that the final determination of the fee to be paid to the applicant had to await the closing of the case before it.", "By judgment of 4 June 2004, which ran to 103 pages, the High Court found against SN. The latter was granted leave to appeal against the judgment to the Supreme Court, where the case is still pending. In these proceedings SN was also granted free legal aid.", "By decision of 4 June 2004 the High Court also determined the final fee to be paid to the applicant, who had submitted that since the lodging of the case he had spent 1,494 hours on the case. The High Court awarded him a final additional fee for his work before it in the amount of DKK 1,000,000, equal to approximately EUR 133,000, plus reimbursement for costs incurred in the amount of DKK 16,789.", "Thus, altogether, for his work before the High Court the applicant was paid DKK 1,560, 000 (approximately EUR 208,000).", "The Legal Adviser to the Danish Government was paid an amount of DKK 3,675,000, equal to EUR 490,105, by the Treasury for his work and expenses before the High Court.", "On SN’s behalf, maintaining that he had been paid too little, the applicant requested that the Leave-to-Appeal Board grant him leave to appeal to the Supreme Court against the High Court’s decision of 4 June 2004 concerning the fee.", "The request was refused by the LeavetoAppeal Board on 27 October 2004 as it did not find that the matter raised questions of principle as required by section 392, subsection 2 of the Administration of Justice Act.", "On 26 January 2005 the applicant requested that the Leave-to-Appeal Board re-open the case. In support thereof, he referred inter alia to a decision of 30 November 2004 (published in the Danish Weekly Law Reports (Ugeskrift for Retsvæsen) for 2005. 743H) in which the Supreme Court had increased the fees to be awarded to four lawyers in a concrete case. The applicant also submitted the bill of the Legal Adviser to the Danish Government to the Treasury from which it followed that the former was entitled to approximately DKK 4,000,000. Had the normal hourly billing rate for lawyers been applied, however, the Legal Adviser would have been entitled to approximately DKK 6,000,000 for his work before the High Court.", "Before the LeavetoAppeal Board the applicant also filed an internal note from the High Court specifying that when determining the fee to the applicant it had accepted that he had spent 1330 hours on the case.", "On 11 April 2005 the LeavetoAppeal Board refused to re-open the case.", "The public legal aid in civil proceedings (fri proces) covers expenses of civil actions for persons whose personal income and capital income do not exceed DKK 236,000, or for married couples the amount of DKK 300,000. Applications for aid in civil actions are examined by the Directorate of Civil Law (Civilretsdirektoratet) and granted in view of the expected outcome of the lawsuit. However, granted aid will be paid without regard to the actual findings of the court.", "The relevant provisions of the Administration of Justice Act (Retsplejeloven) read as follows:", "1. The appointed lawyer is entitled to an appropriate fee, in addition to reimbursement for expenses, including travelling costs, which have reasonably been incurred as part of his work.", "...", "4. The court appointing a lawyer also determines the fee and the reimbursement to be paid. The determination thereof is made in an independent decision at the end of the case or the legal action.", "5. The appointed lawyer may not receive fee or reimbursement but for the amount set by the court. ...", "In addition, various private insurance companies offer legal insurance coverage often as integrated in the basic family insurance.", "Pursuant to Section 392, subsection 2 of the Administration of Justice Act, the Leave-to-Appeal Board may grant leave to appeal to the Supreme Court against the High Court’s decisions. Leave to appeal may be granted if the case raises questions of principle."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}