{"ITEMID": "001-86010", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "ADMISSIBILITY", "DATE": 2008, "DOCNAME": "PETROL v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mark Villiger;Mirjana Lazarova Trajkovska;Peer Lorenzen;Renate Jaeger;Volodymyr Butkevych", "TEXT": ["1. The applicant company, MPP Petrol (Мале приватне підприємство “Петрол”), was a Ukrainian privately owned enterprise that was registered in Mukacheve. On 8 May 2003 its registration was annulled and it was struck off the State register of enterprises as it had been declared insolvent. It is represented before the Court by Mr Tsytsey and Ms Sokolova, respectively, the applicant company’s former director and sole owner (“the Director”) and the applicant company’s former deputy director (“the Deputy Director”; hereinafter together – “the Directors”).", "2. The Ukrainian Government (“the Government”) are represented by their Agent, Mr Zaytsev.", "3. The facts of the case, as submitted by the parties, may be summarised as follows.", "4. On 13 January 1998 the Mukacheve State Tax Inspectorate (the “Inspectorate”) ordered that the applicant company’s accounting records for the period of 1997 be inspected for compliance with tax regulations. As a result of the inspection, held from 13 to 19 January 1998, the Inspectorate issued two decisions: nos. 26-87/2 of 19 January 1998 and 26-87/11 of 12 March 1998. On 26 January 1998 the Inspectorate found violations of the procedure for keeping incoming cash records and ordered the applicant company to pay a fiscal penalty in the amount of 505,060 Ukrainian hryvnyas (UAH). On 21 March 1998 it ordered the applicant company to pay in fiscal penalty of UAH 2,332,850 and UAH 79,150.", "5. On 17 March and 27 August 1998 the Regional Tax Administration upheld the decisions taken in the context of the tax inspection. On 22 and 25 May and 28 July 1998 the State Tax Administration of Ukraine rejected similar complaints as unsubstantiated.", "6. On 20 March 1998 the Zakarpatsky Regional State Control and Revision Service (Державне Контрольно-Ревізійне Управління; the “Revision Service”) ordered the applicant company to pay UAH 9,596 as a penalty for infringement of financial regulations.", "7. On 21 December 1998, 21 December 1999 and 14 April 2000 the Zakarpatsky Regional Court of Arbitration (“the Arbitration Court”) declared null and void, respectively:", "- the orders of the Inspectorate of 26 January and 21 March 1998 (decision upheld on 18 March 1999 by the President of the Arbitration Court);", "- the order of the tax authorities for the payment of UAH 79,150;", "- the order of 20 March 1998 of the Revision Service.", "8. On 20 January 1998 the Mukacheve Prosecutor’s Office (“the Prosecutor’s Office”) initiated criminal proceedings against the Directors, suspecting them of being involved in tax evasion. Subsequently, criminal proceedings were initiated on other charges against them - fraud committed by an official of the company, tax evasion, financial fraud, corruption and misappropriation of company property.", "9. On 7 October 1998 the Mukacheve City Court remitted the indictment against the Director to the Mukacheve Prosecutor’s Office for additional investigation, having noted that the investigation was incomplete and did not comply with procedural regulations. The remittal was upheld by the Zakarpatsky Regional Court on 11 November 1998. It also partly revised it, in relation to the alleged absence of unlawful intention on the part of the accused to evade tax, and confirmed that the charges had not been duly corroborated. The Directors signed an undertaking not to abscond.", "10. From December 1998 to May 2000 the Mukacheve Prosecutor’s Office and the Zakarpatsky Regional Prosecutor’s Office (“Regional Prosecutor’s Office”) reopened and suspended investigations for various procedural reasons. The charges against the Directors were amended on several occasions.", "11. On 14 August 2000 the criminal investigation against the Directors in relation to tax evasion episodes was terminated as the fiscal sanctions imposed by the Inspectorate had been declared null and void by the Arbitration Court (see paragraph 7 above). New criminal proceedings were instituted in respect of forgery committed by an official of the company, which were joined to the original proceedings.", "12. On 23 September 2000 the prosecutor in charge of the case filed a new bill of indictment against the Deputy Director on charges including abuse of power, forgery committed by an official, tax evasion and embezzlement. On 30 November 2000 the bill of indictment was lodged with the Mukacheve City Court. The Director was indicted for forgery committed by an official, theft and financial fraud.", "13. On 18 June 2001 the Mukacheve City Court remitted the case to the Regional Prosecutor’s Office for additional investigation as it held, inter alia, that the investigation had failed to comply with the Code of Criminal Procedure and the court’s resolution of 7 October 1998. On 20 August 2001 the remittal was upheld on appeal.", "14. On 24 October and 14 December 2001 the Regional Prosecutor’s Office filed new bills of indictment concerning the Directors and lodged them with the Mukacheve City Court. In particular, the Deputy Director was charged with forgery committed by an official and abuse of power. The Director was charged with forgery committed by an official, abuse of power and financial fraud.", "15. On 5 January 2002 the case file, with the indictment against the Deputy Director on charges of financial fraud, abuse of power and forgery committed by an official, and the indictment against the Director on charges of financial fraud, abuse of power and forgery committed by an official, was referred to the Mukacheve City Court for preliminary examination.", "16. On 16 July 2004 the Mukacheve City Court, in the presence of the accused, their two representatives and the prosecutor, found the Directors guilty of document forgery and financial fraud. The Court decided not to convict them as the limitation period had expired, acquitted them of the remainder of the charges and ordered “the return of the material evidence as relevant”. No appeal was lodged against this judgment and it became final.", "17. On 13 and 22 January 1998 the Inspectorate and Assistant Prosecutor, respectively ordered the seizure of the banking documents, main record book, cash registers, invoices, receipts, agreements and other accounting documents of the applicant company for the period from 1 January 1997 to 1 January 1998 and the accounting records of the applicant company for 1996. These documents were added to the case file.", "18. On 14 January 1998 the Inspectorate requested the JSC Zakarpatnaftoprodukt-Mukachevo (“Z.M.”) to store 993,938 kg of diesel bought by the applicant company from a private company, JSC Galychyna-Kyiv (“G.K.”). On 16 January 1998 the Inspectorate informed the applicant company of the transfer of these products to G.K. as they had not been paid for.", "19. On 21 January 1998 the Assistant Prosecutor of Mukacheve (the “Assistant Prosecutor”) ordered the attachment of all of the applicant company’s and the Director’s property, in order to secure compensation for damage allegedly caused by their unlawful activities, which amounted to UAH 25,278. On 26 and 27 January 1998 the Inspectorate seized petroleum products belonging to the applicant company from three different locations:", "- petrol station AZS MPP Petrol, the village of Chmonin;", "- petrol station no. 2, Mukacheve (AZS MPP Petrol);", "- petrol store of the MP “Erko” (a private enterprise).", "20. On 27 January 1998 the Inspectorate attached diesel, petroleum and motor oil stored with Z.M. (The applicant company alleged that the petrol stations in Chmonin and Mukacheve, where the products were stored, were in a “natural disaster zone” and had been destroyed by natural disaster, as allegedly stated in the notice issued by the Zakarpatsky Regional Chamber of Trade and Commerce of 29 December 1999. The applicant company mentioned that products stored at MP Erko had also disappeared).", "21. On 13 February 1998 the Assistant Prosecutor ordered a search of the private joint household of the Directors. The search resulted in the seizure of documents relating to the activities of the applicant company.", "22. On 24 February 1998 G.K. and the private company OJSC “APPEK” were declared “civil plaintiffs” in the criminal proceedings. On the same date the Assistant Prosecutor made a report on the transfer of diesel, petroleum and oil to storage by G.K. (G.K. had previously requested the Mukacheve Prosecutor’s Office to declare it a “civil plaintiff” and to order a transfer of petroleum products stored at Z.M.’s premises to it, allegedly for recovery of the applicant company’s debts for petroleum supplied in 1997.) The applicant company and G.K. signed the decisions on transfer of these products to G.K. They were transferred to this company under bills of transfer, with the application of Incoterms provisions traditionally used in commercial activities for contracts on sale of goods (see paragraph 105 below). (Later, on 17 September 1999, at G.K.’s request, the applicant company signed a verification of debt record, which confirmed the applicant company’s debts to G.K. of UAH 560,385.33.)", "23. On 14 May and 31 May 1998 the JSC Ukrbudresoursy (a private company) and the Revision Service were also declared civil plaintiffs.", "24. On 24 and 25 May 1998 the Assistant Prosecutor allowed the Deputy Director’s requests for access to the accounting documents seized and for an additional forensic economic examination in the case. He also ruled that the documents seized, including accounting documents for 1997, were material evidence and a part of the criminal case file.", "25. On a number of occasions throughout the criminal investigation, and in particular from 9 January 1999 to November 2001, the Mukacheve Prosecutor’s Office and the Zakarpatsky Regional Prosecutor’s Office informed the applicant company that:", "- the documents seized could not be returned as they were part of the case file, but that the Directors were not prohibited from copying them;", "- the petroleum products seized had been transferred to G.K. for storage;", "- it was not possible to terminate the criminal proceedings;", "- it was not possible to lift the attachment on property and documents, including accounting records, and return them, as they were material evidence.", "26. On 16 April and 8 December 1999 and 11, 14 and 25 January 2000 the applicant company lodged several complaints with the President’s Administration, the Ministry of Justice, the Prosecutor General’s Office and the Regional Prosecutor’s Office, of unlawful seizure of accountancy documents and requesting their return. In particular, it made unsuccessful requests to:", "- have the documents returned for completion as some formal information was missing from them, such as signatures, seals and so on;", "- be recognised as a “civil plaintiff” in the criminal investigation and to have the prosecutor’s office which had seized documents designated a “respondent”.", "27. On 17 and 27 January 2000 the Regional Prosecutor’s Office stated that the Directors’ access to the accounting records was not limited as they had been able to familiarise themselves with the case file from 11 to 17 January 2000.", "28. On 27 December 2000 and 29 October 2002 the applicant company unsuccessfully requested the Mukacheve City Court to annul the attachment of its property and the Directors’ private property.", "29. On 16 July 2004 the Mukacheve City Court ordered the return of material evidence “as relevant” (see paragraph 16 above).", "30. On 3 April 2000 the Arbitration Court returned the applicant company’s claim of 29 March 2000, in which it had sought damages and loss of profit from the Inspectorate as “not lodged” because of its failure to pay the court fee (amount claimed UAH 26,618,690.60). It also ruled that the company had failed to pursue a pre-arbitration settlement procedure.", "31. On 15 April 2000 the applicant company lodged a request for pre-arbitration settlement with the Inspectorate, demanding damages and compensation for loss of profit in the amount mentioned in paragraph 30 above. On 5 September 2000 the Inspectorate disagreed with the request for settlement, finding it unsubstantiated, both as to form and content.", "32. On 8 May 2000 the applicant company lodged its claims with the Arbitration Court again and requested it to declare unlawful the verbatim reports on the seizure of documents and attachment of property by the Inspectorate on 13 and 27 January 1998 (see paragraphs 17 and 20 above).", "33. On 15 May 2000 the Arbitration Court refused to examine the applicant company’s claims as it had failed to pay the court fee for bringing the claims and thus had not complied with Article 63 of the Code of Arbitration Procedure (see paragraph 87 below). It also stated, referring to the recommendation of the Presidium of the Higher Arbitration Court of 26 January 2000, that these claims should be resolved in accordance with the Code of Criminal Procedure (see paragraph 99 below).", "34. On 22 May 2000 the applicant company complained to the Mukacheve City Court that the tax authorities’ acts were unlawful and requested the court to annul the Inspectorate’s reports of 13 and 27 January 1998 (see paragraphs 17 and 20 above). On 30 May 2000 the court dismissed the applicant company’s complaint without examining it on the merits, finding that it had no jurisdiction to deal with it. The court indicated that complaints concerning criminal proceedings were to be examined by the courts of general jurisdiction, pursuant to Articles 24 and 248-1 of the Code of Criminal Procedure (see paragraph 76 below).", "35. The applicant company appealed in cassation to the Zakarpatsky Regional Court. The first-instance court informed the applicant company that a hearing was scheduled on 15 June 2000 and ruled that the presence of its representative was not obligatory.", "36. On 27 June 2000 the regional court, with no parties present and in a preliminary hearing, returned the appeal in cassation to the first-instance court without examining it. The court ruled that the Deputy Director had failed to provide a letter of authority and the case file was returned to the first instance court.", "37. In August 2000 the applicant company lodged a complaint with the Mukacheve City Court, contending that the appeal in cassation had been properly lodged. In a letter of 11 August 2000 the Acting President of the Mukacheve City Court stated that the letter of authority had been sent to the Regional Court in order to be appended to the case file. He stated that the returned case file had had no letter of authority attached to it and requested a new letter of authority.", "38. The parties have provided no information as to the outcome of these proceedings.", "39. On 22 August and 11 September 2000 the Arbitration Court refused to examine three claims against G.K. lodged by the applicant company for annulment of the decision on the transfer of petroleum products from it to G.K. as they were beyond the jurisdiction of the arbitration courts (Article 12 of the Code of Arbitration Procedure). In particular, the “transfer decisions” were not “normative acts” within the meaning of this provision (see paragraph 85 below).", "40. On 17 November 2000 the Kyiv Court of Arbitration refused to examine three new claims by the applicant company against G.K. by which it sought annulment of the transfer decisions mentioned above as the company had no legal capacity after having been declared insolvent: only the company’s liquidator could act on its behalf.", "41. On 19 December 2000 the Kyiv Court of Arbitration, in a different composition, left the applicant company’s claims unexamined as they were unsubstantiated, meaning that the copy of the “transfer decision” did not provide evidence of a legal act, nor could it lead to a finding of the existence of a legal act.", "42. On 18 September 2000 the applicant lodged a claim with the Arbitration Court against the Inspectorate seeking damages of UAH 35,095,760 for the Inspectorate’s unlawful actions.", "43. On 25 September 2000 the Arbitration Court returned this claim without having examined it, under Article 63 § 3 of the Code of Arbitration Procedure (see paragraph 87 below), as the applicant company had failed to provide corroborating evidence in support of its claims for loss of income and to prove a causal link between the fiscal sanction and the damage alleged.", "44. In October 2000 the applicant company lodged its claims again and on 2 October 2000 the Arbitration Court returned this claim for the same reasons as on 25 September 2000 (see paragraph 43 above).", "45. On 22 and 29 December 1999 Z.M. informed the applicant company that it had been instructed by G.K. to sell the petroleum products and that the seized petroleum products had been transferred to that company.", "46. On 12 May 2000 the applicant instituted proceedings in the Arbitration Court against G.K., seeking the return of the petroleum products or reimbursement of their cost. On 18 May 2000 the Arbitration Court returned these claims as not having been lodged, without having examined them on the merits, as the applicant company had failed to substantiate the sum claimed and had not paid the court fee.", "47. On 24 August 2001 the Directors complained to the Mukacheve City Court against the Mukacheve Prosecutor’s Office, seeking a declaration that the actions of the Prosecutors’ Office were unlawful and requesting compensation for pecuniary damage. The outcome of these proceedings, which apparently were not pursued, is unknown.", "48. On 10 November 1999 the Inspectorate lodged an application with the Arbitration Court seeking to declare the applicant company insolvent.", "49. On 15 November 1999 the Arbitration Court assumed jurisdiction over the case and instituted liquidation proceedings against the company, prohibiting the sale of its assets.", "50. On 3 April 2000 the Arbitration Court requested the parties to provide it with additional information on the case and ordered that the applicant company should be managed by an insolvency officer, D.M.A., (арбітражний керуючий) who should analyse the company’s finances, and attach its property and prohibit its sale. The court also prohibited enforcement of any claims of creditors against the company, except those allowed by section 12(4) of the Insolvency Act (salary- and social-related payments).", "51. On 7 April 2000 D.M.A. issued an order prohibiting any actions with regard to the company or its assets.", "52. On 16 June 2000 the Arbitration Court, in the presence of the Deputy Director, representatives of the applicant company’s creditors and D.M.A., ordered the Inspectorate to publish information on the initiation of the liquidation proceedings. D.M.A. was ordered to draw up a list of creditors. The next hearing was scheduled for 5 September 2000.", "53. On 25 September 2000 the Arbitration Court, in the presence of the Deputy Director, approved the list of the company’s creditors, consisting of the Inspectorate, G.K. and the Uzhgorod Branch of Ukrsotsbank. It approved the list of their financial claims and ordered the creditors to meet on 12 October 2000. D.M.A. had to inform the court of the results of the meeting and to provide the court with a final register of creditors’ claims. In particular, the court noted that the claims of G.K. amounted to UAH 450,843.30 and had not been challenged by the Deputy Director in the course of the hearing.", "54. On 6 November 2000 the Arbitration Court declared the applicant company insolvent and initiated its liquidation, which had to be completed within twelve months. D.M.A. was appointed as the company’s liquidator and was ordered to publish information about the applicant company’s insolvency, to form a liquidation commission and to finalise the liquidation procedure. The applicant company had to provide the liquidator with all the documents, official seals and other property belonging to it by 17 November 2000. The liquidator had to provide a liquidation balance to the court by 5 November 2000.", "55. On 21 November 2000 the Directors unsuccessfully requested the Arbitration Court to review and quash its own ruling of 6 November 2000.", "56. On 17 September 2001 the Directors unsuccessfully requested the Regional Prosecutor’s Office to return the accounting records, which from their point of view were necessary for finalising the liquidation, and to lift the attachment of the petroleum products so as to have them included in the register of the liquidated company’s property. (According to the applicant this request remained unanswered.)", "57. On 18 September 2001 the Directors instituted proceedings against the liquidator in the Zakarpatsky Regional Commercial Court (formerly the Arbitration Court; hereafter “Commercial Court”) seeking to declare unlawful his failure to include the seized petroleum products in the register.", "58. By a ruling of 28 September 2000, which apparently was adopted on 28 September 2001, the Commercial Court approved the liquidation balance and the liquidator’s report. The court ruled that the company should be liquidated, that the relevant State authorities and the company’s management should be informed of the court’s ruling and the termination of the proceedings.", "59. On 17 October 2001 the Directors appealed against the ruling of 28 September 2001 to the L’viv Commercial Court of Appeal. They also requested that the ruling of 6 November 2000 be quashed and the time-limit for lodging an appeal be extended, alleging that they had received that ruling late.", "60. On 29 October 2001 the L’viv Commercial Court of Appeal, composed of three judges, dismissed the applicant company’s request for the extension of the time-limit as it had been lodged outside the statutory time-limit of three months under Article 91 of the Code of Commercial Procedure. It also returned the appeal of 17 October 2001 to the applicant company, without examining it on the merits.", "61. On 24 November 2001 the applicant company appealed in cassation to the Higher Commercial Court, seeking to have declared null and void the rulings of 28 September 2001 and 6 November 2000. In particular, it alleged that the liquidator had failed to include the property seized by the prosecutor’s office in the liquidation report. The company noted a technical mistake in the year of the ruling dated 28 September 2000, which in fact had been adopted on 28 September 2001. It alleged that a request for extension of the time-limit had been lodged with the Higher Commercial Court.", "62. On 9 January 2002 the Higher Commercial Court informed the applicant company that the appeal in cassation had been wrongly lodged, as it should have been sent through the first instance commercial court.", "63. On 6 March 2002 the Higher Commercial Court refused to examine the applicant company’s appeal in cassation as it had failed to comply with the requirements of Chapter XII of the Code of Commercial Procedure in that the company had failed to pay the court fee for lodging the appeal (see paragraphs 91 – 94 below).", "64. On 14 May 2002 the Higher Commercial Court dismissed the applicant company’s appeal in cassation as it had not complied with the one-month time-limit envisaged by Article 110 of the Code of Commercial Procedure (see paragraph 95 below). The Court also informed the applicant company that no request for extension of this time-limit had been lodged.", "65. On 20 June 2002 the Supreme Court remitted the applicant company’s appeal, without having examined it, to the Higher Commercial Court and eventually it was sent to the first-instance commercial court.", "66. On 9 July 2002 the Higher Commercial Court again dismissed the applicant’s appeal in cassation as having been lodged out of time, finding that no request for extension had been lodged.", "67. The applicant company alleged that it had lodged a request for extension of the time-limit, together with its appeal in cassation, with the Higher Commercial Court after the ruling of 9 July 2002.", "68. On 27 October 2006 the Directors lodged compensation claims against the prosecution authorities with the Mukacheve City Court. They sought UAH 24,537,664 in pecuniary and non-pecuniary damage caused by the allegedly unlawful actions during the criminal investigation against them.", "69. On 6 November 2006 the Mukacheve City Court left the aforementioned claims unexamined and returned them to the Directors, finding that they had not complied with the requirements of Article 119 of the Code of Civil Procedure. The claimants were asked to rectify these shortcomings before 15 November 2006. On 16 November 2006 the court returned these claims unexamined, for failure to comply with the court’s previous ruling.", "70. The relevant provisions of the Constitution read as follows:", "“Everyone shall have a right to compensation ... for losses sustained as a result of unlawful decisions, acts or omissions by public or municipal bodies or civil servants in the performance of their official duties.”", "By virtue of Article 442 of the Code everyone has the right to compensation for damage caused by unlawful actions by State authorities.", "71. Section 2 of the Enterprises Act envisages that private enterprises are commercial companies founded by private persons. The private enterprise has no distinct shareholding and particularised ownership of property, except if specified in the articles of its association, statute or other internal corporate regulations.", "72. The private enterprise, in accordance with the Section 4 of the Property Act, is an object of a free exercise of property rights envisaged for any kind of privately owned property. The ownership rights and the rights and legal obligations of a founder of a private enterprise can also be transferred to other private persons on the basis of an agreement (this is confirmed in other normative acts and recommendations, such as the letter no. 4-422-329/7239 of 10 December 2001 of the State Committee on Entrepreneurship; Resolution no. 740 of the Cabinet of Ministers of 25 May 1998).", "73. In accordance with Section 7 of the Property Act the owner of a private enterprise was not responsible for its legal obligations (letter no. 2222/1068 of 22 February 2002 of the State Committee on Entrepreneurship). The liability of an owner for debts of a private enterprise could only be established on the basis of its statute or articles of association or specific normative acts.", "74. Section 13 of the Enterprises Act provides that the State must guarantee protection of enterprises’ property rights. Seizure of funds and property belonging to enterprises is only allowed in situations provided for by the law. Also, a decision to pay compensation for damage caused to an enterprise by the infringement of its property rights by citizens, legal entities or State bodies must be based on a judgment of a court or court of arbitration.", "75. Sections 24 and 31 of the Enterprises Act stated that the private enterprise must, as all other legal entities, comply with the credit agreements and State tax and other payment obligations. A private enterprise that fails to comply with its financial obligations could be declared bankrupt in the course of ordinary insolvency proceedings and could be liquidated, as any other legal entity.", "76. The relevant extracts from the Code can be found in Merit v. Ukraine, no. 66561/01, 30 March 2004 (Relevant domestic law and practice).", "77. Pursuant to Article 80 of the Code of Criminal Procedure (the conditions for storage of material evidence), material evidence must be stored until the judgment or decision terminating proceedings in the criminal case becomes final. Documents that are material evidence must be stored together with the case file and interested persons or organisations can receive copies of these documents on request. If there is a dispute as to the right of ownership of the material evidence, this evidence must be stored until the final judgment is given in civil proceedings. Material evidence which could be damaged by storage and which cannot be returned to its owner must be transferred to State or “cooperative organisations” to be sold on. These organisations must, if necessary, return property similar to the material evidence sold or pay compensation for it in accordance with prices established by the State as pertaining at the time of return of that evidence.", "78. Pursuant to Article 81 of the Code decisions relating to material evidence are to be taken by means of a judgment of the court in the criminal case or a ruling or a resolution of the court, body of inquiry, investigator or prosecutor (concerning termination of the proceedings in the case). Any dispute with regard to the return of material evidence must be decided in civil proceedings.", "79. Pursuant to Article 126 of the Code, the seizure (attachment) of property belonging to a suspect or accused is intended to secure a possible civil claim and a ruling as to confiscation of property in the course of criminal proceedings. Attached property must be inventoried and can be transferred for storage to the representatives of enterprises, institutions, organisations or members of the accused’s family or other members. Persons who are responsible for storage of property must be informed about criminal liability for failure to comply with storage obligations which have been undertaken by them. Seizure of property and its transfer for storage are to be carried out on the basis of a substantiated resolution (постанова) that must be signed by the person who inventoried this property, witnesses to the seizure of the property and the person responsible for storage. An inventory must be appended to the resolution. A specialist should be invited to estimate the value of seized property in case such a valuation is required. If there is no further need for seizure of property, the investigator must pass a separate resolution.", "80. Under paragraph 3 of the Instruction material evidence denotes objects which have been used to commit a crime or which bear traces linked to criminal activity or were objects of a criminal act; these can include monies and other valuables obtained by unlawful means and all other objects that can assist in investigating a crime and establishing the facts of the case.", "81. Under paragraph 43 of the Instruction, attached property can be transferred to an entity which has suffered damage from an alleged criminal act. If necessary property can also be seized.", "82. Pursuant to pаrаgraph 49 of the Instruction, material evidence which is part of the criminal case file, after termination of the preliminary investigation and the case file’s transfer to the court or another investigating body, must always be appended to it.", "83. Pursuant to paragraph 63 of the Instruction, material evidence owned by enterprises, institutions or organisations must be transferred to their authorised representatives.", "84. Pursuant to paragraph 64 of the Instruction, the body of inquiry, preliminary investigation or investigative body must return any confiscated objects before adoption of the final judgment in the case, if it is decided that the return of these objects will not impede the investigation in the case.", "85. Under Article 12 of the Code of Arbitration Procedure (the “CAP”) the arbitration courts have jurisdiction over: cases concerning the conclusion, amendment, suspension and execution of agreements; disputes concerning technical standards or prices of products and services and others. The arbitration courts (currently “commercial courts”) also have jurisdiction over insolvency cases.", "86. Article 53 provides that arbitration courts may grant extensions or renewals of the time-limits enshrined in the CAP on an application by a party or a public prosecutor or on their own initiative. A ruling shall be given in the event of a refusal to grant an extension of a procedural time-limit which has not been complied with. This ruling may be appealed against.", "87. In accordance with Article 63 paragraph 3 of the CAP, the judge must return a claim that was lodged and the documents appended to it, if it does not refer to any circumstances on which the claim was based, has no relevant corroborating evidence or does not include an estimate of the sum claimed. A judge has to issue a ruling on return of a claim within five days of receipt. Return of the claim does not prevent it from being lodged again, in accordance with general procedure, after any shortcomings have been rectified.", "88. In accordance with Article 91, Chapter XII of the Code of Arbitration Procedure (“CAP”), a party could request a supervisory review of the lawfulness and reasoning of a judgment, ruling or resolution. Such a review was conducted by the presidents or vice-presidents of the regional arbitration courts and the arbitration courts of the Crimea, Kyiv and Sevastopol and the specialised judicial division for review of the rulings, resolution and judgments of the Higher Arbitration Court.", "89. Under Article 92 of the CAP, the first-instance arbitration court could review its judgments, rulings or resolutions on its own initiative. In accordance with Articles 93 and 94 of the CAP the judicial decisions of the regional arbitration courts and the arbitration courts of Kyiv, Sevastopol and the Crimea could be reviewed by the presidents of these courts or their deputies. The parties could request to be present at the review.", "90. Under Article 100 of the CAP, the request for review had to be lodged with the first-instance arbitration court together with the proof of payment of State tax for lodging it and documents confirming the dispatch of a copy of a request to another party. Review proceedings did not suspend enforcement of an initial judicial decision; however a separate procedural decision in this case might be taken by a review body. A request for review had to be substantiated and based on law and the relevant facts of the case (Article 101 of the CAP). It had to be lodged within two months of the adoption of a judgment, ruling or resolution (Article 102 of the CAP). A reply to a request for review was dealt with in Article 103 of the CAP and parties should be informed of the date and time of the hearing in the case.", "91. Under Article 105 of the CAP the arbitration court had to decide on the admissibility of a request for supervisory review of a judgment, ruling or resolution if the request had not been signed or had been signed without relevant authority, or if a copy of the request had not been sent to another party, the State tax had not been paid or the time-limit for lodging a request for review had expired.", "92. In accordance with Article 106 of the CAP, the arbitration court had the power to: uphold the judgment, ruling or resolution, leaving it unchanged; amend the judgment, ruling or resolution; quash the judgment, ruling or resolution and adopt a new one; or quash the previous decisions and refer the case back for a fresh examination. It could also leave claims unexamined and terminate the proceedings in the case. The arbitration court which reviewed the case had all the powers of the first-instance court in examining a commercial dispute on its merits. The finding of the review of the case by the Division on Review of Judgments, Rulings or Resolutions of the Higher Arbitration Court was final, except when one of the parties was outside the territory of Ukraine or a different procedure was envisaged by international treaties.", "93", "94. The arbitration court, acting in the course of supervisory review proceedings, had to issue a resolution, which had to be substantiated, based on law and include relevant legal reasoning (Article 108 of the CAP). The instructions given in the resolution of the supervisory court were binding in the course of the fresh examination of the case. The resolution of the court could not contain an assessment of evidence or instructions as to how the case should be decided in the future (Article 109 of the CAP). The resolution of the arbitration court had to be sent to the parties within five days (Article 110 of the CAP).", "95. The relevant provisions of the amended Code of Commercial Procedure of 5 July 2001 (CCP) read as follows:", "“1. This law shall become effective from the date of its publication, save for Article 81-1 [of the Code], which shall become effective on 28 June 2002.", "... 9. Decisions of the judicial divisions of the Higher Arbitration Court of Ukraine or of the Presidium of the Higher Arbitration Court of Ukraine that were not challenged by way of supervisory review proceedings before this Law entered into force, as well as resolutions of the Plenary Higher Arbitration Court of Ukraine, shall be final but may be appealed against to the Supreme Court of Ukraine on the basis of and pursuant to the procedure prescribed by the Code of Commercial Procedure of Ukraine.”", "“An appeal in cassation (petition for appeal in cassation) shall be lodged with the Higher Commercial Court through the court of first instance or the commercial court of appeal which gave the contested judgment or resolution.", "A first-instance or commercial court of appeal which has adopted a contested judgment or resolution shall transfer the appeal in cassation (petition for appeal in cassation) together with the case file to the Higher Commercial Court of Ukraine within five days of its receipt.”", "“Appeals in cassation (petitions for appeal in cassation) shall be lodged within one month from the date the judgment of the first-instance court or the resolution of the court of appeal becomes effective.”", "96. In accordance with Article 111 of the CCP appeals on points of law must be accompanied, inter alia, by proof of payment of the court fee.", "97. Under Article 111-3 paragraph 4 of the CCP the courts should return appeals on points of law examining them on the merits if the appellant fails to provide evidence of payment of the court fee.", "98. In accordance with Article 111-3 paragraph 5 of the CCP courts and tribunals should return notices of appeal on points of law to the appellant without examining the appeal on the merits if it has been lodged out of time and the appellant has not applied for an extension of time.", "99. Under paragraph 6.2 of the Instruction, requests for annulment of investigative measures by courts and prosecution bodies were outside the jurisdiction of the arbitration courts as a different procedure was envisaged for examination of these requests.", "100. The relevant provisions of Chapter 40 of the Code provided for appeals in cassation against court judgments and for the lodging of cassation appeals by the prosecutor.", "101. In particular, under Article 289 of the Code, parties and others participating in the proceedings had the right to lodge appeals in cassation against the judgments in whole or in part. Appeals in cassation against judgments of the first-instance courts were to be lodged with the Supreme Court of the Autonomous Republic of Crimea, regional, Kyiv and Sevastopol city courts. Appeals in cassation against judgments given by the regional courts and equivalent courts were to be lodged with the Supreme Court.", "102. In accordance with Article 311 of the Code the court of cassation was entitled to: uphold the judgment; quash it in full or in part and remit the case to the first-instance court in a different composition for a fresh examination; quash the judgment in full or in part and terminate proceedings in the case, leaving the claims unexamined; or amend the judgment, adopting a new one, without referring the case back for a fresh examination if, inter alia, there had been an error in application of substantive or procedural law.", "103. Section 16 of the Act provides that a trustee (insolvency officer) must call a meeting of creditors, to be held within ten days of the institution of liquidation proceedings. At the meeting, each creditor has a vote proportionate to his or her claim.", "104. Under section Article 17 of the Act, the Commercial Court may approve the proposal of the meeting of creditors, and order economic rehabilitation proceedings for a period of no more than one year. The court by the same ruling should appoint a licensed trustee (insolvency officer) to manage these rehabilitation proceedings.", "105. “Ex works” means that the seller places the goods at the disposal of the buyer at the seller’s premises or another named place not cleared for export and not loaded on any collecting vehicle. The term represents the minimal obligation for the seller, and the buyer has to bear all costs and risks involved in taking the goods from the seller’s premises. However, if the parties wish the seller to be responsible for the loading of the goods on departure and to bear the risks and costs of such loading, this should be made clear by adding explicit wording to this effect in the contract of sale."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}