{"ITEMID": "001-108875", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "ADMISSIBILITY", "DATE": 2012, "DOCNAME": "CASE OF CIUBUC AND OTHERS v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Corneliu Bîrsan;Egbert Myjer;Ineta Ziemele;Ján Šikuta;Josep Casadevall;Mihai Poalelungi;Nona Tsotsoria", "TEXT": ["1. The applicants, Mr Gheorghe Ciubuc, Petru Ciubuc and Victor Lipovoi, are Moldovan nationals who were born in 1958, 1953 and 1946 respectively and live in Chişinău. They were represented before the Court by Mr F. Nagacevschi from “Lawyers for Human Rights”, a non-governmental organisation based in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Grosu.", "2. The facts of the case, as submitted by the parties, may be summarised as follows.", "3. In 1942 A. Lipovoi, the mother of one of the applicants, bought part of a house in Chişinău, together with the land surrounding it (2.5 hectares). On 19 June 1950 the Soviet State nationalised most of the land, leaving 17.02 acres of land adjacent to the house for the family’s use, which has been used accordingly ever since. The applicants eventually became coowners of the house, which is currently registered in their name.", "4. On 19 March 1973 the Government decided to create a dendrology park named “Dendrarium” and allocated 69 hectares of land in Chişinău for that purpose (“the 1973 decision”). The land included, inter alia, twenty-one private houses standing on it. According to the decision, the inhabitants of those houses were to be allocated alternative accommodation and the houses were to be demolished. The developer of the park was also obliged to pay the families living in those twenty-one houses compensation for any orchards and for the work carried out on the plots of land to be expropriated.", "5. By a decision of 14 November 1978 the Government decided that the Dendrarium park was to become a separate institution managed by the Chişinău local authority. It also ordered the local authorities in Chişinău to offer the inhabitants of the houses concerned by the earlier decision alternative accommodation and to demolish their houses, situated on the reserved territory, in 1979-1980. The Government also decided to prohibit any private construction works within the boundaries of the Dendrarium park and to ensure the strict enforcement of the protective park regulations. However, the applicants and several other families were not offered alternative accommodation and have remained in their houses.", "6. On 23 May 1990 the Chişinău local authority decided to allocate to the State Theatre-Park of National Culture 74.4 hectares of land, including the land on which the applicants’ house was situated. It also decided that the people living in the houses to be demolished, which included the applicants, were to be offered alternative accommodation.", "7. On 14 July 2000 the State was registered as the owner of the territory of the Dendrarium park, which included the land under and adjacent to the applicants’ house. On 8 July 2005 the Chişinău municipality was registered as the owner of that land. According to the local cadastral office, the land adjacent to the applicants’ house is registered in the applicants’ name. According to an excerpt from the Land Register (cadastru), provided to the applicants on 11 April 2005, the house in question is situated on 17.02 acres of land and is owned by the applicants.", "8. On 31 October 2005 the applicants asked the Chişinău municipality to transfer the land adjacent to their house into their ownership free of charge (as part of the process of privatisation). On 18 January 2006 the municipality rejected the applicants’ request.", "9. On an unspecified date the applicants lodged a court action in which they claimed the right to become the owners of the land adjacent to their house, in accordance with article 11 of the Land Code (see paragraph 15 below). They noted, inter alia, that no specific decision had been taken to expropriate the land which their family had owned since 1942 and that this was an ongoing problem which the authorities had allowed considerable delay in examining, causing the applicants non-pecuniary damage. The applicant asked the court to order the Chişinău municipality to register the land adjacent to their house in their name and to award them compensation for the non-pecuniary damage incurred.", "10. In its written reply submitted to the court, the Dendrarium park administration noted, inter alia, that the applicants did not have access to their house and that to reach it they had to trespass on park property.", "11. On 23 October 2006 the Chişinău Court of Appeal found in the applicants’ favour. It found, inter alia, that the applicants’ use and possession of the disputed land had been undisturbed since 1942. The Court also found that the applicants had become the owners of the disputed land before the creation of the Dendrarium park and that no decision for the withdrawal of the applicants’ land from their possession had been adopted.", "12. On 24 January 2007 the Supreme Court of Justice quashed the lower court’s judgment and adopted a new one, rejecting the applicants’ claims as unfounded. The court found that the applicants’ house had been registered as their property by the Land Registry. However, the land on which the applicants’ house was situated had been set aside for the creation of a natural reserve since 1973. Under the legislation concerning natural reserves (including Article 7 of the Law on the State-protected natural areas fund, see paragraph 15 below) such land was considered to be public property which could not be privatised, rented out or disposed of in any other way except for in the purposes of preserving and managing the natural reserve. Under the 1973 decision the inhabitants of all the houses within the perimeter of the park, including those in the house owned by the applicants, had to be removed and offered alternative accommodation and their houses demolished. Therefore, their request to obtain ownership of the land adjacent to their house was contrary to legal requirements.", "13. On 6 June 2007 the Supreme Court of Justice rejected the applicants’ request for the reopening of the proceedings, which had been grounded on the discovery that some of the applicants’ neighbours who were in a similar situation to that of the applicants had obtained private ownership of the land adjacent to their houses. The court found, inter alia, that the document submitted by the applicants in support of their request had not been numbered or dated and did not therefore constitute a valid document.", "14. On 11 February 2008 the Chişinău municipality informed the applicants that at the time of writing that letter the boundaries of the Dendrarium park had not yet been determined and that no title to the land of that park had been issued. The applicants were also informed that the municipality’s competent department was preparing proposals to re-examine the boundaries of the Dendrarium park, including the possibility of excluding the plot of land adjacent to the applicants’ house from the reserved land and the creation of an access road to their house.", "15. The relevant part of Article 11 of the Land Code (in force since 4 September 2001) reads as follows:", "“Article 11. Allocation of land within the city limits for housing, land annexes and gardens.", "Local public administration authorities shall allocate plots of land to citizens without payment, issuing them ownership certificates which:", "- transfer into the property of citizens plots of land occupied by houses, annexes and gardens which have been allocated to [those citizens] in accordance with the law; ...", "Article 56. Land reserved for protecting nature.", "Land reserved for protecting nature includes ..., dendrology parks, ...", "...", "Land reserved for protecting nature is the exclusive property of the State.", "Any activity which is incompatible with the special destination of land reserved for protecting nature shall be prohibited. Such land is withdrawn from use, if such use does not correspond to the special protection regime established for such land.”", "The relevant part of Article 7 of the Law on the State-protected natural areas fund (no. 1538, in force since 16 July 1998) reads as follows:", "“Article 7.", "...", "2. Land which is part of entities or complexes within protected natural areas shall be reserved for protecting nature, shall be public property and may not be privatised or rented; the protection and management of such land shall be governed by the applicable legislation.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}