{"ITEMID": "001-82504", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "NLD", "BRANCH": "ADMISSIBILITY", "DATE": 2007, "DOCNAME": "MERIE v. THE NETHERLANDS", "IMPORTANCE": "2", "CONCLUSION": "Inadmissible", "JUDGES": "David Thór Björgvinsson", "TEXT": ["The applicant, Mr John Merie, claims to be a Burundian national who was born in 1985. At the time of the events complained of he was staying in the holding centre for asylum seekers and illegal immigrants (grenshospitum) at Amsterdam (Schiphol) Airport. He is represented before the Court by Mr P.A. Blaas, a lawyer practising in 's-Hertogenbosch. The respondent Government are represented by their Agent, Mr R.A.A. Böcker, of the Netherlands Ministry for Foreign Affairs.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "The applicant arrived at Amsterdam (Schiphol) Airport on 8 October 2004. An officer of the Royal Military Constabulary (Koninklijke Marechaussee) initially refused him admission to the country on the ground that he did not hold a valid passport, and that he had insufficient means either to provide for his own subsistence in the Netherlands or to cover the cost of his journey to a destination outside the Netherlands. When the applicant then asked for asylum, the same officer ordered that he be detained in the asylum application centre (aanmeldcentrum) at Schiphol for the purposes of prevention of unauthorised entry into the Netherlands, in accordance with Article 6 §§ 1 and 2 of the Aliens Act 2000 (Vreemdelingenwet).", "In an asylum application centre, and following an initial intake interview with the asylum seeker, the Netherlands immigration authorities make the first selection between prima facie unfounded and possibly founded asylum requests. Petitioners falling within the latter category are transferred to a reception and investigation centre for asylum seekers (opvang- en onderzoekscentrum), whereas petitioners falling within the former category remain in detention in the asylum application centre pending the determination of their asylum request, which may be dealt with in an accelerated procedure if they do not require a time-consuming investigation; the accelereated procedure means that the asylum request can be processed with all due care within 48 working hours.", "On 9 and 10 October 2004 the applicant was interviewed by an immigration official in relation to his asylum request. On 11 October 2004, on the basis of these interviews, the Minister for Immigration and Integration (Minister voor Vreemdelingenzaken en Integratie) rejected the applicant's asylum application. Apart from the fact that he had not submitted any documents capable of demonstrating his identity, nationality or travel itinerary, the applicant was deemed to have insufficiently cooperated in the establishment of his travel itinerary, since he had provided virtually no tangible or verifiable statements about his journey (departure and arrival times of the airplane(s), the name and/or logo of the airline company, and whether or not the airplane had made a stop-over). Given the applicant's inability to answer a large number of elementary and basic questions about Burundi and his alleged area of origin, the Minister also had doubts as to whether the applicant was a Burundian national or of Burundian origin. The Minister further maintained the aliens' detention order. On the same day the applicant appealed to the Regional Court (rechtbank) of The Hague against his placement in aliens' detention.", "The Regional Court held a hearing on 25 October 2004. The applicant's counsel – referring to the European Court's judgment in the case of Shamsa v. Poland (nos. 45355/99 and 45357/99, 27 November 2003) – argued that a measure whereby a non-judicial authority issues a detention order can only justify detention for a few days and that, consequently, his detention after 13 October 2004 had to be regarded as unlawful. The Minister submitted, inter alia, that an application for a laissez-passer had already been filed but that no date had yet been fixed to present the applicant to the Burundian authorities.", "The Regional Court gave its decision on 29 October 2004. Referring to a precedent set by the Administrative Jurisdiction Division (Afdeling Bestuursrechtspraak) of the Council of State (Raad van State) in a ruling of 13 May 2004 (see below under “Relevant domestic law”), it dismissed the appeal.", "On 1 November 2004 the applicant lodged an appeal against the decision of 29 October 2004 with the Administrative Jurisdiction Division. He raised only one complaint, namely that the Regional Court had unjustly failed to acknowledge that, where a detention order has been issued by an administrative authority, the alien concerned must – pursuant to the Court's considerations in its Shamsa judgment – be brought before a judge within a few days.", "On 24 November 2004 the Administrative Jurisdiction Division dismissed the further appeal, confining its reasoning to a reference to its earlier ruling of 13 May 2004. No further appeal lay against this ruling.", "Until 1 April 2001 the admission, residence and expulsion of aliens were regulated by the Aliens Act 1965 (Vreemdelingenwet; “the Aliens Act 1965”). Further rules were set out in the Aliens Decree 1966 (Vreemdelingenbesluit), the Regulation on Aliens (Voorschrift Vreemdelingen) and the Aliens Act Implementation Guidelines 1994 (Vreemdelingencirculaire). The General Administrative Law Act (Algemene Wet Bestuursrecht) applied to proceedings under the Aliens Act 1965, unless indicated otherwise in this Act.", "On 1 April 2001 the Aliens Act 1965 and the associated regulations were replaced by the Aliens Act 2000, the 2000 Aliens Decree, the 2000 Regulation on Aliens and the Aliens Act 2000 Implementation Guidelines. Unless indicated otherwise in the Aliens Act 2000, the General Administrative Law Act continued to apply to proceedings on requests by aliens for admission and residence.", "The Aliens Act 2000, in so far as relevant to the case, provides:", "“1. An alien who has been refused permission to enter the Netherlands may be obliged to remain in a space or area indicated by an official charged with border control.", "2. A space or area as referred to in the first paragraph may be secured against unauthorised departure. ...”", "“In derogation from Article 37 § 1 of the Act on the Council of State (Wet op de Raad van State), no appeal lies against a decision of the Regional Court ...:", "a. about a decision or act based on Article 6 § 1[of the Aliens Act 2000] ...”", "“1. Our [competent] Minister shall notify the Regional Court of a decision to impose deprivation of liberty as referred to in Article 6 ... [of the Aliens Act 2000] no later than the twenty-eighth day after communication of the decision, unless the alien himself has lodged an appeal first. As soon as the Regional Court has received the notification, the alien shall be deemed to have lodged an appeal against the said decision imposing deprivation of liberty. The appeal shall also constitute a request for the award of damages.", "2. The Regional Court shall immediately fix the date of a hearing. The hearing shall take place no later than the fourteenth day after the receipt of the written statement of appeal or the notification. ... In derogation from Article 8:42 § 2 of the General Administrative Law Act, the delay referred to in that Article cannot be prolonged.", "3. The Regional Court shall give judgment orally or in writing. A written judgment shall be given within seven days of the conclusion of the hearing. In derogation from Article 8:66 § 2 of the General Administrative Law Act, the delay referred to in that Article cannot be prolonged.", "4. If the Regional Court finds on appeal that the application or implementation of the decision [to impose deprivation of liberty] is contrary to this Act or is – on consideration of all the interests involved – not reasonably justified, it shall accept the appeal. In such a case the Regional Court shall order that the deprivation of liberty be terminated or the manner of its implementation altered.”", "Article 95", "“1. In derogation from Article 84 under a., an appeal to the Administrative Jurisdiction Division of the Council of State lies against a ruling given by the Regional Court as referred to in Article 94 § 3...”", "Article 96", "“1. Should the Regional Court reject as unfounded an appeal within the meaning of Article 94 and [should] the deprivation of liberty continue, Our Minister shall notify the Regional Court of the continuation of the deprivation of liberty no later than four weeks after the ruling within the meaning of Article 94 has been given, unless the alien himself has lodged an appeal first. As soon as the Regional Court has received the notification, the alien shall be deemed to have lodged an appeal against the decision to prolong the decision imposing deprivation of liberty. ”", "Pursuant to Article 94 §§ 1 and 2, as in force until 1 September 2004, the delay within which the Minister was to notify the Regional Court of the placement of an individual in aliens' detention was three days and the Regional Court was to hold a hearing no later than seven days after receipt of the appeal. On 1 September 2004 an amendment to Article 94 entered into force, prolonging these time-limits to twenty-eight and fourteen days respectively. In practice, this meant a revival of the legal situation that existed until 1 April 2001 in respect of these two time-limits under the former Aliens Act 1965 and associated regulations (for further details, see Tekdemir v. the Netherlands (dec.), nos. 46860/99 and 49823/99, 1 October 2002, under “Relevant domestic law and practice”).", "Article 69 § 3 of the Aliens Act 2000 stipulates that there is no time-limit for filing an appeal within the meaning of Articles 94 and 96 of the 2000 Aliens Act and that an appeal referred to in Article 95 must be filed within one week. Accordingly, an individual placed in aliens' detention may in principle file as many appeals against this placement as he or she sees fit. When the lawfulness of a decision to place an individual in aliens' detention has been determined for a first time, the examination of any subsequent appeal in this respect will be limited to the lawfulness of the continuation of the placement in aliens' detention. Pursuant to Article 84 of the Aliens Act 2000, no appeal to the Administrative Jurisdiction Division lies against a decision by the Regional Court on such a subsequent appeal (Administrative Jurisdiction Division, 1 November 2006, case no. 200607626/1). The hearing and determination of any such subsequent appeal are subject to the same mandatory time-limits as those for a first appeal (Regional Court of The Hague sitting in Groningen, 19 June 2006, case no. AWB 06/22632).", "According to a ruling given by the Administrative Jurisdiction Division on 11 February 2005 (Jurisprudentie Vreemdelingenrecht (Immigration Law Reports – “JV”) 2005/172), the time-limit set out in Article 94 § 2 of the 2000 Act is of a strict mandatory nature. If this time-limit has not been respected, the placement in aliens' detention becomes unlawful on the day following the day on which this time-limit expired.", "In a ruling handed down on 13 May 2004 (JV 2004/290), the Administrative Jurisdiction Division held, in so far as relevant for the present case:", "“The judgment of the European Court of Human Rights [in the case of Shamsa v. Poland] of 27 November 2003, relied on by the [appellant], concerns the continued detention of aliens against whom an expulsion or extradition procedure was no longer pending, for which continued detention there was no legal basis. Consequently, the detention had lost its lawful character and thus did not fall within the scope of one of the permissible grounds of deprivation of liberty as listed in an exhaustive manner in Article 5 § 1 of the Convention. In this light, the Administrative Jurisdiction Division understands the judgment and in particular the reasoning set out in paragraph 59 to mean that the Court – in assessing such detention – incorporates the rationale of Article 5 taken as a whole and, in that context, also considers relevant the guarantees for legal protection and legal certainty as incorporated in the third paragraph of [Article 5 of the Convention]. Noting this as well as the [decisions on admissibility taken by] the Court in the case Leaf v. Italy [no. 72794/01, 27 November 2003] and Vikulov and Others v. Latvia [16870/03, 25 March 2004], the Administrative Jurisdiction Division is of the opinion that the Court did not have the intention to consider Article 5 § 3 applicable by analogy to the detention of aliens in accordance with [Article 5 § 1 (f) of the Convention], which would also be at variance with the wording of [Article 5 § 3 of the Convention]. In this connection the Administrative Jurisdiction Division also finds of relevance that the Court, in its [decision on admissibility] in the case of Tekdemir v. the Netherlands (no. 46860/99, 1 October 2002) found that there was no reason for holding that there was a violation of Article 5 § 4 of the Convention, as the alien concerned who had been placed in aliens' detention under the Aliens Act [as in force until 1 April 2001] could at any point challenge the lawfulness of [that] detention before [a] judge, who should determine [this issue] speedily. The Court did not conduct an additional examination of the matter under [Article 5 § 3 of the Convention]. In accordance with Article 94 § 1 (and Article 96 §§ 1 and 5) of the Aliens Act 2000 an alien may also at present file an appeal at any point against a decision imposing deprivation of liberty.”", "As there is no statutory fixed maximum duration of a placement in aliens' detention for the purpose of preventing unauthorised entry into the country or expulsion, an alien refused admission or whose expulsion has been ordered may, in principle, remain in aliens' detention for an unlimited period of time, provided there are reasonable prospects for departure or expulsion within the foreseeable future. However, it has been established in domestic case-law that the interest of an alien to be released from aliens' detention increases with the passage of time. Where a placement in aliens' detention exceeds a period of six months, the alien's interest in being released may – but not necessarily – be accepted as having become greater than the interest in keeping him in detention for the purpose of preventing unauthorised entry. Depending on the specific circumstances of each case, this turning point may be attained later than six months when, for instance, the alien concerned insufficiently cooperates in the determination of his/her identity and nationality and in making documents available. However, once an alien has spent six months in aliens' detention for the purpose of preventing unauthorised entry, the judge is to verify more thoroughly whether the authorities have complied with their obligation to do whatever they can do to facilitate the alien's departure to a destination outside of the Netherlands (see, Regional Court of The Hague sitting in Amsterdam, 10 January 2006, Landelijk Jurisprudentienummer (National Case-law (database) number ) – “LJN”) AU9605 with further references)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}