{"ITEMID": "001-109138", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CZE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF EREMIASOVA AND PECHOVA v. THE CZECH REPUBLIC", "IMPORTANCE": "3", "CONCLUSION": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect)", "JUDGES": "André Potocki;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["5. The applicants are Czech nationals who were born in 1978 and 1938 respectively, and live in Brno.", "6. According to police records, on 18 June 2002 V.P., partner of the first", "applicant who gave birth to his child in February 2003 and son of the second, of Roma origin, was arrested by the police on suspicion of having committed a burglary and transported to the Brno-Královo Pole District Police Department (the “District Police Department”). Having been questioned between 2 p.m. and 3.05 p.m., he was charged with illegal entry into a dwelling and theft at 6.20 p.m.", "7. According to the statement made by the police officers, at approximately 4 p.m., V.P. had been situated in the separate waiting-room on the ground-floor. Between 5 p.m. and 6 p.m., finger-prints were taken. After that, V.P. had been taken into the office situated on the second floor of the police station, in order to be informed about the charges.", "8. According to the official report, at 6.30 p.m., after signing the notice of charges, V. P. asked to use the toilet claiming that it was urgent. It was decided that two police officers would accompany him to the ground floor of the police building due to the fact that there were no bars at the toilet located on the second floor. On the ground floor, V. P. was not allowed to close the door of the toilet for security reasons. On the way back, police officer P. walked in front of V. P. and officer K. was on the latter’s right holding his wrist. There are discrepancies between different statements of officers K. and P. as to whether officer K. held V.P.’s left or right wrist with his left hand. Handcuffs were not used and the grasp was not very firm due to V. P.’s calm behaviour. The group went without any problems through the mezzanine floor between the ground and the first floor where windows were provided with bars. When officer P. had already crossed the mezzanine floor between the first and the second floor and when V.P. and officer K. were just arriving to the mezzanine floor, V. P. suddenly turned, struck with his open palm the left shoulder of the officer who held him by the wrist, broke away and jumped, head first, through a closed window into the yard. After having reeled, officer K. unsuccessfully attempted to catch him by the legs as they disappeared through the broken window. The police officers started to shout in order to have an ambulance called, ran out to the yard and provided, together with other officers, first aid to V. P. He was taken to the hospital by ambulance and died the next morning at 7.15 a.m.", "9. On the very same day, the Brno Complaints and Monitoring Unit (the “Complaints and Monitoring Unit”) started an investigation. They inspected the scene of incident, sketched and photographed it. All participants were invited to draw an official record (úřední záznam) where they would comment on the incident.", "10. The District Police Department opened an investigation on suspicion of the commission of the crime of participation in a suicide and conducted a number of investigative acts. Between 7.30 and 8.20 p.m. the Technical Criminal Unit surveyed the scene of incident, sketched it and drew a report.", "An officer from the Supervision Department of the Minister of the Interior (“the Supervision Department”) inspected the scene of incident, took explanations from the Head of the District Police Department, police officer P., and police officer W. However, she did not speak to police officer K. as he was being provided with necessary medical aid resulting from the assault by V.P. Basing her conclusion on the preliminary findings of the control and monitoring bodies, she concluded that there were no grounds for suspecting the police officers of having committed a crime. Accordingly, the investigations were further led by the Complaints and Monitoring Unit.", "11. Still on 18 June 2002, the police officers who had had contact with V.P. prior to his death (police officers P. and K., and the police officers who had been investigating V.P.’s criminal activity) drew separate official records (úřední záznam) where they commented on the incident. In his official record, officer K. stated he had held V.P.’s right wrist during the escort. Officer P. did not mention which wrist it had been.", "12. On 19 June 2002 the medical report issued upon request of the Head of the District Police Department by the hospital to which V.P. had been brought, stated that death probably resulted from serious cerebral injury.", "13. At 0.30 the Head of the District Police Department described the incident to the first applicant and V.P.’s sister. A few hours later the Head of the District Police Department ordered an autopsy on the body, which was performed by two experts on the same day.", "14. A preliminary autopsy report was issued on 21 June 2002. It concluded that “The death of [V.P.] unequivocally resulted from violent causes as a consequence of massive blunt violence to the head area. This mechanism entirely corresponds with injuries following a fall from a height. During the autopsy no indications were found which would unequivocally suggest third party active intervention in the death of [V.P.]”. The autopsy findings were described in a report of 16 July 2002 which inter alia stated that “During the autopsy no indications were found which would unequivocally suggest third party active intervention in the death of [V.P.]. Therefore, the autopsy findings are not in contradiction with the police statement that the injuries had been caused by the fall from a height upon jumping through a closed window from the second floor of a building.” It was noted that V.P. was 170 cm tall, weighed 58 kg and had been brought to the Institute of Judicial Medicine without clothes.", "15. On 19 June 2002 the Head of the District Police Department ordered expert toxicological examination of V.P.’s body. On 19 July 2002 the expert concluded that no such substances had been found.", "16. On 19 June 2002 the Technical Criminal Unit ordered an expert analysis of the biological material retained on the day of the incident from the frame of the window V.P. had jumped through. An expert report was established on 31 July 2002 by the South-Moravia Region Department of Criminalist Technique and Expertise of the Police. It specified that the hair secured on the window morphologically corresponded to V.P.’s hair.", "17. On 19 June 2002 the brother of V.P. and the first applicant filed a criminal complaint with the Supervision Department against the police officers on duty at the station. According to the protocol, V.P.’s brother alleged that V.P. had obviously been thrown out of the window.", "18. On 20 June 2002 the Director of the Brno Municipal Police Directorate, having seen the results of the internal police enquiry conducted by the Complaints and Monitoring Unit into the escort, found that the provisions of the internal police regulations had not been breached by the respective police officers. Given that the incident was being investigated by the Supervision Department, the Brno Police Directorate discontinued the investigation.", "19. On 24 June 2002 the Supervision Department initiated an inquiry into the allegations of V.P.’s brother and the first applicant on suspicion of abuse of power by the police officer.", "20. On 25 June 2002 the Head of the District Police Department and the police officers K. and P. were questioned. The unit which took their statements is not identified in the protocol. It would however seem that the statements were taken by an officer of the Supervision Department. Police officers K. and P. stated inter alia that V.P.’s behaviour had been calm during the whole escort and that nothing indicated that he would do anything unexpected. Officer K. stated that after V.P. had been picked up by an ambulance, he had gone to the doctor because he had felt pain in his shoulder. He also stated that after several days he could still only move his shoulder in a limited way. Officer K. stated that he had held V.P. by his left wrist during the escort, while officer P. stated it had been V.P.’s right wrist.", "21. On 27 June 2002 the officers of the District Police Department questioned officers K. and P. Officer K. stated again that he had held V.P.’s left wrist, while officer P. did not mention which wrist it had been.", "22. On 26 July 2002 the Supervision Department denied access to the investigation file to the first applicant’s representative as the officer in charge of the investigation was absent.", "23. On 29 July 2002 the Supervision Department informed the first applicant’s representative that the applicants could study the file after 5 August 2002.", "24. On 30 July 2002 the first applicant’s representative unsuccessfully complained about the denial of access to the case-file to the Brno-venkov District Prosecutor. He also raised other complaints about the inquiry. In a letter of 1 August 2002 the District Prosecutor informed him that the denial was due to his failure to present a power of attorney. The applicants state that their representative had a duly signed power of attorney when he requested access to the file at the Supervision Department and that the officer reasoned her denial of access to the file because the officer investigating the case was on vacation. Thus, the representative was only enabled to study the file on 5 August 2002.", "25. On 8 and 9 August 2002 the sister and the brother of V.P., respectively, were questioned. They both pointed out that V.P. had been in a good mental and physical condition and had never thought of suicide.", "26. On 15 August 2002 the Supervision Department decided not to proceed with the first applicant’s criminal complaint against the police officers. It found no reasonable suspicion of any offence on the part of the police officers. Except for the additional evidence described above, the Supervision Department based its investigation and conclusions on the official records made by the District Police Department and the Complaints and Monitoring Unit, which contained the description of the scene of incident, the photographic evidence, the autopsy report, toxicological reports, and the official records.", "27. On 22 August 2002 the first applicant filed a complaint against this decision, stating that the investigation was not objective and impartial. She pointed to a number of deficiencies in the inquiry.", "28. On 3 September 2002 the district prosecutor quashed the decision of 15 August 2002 as premature and remitted the case to the Supervision Department for further investigation.", "29. On 4 September 2002 the district prosecutor requested the Supervision Department to procure the following evidence: (i) witness statements from the officer of the Supervision Department who visited the scene of event on the day of incident; (ii) witness statements from rescuers, doctors, and experts who carried out the autopsy to provide inter alia information about V.P.’s injuries and clothes; (iii) information about all officers present at the police station at the time of the incident and their activity; (iv) written evidence on V.P.’s personality (for example any previous attempts to commit suicide); (v) forensic expert report regarding the physical mechanics of breaking windows and the subsequent fall; (vi) a reconstruction of the incident at which the district prosecutor and an expert would attend.", "30. On 1 October 2002 the officer of the Supervision Department who had inspected the scene of incident on the day of incident was heard.", "31. In a letter of 8 October 2002 the district prosecutor informed the applicant’s representative that there were no shortcomings in the conduct of the investigation by the police and that the issue that the initial investigation had been led by the Complaints and Monitoring Unit complied with Instruction of the Police President No. 130 of 30 November 2001. An officer of the Supervision Department had immediately arrived to the scene of incident but had not found any signs of commission of a crime by the police officers.", "32. On 24 October 2002 the doctors who had carried out the autopsy and established the autopsy report made an official statement before the Supervision Department. They reiterated that no indications of active intervention of a third party had been found but clarified that this could not be unequivocally determined due to the extensive and interrelated injuries.", "33. On 20 February 2003 the Supervision Department concluded that due to the expert report in the field of forensic biomechanics that had been ordered on 21 January 2003, there was no need to conduct a reconstruction of the incident.", "34. On 21 February 2003 the Supervision Department again decided not to proceed with the first applicant’s criminal complaint against the police officers, finding that there was no reasonable suspicion of an offence. The Supervision Department relied on the forensic biomechanics report of 6 February 2003 which had stated that the incident was caused by the own active jump of the victim with the primary impact on his vertex and which had explicitly excluded any use of force by third persons. In response to the request of the district prosecutor and apart from the evidence described above, 53 official records were procured which described the activities of the policemen during the presence of V.P. at the police station. The rescuers were heard and written evidence was analysed as to the personality of V.P.", "35. On 28 February 2003 the District Police Department discontinued the investigation into the participation in suicide, the inquiry having not shown that the crime of participation in suicide or any other crime had been committed.", "36. On 14 March 2003 the first applicant’s representative was again denied access to the case file.", "37. On 21 March 2003 the first applicant filed a criminal complaint suggesting that the police officers had assisted in the applicant’s suicide. She requested the Brno Regional Prosecutor to supervise the criminal investigation into the allegations. She pointed to various deficiencies in the inquiry, stating that it lacked objectivity and was perfunctory. On 26 March 2003 the second applicant joined these proceedings.", "38. On 29 May 2003 the applicants complained to the regional prosecutor that they received no information concerning the outcome of the investigation into their new allegations.", "39. On 25 June 2003 the regional prosecutor informed them that he had found no evidence supporting the allegation that a crime had been committed. He concluded that V.P. had not intended to commit suicide but had unsuccessfully attempted to escape, being unable to control his dive from the height of 8.1 metres. He rejected other allegations of breach of the procedure, but admitted the following procedural shortcomings: (i) a failure of the Municipal Prosecution Office to defer the case to the Brno-venkov District Prosecution Office as specialized authority for criminal activity of police officers, (ii) that original investigation by the Supervision Department had been “entirely insufficient”, (iii) that the applicants’ representative had been wrongly denied access to the file, (iv) a failure to seize V.P.’s clothes and to examine them by the way of criminal expert report, (v) contradictory information in the case-file regarding the issue whether the officer K. could have been at the scene of incident at 6.30 pm which was however due to an administrative error. The prosecutor concluded that these procedural shortcomings had no impact on the exactitude of the established facts, but he requested that the evidence be completed.", "40. On 12 August 2003 the district prosecutor requested the Supervision Department to supplement the evidence following the regional prosecutor’s decision.", "41. On 9 October 2003 the Supervision Department once again decided not to proceed with the applicants’ criminal complaint against the police officers, finding that there had been no reasonable suspicion of an alleged offence. It was noted, inter alia, that V.P.’s clothes had been given to the latter’s family at the hospital.", "42. On 16 October 2003 the applicants appealed against this decision, challenging a number of factual inconsistencies and errors in the case-file.", "43. On 12 November 2003, the expert who established the forensic biomechanics expert report was heard by the District Prosecutor. He apologized for several formal mistakes in his report but maintained that the substantial conclusions were correct. He explained that the errors in the name of the deceased and in the location of the incident were due to the fact that he had copy-pasted parts of the report from a previous report. He also apologized for the error under point three of the report where it was stated that V.P. fell first on his legs. The expert explained that that was his error and referred to the autopsy report which unequivocally showed that V.P. fell first on his head.", "44. On 13 November 2003 the district prosecutor dismissed the applicants’ appeal as ill-founded. In respect of the challenged report of 6 February 2003, the district prosecutor noted that the expert had admitted that it contained errors but further noted that these had been classified as formal. The prosecutor agreed with the opinion of the regional prosecutor that V.P. had most probably attempted to escape. Given that the windows were partly shaded, he could not see the concrete surface below nor could he exactly estimate the height. Thus he might have thought that it would be possible to escape. The prosecutor concluded by stating that this had only been the prosecutor’s personal view and that the victim’s intentions would never be known.", "45. Section 72(1)(a) stipulates that a constitutional appeal may be submitted: a) pursuant to Article 87 § 1d) of the Constitution, by a natural or legal person, if he or she alleges that his or her fundamental rights and basic freedoms guaranteed in the constitutional order have been infringed as a result of the final decision in proceedings to which he or she was a party, of a measure, or of some other encroachment by a public authority.", "46. By virtue of Section 82(3) if the Constitutional Court grants the constitutional appeal of a natural or legal person under Article 87 § 1d) of the Constitution, it shall: a) quash the contested decision of the public authority, or b) if a constitutionally guaranteed fundamental right or basic freedom was infringed as the result of an encroachment by a public authority other than a decision, enjoin the authority not to continue to infringe this right or freedom and order it, to the extent possible, to restore the situation that existed prior to the infringement.", "47. Article 13 § 1 grants the right to just satisfaction in cases of impairment of a right guaranteed by Article 11 among which figure especially protection of life and health, civic honour and human dignity, privacy, name, and personal expression.", "48. Pursuant to Article 13 § 2, an individual has the right to pecuniary compensation for non-pecuniary damage if the just satisfaction within the meaning of Article 13 § 1 is insufficient.", "49. The State is by virtue of Section 3 liable for damages inflicted by, inter alia, its authorities.", "50. Section 13(1) as in force until 26 April 2006 provided that the State was liable for damage caused by an irregularity in the conduct of proceedings, including non-compliance with the obligation to perform an act or give a decision within the statutory time-limit. Under section 13(2) a person who had suffered loss on account of such an irregularity was entitled to damages.", "51. On 27 April 2006 Act no. 160/2006 entered into force amending, inter alia, section 13(1) which newly provides that the State is liable for damage caused by an irregularity in the conduct of proceedings, including non-compliance with the obligation to perform an act or give a decision within the statutory time-limit. Act no. 160/2006 also introduced a new section 31a which provides for a reasonable satisfaction for non-pecuniary damage caused by an irregularity in the conduct of proceedings including non-compliance with the obligation to perform an act or to adopt a decision within a reasonable time.", "52. Pursuant to Article 161 § 2, investigation is led by the units of Criminal Police and Investigation Service, unless provided otherwise. The Minister of the Interior can entrust with investigation also other entities of the Police of the Czech Republic.", "53. Pursuant to Article 161 § 3 an investigation (vyšetřování) into crimes committed by police officers is carried out by a prosecutor.", "54. Under Article 174 § 1 a prosecutor supervises criminal proceedings to ensure their lawfulness.", "55. Section 2(4) provided that criminal offences committed by police officers were investigated by the Supervision Department of the Minister of the Interior, an internal unit of the Ministry directly managed by the Minister.", "56. Section 3 provided that the Police was subordinated to the Ministry of the Interior. The actions of the Police were directed by the Police Presidium, unless provided otherwise by the law, headed by the Police President. The Police President was appointed and revoked by the Minister with the approval of the Government. The Police President accounted for the acts of the Police before the Minister.", "57. Section 49 provided, inter alia, for State liability for bodily harm, death or damage caused to individuals by the police.", "58. Pursuant to section 103, signs indicating possible commission of a crime by police officers are to be examined (prověřit) by the Police Inspectorate headed by a director accounting to the Government. The Police Inspectorate is part of the Ministry. Its Director is appointed and revoked by the Government. The Police Inspectorate is composed of police officers assigned to the Ministry.", "59. According to this internal rule applicable within the police units subject to the Police President, suspected crimes punishable by up to three years of imprisonment were to be examined (prověřit) by the police monitoring authorities (kontrolní útvary Policie) in case of (i) suicide or self-harm of persons occurring in connection with the active duty interventions or other acts of police officers, and of (ii) signs of incidents discovered by themselves until it appears that there is suspicion that a crime has been committed by an officer or an employee of the Police in connection with the execution of their tasks.", "60. According to these internal rules, the Directorate encompasses different services and units which are all directly or indirectly subordinated to the Director. These units comprise also the Complaints and Monitoring Unit, the District Police Department, and the Technical Criminal Unit, which are however distinct units not hierarchically dependent of each other.", "The Director decides, inter alia, on service and employment issues of the officers and employees. All police officers of the Directorate are subordinated to him. He is the direct superior of the Director of the Complaints and Monitoring Unit.", "61. In this decision the court rejected a victim’s claim under Article 3 of the Convention contesting a prosecutor’s decision confirming suspension of an investigation of alleged police ill-treatment by the Supervision Department. It held that due to the constitutional principle of separation of powers, courts, including the Constitutional Court, could not interfere with the power of the prosecutor to bring charges or not. It could only review a prosecutor’s decision to the extent that it was arbitrary. It found that the decision of the prosecutor had been sufficiently reasoned and that the prosecutor had proceeded in accordance with the Code of Criminal procedure.", "62. In this decision the Constitutional Court rejected a victim’s complaint under Articles 3 and 13 of the Convention contesting the suspension of an investigation into alleged police ill-treatment. The appellant complained that the investigation had not been independent and impartial because it had been carried out by the Supervision Department of the Minister of the Interior and only formally supervised by a prosecutor. The court held:", "“The possibility of interference by the Constitutional Court with the investigation phase of criminal proceedings must be interpreted restrictively. The Constitutional Court can correct only the most extreme excesses. ...", "In the past, the Constitutional Court occasionally stepped out of its now well-established case-law. It did so in instances when the prosecutor had failed to sufficiently reason its decision to reject the complaint against a decision of the police to bring charges (see nos. III. ÚS 511/02 and III. ÚS 554/03).", "Even after the delivery of these judgments the Constitutional Court does not consider that it has the power to review conduct of prosecutorial authorities regarding the substantive reasons and justification for bringing charges. It follows that only complaints claiming insufficient reasons for a decision that would suggest arbitrariness by the prosecutorial authorities can be subject to a review by the Constitutional Court.”", "The Constitutional Court added that, having reviewed the administrative case file, the investigation by the police authorities had been compatible with the law and that the appellant’s procedural rights had been protected. It did not give any opinion on his complaint that the investigation had not been independent and impartial.", "63. By that judgment, the court, on appeal of the accused, quashed a prosecutor’s decision approving the decision of the police to charge the applicant because the prosecutor had failed to examine the appellant’s complaints efficiently and to explain the reasons for the decision. As a general principle, the court held that a decision of a prosecutor must be reasoned and he or she must properly examine the complaints. It added that it did not have the power to review the substance of a decision by a prosecutor to bring charges against an individual or to comment whether a particular criminal investigation was justified; these were questions that fell exclusively within the power of prosecutorial authorities.", "64. In this decision the Supreme Court found that a failure by the State to carry out an effective investigation, within the meaning of Article 3 of the Convention, into an alleged ill-treatment by the police, was not part of personality rights protected by Article 11 of the Civil Code. Thus, civil courts could not review the issue as part of a civil action for the protection of personality rights.", "65. By this judgment three individuals were awarded CZK 500,000 (EUR 19,592) each pursuant to Articles 11 and 13 of the Civil Code in compensation of the death of their spouse and mother respectively caused by a wrongful act of a police officer. The police officer responsible had been previously convicted for the crime of physical injury by the Mělník District Court. The Municipal Court based its factual finding on the case-file of the Mělník District Court in the criminal proceedings and the defendant, the Czech Republic represented by the Ministry of the Interior, acknowledged its responsibility for the damages caused by the act of the police officer.", "66. By this judgment two individuals were awarded damages pursuant to the Act 58/1969 replaced by the State Liability Act in compensation of the death of their son caused by the police. The police officer concerned had been convicted of the crime of physical injury by the Prague West District Court and the Prague Regional Court. The Prague 7 District Court based its findings inter alia on the Prague West District Court’s case-file in the criminal proceedings.", "67. On 27 January 2000, the Ministry concluded a settlement agreement pursuant to the Czech Police Act in the case mentioned above (see paragraph 66). The conclusion of the agreement was preceded by a conviction of the police officer. The Ministry acknowledged its responsibility.", "On 13 September 2001, 5 October 2001, and 30 October 2001, the Ministry concluded three settlement agreements pursuant to the Czech Police Act in the case mentioned above (see paragraph 65). These settlement agreements had been concluded before the officer was convicted. The Ministry acknowledged that the death resulted from an act of a police officer.", "Three of the above mentioned settlement agreements provided compensation for expenses connected to the burial. One of them granted the deceased husband a monthly pension.", "68. On 7 February 2008, the Ministry awarded damages pursuant to the State Liability Act to a person who had suffered serious physical injuries as a consequence of being shot by a police officer. The damages were awarded after a prosecution had been brought against the police officer. The Ministry had acknowledged liability.", "69. The Committee recommended that the Czech Republic take appropriate measures to ensure the independence of investigations of offences committed by law-enforcement officials by introducing a mechanism of external control.", "70. The Committee expressed its concerns that complaints against the police are handled by an internal police inspectorate, while criminal investigations are handled by the Ministry of the Interior, which has overall responsibility for the police. That system lacked, in the Committee’s view, objectivity and credibility and would seem to facilitate impunity for police officers involved in human rights violations."], "VIOLATED_ARTICLES": ["2"], "VIOLATED_PARAGRAPHS": ["2-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}