{"ITEMID": "001-94456", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "MDA", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PANZARI v. MOLDOVA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy", "JUDGES": "Alvina Gyulumyan;Corneliu Bîrsan;Egbert Myjer;Elisabet Fura;Josep Casadevall;Luis López Guerra", "TEXT": ["8. The applicant was born in 1968 and lives in Chişinău.", "9. The facts of the case, as submitted by the parties, may be summarised as follows.", "10. The applicant worked as a carpet maker for Floare-Carpet SA, a company registered in Chişinău (“the employer”). On 29 November 1999 she was declared to be a person with second degree disabilities by a specialised medical commission, which recommended that the applicant should stop working as a carpet maker as her working conditions were damaging her health.", "11. Having submitted the relevant certificate to her employer, on 30 December 1999 the applicant was dismissed from her job on the grounds that she was no longer able to work as a result of her invalidity. She disagreed with the reason for her dismissal, claiming that this was not a valid legal reason. She asked her employer to issue her with a record of employment (carnet de muncă) giving a different reason for her dismissal, a document which she would have to produce if she applied for another job. On 31 January 2000 the employer issued her with a record of employment, which she claims was in the old format, contrary to the law.", "12. On 7 February 2000 the applicant initiated court proceedings against the employer, asking for a modification of the reason for her dismissal, the issuing of a new record of employment and the payment of her salary and compensation for the entire period during which she had not been issued with a new record of employment.", "13. On 11 February 2000 the Botanica District Court left her action without examination. On 10 May 2000 the Chişinău Regional Court quashed that decision and ordered the examination of her action.", "14. On 15 June 2000 the Botanica District Court found against the applicant. On 15 November 2000 the Chişinău Regional Court quashed that judgment and adopted a new one, partly admitting the applicant's claims and awarding her compensation. On 31 January 2001 the Court of Appeal quashed the judgments of the lower courts and ordered a full re-trial of the case.", "15. On 31 March 2001 the Botanica District Court found for the applicant and awarded her compensation. On 9 September 2003 the Chişinău Court of Appeal partly quashed that judgment and adopted a new one, ordering the employer to issue the applicant with a new record of employment, and in addition to pay her compensation in the amount of 26,817 Moldovan lei (MDL) (1,755 euros (EUR) at the time).", "16. On 7 November 2003 the employer lodged an appeal in cassation, asking the court to reject the applicant's claims. It also requested the court to accept its right to lodge the appeal despite having missed the 15-day time-limit established by law, because it had not participated at the court hearing of 9 September 2003 and had only been informed of the judgment by mail on 16 October 2003.", "17. On 4 February 2004 the Supreme Court of Justice accepted the employer's appeal and quashed the lower courts' judgments, rejecting all of the applicant's claims. The court found that there was clear evidence of the applicant's refusal to take her record of employment on the day of her dismissal (30 December 1999), as well as of the fact that on 31 January 2000 she had taken her record of employment. The employer had therefore not been responsible for any delay in issuing her record of employment.", "18. The relevant provisions of the new Code of Civil Procedure read:", "(1) Court actions shall be examined by the first-instance court within a reasonable time. The criteria for determining the reasonable length of the proceedings include: the complexity of the case, the conduct of the parties to the proceedings and the conduct of the court. The observance of the reasonable time requirement in examining cases shall be ensured by the court. In examining a specific case, the observance of the reasonable time requirement shall be verified by the higher courts when examining the case in the relevant form of appeal.", "(2) Court actions regarding ... work related claims ... shall be examined urgently and on a priority basis.”", "An appeal in cassation may be lodged within 15 days from the date when the judgment was adopted or, in case of subsequent drafting of the text, from the date when the parties have been informed in writing about the signing of the drafted judgment. An appeal in cassation lodged within 2 months from the date of adoption of the judgment or of informing the parties about it shall be considered as lodged within the time-limit. ”", "19. Article 305 of the old Code of Civil Procedure, in force before 12 June 2003, reads as follows:", "“The time-limit for lodging an appeal in cassation is 15 days from the date of the judgment, if the law does not provide otherwise”."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}