{"ITEMID": "001-68790", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GEO;RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF SHAMAYEV AND OTHERS v. GEORGIA AND RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Government's preliminary objections dismissed;No violation of Art. 2 as regards one applicant;No violation of Art. 3 by Georgia as regards 5 extradited applicants;Incompatibility ratione personae of the complaints under Art. 2 and 3 concerning the extradition of 5 applicants to Russia;Not necessary to examine Art. 2 and 3 regarding the extradition of 2 applicants to Russia;Violation of Art. 3 in the event of the extradition of one applicant;No violation of Art. 2 by Georgia as regards 5 extradited applicants;Violation of Art. 3 by Georgia as regards the treatment inflicted on 11 applicants;No violation of Art. 5-1 as regards detention in Georgia;Violation of Art. 5-2 by Georgia as regards all the applicants;Not necessary to examine Art. 6-3;Violation of Art. 5-4 by Georgia as regards all the applicants;Violation of Art. 13+2 and 13+3 by Georgia as regards 5 applicants;Not necessary to examine complaint of one applicant under Art. 2-1 and P4-4;Failure by Georgia to discharge its obligations under Art. 34 as regards 4 applicants;Failure by Russia to discharge its obligations under Art. 34 as regards 7 applicants;Failure by Russia to discharge its obligation to furnish necessary facilities under Art. 38;No jurisdiction to examine certain complaints;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings;Reimbursement of costs incurred before the Court", "JUDGES": "", "TEXT": ["52. The applicants, Mr Abdul-Vakhab Shamayev, Mr Rizvan (or Rezvan) Vissitov, Mr Khusein Aziev, Mr Adlan (or Aslan) Adayev (or Adiev), Mr Khusein Khadjiev, Mr Ruslan Gelogayev, Mr Akhmed Magomadov, Mr Khamzat Issayev, Mr Robinzon Margoshvili, Mr Giorgi Kushtanashvili, Mr Aslambek Khanchukayev, Mr Islam Khashiev alias Rustam Elikhadjiev alias Bekkhan Mulkoyev and Mr Timur (or Ruslan) Baymurzayev alias Khusein Alkhanov (see paragraphs 54 and 55 below), are thirteen Russian and Georgian nationals who were born in 1975, 1977, 1973, 1968, 1975, 1958, 1955, 1975, 1967, 19..., 1981, 1979 (or 1980) and 1975 respectively.", "55. As to the non-extradited applicants, Mr Margoshvili has been free since his acquittal on 8 April 2003 (see paragraph 94 below); Mr Gelogayev was released following a judgment of 6 February 2004 (see paragraph 99 below); Mr Khanchukayev, Mr Issayev, Mr Magomadov and Mr Kushtanashvili were released on 5 and 6 January 2005 and 18 February 2005 (see paragraph 98 below). The identity of those six applicants has been established by the Court (see paragraphs 110-15 below). After disappearing in Tbilisi on 16 or 17 February 2004, Mr Khashiev and Mr Baymurzayev were arrested by the Russian authorities on 19 February 2004. They are apparently detained at present in the Essentuki pre-trial detention centre (see paragraph 101 below). Having been unable to hear them in Russia (see paragraphs 46 et seq. above), the Court will refer to them by the surnames communicated by their representatives when lodging the application.", "56. The facts of the case, as submitted by the parties and established by the Court during its fact-finding visit to Tbilisi, may be summarised as follows.", "57. Between 3 and 5 August 2002 the applicants crossed the Russo-Georgian border near the Guirevi checkpoint (Georgia). Some of them were injured and were carrying sub-machine guns and grenades. Having asked the Georgian border guards for help, they apparently handed over their weapons voluntarily. An identity check was carried out. As a result, the names of the individuals claiming to be AbdulVakhab Shamayev, Rizvan (or Rezvan) Vissitov, Khusein Aziev, Adlan (or Aslan) Adayev (or Adiev), Khusein Khadjiev (or Khosiin Khadjayev, Khajiev), Ruslan Mirjoyev, Adlan (Aldan) Usmanov, Khamzat Issiev, Ruslan Tepsayev, Seibul (or Feisul) Bayssarov, Aslan Khanoyev, Timur (or Ruslan) Baymurzayev (or Baemurzayev) and Islam Khashiev were recorded. Only the first five applicants would appear to have been in possession of Russian passports.", "58. The applicants were immediately transferred by helicopter to Tbilisi; they were initially placed in a civilian hospital, where those who were injured were operated on. On 5 August 2002 Mr Tepsayev (Margoshvili), Mr Vissitov, Mr Baysarov (Kushtanashvili), Mr Aziev, Mr Shamayev, Mr Khadjiev and Mr Issiev (Issayev) were charged with importing weapons in breach of the customs regulations (Article 214 § 4 of the Criminal Code), illegally carrying, handling and transporting weapons (Article 236 §§ 1, 2 and 3 of the Code) and crossing the border illegally (Article 344 of the Code). On 6 August 2002, further to an application by the Ministry of Security's investigating body, the Vake-Saburtalo Court of First Instance, in Tbilisi, ordered that they be placed in pre-trial detention for three months. According to the orders of 5 and 6 August, Mr Shamayev was arrested on 3 August and six other applicants on 6 August 2002.", "59. On 6 August 2002, Mr Khanoyev (Khanchukayev), Mr Baymurzayev, Mr Khashiev, Mr Usmanov (Magomadov), Mr Mirjoyev (Gelogayev) and Mr Adayev were placed under investigation on the same charges. On 7 August 2002 the Vake-Saburtalo Court of First Instance ordered that they be placed in pre-trial detention for three months. It appears from those orders that Mr Usmanov (Magomadov) and Mr Mirjoyev (Gelogayev) were arrested on 7 August, Mr Adayev on 5 August and the three other applicants on 6 August 2002.", "60. On the basis of those orders, on 6 and 7 August 2002 the applicants were transferred to Tbilisi Prison no. 5, with the exception of Mr Margoshvili, who was placed in the central prison infirmary. On an unspecified later date Mr Adayev was also hospitalised (see paragraph 142 below). According to the detention orders, all the applicants have Russian nationality.", "61. On 1 November 2002 the pre-trial detention orders in respect of Mr Margoshvili, Mr Issayev and Mr Kushtanashvili were extended for three months by the Tbilisi Court of Appeal. On 4 November 2002 the same court also extended by three months the pre-trial detention orders in respect of Mr Khanchukayev, Mr Gelogayev, Mr Khashiev, Mr Magomadov and Mr Baymurzayev.", "62. On 6 August 2002 Mr V.V. Ustinov, Procurator-General of the Russian Federation, travelled to Tbilisi and met his Georgian counterpart. He handed over the extradition request for the applicants. As the latter had been placed under investigation in Georgia and the documents submitted in support of the extradition request were considered inadequate in the light of Georgian legislation and international law, Mr N. Gabrichidze, the Georgian Procurator-General, declined verbally to extradite the applicants (see paragraphs 182 et seq. below). At the same meeting the Georgian Procurator-General's Office asked its Russian counterpart to submit the relevant documents in support of the extradition request, together with assurances as to the treatment the applicants would receive in the event of extradition and confirmation that their rights would be respected.", "63. It appears from the file that the Georgian Procurator-General transmitted those demands on the same date in writing. He informed his Russian counterpart that on 6 August 2002 criminal proceedings had been instituted in Georgia against all of the applicants, that seven were being held in pre-trial detention and that the six others would soon be brought before a court for a ruling on their detention. He noted that the extradition request did not contain information on the identity, nationality and home addresses of the persons concerned or documents or the statutory provisions concerning the offences with which they were charged in Russia or duly certified detention orders. The Georgian Procurator-General concluded that, in view of those circumstances, “he [was] unable to examine the extradition request in respect of those individuals”.", "64. On 12 and 19 August and 30 September 2002 the Russian authorities sent their Georgian counterparts the required documents, namely:", "(i) the investigation orders in respect of each of the applicants, issued by the decentralised service of the federal Procurator-General's Office in Chechnya, dated 8 August 2002;", "(ii) the international search warrant in respect of the applicants, issued by the Russian authorities on 15 August 2002;", "(iii) certified copies of the provisional detention orders in respect of each of the applicants, issued on 16 August 2002 under Article 108 of the new Code of Criminal Procedure by the Staropromislovsk Court of First Instance (Grozny) on an application by the investigator responsible for the case;", "(iv) extracts from the case file of the criminal proceedings brought against the applicants in Russia, setting out the charges against them;", "(v) photographs;", "(vi) copies of passports, with photographs;", "(vii) copies of Form no. 1;", "(viii) other information on the applicants' nationality and identity.", "65. The Georgian Government submitted to the Court only copies of the documents listed under items (i), (ii) and (iii). The documents listed in item (iv) had apparently been classified as “confidential” by the Russian authorities in the interest of the proper administration of justice.", "66. According to the orders of 8 August 2002, which were submitted to the Court by the Georgian Government, the applicants were under investigation in Russia for causing bodily harm to employees of the police and security forces (a crime punishable by life imprisonment or the death penalty – see Article 317 of the Criminal Code, paragraph 260 below); organising illegal armed groups and participation in such groups, with aggravating circumstances (punishable by a sentence of up to five years' imprisonment under Article 208 § 2 of the Criminal Code); gunrunning with aggravating circumstances (punishable by two to six years' imprisonment under Article 222 § 2 of the Criminal Code); and illegal crossing of the Russian Federation's border in July 2002, with aggravating circumstances (punishable by up to five years' imprisonment under Article 322 § 2 of the Criminal Code). (The same documents, submitted by the Russian Government, are dated 13 August 2002 with regard to Mr Adayev and Mr Vissitov.)", "67. As Article 6 of the Georgian Criminal Code prohibits the extradition of an individual to a country in which the crime with which he or she is charged is punishable by the death penalty (see paragraph 256 below), the Georgian Procurator-General's Office asked the Russian authorities to guarantee that that penalty would not be imposed on the applicants.", "68. In his letter of 26 August 2002, Mr V.V. Kolmogorov, Russian Acting Procurator-General, informed his Georgian counterpart that an investigation had been opened in Russia after an attack on Russian army units by illegal armed groups in a border area on 27 July 2002. Having learned that thirteen individuals who illegally crossed the border shortly after this attack had been arrested in Georgia, and having questioned three witnesses, the Russian authorities had placed those individuals under investigation. Given that the individuals concerned had been armed when they crossed the border, and having regard to other evidence, the Russian authorities believed that they were the perpetrators of the above attack. Mr Kolmogorov pointed out that the Georgian authorities had stated that they would be prepared to extradite the applicants if the Russian side submitted the necessary documents. Since all of those documents had been handed over on 19 August 2002, the Russian authorities repeated their request for extradition of the individuals concerned on the basis of the Minsk Convention, concluded under the auspices of the Community of Independent States (CIS – see paragraph 266 below). Mr Kolmogorov provided assurances that, given the moratorium on the death penalty in force in Russia since 1996, the individuals concerned would not be sentenced to death. At the same time, he asked that the case file in the criminal proceedings brought against the applicants in Georgia be sent to the Russian authorities, who would take responsibility for the subsequent proceedings.", "69. On 27 August 2002 Mr V.I. Zaytsev, Russian Deputy Procurator-General, informed the Georgian authorities that a moratorium on the death penalty was in force in Russia and that, pursuant to a judgment of the Constitutional Court of 2 February 1999 (see paragraph 262 below), no one could be sentenced to death by any court in a subject of the Federation.", "70. On 22 September 2002 the charges against the applicants in Russia were redefined and extended. The applicants were also placed under investigation for terrorism. The texts of the relevant orders, issued separately in respect of each applicant, are identical, as were those of 8 August 2002 (see paragraph 66 above).", "71. In his letter of 27 September 2002, Mr Kolmogorov informed his Georgian counterpart that the applicants had also been placed under investigation for terrorism and banditry with aggravating circumstances, crimes which were punishable by eight to twenty years' imprisonment (Articles 205 § 3 and 209 § 2 of the Criminal Code). He gave assurances that the Russian Procurator-General's Office “[promised] the Georgian authorities that, in accordance with the rules of international law, these individuals [would enjoy] all the defence rights provided by law, including the right to assistance by a lawyer, [and would] not be subjected to torture or to treatment or punishment that was cruel, inhuman or contrary to human dignity”. In addition, he pointed out that “since 1996, a moratorium on the death penalty [had] been in force and that, consequently, the individuals who were to be extradited [would] not risk being sentenced to death”. As in the letter of 26 August 2002, the thirteen applicants are cited by name, without exception.", "72. After examining the documents submitted by the Russian authorities, information from the Georgian Ministry of Security and evidence gathered at the time of arrest, the Georgian Procurator-General's Office identified, firstly, Mr Abdul-Vakhab Akhmedovich Shamayev, Mr Khosiin Khamidovich Khadjiev, Mr Khusein Mukhamedovich Aziev, Mr Rezvan Vakhidovich Vissitov and Mr Adlan Lechievich Adayev (the names are spelt as they were written in the extradition orders). In view of the seriousness of the charges brought against them in Russia, the Georgian Deputy Procurator-General signed the extradition orders on 2 October 2002. On the following day Mr P. Mskhiladze, Director of International Relations at the Procurator-General's Office, wrote to the Prisons Department at the Ministry of Justice in order to organise the execution of the orders (see paragraph 178 below). The five applicants were due to be transferred from prison to the airport at 9 a.m. on 4 October 2002.", "73. However, on the evening of 3 October 2002, Mr Gabaydze, a lawyer for several of the applicants before the domestic courts, appeared on television claiming that he had obtained alarming information from a confidential source to the effect that the extradition of certain applicants was imminent (see paragraphs 124, 214 and 216 below). The following morning the applicants' lawyers, relatives and friends, and representatives of the Chechen minority in Georgia, blocked off the area around the prison and held a demonstration.", "74. At 10.10 p.m. on 4 October 2002 the five applicants were handed over to representatives of the Russian Federal Security Service (FSB) inside the perimeter of Tbilisi Airport. The applicants' representatives have submitted footage of certain scenes of the extradition, broadcast on the Georgian Rustavi-2 channel on the evening of 4 October 2002. Four individuals are seen being hauled onto an aeroplane by Georgian special troops, who yank the prisoners' chins up in a harsh manner for the cameras. Mr Shamayev, Mr Adayev, Mr Vissitov and Mr Khadjiev are identifiable from the photographs in the Court's possession (see paragraph 20 above). Mr Aziev is not seen at any point. Mr Khadjiev has an injury to the neck and red marks around his jaw. Mr Vissitov is injured in the left eye. However, it is impossible to assess the extent of their injuries from the recording, which also shows the applicants' arrival in Russia. The extradited men, wearing blindfolds, are shown being removed from the plane by uniformed masked men, one on each side of the prisoners, who are being held bent double with their arms crossed behind their backs and their heads pointing downwards.", "75. The recording ends with the following words, spoken by a Georgian journalist: “...Unless the Georgian authorities provide rapid proof that they have not handed over innocent unidentified individuals to Russia, it will be quite obvious that this extradition is a gift to Mr Putin on the eve of the Summit of the member States [of the Community of Independent States]” (held in Chişinău on 6 and 7 October 2002).", "76. On 8 October 2002 Mr Ustinov informed the Representative of the Russian Federation at the Court that the Russian authorities had provided their Georgian counterparts with all the necessary guarantees concerning the applicants' treatment in the event of extradition. In his words, “five of the thirteen Chechen terrorists having been handed over, the Georgian side [was] unnecessarily delaying the extradition of the others, on the sole ground that their identity had to be established”.", "77. In his letter of 16 October 2002, the Russian Deputy Procurator-General thanked the Georgian authorities “for granting the request to extradite five terrorists”. He claimed that the applicants had been examined by doctors on their arrival in Russia, “their health [had been] found to be satisfactory”, lawyers had been “assigned”, the investigation was being conducted “in strict conformity with the requirements of the legislation on Russian criminal procedure” and that “documents [existed] proving that they [had] Russian nationality”. He repeated the assurance, “provided to the Georgian authorities on numerous occasions”, that, “in accordance with the requirements of Articles 2 and 3 of the Convention and of Protocol No. 6, these persons [would] not be sentenced to the death penalty and [would] not be subjected to torture or to inhuman, cruel or degrading treatment”. Furthermore, measures to identify the non-extradited applicants from photographs had made it possible to identify them as the perpetrators of the attack against the Russian army on 27 July 2002 in the Itum-Kalinsk district (Chechen Republic). Promising that “other comprehensive identification procedures [would be] conducted after their extradition”, the Russian Deputy Procurator-General repeated the request for extradition of the applicants still held in Tbilisi, in accordance with Articles 56, 67 and 80 of the Minsk Convention.", "78. On 28 October 2002 the Russian Procurator-General's Office again sent the Georgian authorities the judicial investigation orders in respect of Mr Gelogayev (named as Mirjoyev), Mr Khashiev and Mr Baymurzayev, and sought their extradition. (The lawyers point out that by this date the three individuals in question had already denied that those surnames, originally given to the Georgian authorities, were theirs.)", "79. In his reply of 29 October 2002, the Georgian Procurator-General indicated that the names which appeared in the provisional detention orders issued by the Russian court against the eight applicants held in Tbilisi were not their real surnames and that the applicants had to be identified before their extradition could be agreed. He explained that “in contrast to the names of the five individuals extradited on 4 October 2002”, there were “serious doubts” as to the names of the six prisoners wanted by the Russian authorities and that the seventh and eighth prisoners referred to by the surnames Tepsayev and Bayssarov were in fact named Margoshvili and Kushtanashvili. They had been born in Georgia, not Chechnya. The Procurator-General regretted that “the Russian authorities [were] insisting on the extradition of Mr Tepsayev and Mr Baymurzayev, when they knew full well that Tepsayev was not Tepsayev and Baymurzayev was not Baymurzayev”. In his opinion, this also raised doubts concerning the veracity of the information provided by the Russian authorities with regard to the six other applicants.", "80. On 21 November 2002 Mr Gelogayev, Mr Magomadov, Mr Kushtanashvili, Mr Issayev, Mr Khanchukayev, Mr Baymurzayev and Mr Khashiev contacted the President of Georgia and the Speaker of the Georgian parliament. They asked not to be extradited to Russia, claiming that they were “absolutely certain that they would be subjected to torture and to inhuman treatment by the Russian military and other authorities, and that they would be shot without being brought before any court”.", "81. In a statement of 15 October 2002 the Ministry of Foreign Affairs of the “Chechen Republic of Ichkeria” declared that on 5 October 2002 Mr Khusein Aziev, an extradited applicant, had died as a result of the ill-treatment inflicted on him. On 18 October 2002 the Russian Government informed the Court that this information was false and claimed that all the extradited applicants, including Mr Aziev, were safe and sound, were in good health and were being held in good conditions in a SIZO in the Stavropol region. On 23 October 2002 the Court asked the Russian Government to send it the exact address of this establishment so that it could correspond with the applicants (see paragraph 15 above).", "82. The applicants' representatives have misgivings about the credibility of the Russian Government's response. They refer to a certain Khusein Yusupov, an individual of Chechen origin who was detained at the Georgian Ministry of Security until the end of September 2002, who subsequently seemed to have disappeared. According to the Georgian authorities, he was released. According to Mr Yusupov's mother, who went to meet him on the day he was due to be released, her son did not leave the prison. The lawyers believe that he could have been “informally” handed over to the Russian authorities in order to “replace” the deceased applicant. They drew the Court's attention to the ill-treatment allegedly inflicted on Mr Aziev prior to his extradition (see paragraphs 125 and 135 below).", "83. On 28 November 2002, having concluded that Mr Baymurzayev, Mr Mirjoyev and Mr Khashiev were named Alkhanov Khusein Mauladinovich, Gelogayev Ruslan Akhmedovich and Elikhadjiev Rustam Osmanovich respectively and that they were Russian citizens, the Georgian Procurator-General's Office agreed to their extradition to Russia. The extradition order expressly stated that it was to be served on the applicants and that it was to be explained to them that an appeal lay before the courts.", "84. On 29 November 2002 the applicants appealed to the Krtsanisi-Mtatsminda Court of First Instance (Tbilisi). Their lawyers pointed out that the extradition request had not been drawn up using their clients' real names and that it included photographs of them taken by the Georgian authorities during their detention in Tbilisi Prison no. 5. They complained that the detention orders in respect of their clients, issued on 16 August 2002 by the Staropromislovsk Court of First Instance (Grozny) (see paragraph 64 above), contained no reference to a maximum length of detention and that the applicants' defence rights had been totally breached in the proceedings which had resulted in those orders. In view of these shortcomings, they sought a refusal of the impugned extradition request. Further, basing their argument on Russia's failure to ratify Protocol No. 6 to the European Convention on Human Rights, they concluded that the Russian assurances were scarcely sufficient for the purposes of the European Convention on Extradition. They considered that, in order to be satisfactory, these assurances ought to have come from the President of the Russian Federation.", "85. On 5 December 2002 this appeal was dismissed. On 25 December 2002 the Georgian Supreme Court overturned that decision and remitted the case.", "86. On 13 March 2003 the court to which the case had been remitted held that the extradition of Mr Khashiev and Mr Gelogayev was legal. For the first time, it was stated before that court that on 27 October 2000 and 1 November 2001 (1 February 2002 according to the Supreme Court – see paragraph 88 below) Mr Baymurzayev and Mr Gelogayev had been granted refugee status in Georgian territory. The Acting Minister for Refugees stated before the court that that status had been granted under the Refugee Act (see paragraph 257 below). Having established that Mr Baymurzayev had never been deprived of his refugee status in accordance with a procedure prescribed by law, the court concluded that it was impossible to extradite him to Russia. With regard to Mr Gelogayev, the court noted that, by a decision of 25 November 2002, the Ministry for Refugees had withdrawn his refugee status, on the basis of a letter from the Ministry of the Interior dated 20 November 2002 and a report from the Committee on Refugee Status.", "87. Basing its decision on an expert report and on explanations provided by the representatives of the Procurator-General's Office, the court ruled that it was established that the extradition request from the Russian authorities had been accompanied by photographs of the applicants taken on 7 August 2002 by the Georgian authorities, while those individuals were imprisoned in Tbilisi Prison no. 5. According to the court, communication of the photographs to the Russian authorities had been justified since it had been necessary in order to identify the persons concerned.", "88. On 16 May 2003 the Supreme Court upheld this decision in so far as it concerned the impossibility of extraditing Mr Baymurzayev. It ordered that Mr Gelogayev's extradition be suspended pending completion of the administrative proceedings instigated by him against the decision of 25 November 2002 to withdraw his refugee status. As to Mr Khashiev, the Supreme Court noted that his photograph, taken by the Georgian authorities, had been sent to the Russian authorities for the purpose of identifying him, but that this had been unsuccessful. Furthermore, the defence submitted a copy of a Russian passport indicating that Mr Khashiev was not in fact named either Khashiev or Elikhadjiev, but Mulkoyev (see paragraphs 83 above and 101 below). At the request of the Georgian Procurator-General's Office, the Russian authorities had apparently checked the authenticity of this copy and had replied on 6 May 2003 that such a passport had never been issued. Given those circumstances, the Supreme Court considered that Mr Khashiev's identity had not been established and decided to suspend his extradition; it sent this part of the case back to the Procurator-General's Office for further investigation.", "89. Mr Khanchukayev and Mr Magomadov were tried by the Tbilisi Regional Court for illegally crossing the border and were acquitted on 15 July 2003 on the ground that there was no corpus delicti in their actions. In particular, it was established that both of the applicants had been injured and had been obliged to cross the Russo-Georgian border in circumstances of “dire necessity” in which they were obliged to evade a confrontation with the Russian armed forces and the siege in which they had been trapped since 25 July 2002. The Regional Court found that they had been forced to commit the offence because they had no other option and that “they had naturally considered that what was transgressed [national security, the border, etc.] was less important than what was preserved, namely their own lives”. It was noted that the investigating authorities had not questioned the border guards involved and had prosecuted the two applicants solely on the basis of their own statements. The Regional Court had examined the border guards, who had stated that, at the point where the applicants had crossed into Georgia, the border was not marked, even by a flag, and that as such it was unidentifiable and delimited in an approximate manner by the two States concerned. They confirmed that, at the material time, the areas adjoining the border, and the border itself, were being shelled by the Russian army and that the applicants had offered no resistance whatsoever in handing over their weapons and had requested asylum in Georgia.", "90. This judgment was upheld on appeal on 2 December 2003; however, Mr Khanchukayev and Mr Magomadov could not be released, since they had been placed in pre-trial detention on 18 December 2002 in connection with the criminal case arising from acts of violence against State employees during the night of 3 to 4 October 2002 (see paragraphs 96 et seq. below).", "91. On 9 October 2003, on the same grounds as in the case of Mr Khanchukayev and Mr Magomadov, the Tbilisi Regional Court acquitted Mr Issayev of illegally crossing the border. In particular, it established that Mr Issayev had two gunshot wounds on his left forearm when he entered Georgia. He had met Mr Khadjiev and Mr Aziev, who were also escaping from Russian shelling, in the forest. All three had sought refuge in the cabin of a Georgian shepherd named Levan. Another group of Chechens had also taken shelter there. Having learned from the shepherd that they were already in Georgian territory, the escapees had sent their host to request help from the Georgian border guards. They had voluntarily handed over their weapons and requested asylum in Georgia. Those elements had been confirmed to the Regional Court by the border guards in question (see paragraph 89 above).", "92. The court also established that Mr Issayev's arrest had been brought to the attention of the Russian authorities by the Georgian Ministry of Security. After his arrest, Mr Issayev had corrected the name of his father three times before it was finally ascertained that he was the son of a certain Movli. In line with those changes, the Russian authorities had also amended the documents supporting their extradition request in respect of this applicant. The court considered that “the documents submitted by the Russian prosecution service and included in the case file seemed to have been drawn up in a contrived manner with a view to securing the extradition of the individual concerned”. They did not suggest that this individual “had been known to the Russian law-enforcement agencies ... prior to his arrest in Georgia”.", "93. The acquittal was upheld on appeal on 11 December 2003. However, Mr Issayev could not be released because he had been placed under investigation in the criminal proceedings arising from acts of violence against State employees (see paragraphs 96 et seq. below).", "94. On 8 April 2003 Mr Kushtanashvili and Mr Margoshvili, Georgian citizens, were acquitted on charges of carrying, handling and transporting weapons illegally. The other aspect of the case (illegally crossing the border and infringing customs regulations) was remitted for additional investigation. Their pre-trial detention was commuted to judicial supervision and they were immediately released. On 20 May 2003 Mr Kushtanashvili was rearrested in the light of the decision of 28 February 2003 ordering that he be placed in pre-trial detention in connection with the case concerning acts of violence against State employees (see paragraphs 96 et seq. below).", "95. On 6 February 2004 Mr Gelogayev, Mr Khashiev and Mr Baymurzayev were also acquitted by the Tbilisi Regional Court of crossing the border illegally. On 16 April 2004 the Georgian Supreme Court quashed that judgment and remitted the case for further consideration.", "96. At 9 a.m. on 4 October 2002, in the presence of two witnesses, Mr R. Markelia, investigator, drew up a damage assessment report of cell no. 88, where eleven applicants had been detained before being removed a few hours previously (see paragraph 123 below). Damage was observed: in particular, the furniture had been taken apart and the walls had been damaged. On 9 October 2002 proceedings were instituted. On 1 November 2002 the Procurator-General's Office submitted a number of objects for analysis, with a view to determining whether they had been part of the furnishings in cell no. 88. The expert report, dated 25 December 2002, identified the following objects: stick-shaped pieces of metal and metal discs, removed by hand from the window-bars and the bunk beds in cell no. 88; the foot of the cell ventilator; pieces of brick removed from the cell walls and placed inside a pair of jeans, the legs of which had been knotted; a sharpened spoon embedded in a plastic cigarette lighter to make a knife; a soup spoon, sharpened along one side; and other objects which had been part of the cell and its furnishings.", "97. On 29 and 30 November and 16 December 2002 the non-extradited applicants, with the exception of Mr Margoshvili, were charged with premeditated resistance by a group of prisoners involving the use of force against State employees, and with refusing to obey lawful orders from prison warders with the intention of prejudicing the proper functioning of the prison. On 30 November and 16 December 2002 the indictments, together with translations into Russian, were served on the applicants.", "98. On 24 May 2004 Mr Kushtanashvili, Mr Magomadov, Mr Issayev and Mr Khanchukayev were convicted at first instance and were each sentenced to four years' imprisonment. According to the judgment, the prisoners in cell no. 88 had seen on television that “certain Chechens” were to be extradited but, not knowing which of them were affected by that measure, they had opposed the prison wardens who tried to remove them from the cell. They were armed with metal objects which had been removed from the bed-frames and plumbing and with projectiles made from pieces of brick wrapped in sheets and clothing. They had caused injury to prison wardens and members of the special forces. On 26 August 2004 the Tbilisi Court of Appeal upheld that judgment. On 25 November 2004, ruling on an appeal on points of law by the applicants, the Georgian Supreme Court quashed the appeal judgment and sentenced the applicants to two years and five months' imprisonment. The period spent in detention since their arrest was counted as part of this sentence. Mr Khanchukayev was released on 5 January 2005, Mr Magomadov and Mr Issayev on 6 January 2005 and Mr Kushtanashvili on 18 February 2005.", "99. On 6 February 2004, in the same case, Mr Gelogayev, Mr Khashiev and Mr Baymurzayev were convicted at first instance and given a one-year prison sentence. As the length of time spent in pre-trial detention was deducted from this sentence, those three individuals were released immediately. On 16 April 2004 the Supreme Court overturned that judgment and remitted the case for a fresh examination.", "100. Following their release on 6 February 2004, Mr Khashiev and Mr Baymurzayev moved in with a relative in Tbilisi; they were joined by Mr Gelogayev. On 16 February 2004 they left the house for an appointment at the Ministry for Refugees, but disappeared before ever arriving there. On 25 February 2004 the Georgian media, citing a Russian agency report, announced that the missing men were being held in a Russian prison in the town of Essentuki, on suspicion of having crossed the Russo-Georgian border illegally. On 5 March 2004 Ms Mukhashavria informed the Court of this and stated that she was anxious about the health of Mr Baymurzayev, who apparently needed an operation on his jaw. She explained that, following their release, the three applicants had not left their residence unless accompanied by their representatives. As the latter had assured them that they had nothing to fear in Tbilisi, Mr Khashiev and Mr Baymurzayev had dared to venture out alone for the first time on the day in question.", "101. On 13 March 2004 the Georgian Government claimed that an investigation by the Ministry of the Interior had ascertained that the two applicants had disappeared on 16 February 2004 at 10.30 a.m. They had subsequently been arrested by the Russian authorities near the village of Larsi (Republic of North Ossetia) for crossing the border illegally. On 29 March 2004 the Russian Government alleged that the two applicants had been arrested in Larsi on 19 February 2004 by the Federal Security Service on the ground that they were on the list of wanted persons. At the time of his arrest, Mr Khashiev had been carrying a false passport in the name of Mulkoyev (see paragraph 88 above). On 20 February 2004 Mr Khashiev and Mr Baymurzayev, under the names of Rustam Usmanovich Elikhadjiev and Khusein Mauladinovich Alkhanov, had been placed under investigation and imprisoned in Essentuki Prison, pursuant to a decision by the Staropromislovsk Court (Grozny). Transferred on 6 March 2004 to a SIZO in town A, they had been returned to Essentuki on 22 March 2004 for the purposes of the investigation.", "102. On 8 April 2004 the Russian Government submitted photographs of these applicants, of their cells and of the SIZO in town A (shower room, medical unit and kitchen). Mr Khashiev and Mr Baymurzayev were apparently detained separately; each was held in a cell measuring 16.4 sq. m, equipped with a window, toilet facilities and a radio connection. The cells contained four prisoners, the number they had been designed for. According to Mr Khashiev's “prisoner card”, he had been placed under strict surveillance. The applicants had never complained about their conditions of detention. The photographs showed them face on and from the side, and had been taken in two different rooms which did not appear to be the same as the cells shown in the above-mentioned photographs.", "103. According to medical certificates dated 24 March 2004, Mr Khashiev was in good health and had no recent injuries. Mr Baymurzayev was suffering from a broken lower jaw, complicated by osteomyelitis. In 2000 he had received a shrapnel injury to the chin and had had an operation on his jaw in 2002. He had broken the same bone again in 2003. On 12 March 2004 he had undergone an X-ray examination in Russia and on 15 March 2004 he had been examined by a stomatologist, who recommended in-patient surgical treatment.", "104. Mr Gelogayev was heard by the Court in Tbilisi and spoke of his distress caused by the disappearance of his two companions. He speculated that they may have been secretly extradited in exchange for certain political concessions obtained by the Georgian President during his first official visit to Russia after his election in January 2004.", "105. It appears from documents submitted by the Georgian Government on 19 September 2004 that on 28 March 2004 the Tbilisi procurator's office opened an investigation into the kidnapping of Mr Khashiev and Mr Baymurzayev. The Georgian Government offered no explanation on this subject.", "106. On 5 and 30 November 2004 Ms Mukhashavria submitted copies of the judgments delivered by the Supreme Court of the Chechen Republic on 14 September and 11 October 2004 respectively in the cases of Mr Khashiev (Mr Elikhadjiev, Mr Mulkoyev) and Mr Baymurzayev (Mr Alkhanov). She claimed to have obtained them with the help of individuals close to the applicants. In the judgments Mr Khashiev is referred to as Elikhadjiev Rustam Usmanovich and Mr Baymurzayev as Alkhanov Khusein Mauladinovich (see paragraph 83 above). The first was cited as having been born in 1980 in Grozny and the second in 1975 in the village of Aki-Yurt in Ingushetia. During the trial Mr Khashiev alleged that he had been arrested on 16 February 2004, not at the Russian border, but on Tbilisi's Rustaveli Avenue. He had then been transferred to Essentuki (see paragraph 101 above).", "According to the judgments, Mr Khashiev and Mr Baymurzayev were part of an armed group formed in the Pankisi Gorge (Georgia) by a certain Issabayev for the purpose of exterminating members of the federal armed forces in Chechnya and local residents who cooperated with those troops. In July 2002 they had allegedly crossed illegally into the Itum-Kalinsk region in Chechnya, with about sixty members of the armed group in question. On 27 July 2002, surrounded by Russian border guards, the group had opened fire and attacked the guards. Eight Russian soldiers had been killed and several others injured. Given the lack of evidence of their direct participation in that attack, Mr Khashiev and Mr Baymurzayev were acquitted on the charge of terrorism and of the offences set out in Article 205 § 3 and Article 317 of the Criminal Code (see paragraphs 66 and 71 above). They were also acquitted of the offences listed in Article 188 § 4 and Article 208 § 2 of the same Code (see paragraph 66 above) on the ground that there was no corpus delicti in their actions. Mr Khashiev and Mr Baymurzayev were convicted of participation in an illegal armed group, crossing the border illegally and of carrying, transporting and handling weapons illegally; they were sentenced to thirteen years' and twelve years' imprisonment respectively, to be served in a closed prison. Mr Khashiev was also convicted of using a false passport in the name of Mulkoyev (see paragraph 101 above). In imposing those sentences, the Supreme Court stated that it took account of the applicants' ages and the fact that they had no criminal record. Mr Baymurzayev's health (serious deformation of the lower jaw) was also taken into consideration. An appeal to the Supreme Court of the Russian Federation lay against those judgments.", "107. According to the Russian Government, Mr Shamayev, Mr Khadjiev, Mr Vissitov and Mr Adayev were brought before the Stavropol Regional Court for trial “in the summer of 2003”. Mr Aziev was allegedly brought before the same court on 26 August 2003. On 24 February 2004 the Russian Government informed the Court orally in Tbilisi that, on 18 February 2004, the Stavropol Regional Court had delivered judgment against the first four applicants. The prosecution had called for sentences of nineteen years' imprisonment for Mr Shamayev and Mr Khadjiev and eighteen years' imprisonment for Mr Vissitov and Mr Adayev. The court had sentenced Mr Shamayev and Mr Khadjiev to three years' and six years' imprisonment respectively, to be served in an ordinary prison, and had sentenced Mr Vissitov to ten years' imprisonment in a closed prison and Mr Adayev to one year and six months' imprisonment in an ordinary prison. Mr Adayev had been released immediately because he had already been in detention for this length of time. Mr Aziev had requested the assistance of an interpreter and submitted a number of procedural requests, with the result that his case had been severed from that of the others and the investigation in his regard was still ongoing.", "108. The Russian Government submitted that they were unable to provide the Court with a copy of the judgment of 18 February 2004. They claimed that, under the new Code of Criminal Procedure adopted by the Russian Duma in accordance with the Council of Europe's recommendations, only the convicted person could obtain a copy of the judgment concerning his or her case. The Government expressed their willingness to cooperate with the Court, but regretted that, on this occasion, such cooperation was impossible on account of the Council of Europe's recommendations. They advised the Court that if it wished to obtain the document in question it should write to the Russian court concerned. The Court learned from a letter of 8 April 2004 from the Russian Government that an appeal had been lodged against the judgment of 18 February 2004 (see paragraph 48 above). In their submissions of 20 July 2004, the Government gave the Court to understand that the appeal court had quashed the judgment in question in its entirety (see paragraph 272 below).", "109. On 25 February 2004 the Russian Government submitted to the Court in Tbilisi photographs of the SIZO in town B and of the four extradited applicants' cells, taken on 19 February 2004 (Mr Adayev, the fifth applicant, had been released on the previous day). These photographs show a spacious and well-equipped kitchen and laundry and a shower room. The applicants' cells are large and well lit, and each has a large window. They contain long tables and benches. The toilets are open, but separated by a low wall from the rest of the room. There are sinks with soap and toothpaste, brooms and water tanks in each cell, and heating pipes under the windows. Radio sets can be seen in certain cells. The package from the Government also contained a video cassette. This recording shows the four cells as described above. On the basis of the photographs of the applicants in the Court's possession (see paragraph 20 above), it is possible to identify Mr Shamayev in cell no. 22 and to recognise Mr Khadjiev in cell no. 15. On the other hand, it is very difficult, if not impossible, to spot Mr Vissitov in cell no. 18, given the backlighting and the absence of any close-ups. According to the off-camera voice commenting on the pictures, Mr Aziev had refused to be filmed. Nonetheless, a recording was made of his cell (no. 98) in which the prisoners' faces cannot be made out but their silhouettes can be seen from a distance. In each cell the number of beds is equal to or greater than the number of prisoners present during the filming.", "110. Mr Khamzad(t) Movlievich Issiev (Issayev), alias Khamzat Movlitgalievich Issayev, stated that his real name was Khamzat Movlievich Issayev, that he was of Chechen origin and that he had been born on 18 October 1975 in the village of Samachki, in Chechnya.", "111. Mr Seibul (Feisul) Bayssarov stated that he was called Giorgi Kushtanashvili, that he was a Georgian citizen who belonged to the Kist ethnic group and that he had been born in the village of Duisi, in the Akhmeta region of Georgia.", "112. Mr Aslan Khanoyev stated that his real name was Aslambek Atuievich Khanchukayev, that he was a Russian national of Chechen origin, and that he had been born on 25 February 1981 in the village of Selnovodsk, in Chechnya.", "113. Mr Adlan (Aldan) Usmanov stated that he was in fact named Akhmed Lechayevich Magomadov, that he had been born on 4 July 1955 in Pavlodar in Kazakhstan, and that he was of Chechen origin.", "114. Mr Ruslan Mirjoyev stated that his real name was Ruslan Akhmedovich Gelogayev, that he was of Chechen origin and that he had been born on 16 July 1958.", "115. Mr Tepsayev stated that he was in fact Robinzon Margoshvili, son of Parola, that he was a Georgian citizen of Kist origin, and that he had been born on 19 April 1967 in the village of Duisi, in the Akhmeta region of Georgia.", "116. With the exception of Mr Margoshvili, who was detained in the prison infirmary (see paragraph 60 above), those applicants confirmed that they had known the extradited applicants in prison and had been held with them in the same cell. The photographs of the applicants, submitted by the Governments on 23 and 25 November 2002, were shown to them for identification. The names on the photographs had previously been covered over by the Court's Registry.", "117. Each of the applicants (except for Mr Margoshvili) recognised himself in the relevant photograph submitted by the Georgian Government. Mr Robinzon Margoshvili (formerly Ruslan Tepsayev) was identified by the other applicants as Ruslan (four times) and Ruslan Tepsayev (once).", "118. With regard to the two missing applicants, namely, Mr Timur (Ruslan) Baymurzayev alias Khusein Alkhanov, and Mr Islam Khashiev alias Rustam Elikhadjiev alias Bekkhan Mulkoyev (see paragraph 43 above), the first was identified as Baymurzayev (once), Timur (once), Khusein (twice) and Khusein Alkhanov (once). The second was named as Islam (twice), Bekkhan (twice), Mulkoyev (once) and Bekkhan Mulkoyev (once).", "119. With regard to the extradited applicants, four applicants identified Abdul-Vakhab and one applicant identified Abdul-Vakhab Shamayev in the photograph submitted by the Russian Government as that of Mr Abdul-Vakhab Shamayev. The photograph of Mr Khusein Khadjiev was identified as Khusein (three times), Khusein Khadjiev (once) and Khusein Nakhadjayev (once). Three applicants identified Khusein Aziev and two applicants identified Khusein in the photograph submitted as that of Mr Khusein Aziev. Mr Adlan (Aslan) Adayev (Adiev) was identified as Aslan Adayev (twice) and Aslan (three times). On the other hand, all five applicants identified the person in the photograph submitted by the Russian Government as Mr Rizvan (Rezvan) Vissitov as a certain Musa.", "120. By virtue of the authorities to act submitted on 9 October 2002, the six non-extradited applicants were represented before the Court by Ms Mukhashavria and Ms Dzamukashvili. On the basis of the authorities to act dated 4 August 2003, those applicants, with the exception of Mr Margoshvili, were also represented by Ms Kintsurashvili.", "121. During the proceedings in Tbilisi, at which only Ms Mukhashavria and Ms Kintsurashvili were present, five applicants confirmed that, with the assistance of Ms Mukhashavria and Ms Dzamukashvili, they had lodged an application with the Court against Georgia and Russia in order to challenge their extradition and have it stayed. They stated that they wished to pursue their application and continue to be represented by the same lawyers in the proceedings that would ensue before the Court (or, in some cases, by the lawyers then present in the room). As he had only a very basic knowledge of Georgian, Mr Margoshvili, the sixth applicant who was heard, had difficulty in understanding the questions put by the Court. However, he maintained that he was complaining about his arrest under the Chechen name of Tepsayev, as he was merely a simple Georgian shepherd. Mr Margoshvili confirmed that he had applied to the Court, that the lawyers present in the room were his representatives and that he wished to pursue his complaint.", "122. Five of the applicants who appeared were heard by the Court in Russian with interpretation into English, one of the Court's two official languages. Having stated that he was unable to read Russian, Mr Margoshvili, the sixth applicant, took the oath in Georgian; he also expressed himself in that language.", "123. During the few weeks before 4 October 2002, eleven applicants had found themselves detained in the same cell (no. 88) in Tbilisi Prison no. 5. A total of fourteen prisoners had been held in the cell. Mr Adayev and Mr Margoshvili, the twelfth and thirteenth applicants, had been in the prison infirmary at the time.", "124. The applicants had had a television set in their cell. Although rumours had been circulating for a while about their possible extradition to Russia, it was only on 3 October 2002 that they learned from the 11 p.m. news bulletin on Rustavi-2 that the extradition of five or six of their number was imminent (see paragraph 216 below). No names having been given, they were unaware of who exactly would be affected by that operation. They had received no prior information or official notification on this matter. The applicants understood that the information gleaned from the television was accurate when, between 3 and 4 a.m., prison wardens arrived and asked them to leave the cell so that it could be disinfected (or searched, according to Mr Kushtanashvili). The applicants categorically refused to comply, with the result that the prison governor named four individuals and asked them to leave the cell. In response, the applicants asked that nothing be done until daybreak and that their lawyers be summoned; this request was refused. About fifteen hooded members from the Georgian Ministry of Justice's special forces then entered the cell and removed the applicants one by one. They used truncheons and applied electric shocks. The applicants were beaten as they lay on the floor in the corridor. The four applicants affected by the extradition order were immediately removed and the others were placed in solitary confinement. Around 4 a.m. Mr Adayev, the fifth applicant against whom an extradition order had been issued, was transferred directly from the prison infirmary.", "125. All of the applicants heard claimed that they had put up only verbal resistance to leaving the cell. They complained that they had been beaten, insulted and “treated like animals” by the special troops. Following this incident, Mr Issayev had two fractured ribs and an eye injury, the scar from which was still visible. Mr Kushtanashvili sustained injuries from truncheon blows. Mr Khanchukayev sustained extensive bruising. Mr Magomadov had a broken tooth, a laceration to the ear, an injury to the frontal bone and extensive bruising on his back and legs. Mr Gelogayev had extensive bruising on his body and other injuries (to the shoulder and cheek) and had suffered an inflammation of the left kidney, injuries which he himself described as “trivial” (see paragraphs 200, 201 and 211 below). All of the prisoners were injured more or less seriously. In particular, the applicants referred to broken ribs and a fractured shoulder in some cases, and blood-splattered heads in others. According to Mr Kushtanashvili and Mr Khanchukayev, the applicants who were to be extradited were given the most severe beatings. Mr Issayev, Mr Magomadov and Mr Khanchukayev had heard that Mr Aziev had died as a result of his injuries. According to Mr Gelogayev, Mr Aziev must have had a broken spine, since he was no longer able to walk and was dragged along the corridor by two members of the special troops. He also appeared to have an eye turned inside out. According to Mr Gelogayev, the photograph of Mr Aziev allegedly taken by the Russian authorities after his arrest could have been a copy of an old photograph.", "126. Once placed in solitary confinement, the non-extradited applicants were examined by a doctor, who listed each prisoner's injuries in writing. He merely measured the extent of their bruises with a ruler and did not provide treatment. The applicants did not subsequently receive any other medical care.", "127. None of the applicants confirmed that he had been informed by a member of the Procurator-General's Office that extradition proceedings were pending against him. They all claimed to have received visits from numerous persons while in prison (officially assigned lawyers, investigators and prosecutors), whose names they did not remember. They remembered having met once, in the absence of their lawyers, a man and a young woman (see paragraphs 162-66 below) who asked them to sign documents drawn up in Russian (in Georgian, according to Mr Kushtanashvili), which they refused to do.", "128. With the exception of Mr Kushtanashvili and Mr Margoshvili, the applicants all claimed that they had entered Georgia in search of refuge from the armed combat in Chechnya. They denied having been armed when they crossed the border. They had not been arrested at the border, but had voluntarily given themselves up to the Georgian border guards, from whom they had sought assistance. The latter had tended to their wounds before calling for a helicopter to transport them to Tbilisi.", "129. The applicants confirmed that they had all supplied false names to the Georgian authorities. With the exception of Mr Kushtanashvili and Mr Margoshvili (see paragraphs 135 and 143 below), they had acted in this way to avoid extradition to Russia and to prevent family members and friends who were still in Russia from being endangered should they (the applicants) fall into the hands of the Russian authorities. Mr Issayev alleged that he was weary of ten years of war in Chechnya and that, if it would put him out of danger, he “[would] willingly change not only his name, but also his appearance”. He was convinced that he had escaped extradition on account of his false identity.", "130. Mr Gelogayev and Mr Khanchukayev indicated that their officially assigned lawyers (including Ms Magradze, according to Mr Khanchukayev) and an investigator from the Ministry of Security had advised the applicants to say that they were armed when they crossed the border, since this would ensure that they were kept in Georgia pending trial. The applicants had followed this advice.", "131. The applicants all denied categorically that they had put up any resistance to State employees during the night of 3 to 4 October 2002.", "132. Mr Issayev stated that he was opposed to his extradition to Russia on the ground that “no distinction is made there between peaceful civilians, terrorists and fighters”. When speaking with the representatives of the prosecution service who visited them in prison, he and his fellow prisoners had always expressed their wish not to be extradited to Russia and their fear of being subjected to ill-treatment in that country. They had asked to be tried in Georgia. They had had no access to the extradition papers. According to Mr Issayev (and also Mr Kushtanashvili), the officially assigned lawyers, the investigator and the representatives of the prosecutor's office had asked the applicants to tell them their real names so that they could help them avoid extradition. Those who had complied had been extradited immediately.", "133. Prior to his arrest, in August 2002, Mr Issayev had, he claimed, attempted unsuccessfully to obtain refugee status in Georgia.", "134. Mr Kushtanashvili claimed that he was Georgian (of Kist origin) and was a shepherd in the area bordering Chechnya. When the region was being shelled by the Russian armed forces in August 2002, he had met seven injured Chechens who were fleeing. He had descended the mountain slopes on the border with them and taken them to a shepherds' hut. He himself had sustained a head injury that night. He repeatedly claimed not to have clear memories of the events in question on account of this injury.", "135. Mr Kushtanashvili explained that, since he had no money, he had given the Georgian authorities and doctors a false Chechen name in order to pass for a fugitive and thus receive free medical care. He did not believe that his Georgian nationality represented an obstacle to extradition and considered that he was still in danger on account of his Chechen origins. In a letter sent to the Court on 13 November 2002, he alleged that, during the night of 3 to 4 October 2002, the applicants had asked to see their lawyers before leaving the cell as requested. The prison governor had replied that “neither lawyer nor investigator” would turn up and that “[they should] leave the cell voluntarily before [he used] force”. In the same letter Mr Kushtanashvili also claimed that Mr Aziev had received a violent blow to the head and that one of his eyes had practically come out of its socket. He had seen him for the last time when a member of the special troops “was dragging him along the corridor like a corpse”.", "136. Mr Khanchukayev stated that, shortly after his arrest, “extradition started to be mentioned”. The applicant, who was afraid of being tortured in Russia, had signed papers, the content of which he could not remember, in the hope of being tried in Georgia and avoiding extradition. In certain cases the applicants had allegedly been threatened with extradition if they refused to sign. After 4 October 2002 he had written to the Georgian President asking him not to authorise his extradition (see paragraph 80 above). He admitted that he was still afraid of extradition and that he lived in a state of uncertainty. At the initial stage of the proceedings before the Court, this applicant claimed that he could not return to Russia on account of the “genocide of the Chechen people” being perpetrated “by Russia throughout the country”.", "137. Mr Khanchukayev did not recognise the explanatory statement of 23 August 2002 which, according to Mr Darbaydze, he had refused to sign (see paragraphs 163-64 below).", "138. Mr Magomadov claimed that he did not know on which side of the border he had been injured, since the border line was not marked in the area in question (see paragraph 89 above). After being knocked out by a shell wound to the head, he had been carried by his comrades. A Georgian general had arrived by helicopter and had introduced himself as commandant of the border troops. He had promised the applicants that he would report the facts to the Georgian President in person and that they would be given refugee status. The general had previously given orders to the effect that the applicants were to receive hospital treatment.", "139. During the meeting with a man and young woman from the Procurator-General's Office (see paragraphs 162-66 below), the applicants had been asked to sign documents without being informed of their contents. All of the non-extradited applicants had met those individuals, but in small groups. Mr Magomadov himself had been brought before the two members of the prosecution service in the company of Aslan (Khanoyev alias Khanchukayev) and Bekkhan (Khashiev alias Mulkoyev) (see paragraph 419 below). Mr Magomadov claimed that he still feared extradition.", "140. Mr Gelogayev claimed that he had held refugee status in Georgia since February 2002 (see paragraph 86 above) and had been granted this status in the Akhmeta region, which bordered Chechnya. He had then left legally for Chechnya, travelling via Baku (Azerbaijan), in the hope of bringing his family to Georgia. Once in Chechnya, he had begun looking for a family member who had been missing for more than a year, and had arrived in the Itum-Kalinsk region. There, he had witnessed armed combat between the Russian federal army and the Chechen fighters, who had been surrounded on 25 July 2002. Georgia had been the only way out. He had received a shrapnel wound to the leg but had nonetheless walked as far as the Georgian border, which he had crossed on 3 August 2002. He had requested asylum from the Georgian soldiers who arrived on the scene by helicopter. He had been hospitalised and operated on in Tbilisi, then transferred to a prison infirmary two days later.", "141. Mr Margoshvili stated that in August 2002 he had been wounded while watching his flock in pastureland near the border. He did not know whether he had been wounded by Georgians, Russians or Chechens. After being taken to Tbilisi, he was treated in the prison infirmary, where he was detained for three months. He was informed that he had been arrested because he was carrying weapons. He claimed that he had not been imprisoned “with a weapon, but with a quilted jacket and shepherd's boots”.", "142. Mr Margoshvili confirmed that he had been in the same infirmary ward as Mr Adayev, one of the five extradited applicants. He did not mention a television set or other information source that would have enabled Mr Adayev to learn, as the other extradited applicants had, that he was likely to be handed over to the Russian authorities in the very near future. At about 4 a.m. on 4 October 2002 Mr Adayev had been taken away, after getting up and following the members of the hospital staff without a word. Masked men were waiting for him in the hospital courtyard. During their stay in the infirmary, Mr Adayev had frequently asked Mr Margoshvili to cut out his tongue, arguing that this would help him to endure questioning more easily if he were extradited. Mr Margoshvili had firmly refused to do so.", "143. Mr Margoshvili claimed that he had not assumed a false name of his own volition. Having been taken to hospital in a serious condition, he learned on recovering consciousness that he was being referred to as Mr Tepsayev. At first he had been happy to receive free medical treatment on the strength of this name, but had then rapidly challenged this identity in the infirmary and subsequently before a judge.", "144. The Court heard Mr A. Dalakishvili, in-house inspector at Tbilisi Prison no. 5 (who was on duty on the night of 3 to 4 October 2002), Mr Buchukuri, employee of the Ministry of Justice's Prisons Department (who was also on duty that night), Mr E. Kerdikoshvili, chief inspector of the Prisons Department's service responsible for transporting foreign nationals, and Mr N. Chikviladze, employee of the Prisons Department, and head of security at Prison no. 1.", "145. Those individuals all said that they had not been officially informed of the applicants' imminent extradition and that they had learned later, on the morning of 4 October 2002, that five Chechen prisoners were to be extradited. Mr Buchukuri and Mr Dalakishvili alleged that, as they had been on duty, they were unable to watch television to keep themselves informed. According to Mr Chikviladze, only the prison governor, his deputies and the head of the prison secretariat (special division) had been informed of the applicants' imminent transfer. He had learned from the media that four or five Chechen prisoners were to be extradited, but none of the prison staff had been told their names.", "146. The above-mentioned persons confirmed that thirteen or fourteen Chechen prisoners were held in the same cell. According to Mr Tchikviladze, the decision to keep these prisoners together had been based on their religious convictions, so that they would not be hindered in carrying out their daily rites.", "147. At about 4 a.m. on 4 October 2002, the above-mentioned prison staff were informed that a loud noise was coming from cell no. 88. Mr Dalakishvili instructed a warden to find out what was happening. The latter looked through the peephole in the cell door and saw that the prisoners were dismantling beds and shouting in a foreign language. According to Mr Chikviladze, after a certain period the warden was no longer able to observe what was going on, as the prisoners had covered over the peephole from the inside. Mr Dalakishvili submitted a written report on the situation to the prison governor, who was still in his office. At the latter's request, Mr Dalakishvili, Mr Buchukuri and Mr Chikviladze, accompanied by other members of staff and the deputy governor, went to the cell to see what was happening. The deputy governor ordered that the cell be opened. According to Mr Dalakishvili, they hoped to talk to the applicants. When the door was opened, they found the cell in chaos, heard shouts and saw that bits of metal and bricks were being thrown in their direction. Mr Chikviladze shouted an order to close the door quickly. He asked that it be left closed until such time as he had reported the situation to his superiors in the Prisons Department. Mr Dalakishvili, who did not understand the reason for such violence, believed that a riot was about to begin and increased the number of wardens on the floor in question.", "148. Returning to the prison's administrative wing, Mr Chikviladze saw that the director of the Prisons Department was already there, together with about ten or so other people. He was then officially informed that four prisoners were to be removed with a view to their extradition. A vehicle was apparently ready in a neighbouring courtyard and the airport authorities had been informed. Accompanied by the director of the Prisons Department, the prison governor and their deputies, the wardens again gathered in front of the cell. The prison governor entered first, with four sealed files under his arm, one for each of the prisoners affected by the extradition order. The others followed him into the cell. According to Mr Kerdikoshvili, the prisoners were standing on their beds and throwing bowls, plates and other objects at them. The governor informed them that an internal measure was to be implemented in the cell and that the prisoners were to leave it. According to Mr Chikviladze, the governor mentioned the need to search the room. The prisoners categorically refused to obey and launched a direct attack.", "149. The wardens heard by the Court confirmed that all the applicants were armed with pieces of metal which had been removed from the beds, metal grills which they had removed from the windows and trousers filled with bricks and tied at the end of the legs, which were being used as projectiles.", "150. In this connection Mr Chikviladze explained that Prison no. 5 was housed in a building that had been constructed in 1887, and that the walls were so eroded that bricks could be pulled out by hand. Mr Dalakishvili also stated that the walls were in a state of disrepair and that bricks could be removed using one's bare hands. Having subsequently participated in drawing up the damage assessment report (see paragraph 96 above), Mr Chikviladze noted that the cell walls had been damaged and that the metal bed-frames were in several pieces. The water pipe above the sink had apparently been pulled out of the wall.", "151. Since the prison governor's arrival in the cell had led to an open attack, masked members of the special troops, who had previously been posted in the staircase, entered the premises at the governor's request. Mr Dalakishvili and Mr Chikviladze considered that the use of special troops had been necessary in view of the scale of the resistance put up by the prisoners. They both agreed that hand-to-hand combat had taken place between the prisoners and members of the special troops. According to Mr Buchukuri, the special troops, who had been placed at the prison administration's disposal in case of necessity, usually carried a truncheon each and could hardly enter the prison armed in any other way.", "152. According to Mr Dalakishvili, the applicants had heard rumours about the extradition order from the television. Mr Chikviladze supposed that they could have kept mobile phones illegally in their cell or could have listened to the radio. In addition, certain neighbouring cells contained television sets and their occupants could have passed on the news to the applicants without difficulty.", "153. Mr Dalakishvili alleged that, on entering the cell behind the prison governor, he had been injured on the elbow and knee by “projectiles” fabricated on the spot by the prisoners (see paragraph 205 below). He nonetheless returned to his office, where the non-extradited prisoners had been taken for a check-up. Mr Dalakishvili observed that all of the applicants were covered in dust, but no one was bleeding. He stated that if Mr Magomadov had had a lacerated ear he would have noticed it (see paragraph 125 above). As he himself had not noted any injury and the applicants had not asked for medical assistance, Mr Dalakishvili had not been required to call a doctor at that point. Since the prisoners who were to be extradited had been led away immediately, he had not seen them again in his office and therefore had not seen Mr Aziev.", "154. At the end of his shift, on coming across demonstrators outside the prison, Mr Dalakishvili learned that prisoners had been extradited. Given his position, he had been surprised that the authorities had not informed him so that, as was customary, he could inform the prisoners concerned on the day prior to their extradition. He explained to the Court that, under normal circumstances, a written, signed and stamped notification was sent to him by the head of the prison secretariat which managed the prisoners' personal files; Mr Dalakishvili's role was to check the documents for which he was responsible and to inform the individual concerned of the time of departure, so that he or she would have time to prepare. This procedure had not been followed in the instant case.", "155. Mr Buchukuri claimed that he had been wounded in the foot by a piece of metal (see paragraph 204 below), that his wound had bled and that he had immediately gone to the prison administration's premises for treatment. Although his wound was not serious, it had required treatment for approximately ten days.", "156. Mr Kerdikoshvili stated that, on arriving at the prison, he had learned that the prisoners were refusing to leave their cell, but that no one had explained to him why they were refusing to do so or why they had to be moved. Having followed the prison governor into the cell, he had been injured on the hand (see paragraph 204 below) and had immediately gone downstairs to the infirmary. Other wardens had also been injured and the prison doctor had provided medical treatment.", "157. According to Mr Chikviladze, two or three prisoners, armed with pieces of metal, climbed to the top of the bunk beds when the prison governor entered the cell. One of them took aim at Mr Chikviladze several times, but failed to hit him. A member of the special troops then pushed Mr Chikviladze out of the way for his own safety. The most violent prisoners had been the four individuals whose sealed files the governor had brandished; two other prisoners had attempted unsuccessfully to calm them down.", "158. Mr Chikviladze considered it likely that, like the State employees, the prisoners could have been injured, given the hand-to-hand fighting that had taken place in the cell.", "159. Mr Z. Sheshberidze explained that the special troops were based not far from Prison no. 5, which they could reach in ten minutes if they ran. On the night in question he and about fifteen of his colleagues had been instructed to defuse the situation in cell no. 88. Unaware of the reason for the disorder, the group had been positioned in staircases near the cell, from where noise and shouting in a foreign language could be heard. The prison governor had entered the cell, but had returned a few minutes later and asked the troops to intervene. They had complied and had performed their task “after encountering limited resistance”. The prisoners had been armed with pieces of metal and missile-like objects made from trousers containing a solid mass. Mr Sheshberidze stated that he and his colleagues had indeed been wearing masks, in line with the regulations. On the other hand, they had not worn special vests or any other protective equipment. Armed only with rubber truncheons, they had not carried electric batons or other weapons. They had made the prisoners lie down in the corridor and had handed them over to the prison wardens before leaving the building. Mr Sheshberidze had learned from the television that the applicants had been removed from the cell in order to be extradited.", "160. Mr Sheshberidze claimed that he had sustained a small injury (see paragraph 204 below). He denied the allegation that he and his colleagues had beaten the applicants mercilessly and insulted them.", "161. The Court questioned Mr L. Darbaydze and Ms A. Nadareishvili, trainee prosecutors at the Procurator-General's Office at the relevant time, Mr P. Mskhiladze, director of international relations at the Procurator-General's Office, and Mr N. Gabrichidze, former Georgian Procurator-General.", "162. Mr Darbaydze explained that, under the supervision of Mr Mskhiladze, his superior, he had been responsible for various tasks in connection with the disputed extraditions. In particular, Mr Mskhiladze had asked him to visit the applicants in prison, to inform them that the issue of their extradition was being examined by the Procurator-General's Office and to request explanations concerning their nationality. He had carried out this visit on 23 August 2002 with his fellow trainee, Ms Nadareishvili, and without the lawyers being present, since “it was not official questioning, but a request for information”. On that date they met only five applicants.", "163. Mr Darbaydze had first spoken with Mr Khanchukayev in Russian in a separate room. The latter had provided information orally, but had refused to sign the corresponding document that would provide formal confirmation of his remarks (see paragraph 137 above). On being returned to the room where the other prisoners were being held, Mr Khanchukayev had said something to them in Chechen. The prisoners then collectively refused to “provide the required explanations and sign the relevant document”, on the ground that they were not assisted by a lawyer and a Chechen interpreter.", "164. The document that Mr Khanchukayev had refused to sign was an explanatory statement intended for the Procurator-General. It contained the applicant's assertions to the effect that he was Chechen and had been born in Grozny in 1981; had arrived in Georgia on 4 August 2002 and been arrested by the Georgian authorities; had been held for a few days in the Ministry of Security's investigation prison then transferred to Prison no. 5 in Tbilisi; and had been informed at the time of his arrest that he had been arrested for crossing the border illegally. The following sentence can be read at the bottom of this piece of paper: “The prisoner refused to sign this document and requested the assistance of a lawyer.” The document had been drawn up by Mr L. Darbaydze, trainee prosecutor. According to the minutes of the meeting, signed only by Mr Darbaydze and Ms Nadareishvili, they had unsuccessfully attempted “to obtain an explanatory statement from the applicant in connection with his extradition”.", "165. Following this refusal to communicate, Mr Darbaydze postponed the discussion in order to seek the assistance of an interpreter. Mr P. Mskhiladze, his superior, arranged with the Ministry of Security's team of investigators (see paragraph 190 below) that, following an interview scheduled for 13 September 2002, Mr Darbaydze would be able to meet the applicants. Mr Darbaydze thus received an assurance that lawyers and a Chechen-speaking interpreter would be present at the meeting.", "166. On 13 September 2002, accompanied by his colleague Ms Kherianova, Mr Darbaydze went to the prison. He met Mr T. Saydayev, an interpreter hired by the Ministry of Security (see paragraph 189 below), and explained to him that, “on account of an ongoing extradition procedure, [he wished] to receive information from the Chechen prisoners that would enable their nationality to be established”. The interpreter had translated these remarks, but, since he did not speak Chechen, Mr Darbaydze had been unable to assess the accuracy of the interpretation. In response, the applicants reiterated their refusal to provide information and to sign the corresponding documents, which had been drawn up in Russian. Nonetheless, the documents were read out to them.", "167. As the applicants' representatives had indicated that Mr Darbaydze's name did not appear on either of the two “visitors' logs (citizens, lawyers and investigators) for Prison no. 5” covering the periods of 5 August to 12 September and 13 September to 17 October 2002 respectively, Mr Darbaydze explained that on 23 August and 13 September 2002 his name had not been entered in those logs but in the prison's “register of access to the investigation room”. Since prosecutors – unlike visitors, lawyers and investigators – had no need of a pass and could enter the prison on the strength of their professional badge alone, he did not believe that his name could have been entered in the visitors' log mentioned by the lawyers. By the same token, his name did not appear in the “register of requests to bring a prisoner [from his or her cell]” because, on the two dates in question, he had joined the applicants in the investigation room, to which they had been conducted at the request of the Ministry of Security's investigators (see paragraph 190 below).", "168. Mr Darbaydze explained that the Ministry of Justice, which was responsible for executing extradition orders, had been informed immediately of the decision of 2 October 2002 (see paragraph 178 below). On the same date Mr Mskhiladze had personally informed the applicants' domestic lawyers by telephone and, furthermore, had served the written extradition orders on them. Mr Darbaydze seemed to remember going to the lawyers' offices for that purpose.", "169. According to Mr Darbaydze, at the material time neither the Georgian Code of Criminal Procedure nor any regulatory measure governed the procedure to be followed in lodging an appeal against an extradition order. Article 259 § 4 of the above-mentioned Code alluded to it only vaguely (see paragraph 254 below). This loophole had been remedied by the Georgian Supreme Court's case-law in the Aliev case (see paragraph 258 below).", "170. Mr Darbaydze stated that, given the lawyers' criticism that neither they nor their clients had been informed of the extradition proceedings and orders, he had contacted Mr Saydayev in December 2002 and had asked him to certify by affidavit that he had indeed gone to the prison on 13 September 2002 and informed the applicants of the extradition proceedings against them. Mr Darbaydze produced the affidavit in question before the Court (see paragraph 196 below).", "171. Ms Nadareishvili confirmed that she had been responsible for the extradition case in question within the Procurator-General's Office. On 23 August 2002, together with Mr Darbaydze, she had met five of the applicants in the investigation room of Tbilisi's Prison no. 5. Given those five individuals' refusal to cooperate, she and her colleague had decided against asking that the other applicants be brought to them, as originally planned. Ms Nadareishvili and Mr Darbaydze wished to obtain information about the applicants' dates and places of birth, and their nationalities. They informed the applicants that they were working on the question of their extradition for the Procurator-General's Office and that they were not investigators. The applicants had initially pretended not to speak Russian but had subsequently stated in that language that they did not wish to return to Russia and that some of them had Georgian nationality. This conversation took place without a lawyer or an interpreter.", "172. With regard to the fact that her name did not appear in the prison's visitors' log, Ms Nadareishvili claimed not to know the procedure for access to the prison, since she had visited it for the first and last time on 23 August 2002.", "173. Mr Mskhiladze, who was Mr Darbaydze's and Ms Nadareishvili's hierarchical superior, explained that the Georgian Procurator-General's Office had not been satisfied with the documents submitted by the Russian authorities in support of the extradition request concerning the applicants; those documents had been handed over during Mr Ustinov's visit to Georgia (see paragraphs 62 and 63 above). Confirming the facts set out in paragraphs 62-64, 67-69 and 71-72 above, Mr Mskhiladze emphasised that the Georgian authorities had asked their Russian counterparts for firm assurances concerning the treatment that would await the applicants in the event of extradition. He pointed out that those had not been general assurances, but individual guarantees in respect of each applicant, cited by name in the relevant letters. Given that the assurances had come from the Russian Procurator-General's Office and that the Office had the role of prosecutor during criminal trials in Russia, the Georgian authorities had every reason to believe that the death penalty would not be sought in respect of the applicants. They had also taken into account that a moratorium on the death penalty had been in force in Russia since 1996 and that the imposition of such a sanction had been prohibited by the Constitutional Court's judgment of 2 February 1999. Beset by “certain doubts”, the Georgian authorities had required the same type of assurance with regard to inhuman or degrading treatment. It was only after it had obtained satisfactory assurances in that respect that the Georgian Procurator-General's Office had begun examining the extradition request.", "174. Without denying that the Procurator-General's Office had sent the Russian authorities photographs of the applicants which had been taken in Georgia, Mr Mskhiladze firmly denied that the Russian side had used those photographs in their extradition request or in support of that request. The Russian authorities had indeed submitted the photographs of the applicants which were included with the copies of Form no. 1 (see the footnote on page 12 above). According to Mr Mskhiladze, this was explained by the fact that, at the request of the Ministry of Security's investigation team responsible for examining the illegal border crossing, the Procurator-General's Office had submitted a request for assistance in that criminal case to the Russian authorities, in accordance with the Minsk Convention. The request, accompanied by the applicants' photographs and fingerprints, was intended to identify the persons concerned and had been drawn up at the end of August 2002. Given that the extradition request, supported by photographs of the applicants and other documents, had been submitted on 6 August 2002, Mr Mskhiladze did not believe that the two sets of photographs could be the same.", "175. As to the identification of the extradited applicants, Mr Mskhiladze explained that the Russian investigation orders contained their real names and that the applicants themselves had never contested this. They had also been identified by means of identification procedures in Russia, photographs, identity documents and copies of Form no. 1, submitted by the Russian authorities. In addition, according to the Georgian Ministry of Justice, those individuals did not possess, and had never possessed, Georgian nationality. The Ministry for Refugees had also indicated that they were not on the refugee list. Thus, the extradition orders of 2 October 2002 had not resulted from a hasty procedure. For two months, the Procurator-General's Office had meticulously examined the documents showing that the applicants were accused of serious crimes in Russia, were Russian nationals and were protected by firm assurances from the Russian authorities.", "176. Mr Mskhiladze considered that the extradition proceedings had been transparent. At his request, trainee prosecutors who were supervised by him had informed the applicants of the extradition proceedings and had obtained information about their nationality. In addition, the applicants had also been kept informed by the media. Mr Mskhiladze stated that the extradited applicants' lawyers had consequently been able to rely on Article 259 § 4 of the Code of Criminal Procedure (see paragraph 254 below) and to apply to a court at any stage of the proceedings, especially as such an application would have had a suspensive effect on execution of the extradition orders. However, Mr Mskhiladze accepted that he was unaware of instances in which Article 259 § 4 had been used prior to the Aliev case (see paragraph 258 below). He pointed out that, following the Supreme Court judgment in that case, three applicants had been able to challenge the extradition orders issued against them (see paragraphs 83 and 84 above).", "177. With regard to the issue of access to the extradition files, Mr Mskhiladze explained that the applicants' lawyers had asked to inspect the files, but that this had been refused on the ground that the employees of the Procurator-General's Office responsible for the case needed to be able to study these files themselves. In any event, according to Mr Mskhiladze, the lawyers would have been able to consult the files only if they had decided to apply to a court against the extradition proceedings.", "178. Mr Mskhiladze stated that at about 1 p.m. on 2 October 2002 he had personally handed over a copy of the extradition orders – issued that day at noon – to the relevant individual in the Ministry of Justice, with a view to their execution. He had also informed Mr Khidjakadze and Mr Gabaydze, the applicants' lawyers, of the orders by telephone (see paragraphs 212 et seq. below). As he was unable to contact Mr Arabidze, he had asked the latter's colleagues to inform him. He had then sent the lawyers a letter containing a copy of the orders. Mr Mskhiladze submitted to the Court a copy of this letter of notification, which also informed the lawyers that they were entitled to apply to a court on behalf of their clients. As he was unable to send the letter by fax on account of electricity problems – a regular occurrence in Georgia – Mr Mskhiladze instructed Mr Darbaydze to leave the letter at the lawyers' offices (see paragraph 168 above). Since the lawyers were absent, Mr Darbaydze handed over the envelope to an office employee. The copy of the letter submitted by Mr Mskhiladze has an almost entirely illegible and faded signature, preceded by the words “I confirm receipt on 2 October 2002”.", "179. Mr Mskhiladze categorically dismissed the above-named lawyers' argument that the extradition had taken place in secret. He considered that, since no execution date was indicated on the extradition orders, the lawyers had had sufficient time to apply to a court between 2 and 4 October.", "180. As to Mr Aziev's allegedly alarming condition, Mr Mskhiladze did not rule out the possibility that he had been injured during the incident between the prisoners and special troops and that the journalists had not wished to film him at the airport. In any event, Red Cross representatives had visited each applicant at the airport. Russian television had subsequently shown Mr Aziev being admitted to prison.", "181. Mr Mskhiladze dismissed Ms Mukhashavria's argument that the applicants' detention had been directly linked to the fact of Mr Ustinov's lodging of an extradition request against them.", "182. Mr Gabrichidze said that on 6 August 2002 Mr Ustinov had visited Georgia with his deputy, several employees of the Russian Procurator-General's Office and special guards. The main purpose of his visit had been to discuss the alarming situation prevailing in the Pankisi Gorge, a Georgian valley which bordered Chechnya. On that occasion he submitted the request for extradition of the applicants and certain supporting documents. Mr Gabrichidze had initially refused this request for the reasons set out in paragraphs 62 and 63 above. Mr Ustinov had not contested that decision, but did however ask that the proceedings be expedited.", "183. According to Mr Gabrichidze, the extradition proceedings were conducted with maximum transparency, given that they were covered by the media and the Procurator-General's Office organised regular press conferences on the subject. During the proceedings, firm assurances were obtained from the Russian authorities that the death penalty would not be applied and that the extradited individuals would not be subjected to inhuman and degrading treatment and would receive legal assistance. In addition, account had been taken of the fact that a moratorium on capital punishment had been in force in Russia since 1996 and that the imposition of that penalty was hardly possible since the Constitutional Court's judgment of 2 February 1999. As a Procurator-General himself, Mr Gabrichidze had had no reason to doubt the credibility of guarantees provided by a member State of the Council of Europe.", "184. Having concluded that the material in his possession enabled him to consent to the extradition of five applicants, he had contacted his Russian counterpart, asking him to supervise personally the investigation proceedings in Russia and to ensure that those individuals' procedural rights were fully respected. He had even telephoned Mr Fridinskiy, Russian Deputy Prosecutor-General responsible for the North Caucasus area, who had given verbal guarantees and reassured him by referring to the assurances already provided in writing.", "185. Once it had been decided to extradite the five applicants, execution of this measure depended only on the arrival of an aeroplane from Russia. Mr Gabrichidze had instructed Mr Mskhiladze to inform the applicants' lawyers of the decision immediately. Once informed, the latter could have challenged the extradition before the courts. However, Mr Gabrichidze noted that the Code of Criminal Procedure contained only one provision on this subject, which was worded in general terms, did not set out either the procedure or the time-limits for lodging an appeal and did not identify the relevant court. He conceded that, given this deficiency in the legislation and the total lack of precedent, the fact that no appeal had been made was not entirely imputable to the lawyers. Between 1996 (the year in which the Minsk Convention came into force in respect of Georgia) and October 2002, there had been no instance in Georgia of a judicial appeal against an extradition order. Mr Gabrichidze stressed the need to reform Georgian legislation in this area.", "186. In view of the rumours concerning Mr Aziev's death, Mr Gabrichidze had telephoned his Russian colleagues; Mr Fridinskiy had assured him that the prisoner in question was alive and in good health. He had subsequently called Mr Fridinskiy on a regular basis; the latter had kept him abreast of progress in the proceedings and had gone so far as to provide very detailed information. This had led Mr Gabrichidze to conclude that Mr Fridinskiy was following the case closely and monitoring the applicants' situation, as he had promised. In conclusion, Mr Gabrichidze maintained that, had the Georgian authorities wished to subject the applicants to arbitrary extradition, they would have handed them over on 6 August 2002 to Mr Ustinov, who had been accompanied by a special unit for that very purpose (see paragraph 182 above).", "187. Mr Bakashvili, an employee of the Ministry of Security, had led a team of investigators in the proceedings against the applicants for crossing the border illegally. He had personally dealt with the cases of Mr Khanchukayev, Mr Gelogayev, Mr Khashiev, Mr Magomadov, Mr Baymurzayev and Mr Adayev. Of those, only Mr Adayev had been in possession of a Soviet passport; this document stated that he was named Aslan Lechievich Adayev, was a Russian national and had been born on 22 July 1968. The identity of the other applicants listed above had initially been established on the basis of their own statements. Subsequently, a request for assistance in criminal matters was sent to the Russian authorities through the Procurator-General's Office (see paragraph 174 above). The “reports on identification by a third party using photographs”, the statements by the applicants' neighbours and close family, as well as other documents provided by the Russian authorities, had made it possible to establish that Mr Khanoyev was Khanchukayev Aslanbeg Atuyevich, that Mr Mirjoyev was called Gelogayev Ruslan Akhmedovich, that Mr Khashiev was called Mulkoyev Bekkhan Seidkhatanevich, that Mr Usmanov was Magomadov Akhmad Lechievich and that Mr Baymurzayev was named Alkhanov Khusein Movladinevich.", "188. With regard to the secrecy surrounding their real identity, the applicants told the investigator they were afraid that their relatives and friends left behind in Chechnya would be persecuted. They had confessed to being armed when they crossed the Georgian border and had cooperated during the investigation. They had not explicitly referred to their fear, but had stated on several occasions that they did not wish to be extradited to Russia.", "189. The investigation had been conducted in Chechen with assistance from Mr Saydayev, an interpreter hired from time to time under contract. The applicants all spoke Russian very well and, with the exception of the investigation interviews, had spoken with the investigator in that language.", "190. Mr Bakashvili explained that one day he had been in the investigation room in Prison no. 5 with the interpreter and the lawyers for the applicants for whose cases he was responsible. The other investigators from his team were working with other applicants in neighbouring rooms. The interpreter was helping each of the investigators in turn. On leaving the room, he had met Mr Darbaydze, accompanied by a colleague, who had explained to him that a request to extradite the applicants was being examined by the Procurator-General's Office and that he needed to obtain information about their nationality. Mr Bakashvili had replied that it was not his task to instruct the interpreter or the lawyers to assist the prosecutor in that task. He had advised him to make arrangements directly with them.", "191. Mr Bakashvili confirmed that, unlike investigators, prosecutors did not require a pass and could enter prisons with their badges.", "192. Mr T. Saydayev, a student of international law, confirmed that he had been hired as an interpreter by the Ministry of Security's investigation team. He stated that he had met Mr Darbaydze at Prison no. 5 on only one occasion, namely 13 September 2002 (see paragraph 166 above). On that day, while he was in an investigation room with five or six Chechen prisoners, Mr Darbaydze, accompanied by a female colleague, had informed him that he represented the Procurator-General's Office. He had explained to him in Georgian that this was an extradition case and that he required information about the nationality of the prisoners in question (see paragraph 166 above). Mr Darbaydze had also asked him where he had learned to speak Georgian and Chechen so well. Considering that their conversation so far had been introductory, Mr Saydayev had asked the prosecutor what specifically he wanted interpreted for the prisoners. Mr Darbaydze had then asked him if the applicants were willing to provide the information necessary to establish their nationality. The interpreter had translated this question into Chechen. The prisoners had replied that they refused to provide any information on that subject. Mr Darbaydze had left immediately on hearing the interpretation of that reply.", "193. The lawyers had not been present during this discussion and the prosecutor had not held any individual meetings with the applicants. Mr Darbaydze had merely asked Mr Saydayev to put the above question to the prisoners and had left the room following their refusal to answer. He had not handed over any documents. Mr Saydayev had provided Mr Darbaydze with a strictly one-off service on the date in question, one that was not governed by any contractual or friendly relationship.", "194. During the investigation, the applicants referred to extradition proceedings several times among themselves, in Chechen; according to Mr Saydayev, the very expression made them afraid. Those discussions had always been marked by doubts and suppositions. At a meeting prior to 13 September 2002, Mr Bakashvili had asked the applicants about their wishes and whether they needed to see a doctor. The applicants had replied that the only thing they wished was not to be extradited. They explained that they watched television in their cell and had heard rumours that they might be extradited to Russia.", "195. As regards the affidavit of 6 December 2002 (see paragraph 170 above), Mr Saydayev explained that following their meeting on 13 September 2002, Mr Darbaydze had visited him at home and asked him to swear before a notary that he had met the applicants in Mr Darbaydze's presence and that they had refused to take part in discussions. Mr Darbaydze apparently needed this statement on account of problems with his superiors.", "196. In the affidavit in question, entitled “Statement for the Deputy Minister of Justice” and handwritten by Mr Saydayev, he stated:", "“On 13 September 2002, at Tbilisi Prison no. 5, I assisted investigators from the Ministry of Security as an interpreter in the case of Mr A. Adayev, Mr T. Baymurzayev and other individuals (thirteen persons in total). Once the investigators' work was complete, Mr L. Darbaydze, trainee prosecutor at the Department of International Relations in the Procurator-General's Office, arrived to question the same Chechen prisoners. He first informed them that the question of their extradition was being examined by the Procurator-General's Office and then asked them to provide the necessary explanations in order to establish their nationality. The Chechen prisoners refused, after which Mr Darbaydze drew up a report and submitted it to them for signature. The prisoners refused to sign this document. The prosecutor and the prisoners communicated through me.”", "197. Mr Saydayev explained to the Court that Mr Darbaydze had dictated this text to him in the notary's presence. He had been wrong not to pay attention to the sentence about extradition, which had been slipped into the text. Mr Darbaydze had told him that he was merely required to confirm his presence in the prison on 13 September 2002, together with the applicants' refusal to provide information; Mr Saydayev had concentrated on those two points and had neglected the rest of the text, unaware that this would be of importance.", "198. In conclusion, Mr Saydayev stressed that Mr Darbaydze had not, with his assistance, informed the applicants of the extradition proceedings on 13 September 2002.", "199. Mr K. Akhalkatsishvili went through the reports which he had submitted on 4 October 2002 after examining Mr Khanchukayev, Mr Gelogayev, Mr Khashiev, Mr Issayev and Mr Baymurzayev, applicants, Mr Sheshberidze, a member of the special troops, and Mr Kerdikoshvili, Mr Dalakishvili, Mr Buchukuri, Mr Samadashvili and Mr Kovziridze, prison wardens. He explained that, on the instruction of the Ministry of Justice's Prisons Department, he had also taken into account the observations of the doctor in Prison no. 5 when preparing these reports.", "200. It appeared from the reports in question that Mr Khanchukayev was injured on the right side of his body, had numerous bruises on his back and shoulders, measuring 9 x 1 cm, 9 x 4 cm, 6 x 3 cm, 3.5 x 3 cm, 5 x 1 cm, 4.5 x 1 cm, 12 x 1 cm, 12.2 x 1 cm, 10 x 1 cm and 10 x 0.8 cm respectively, five bruises on the face (around the nose and lips) and a bruise on the right knee. Mr Gelogayev had five bruises on his forehead, measuring 2 x 0.5 cm, 1 x 0.1 cm, 0.5 x 0.1 cm, 2.5 x 0.2 cm and 3 x 0.8 cm respectively, a bruise of 3 x 2 cm on the cheek, a bruise measuring 4 x 1.5 cm around the jaw and a bruise of 4 x 3 cm on the right shoulder. Mr Magomadov had a bruise of 3 x 1 cm on the forehead, another measuring 4 x 3 cm on the cheek, a bruise that covered all of one ear, a bruise of 4 x 4 cm on the right temple, bruising around the wrist joints, a bruise of 22 x 2 cm on the left side and a bruise of 5 x 2 cm on the left knee (see the applicants' statements in paragraph 125 above).", "201. The injuries sustained by Mr Khanchukayev, Mr Gelogayev and Mr Magomadov resulted from blows inflicted by hard blunt objects and dated from 4 October 2002. They were classified as light injuries which were not damaging to their health.", "202. Mr Khashiev and Mr Baymurzayev had not made any complaints and had presented no signs of blows or violence.", "203. Mr Issayev had a broad haematoma around the right eye and two bruises to the forehead, each of which measured 1 x 1 cm (see paragraph 125 above). These injuries resulted from blows inflicted by hard blunt objects and were classified as light injuries which were not damaging to his health.", "204. Mr Kerdikoshvili had a wound of 6 x 0.1 cm on the right shoulder and two wounds, measuring 0.5 x 1 cm and 0.3 x 0.1 cm, around the left wrist. Those injuries resulted from blows inflicted by a sharp object, dated from 4 October 2002 and were classified as light injuries which were not damaging to his health. Mr Sheshberidze apparently suffered pain when walking. He had two bruises, measuring 3 x 2.5 cm and 0.8 x 0.5 cm, on the left ankle, which was also swollen. The joint on Mr Dalakishvili's left knee was swollen and he had a bruise measuring 3 x 2.5 cm. Mr Buchukuri had a bruise measuring 3 x 2 cm on the left ankle and a bruise of 1 x 1 cm on the left testicle. Mr Samadashvili had a bruise measuring 5 x 3 cm on the right side of the chest and another, measuring 1.5 x 1 cm, on the right ankle. Mr Kovziridze had a bruise of 2 x 1.5 cm on the right hand and another measuring 3.5 x 3 cm on the left foot. Those injuries resulted from blows inflicted using hard blunt objects and dated from 4 October 2002. They were classified as light injuries which were not damaging to their health.", "205. Mr Dalakishvili submitted to the Court a medical certificate and a statement that he had undergone an operation on the left knee in December 2003 on account of rupture of the anterior cruciate ligament.", "206. At the Court's request, the Georgian Government made available to it in Tbilisi the applicants' prisoner files. The medical information set out below was obtained from this source.", "207. It appears from the medical certificate of 6 August 2002, drawn up by the doctor in the Ministry of Security's investigation prison that Mr Khanchukayev was in good health but was suffering from swollen legs. The entry in his medical records on 4 October 2002 mentions numerous bruises, the size of which varied between 1 x 1 cm and 20 x 5 cm, as well as a fracture to the left shoulder. No mention is made of any medical treatment administered to the applicant on that date. The next entry, on 8 October 2002, states that the prison doctor treated Mr Khanchukayev for pain in the pelvis area. According to the entry for 12 October 2002, the applicant was treated by a surgeon.", "208. According to medical certificates dated 6 August 2002, Mr Issayev had dressings on the left shoulder and right tibia, injured areas which had required surgical intervention on the previous day. Mr Khashiev showed a deformation of the left side of the lower jaw, together with a scar from an operation dating from a year previously. His legs were also swollen and painful. Mr Baymurzayev also had a deformation of the lower jaw and swelling of the tibias, which was making it difficult for him to walk. It appears from Mr Baymurzayev's file that he received medical treatment from December 2002 onwards for the injury to his jaw and that on 10 October 2003 he was placed in the prison infirmary, as the diagnosis showed a total deformation of the chin bone.", "209. It appears that on 7 August 2002, at the Ministry of Security's request, Mr Margoshvili was transferred from a civilian hospital to the prison infirmary.", "210. According to a diagnosis drawn up for the Ministry of Security on 7 August 2002 by the civilian hospital in connection with Mr Magomadov's transfer to the prison infirmary, he had an infected wound on the right side of the neck (see paragraph 138 above) and presented numerous grazes on his body. It was recommended that the wound be disinfected and the dressing changed daily or every second day. According to the entry in his medical records on 5 October 2002, treatment had been given for the swelling.", "211. The entry in Mr Gelogayev's medical records on 4 October 2002 confirmed the presence of the injuries observed by the medical expert (see paragraph 200 above). No mention is made of any treatment administered to the applicant on that date. On the other hand, according to the entry on 10 October 2002, he had received “symptomatic treatment” and been issued with analgesics.", "212. As they were unable to appear before the Court in Tbilisi (see paragraph 44 above), on 17 April 2004 Mr Arabidze, Mr Khidjakadze and Mr Gabaydze informed the Court in writing that they had never received a letter from Mr Mskhiladze (see paragraph 178 above). They claimed to have learned of it for the first time in April 2004, once the Court had sent it to the applicants' representatives.", "213. As director of the law firm to which the letter in question had allegedly been delivered, Mr Khidjakadze stated that the signature on the document did not belong to any of his colleagues. He noted that the letter bore no registration number, although his firm's practice was to assign a number to each package as soon as it arrived. In his opinion, the document had been fabricated, and was being used by the Government to blame the lawyers for not lodging an appeal against their clients' extradition. The two other lawyers also failed to recognise the signature confirming receipt of the letter.", "214. Mr Gabaydze explained that, on the evening of 3 October 2002, a friend who worked at the Ministry of Security (whose name is not disclosed, at the lawyer's request) informed him confidentially that the extradition of “certain Chechens” was being prepared. He then contacted the Chechen representative in Georgia and went with him to the Procurator-General's Office. They attempted unsuccessfully to obtain information. Mr V.M., a prosecutor, informed them by telephone that he was unaware of any such developments and asked them not to call again. Ms L.G., also a prosecutor, told them that she could say nothing over the telephone.", "215. Those attempts having been unsuccessful, Mr Gabaydze went to the Rustavi-2 television channel, in order to state publicly that the secret extradition of Chechen prisoners was being planned (see paragraph 124 above). At 9 a.m. the following day, he went to the prison to try to meet his clients, but the prison doors were closed and the telephones had been disconnected. At that stage he did not know which of his clients were affected or whether the extradition had already taken place.", "216. The video recording of the 11 p.m. news bulletin broadcast on Rustavi-2 on 3 October 2002 and made available to the Court by the Georgian Government did indeed contain an interview with Mr Gabaydze. The lawyer stated that, according to a reliable source, the extradition of several Chechen prisoners, arrested between 3 and 5 August on the Russo-Georgian border, was planned for the following day. He claimed that he did not know those prisoners' names, that the telephones at the Procurator-General's Office had been disconnected and that the entire proceedings were taking place in secret. However, he did not believe that the individuals with Georgian nationality would be extradited.", "217. On 15 November 2002 the investigator responsible for “particularly important” cases issued an order in respect of each of the applicants concerning the “establishment of the defendant's identity”. The orders in question, which were all identically worded, noted that “documents, particularly passports, were received during the investigation” which proved that the defendants in question were Aslan Lechievich Adayev, born on 22 July 1968 in the village of Orekhovo (Achkhoy-Martan district); Khusein Mukhidovich Aziev, born on 28 September 1973 in the village of Roshni-Chu (Urus-Martan district); Rizvan Vakhidovich Vissitov, born on 1 October 1977 in the village of Goiti (Urus-Martan district); Khusein Khamitovich Khadjiev, born on 8 November 1975 in the village of Samashki (Achkhoy-Martan district) (see paragraph 72 above). “This information was also confirmed by the defendants themselves, and by other material from the case file.” The Russian Government did not submit the equivalent document concerning Mr Shamayev, one of the five extradited applicants. He was referred to in all the documents as Abdul-Vakhab Akhmedovich Shamayev.", "218. On 11 November 2002 the Russian Government submitted to the Court the names of the lawyers who were representing the extradited applicants before the Russian courts. Following repeated requests from the Court, they also sent their addresses on 19 November 2002. On 22 January 2003, claiming that the lawyers enjoyed unlimited access to their clients, the Government provided details of the dates and number of meetings between them.", "219. The case file shows that, on 15 November 2002, Mr Shamayev refused the assistance of Mr Zalugin, who had been assigned to him on 5 October 2002, and asked that “any other lawyer” be appointed. This handwritten request by Mr Shamayev is included in the case file. On the same date Ms Kuchinskaya was assigned to his case by virtue of a mission order issued by the head of the Minvody legal consultancy office. From 21 February 2003 Mr Shamayev was assisted by another lawyer, Mr Timirgayev, a member of the Bar of the Chechen Republic.", "220. On 5 October 2002 the heads of the legal consultancy offices in Minvody and Essentuki assigned Ms Melnikova and Mr Molochkov to represent Mr Khadjiev and Mr Vissitov respectively during the preliminary investigation. On 15 November 2002 Mr Khadjiev asked that, in view of Ms Melnikova's long absence, “any other lawyer be assigned to him”. On the same date the head of the Minvody legal consultancy office assigned Ms Kuchinskaya to represent him.", "221. On 5 October 2002 Mr Zalugin was assigned to represent Mr Adayev during the investigation. On 22 October 2002 Mr Adayev refused his assistance and asked that “any other lawyer” be appointed. On 16 and 21 October 2002 Mr Adayev's relatives chose Mr Lebedev (a member of the Moscow Bar from the Novatsia law firm) and Mr Khorochev (from Isk, an association of lawyers in the Odintsovo district, Moscow region) to defend his interests. Only Mr Lebedev's authority to act, approved by the director of Novatsia, is included in the case file.", "222. On 5 October 2002 the head of the legal consultancy office in Essentuki assigned Mr Molochkov to represent Mr Aziev before the Procurator-General's Office. Another authority to act was drawn up on 21 October 2002 in the name of Mr Khorochev. Since 31 January 2003 Mr Aziev has been assisted by Mr Timichev, a member of the Bar of the Republic of Kabardino-Balkaria (see paragraph 238 below).", "223. Until 4 October 2002 Mr Khadjiev, Mr Adayev and Mr Aziev were represented before the Georgian courts by Mr Gabaydze; Mr Vissitov was represented by Mr Khidjakadze; and Mr Shamayev by Mr Chkhatarashvili. Those lawyers were remunerated by the leadership of the Chechen-Kist community in Georgia (under contracts for legal assistance dated 5 and 6 August 2002).", "224. The lawyers stated that, at 9 a.m. on 4 October 2002, they rushed to the prison to see their clients, but were refused entry. “Not knowing how to apply to the Court”, they asked their colleagues, Ms Mukhashavria and Ms Dzamukashvili, to lodge an application on behalf of their clients. Those lawyers were also denied access to the prisoners and could not therefore arrange to have authorities to act drawn up in their names. In extremely urgent circumstances, and in agreement with the leadership of the Chechen-Kist community, Mr Gabaydze, Mr Khidjakadze and Mr Chkhatarashvili prepared documents (included in the case file) delegating authority to their two colleagues, who immediately applied to the Court.", "225. On 22 November 2002 Ms Mukhashavria and Ms Dzamukashvili faxed the powers of attorney authorising them to represent the extradited applicants before the Court. Those documents, which referred to Georgia as the respondent State, had been signed by the applicants' family members and friends living in Russia.", "226. The lawyers explained that on 28 October 2002 they had contacted the Russian consulate in Tbilisi in order to obtain visas so that they could visit their extradited clients. They were informed orally that, in order to obtain a visa, they would have to produce a written invitation from the prison establishment in question. On 29 October 2002 they asked the Representative of the Russian Federation at the Court for assistance. He explained that he would not reply without some indication from the Court. The lawyers then asked the Court to intervene on their behalf with the Russian authorities so that visas would be issued.", "227. On 5 December 2002 the Russian Government alleged that Ms Mukhashavria and Ms Dzamukashvili could not claim to be the representatives of the extradited applicants with regard to the part of the application against Russia, as the authorities to act referred only to Georgia as the respondent State. In addition, under Russian legislation a foreign lawyer could not defend an individual in Russia, either during the preparatory investigation or before the courts. However, “if they were to contact the Russian Procurator-General's Office”, the lawyers “[could] in principle visit the extradited applicants”. “Those alleged representatives ... who [supported] international terrorists in Russia [were] not considered by the Russian authorities as the applicants' representatives before the Court and [would] not be contacted by them in that capacity.”", "228. On 17 June 2003 the Court decided to ask the Russian Government, in application of Rule 39 (of the Rules of Court), to allow Ms Mukhashavria and Ms Dzamukashvili unhindered access to the extradited applicants with a view to preparing the hearing on admissibility (see paragraph 24 above). On 4 August 2003 Ms Mukhashavria asked the Representative of the Russian Federation, by virtue of this decision by the Court, to help her obtain a visa for Russia and authorisation to visit the applicants in prison. In a reply dated 21 August 2003, the Representative of the Russian Federation reminded her, through the Court, that the Russian Government did not consider her as the extradited applicants' representative. He stated that the Georgian lawyers could ask the trial court before which the applicants would be brought to authorise their admission as defence counsel, but that the Government themselves could take no action in this regard.", "229. On 22 August 2003 the Court again invited the Russian Government to comply with the interim measure indicated on 17 June 2003. On 1 September 2003 the Government repeated the grounds for their refusal as set out in the above-mentioned letter of 21 August.", "230. At the hearing on admissibility the Russian Government submitted a graphology report of 29 August 2003 by the forensic analysis centre at the Russian Ministry of Justice. The expert who had prepared the report claimed that the authorities to act in respect of Mr Shamayev, Mr Adayev and Mr Aziev, submitted to the Court by Ms Mukhashavria and Ms Dzamukashvili, had not been signed by those applicants (see paragraph 225 above). In the case of Mr Vissitov, it had not been possible to ascertain whether the signature was indeed his, and it had been impossible to decide the question with regard to Mr Khadjiev, since the analysed specimen had been very short and incomplete.", "231. In reply, Ms Mukhashavria pointed out that those applicants had been extradited before their lawyers could obtain authorisation to visit them. After their arrival in Russia, she had attempted unsuccessfully to make contact with them. She had then appealed to their relatives and friends, and it was the latter's signatures which appeared on the authorities to act.", "232. On 20 November 2002 the Registry of the Court informed Mr Molochkov, Ms Kuchinskaya, Mr Khorochev and Mr Lebedev (see paragraphs 21822 above) that their clients had attempted to lodge an application with the Court on 4 October 2002. They were asked to make contact with the applicants so that they could confirm or deny their intention to apply to the Court. On 9 December 2002 the Representative of the Russian Federation replied to the Court, stating that the lawyers “objected to the Court's attempts to contact them”. Indeed, Mr Khorochev and Mr Lebedev never sent a reply. Mr Molochkov and Ms Kuchinskaya replied only in August 2003 (see paragraph 241 below).", "233. Consequently, and in accordance with the authorisation granted by the President of the Section (see paragraph 16 above), on 10 December 2002 the Registry sent identical letters (by registered mail requiring acknowledgment of receipt), accompanied by application forms, directly to the extradited applicants at the address of the pre-trial detention centre in town A. On 16 January 2003 the Court received the five acknowledgments of receipt, signed on 24 December 2002 by the head of the prison secretariat. In September 2003 the Russian Government produced a statement, delivered on an undetermined date by the head of the prison administration of the pre-trial detention centre in question, stating that no letters from the Court to the extradited applicants had arrived at that establishment. Following the Court's communication of the above-mentioned acknowledgments of receipt, the Russian Government provided other explanations (see paragraph 239 below).", "234. Mr Shamayev, Mr Vissitov and Mr Adayev never replied to the Court to confirm or deny their intention of applying to the Court as expressed on 4 October 2002.", "235. On 27 October 2003 the Court received an application form from Mr Khusein Khamitovich Khadjiev, duly completed and dated 8 October 2003, which named both Georgia and Russia as the respondent States. It had been posted on 9 October 2003 by the administration of the pre-trial detention centre in town B (see paragraph 53 above). Mr Khadjiev provided an authority to act made out in the name of Mr S. Kotov, a lawyer. Although the relevant box on this document referred only to Georgia as the respondent State, the form contained complaints against both Georgia and Russia (see paragraphs 388, 439 and 484 below).", "236. On 19 December 2003 those documents were sent to the Governments and to Ms Mukhashavria and Ms Dzamukashvili. Mr Kotov was asked to provide certain additional information, particularly with regard to his client's application to the Court on the evening of his extradition and his representation before the Court by the Georgian lawyers. He was also asked to specify who would represent his client before the Court with regard to the part of the application concerning Russia.", "237. To date, no reply has been received by the Court from Mr Kotov.", "238. Mr Khusein Mukhidovich Aziev, one of the five extradited applicants, did not return the application form sent to him by the Court on 10 December 2002. On the other hand, on 19 August 2003 he lodged a separate application with the Court, referring only to Russia (Aziev v. Russia, no. 28861/03). Represented by Mr Timichev (see paragraph 222 above), he complained of the impossibility of being tried by a competent court in Russia and about the conduct of the Russian lawyer who had been assigned to him after his illegal extradition to that country. Having initially made no reference to any application in connection with his extradition, it was not until 9 October 2003 that Mr Aziev confirmed that he had submitted such a complaint to the Court and asked that case no. 28861/03 be joined to the present application. In a letter of 30 October 2003, sent to the Court in connection with application no. 28861/03, he confirmed that he had learned from his lawyer and the media that the Russian Government were denying that he had applied to the Court from Georgia, with Ms Mukhashavria's assistance, in order to complain about his illegal extradition. He stated that he endorsed all the steps taken by that lawyer, even if it had not always been possible to take his instructions.", "239. On 3 December 2003 the Russian Government explained the misunderstanding over the receipt by the extradited applicants of letters from the Court. They alleged that the letters had been delivered to the applicants in person, and had been left with them rather than being included in their prisoner files. The absence of any record in those files lay behind the statement made by the head of the prison administration to the effect that the prison had never received the correspondence in question (see paragraph 233 above). The Government submitted reports on the administrative inquires subsequently conducted into this matter in the pre-trial detention centre and handwritten letters from Mr Shamayev, Mr Adayev, Mr Khadjiev and Mr Vissitov, dated 3 November 2003.", "240. In those letters Mr Shamayev stated that he had received the Court's correspondence but had not replied in person. However, he did not rule out the possibility that his lawyer had sent a complaint to the Court on his behalf. Mr Adayev confirmed that he had received the Court's correspondence at the end of 2002 and that he had handed it over to his lawyers for them to reply. He also stated that he had sent a complaint to the Court from Georgia with the help of a lawyer. Mr Khadjiev stated that, while in Georgia, he had sent a complaint to the Court with the assistance of a lawyer. On 24 December 2002 he had received the Court's letter in the pre-trial detention centre in Russia. Mr Vissitov alleged that he had sent a complaint to the Court from Georgia, with the help of a lawyer. He had subsequently received a letter from the Court in Russia, but had lost it during a change of cell. No letter was submitted from Mr Aziev. However, the Government submitted an explanation from an employee in the SIZO administration for the Stavropol region, stating that Mr Aziev, who had been questioned on 3 November 2003, had confirmed that he had received a letter from the Court at the end of 2002. Unlike the other applicants, Mr Aziev had not written an explanatory letter since he did not speak Russian well and did not write in that language.", "241. On 26 August 2003 Mr Molochkov and Ms Kuchinskaya replied to the Court's letter of 20 November 2002 (see paragraph 232 above). They alleged that Mr Shamayev, Mr Khadjiev, Mr Vissitov and Mr Aziev, their former clients, had never complained of a violation of their rights and had never expressed a wish to apply to the Court. Having received no instructions from them, they had been unable to contact the Court on their own initiative. They had always had adequate time and facilities to prepare their clients' defence and opportunities to meet them without prison wardens being present.", "242. On 15 September 2003 the Russian Government produced photographs of four of the extradited applicants, taken in their respective cells in the pre-trial detention centre in town B, and a photograph of Mr Aziev, dated 23 August 2003, who was then detained in a pre-trial detention centre in town A (see paragraph 53 above). Unlike the other applicants, Mr Aziev appears in only one photograph and is shown from a distance in a general shot of his cell. Apart from the observation that the conditions of detention seemed to be better in the first SIZO mentioned above, the photographs of the cells included with this submission gave rise to no particular comments from the Court.", "243. On 8 January 2004 the Russian Government alleged that Mr Khadjiev's submission of a complaint to the Court (see paragraph 235 above) marked a turning point in the instant case and was a breakthrough in the procedural impasse. They had no doubt that Mr Khadjiev had indeed applied to the Court on this occasion and claimed that there was consequently no further point in considering the alleged communications which had previously been sent by him to the Court or those sent on behalf of the four other extradited individuals. The Russian Government stated that they recognised the authority to act given by Mr Khadjiev to Mr Kotov in his application against Georgia. They requested that this application be subject to the “ordinary procedure” and be communicated to them, and that all of the previous proceedings in the instant case be annulled. In their opinion, this would put an end to “non-procedural activities in this case”. On 5 and 13 February 2004 the Court reminded the Government that Mr Khadjiev's complaints had been communicated to the respondent Governments prior to consideration of their admissibility and that they did not require any fresh communication measure.", "244. With regard to its attempts to question the five extradited applicants and the two applicants who disappeared in Tbilisi and are now detained in Russia, the Court refers to paragraphs 27 et seq. above.", "245. According to the medical department of the Georgian Ministry of Justice, the applicants presented no injuries on 4 October 2002.", "246. On 14 November 2002, in conditions of strict confidentiality, the Russian Government produced medical certificates drawn up on 4 November 2002, a month after their extradition. According to the prison doctor, the applicants had made “no complaints about their state of health and were, in general, in good condition”. On 22 January 2003 the Government submitted new medical certificates, dated 15 January 2003 and signed by a cardiologist, a neurologist, a generalist and a surgeon. On 1 September 2003 they submitted further medical certificates, drawn up on 11 August 2003. The most recent medical certificates, submitted on 25 February 2004, were dated 20 February 2004 and were drawn up by doctors from the civilian hospital in town B, in the Stavropol region.", "247. According to the medical certificates dated 4 November 2002 and 15 January 2003, Mr Vissitov had complained of a dryness of the throat and a dry cough. His condition was described as “objectively satisfactory”. Monitoring by the medical service was recommended. According to the medical certificate of 11 August 2003, Mr Vissitov had made no complaint concerning his state of health and did not present any physical injury. He had a cataract on the left eye and a fracture of the nose bone was noted in July 2003. A psychiatric examination on 13 February 2003 found that he was in good psychological health. X-rays taken on 18 October 2002 and 24 July 2003 showed no chest pathology. At no point during his detention had Mr Vissitov requested medical assistance. According to a medical certificate dated 20 February 2004, the generalist found evidence of dystonia.", "248. On 15 January 2003 it was noted that Mr Khadjiev had been ill for two days. He complained of hot flushes, a cough and shivering. The doctor observed increased vesicular murmurs in the lungs, an acute viral respiratory infection complicated by tracheobronchitis, and possible pneumonia of the right side. His state was described as “objectively satisfactory”. Treatment in the medical unit was considered necessary.", "249. The medical certificate of 11 August 2003 mentions old traces of a fracture of the nose bone, an appendectomy in 1998, and a gunshot wound to the right hip dating from July 2002. A psychiatric examination on 13 February 2003 found that he was in good psychological health. X-rays of 18 October 2002 and 24 July 2003 showed no chest pathology. Mr Khadjiev requested medical treatment on 20 February (for an acute viral respiratory infection) and 3 April 2003 (for acute laryngitis). He had made no other requests for medical assistance. According to the medical certificate of 20 February 2004, the generalist found evidence of dystonia and cephalalgia.", "250. According to the medical certificates dated 4 November 2002 and 15 January 2003, Mr Shamayev complained of general weakness, acute pain in the hips, dryness of the throat and mouth, and a dry cough. A week prior to 15 January 2003 he had suffered an acute viral respiratory infection. Normal vesicular murmurs in the lungs and chronic cholecystitis (inflammation of the gall-bladder) in remission were observed. His condition was described as “objectively satisfactory”. According to the medical certificate of 11 August 2003, Mr Shamayev made no complaint about his state of health. His medical records revealed bruising to the left shoulder. A psychiatric examination on 13 February 2003 found him to be in good psychological health. X-rays dated 18 October 2002 and 24 July 2003 showed no chest pathology. Mr Shamayev had not asked for medical assistance at any point during his detention. According to the medical certificate of 20 February 2004, the generalist found hypotonic dyskinesia of the digestive tract.", "251. According to the medical certificates dated 4 November 2002 and 15 January 2003, Mr Adayev had made no complaint about his state of health. His condition was described as “objectively satisfactory”. The medical certificate dated 11 August 2003 mentions pale pink bruising on the chest, a gunshot wound to the left shoulder dating from 1994 and a traumatism on the coccyx dating from 1986. A psychiatric examination on 13 February 2003 found him to be in good psychological health. X-rays taken on 13 March and 24 July 2003 showed no chest pathology. On 9 December 2002 Mr Adayev was examined by a doctor following an episode of hypertension and post-traumatic neuritis of the left shoulder. He received medical treatment on 21 February and 17 March 2003.", "252. According to the medical certificates dated 4 November 2002, 15 January and 11 August 2003, Mr Aziev had made no complaints about his health. His condition was described as “objectively satisfactory”. Mr Aziev had not asked for medical assistance at any point during his detention. On 20 February 2004 the generalist found no evidence of any pathology.", "“It is forbidden to extradite a citizen of Georgia to a foreign State except in those cases prescribed by international treaty. An appeal against any extradition decision lies to the courts.”", "“3. Anyone arrested or otherwise deprived of his or her liberty shall be brought before a competent court within forty-eight hours. If the court fails to rule on the detention or other custodial measure within twenty-four hours following the hearing, the individual concerned must be immediately released.", "...", "5. An arrested or detained person must be informed at the time of arrest or detention of his or her rights and the grounds for the deprivation of liberty.”", "“Everyone has the right to apply to a court for protection of his or her rights and freedoms.”", "“No one may be detained without an order of a judge or other judicial decision ...”", "“The length of detention during the preparatory investigation shall not exceed three months; this period shall run from the date of the suspect's arrest or the defendant's placement in detention. The date on which the prosecutor refers the case to a court shall be taken as the end of that detention period.”", "This Article also provides for the possibility of extension of the detention period by the competent court, but such detention may not under any circumstances exceed nine months (which is also the period provided for by the Constitution).", "“A judicial remedy is available in respect of an action or decision by an inquiry officer, investigating body, investigator or prosecutor which the individual concerned considers unfounded or unlawful, in the case of (a) an order to discontinue the case, taken by the investigating body, investigator or prosecutor; (b) a finding of no case to answer, reached by the investigating body, investigator or prosecutor.”", "“1. By virtue of an international agreement on mutual judicial assistance, a foreign State may request the extradition of one of its citizens who is in Georgian territory if that individual is suspected of having committed a crime in his or her own country, or if he or she has been convicted of a crime by a court of that country or if he or she has committed a crime against his or her country in Georgian territory.", "2. The extradition request must comply with the requirements laid down in the corresponding international agreement and must emanate from a competent body.", "...", "4. If the Georgian Procurator-General considers the extradition request to be lawful and well-founded, he or she shall give instructions for its execution and may, where appropriate, request the assistance of the Georgian Ministry of Foreign Affairs.", "...", "6. ... If the person whose extradition is requested has been placed under investigation on suspicion of having committed a crime in Georgian territory, his or her extradition may be postponed until such time as judgment is delivered, the sentence has been served or he or she is released for another lawful reason.", "7. In the cases provided for in paragraph 6 of this Article, the Georgian Supreme Court may, at the request of the competent bodies of the foreign State, decide to hand over the latter's citizen on a temporary basis. If an individual extradited in such a way is given a sentence heavier than or equivalent to that which remained to be served in Georgia, he or she shall serve the sentence in his or her own country and shall not be returned to Georgia.”", "“An alien shall not be extradited if he or she has been granted political asylum in Georgia.”", "“1. The arrest [and] detention ... of an individual whose extradition is requested shall only be possible if the request is accompanied by a warrant (order, instruction) duly certified by a competent public body and refers to procedural measures restricting his or her rights and freedoms ... guaranteed under the Constitution.", "2. The entity from which the extradition request emanated shall be immediately informed of the execution of the measures mentioned in the preceding paragraph.", "3. A foreign national who has been detained in accordance with an extradition request may be detained for a maximum duration of three months, unless a fresh judicial warrant (order) for extension of the detention is produced.", "4. An individual against whom extradition proceedings have been brought shall be entitled to apply to a court for protection of his or her rights.”", "255. The CCP contains no provisions concerning the right of an individual who is subject to extradition proceedings to have access to material from the extradition file.", "Under Article 6 of the Criminal Code, it is prohibited, unless otherwise provided in an international treaty, to extradite a Georgian national or a stateless person who is permanently resident in Georgia with a view to subjecting him or her to criminal proceedings or the enforcement of a sentence in another country. Equally, it is forbidden to extradite an individual to a country in which the crime with which he or she is charged is subject to the death penalty.", "A refugee is a person who is not of Georgian nationality or origin and who has been obliged to leave the country of which he or she is a national on account of persecution based on race, religion, ethnic origin, membership of a social group or political opinions, and who cannot or does not wish to receive the protection of that country (section 1(1)). Individuals who have been granted refugee status must register annually with the Ministry for Refugees (section 4(3)). A refugee may not be returned to his or her country of origin so long as the circumstances described in section 1 persist (section 8(2)). The individual will lose his or her refugee status should those circumstances cease to exist. The decision to suspend or withdraw refugee status is taken by the Ministry for Refugees (section 10).", "258. In its judgment of 28 October 2002 in the Aliev case, the Criminal Bench of the Supreme Court held:", "“...in accordance with Article 42 § 1 of the Constitution, everyone has the right to apply to a court for protection of his or her rights and freedoms. Article 259 § 4 of the Code of Criminal Procedure states that a person against whom extradition proceedings have been brought is entitled to defend his or her rights through the courts. Yet the Code of Criminal Procedure does not prescribe the procedure to be followed when examining such a request ... Nonetheless, this shortcoming in the legislation cannot prevent the individual from exercising his or her rights as enshrined in the Constitution and the Code of Criminal Procedure ... The Bench considers that Mr Aliev's request must be examined on the basis of an interpretation by analogy with Article 242 of the Code of Criminal Procedure, which states that an action or decision of the inquiry officer, investigator or prosecutor may be challenged before the courts if the individual concerned considers it to be unfounded or unlawful. Given that the decision to extradite Mr Aliev was taken by the Procurator-General's Office, his application must be examined by the Krtsanissi-Mtatsminda Court of First Instance in Tbilisi, which has territorial jurisdiction.”", "“The internationally recognised principles and rules of international law and the international treaties to which the Russian Federation is a party are an integral part of its legal system. Where such international treaties provide for rules different from those in the domestic legislation, the rules of the international treaty shall prevail.”", "“Until such time as it is abolished, capital punishment may be provided for by federal law as an exceptional sentence imposed in the event of particularly serious crimes against human life, and the defendant must have the right to have his or her case examined in a court by a jury.”", "“An attack on the lives of employees of the police or security forces and their close relatives, either for the purpose of obstructing their lawful activities to ensure public order and security or in order to exact revenge for such activities, shall be punishable by a prison term ranging from twelve to twenty years, the death penalty or life imprisonment.”", "In accordance with an amendment of 21 July 2004, the last sentence of this Article now reads:", "“... shall be punishable by a prison term ranging from twelve to twenty years, life imprisonment or the death penalty.”", "261. The Presidential Decree of 16 May 1996 on the gradual elimination of the death penalty as a result of Russia's membership of the Council of Europe", "“In accordance with the Recommendation of the Parliamentary Assembly of the Council of Europe and in the light of Article 20 of the Constitution of the Russian Federation concerning the provisional nature of the imposition of the death penalty as an exceptional punishment in the event of particularly serious crimes against human life, I hereby order:", "(1) the Government of the Russian Federation to prepare within one month a draft federal law on the Russian Federation's accession to Protocol No. 6 of 22 November 1984 to the European Convention for the Protection of Human Rights and Fundamental Freedoms of 4 November 1950, with a view to its submission to the State Duma (Federal Assembly);", "(2) the Chambers of the Federal Assembly of the Russian Federation to expedite the enactment of the Criminal Code of the Russian Federation, the Code of Criminal Procedure of the Russian Federation and the Code on the Execution of Criminal Sentences; ... to consider, when examining the draft Criminal Code, the question of reducing the number of offences for which the death penalty may be imposed.”", "262. The relevant provisions of the Constitutional Court's judgment of 2 February 1999", "“5. From the entry into force of this judgment and until such time as assize courts are introduced throughout the territory of the Federation, the death penalty may not be imposed either by an assize court or by a bench composed of three professional judges or of a single judge and two lay assessors.”", "263. The Federal Law on the Prosecution Service, dated 17 January 1992", "“... The prosecutors of the federal subjects of the Russian Federation shall be subordinate to and report to the Procurator-General of the Russian Federation, who shall be entitled to remove them from their posts.”", "“The Procurator-General shall manage the prosecution service of the Russian Federation and shall issue orders, indications, instructions and provisions concerning the organisation of the prosecution service's activities which shall be binding on all employees of the prosecution service's bodies and establishments.”", "(Chapter 4 – Supervision by the prosecution service of compliance with the law by the administrative authorities of the entities and establishments responsible for the application of sentences ... and by the authorities responsible for premises used for police custody and detention)", "“The supervision shall concern", "(a) the lawfulness of the incarceration of detainees in places of police custody and pre-trial detention, in corrective labour establishments and other bodies and establishments responsible for the application of sentences and of compulsory measures that have been decided by the courts;", "(b) observance of the rights and obligations of persons held in police custody, detainees, convicted prisoners and persons subject to compulsory measures, and compliance with the rules and conditions of their detention as set out in the legislation of the Russian Federation ...”", "“In the context of his or her duty to supervise compliance with the law, the prosecutor may", "(i) visit the entities and establishments referred to in section 32 above at any time;", "(ii) question those detained in police custody, detainees, convicted prisoners and persons subject to compulsory measures; ...", "(iii) require that the authorities create conditions such as to guarantee the rights of individuals in police custody, detainees, convicted prisoners and persons subject to compulsory measures; supervise the conformity with the law of measures ... taken by the establishments referred to in section 32 above; demand explanations from public employees; prepare objections [protests] and opinions; commence a prosecution or initiate proceedings for administrative offences ...”", "“The prosecutor's orders or requests with regard to the rules and conditions of detention of persons held in police custody, detainees, convicted prisoners and persons subject to compulsory measures ..., prescribed by law, shall be binding on the authorities ...”", "“When conducting a criminal prosecution before a court, individual prosecutors take part in the proceedings on behalf of the public prosecution service.”", "264. The Code of Criminal Procedure (“CCP”), in force since 1 July 2002", "“The internationally recognised principles and rules of international law and the international treaties to which the Russian Federation is a party are an integral part of the Russian Federation's legislation governing criminal procedure. Where such international treaties provide for rules different from those set out in the present Code, the rules contained in the international treaty shall prevail.”", "“Irrespective of the locality in which an offence was committed, proceedings with regard to a criminal case shall be conducted in the territory of the Russian Federation in accordance with the present Code, unless otherwise provided by an international treaty to which the Russian Federation is a party.”", "“1. Criminal cases shall be examined by a court composed of a bench or of a single judge.", "2. In courts of first instance, criminal cases shall be examined by the following compositions:", "...", "(b) At the defendant's request, the judge of a federal court and a jury of twelve persons shall examine cases concerning the crimes set out in Article 31 § 3 of this Code. ...”", "The crimes set out in Article 31 § 3 of the CCP are, inter alia, those punishable under Articles 205, 209, 317 and 322 § 2 of the Criminal Code (see paragraphs 66 and 71 above).", "“1. Pre-trial detention shall be imposed by a judicial decision on an individual who has been placed under investigation or a defendant accused of committing a crime punishable by more than two years' imprisonment, where another less severe preventive measure cannot be applied.", "...", "5. Pre-trial detention may be imposed in the absence of a defendant only if an international search warrant has been issued against him or her.”", "“Detention pending the investigation shall not exceed two months.”", "This initial period may subsequently be extended in certain circumstances by a court or judicial officer, in particular on account of the complexity of the case; however, the overall length of detention may not in any circumstances exceed eighteen months.", "“Copies of the judgment shall be issued to the convicted or acquitted individual, his or her counsel and the public prosecution service within five days of its delivery. Within the same time-limit, the civil party, the plaintiff or the defendant in civil proceedings, together with their counsel, may also obtain copies of the judgment, subject to the submission to the court of a written request to that effect.”", "265. The Federal Law of 27 December 2002 amending the Law on the entry into force of the new CCP", "“... Article 30 § 2 (b) of the Code of Criminal Procedure shall come into force on 1 July 2002 in the regions of ... Krasnodar and Stavropol ...; ... on 1 January 2007 in the Chechen Republic.”", "The second date will mark the completion of the introduction of assize courts in the Russian Federation.", "266. Georgia and the Russian Federation are parties to the Convention of 22 January 1993 on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (“the Minsk Convention”) and to the European Convention on Extradition.", "“The Contracting Parties undertake, subject to the conditions set out in the present Convention and at the request of one of the Parties, to hand over to each other persons found in their territory for the purpose of criminal prosecution or the enforcement of a judgment delivered against them.", "Extradition for the purpose of criminal prosecution shall take place if the act or omission in question is an offence under the law of the requesting Party and that of the requested Party, and if it is punishable by a sentence of imprisonment superior to one year or by a more severe punishment.", "Extradition for the purpose of the enforcement of a judgment shall take place if the individual whose extradition is requested has been sentenced to a prison term of more than six months or to a more severe punishment for having committed an act or omission that is an offence under the law of the requesting Party and the requested Party.”", "“Relations concerning questions of extradition and criminal prosecution shall be carried out through the intermediary of the General Procurators (prosecutors) of the Contracting Parties.", "Relations concerning the completion of different proceedings or other acts requiring the approval ('sanction') of a prosecutor or a court shall be carried out through the intermediary of the prosecution services' bodies, in accordance with the arrangements decided by the General Procurators (prosecutors) of the Contracting Parties.”", "Article 11 – Capital punishment", "“If the offence for which extradition is requested is punishable by death under the law of the requesting Party, and if in respect of such offence the death-penalty is not provided for by the law of the requested Party or is not normally carried out, extradition may be refused unless the requesting Party gives such assurance as the requested Party considers sufficient that the death-penalty will not be carried out.”", "Article 28 §§ 1 and 2 – Relations between this Convention and bilateral agreements", "“1. This Convention shall, in respect of those countries to which it applies, supersede the provisions of any bilateral treaties, conventions or agreements governing extradition between any two Contracting Parties.", "2. The Contracting Parties may conclude between themselves bilateral or multilateral agreements only in order to supplement the provisions of this Convention or to facilitate the application of the principles contained therein.”", "When depositing the instrument of ratification on 15 June 2001, Georgia made the following reservation:", "“Georgia declares that it will not allow the extradition of any person in connection with offences punishable by the death penalty under the requesting Party's legislation.”", "267. Council of Europe", "“...", "The Parliamentary Assembly notes that the Russian Federation shares fully its understanding and interpretation of commitments entered into ... and intends:", "...", "(ii) to sign within one year and ratify within three years from the time of accession Protocol No. 6 to the European Convention on Human Rights on the abolition of the death penalty in time of peace, and to put into place a moratorium on executions with effect from the day of accession;", "...”", "“...", "4. With regard to the human rights situation in the Chechen Republic, the Assembly remains distressed by the number of killings of politically active individuals, by repeated disappearances and the ineffectiveness of the authorities in investigating them, as well as by the widespread allegations and indications of brutality and violence against the civilian population in the republic.", "5. The Russian authorities seem unable to stop grave human rights violations in Chechnya. ... [T]he Assembly can only conclude that the prosecuting bodies are either unwilling or unable to find and bring to justice the guilty parties. The Assembly deplores the climate of impunity which consequently reigns in the Chechen Republic and which makes normal life in the republic impossible.", "...”", "“...", "7. The mandate of the Organisation for Security and Co-operation in Europe's Assistance Group to Chechnya has not been renewed by the Russian Government. The Council of Europe's European Committee for the Prevention of Torture (CPT) has complained about the Russian Federation's lack of co-operation with it. The Russian Federation has yet to authorise the publication of its reports and the recommendations of the Council of Europe Commissioner for Human Rights are implemented with long delays, if at all. The European Court of Human Rights, set up to deal with individual violations of human rights, cannot hope to cope effectively with systematic human rights abuses on the Chechen scale via individual complaints. Lamentably, no member State or group of member States has yet found the courage to lodge an interstate complaint with the Court.", "...”", "“...", "6. The dramatic human rights situation in the Chechen Republic described in the texts adopted by the Assembly in April 2003 has unfortunately not improved significantly since then. The number of 'special operations' or 'sweeps' by security forces has in fact significantly decreased, in particular since the end of 2003. However, arbitrary detentions, often followed by the 'disappearance', torture or severe beatings of detainees and the theft or destruction of property at the hands of security forces (Chechen and federal) but also of certain rebel groups, are still occurring on a massive scale, especially as seen against the background of the small population of the Chechen Republic and the losses already suffered in previous years. ...", "...", "11. The Assembly is outraged that serious crimes have been committed against applicants to the European Court of Human Rights and their family members, which have not yet been elucidated. Such acts are totally unacceptable as they may deter applications to the Court, which is the centrepiece of the human rights protection mechanism established by the European Convention on Human Rights.", "...”", "“... [T]he information gathered by the CPT's delegation in the course of its February/March and April 2000 visits indicated that a considerable number of persons deprived of their liberty in the Chechen Republic since the outset of the conflict had been physically ill-treated by members of the Russian armed forces or law enforcement agencies. ...", "...", "... [I]n the course of the Committee's most recent visit to the Chechen Republic, in March 2001, numerous credible and consistent allegations were once again received of severe ill-treatment by federal forces; in a number of cases, those allegations were supported by medical evidence. The CPT's delegation found a palpable climate of fear; many people who had been ill-treated and others who knew about such offences were reluctant to file complaints to the authorities. There was the fear of reprisals at local level and a general sentiment that, in any event, justice would not be done. ...", "... According to the information gathered during the March 2001 visit, there were clear indications on some of the bodies that the deaths were the result of summary executions; further, certain of the bodies had been identified by relatives as those of persons who had disappeared following their detention by Russian forces. ...", "In their reply forwarded on 28 June 2001, the Russian authorities indicate that they are not willing to provide the information requested or to engage in a discussion with the CPT on the matters indicated above; they assert that such matters do not fall within the Committee's purview under the European Convention for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment. Such an approach is inconsistent with the object and purpose of the international treaty establishing the CPT and can only be qualified as a failure to cooperate with the Committee.”", "“...", "2. On 10 July 2001, the CPT issued a public statement concerning the Chechen Republic. ...", "Subsequently, some steps forward have been made. ...", "...", "4. [However,] in the course of the CPT's visits to the Chechen Republic in 2002 and, most recently, from 23 to 29 May 2003, a considerable number of persons interviewed independently at different places alleged that they had been severely ill-treated whilst detained by law enforcement agencies. The allegations were detailed and consistent, and concerned methods such as very severe beating, the infliction of electric shocks, and asphyxiation using a plastic bag or gas mask. In many cases, these allegations were supported by medical evidence. Some persons examined by the delegation's doctors displayed physical marks or conditions which were fully consistent with their allegations. ...", "...”", "268. Human Rights Watch", "The reports entitled “Russia/Chechnya – Swept under: Torture, forced disappearances, and extrajudicial killings during sweep operations in Chechnya” (vol. 14, no. 2 (D), February 2002), “Confessions at any cost: Police torture in Russia” (November 1999) and “Welcome to Hell – Arbitrary detention, torture, and extortion in Chechnya” (October 2000) describe acts of torture, especially medical torture, against Chechen prisoners and arbitrary executions. Other prisoners have disappeared without trace. Thus, an entire people was allegedly exposed to a serious threat of extermination. In addition to those observations, the reports contain about sixty interviews with Chechens who had been held in about a dozen “detention centres” across Chechnya and the neighbouring Caucasus regions and had survived torture, rape and ill-treatment. They had been released as a result of bribes paid to Russian soldiers. The reports describe different forms of torture carried out in those centres. The report “Welcome to Hell” presents evidence of the acts of torture and ill-treatment experienced by Chechen prisoners in pre-trial detention centres in the Stavropol region. The methods regularly used in those premises include the “live corridor” (the prisoners are beaten as they go through a corridor), the “beating of kneeling and bent-over prisoners” and “beating of naked prisoners with clubs, carried out in shower rooms”. All the Chechen former prisoners who gave evidence to Human Rights Watch used false names and were described using pseudonyms, which were cited in quotation marks.", "269. Amnesty International and the Russian Human Rights Commissioner Group", "According to an Amnesty International document published in 2000, the two prisons in which the extradited applicants were initially placed and in which they are currently detained are “filtration camps”. Amnesty International has listed various forms of torture practised in those camps in the context of the conflict which is raging throughout Chechnya. “Testimonies ... confirm that detainees (both men and women) are raped, tortured with electric shocks and tear gas and beaten with hammers and clubs. Other forms of torture consist in sawing the victim's teeth or striking him or her until the eardrums burst.”", "The Russian Human Rights Commissioner Group confirmed this information and submitted extracts from the administrative order under which filtration centres had been temporarily opened in the two establishments in which the applicants were and are detained, the purpose being to check the prisoners' identities and to establish their role in the armed conflict against the army and the armed forces of the Ministry of the Interior (information published by the Russian association Memorial).", "270. The United Nations Special Rapporteur on Torture (E/CN.4/2002/76, 14 March 2002, §§ 6 and 10; E/CN.4/2002/76/Add.1, §§ 1268-310)", "The majority of cases brought to the Russian Government's attention concerned individuals detained by the Russian forces in Chechnya. The acts of torture and ill-treatment reported were, inter alia, the following: imprisonment in a dark cell; blows to the entire body from a hammer or rifle butt; a deep knife wound to the leg; setting of dogs on detainees; forcing the victim to remain in a kneeling position for eight hours; electric shocks; punching; torture consisting of flaying and scalping; broken limbs; severed fingertips or nose; firing at the victim at point-blank range; packing prisoners for several days in unheated parked vehicles; deprivation of nourishment; access to toilets denied; rape or threat of rape against female prisoners; stab wounds to the entire body; eyes torn out; burns to the legs and arms.", "271. Report of 15 September 2004 by the International Helsinki Federation for Human Rights", "“...", "E. Persecution of Applicants to the European Court of Human Rights", "... As the Russian judicial system fails to address the crimes committed in Chechnya, there remains the possibility of applying to the European Court of Human Rights (ECtHR) ... At the same time, many applicants have been threatened, harassed, detained, or even forcibly disappeared and killed. Some of the cases, notably that of Lipkhan Bazaeva who is both an activist and an applicant, have already been mentioned. There was a sharp rise in cases of persecution of applicants in 2003 and 2004. This pattern can be explained partly by the fact that there is a growing number of applicants. But even when this is taken into account, the number of attacks appears to have grown disproportionately to the number of applicants – a fact which suggests that persecution of applicants is an emerging trend.", "...", "Some of the organisations that represent applicants from Chechnya before the ECtHR, namely Memorial, European Human Rights Advocacy Centre, and Chechnya Justice Initiative, have reported other incidents aimed at some of their clients. In letters to the ECtHR they mention 13 cases, with a total of 29 counts of abuse, in which different applicants have been persecuted in connection with their search for justice.", "...", "All in all, the cases of persecution of ECtHR applicants include both verbal and written threats, sometimes against other family members. In one case an applicant lost his job. In two cases soldiers illegally searched an applicant's house. At least one of the applicants was robbed. In four cases, applicants were beaten. In one case, the applicant went into hiding. In at least two cases the applicants are considering withdrawing their applications to the courts. Two formally withdrew their applications. Most of the threats and beatings were reported in 2003 and 2004. Federal forces are believed to be involved in all of these cases. The organisations representing the applicants claim that notifications about incidents from the ECtHR to the Russian authorities have had a positive effect in some cases, easing the pressure on individual applicants and their families.", "...”", "The report describes the circumstances in which several applicants, including Zura Bitieva (killed, application no. 57953/00), Marzet Imakaeva (persecuted, application no. 7615/02) and Sharfudin Sambiev (persecuted, application no. 38693/04), were subjected to violence.", "“...", "F. Persecution of Foreign Human Rights Defenders", "...", "The Organisation for Security and Cooperation in Europe (OSCE) established an office in Znamenskoe, Chechnya in June 2001, but the Russian Federation refused to extend the mandate of the OSCE Advisory Group when it expired at the end of 2002. While there have been few foreigners inside Chechnya, some international and humanitarian organisations have maintained offices in Ingushetia. However, a number of the foreign representatives left Ingushetia after the June 2004 attacks. The international presence in Northern Caucasus is becoming increasingly diluted, resulting in the near-absence of witnesses and help from the outside.", "...”"], "VIOLATED_ARTICLES": ["13", "2", "3", "5"], "VIOLATED_PARAGRAPHS": ["5-2", "5-4"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["2", "3", "5"], "NON_VIOLATED_PARAGRAPHS": ["5-1"], "NON_VIOLATED_BULLETPOINTS": []}