{"ITEMID": "001-79133", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF OBERWALDER v. SLOVENIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "David Thór Björgvinsson;John Hedigan", "TEXT": ["5. The applicants were born in 1931, 1959 and 1967 respectively and live in Domžale.", "6. The facts of the case, as submitted by the parties, may be summarised as follows.", "7. On 8 July 1970 and 11 March 1971 respectively, four plots of land were sold to the Municipality by H.O., the late wife of the first applicant J.O. and the mother of the second and third applicants, J.O. jr. and A.O.", "8. On 5 July 1973 and 4 June 1974, respectively, three plots of land were sold to the Municipality by the second applicant (J.O. jr.) and his brother (A.O.), the third applicant.", "9. On 23 November 1973 and 10 September 1976 two plots of land were sold to the Municipality by J.O.", "10. On 6 May 1992 the applicants lodged a request for the return of nine plots of land with the Domžale Administrative Unit on the basis of the 1991 Denationalisation Act, claiming that they had signed the contracts of sale under duress which was tantamount to expropriation.", "11. On 7 June 1993 the Administrative Unit transferred their request to the Domžale Local Court (Okrajno sodišče v Domžalah) as the competent authority.", "12. On 13 July 1994 a hearing was held. The court requested the applicants to complete their request and submit further documents.", "13. On 28 September and 29 November 1994, 16 February 1995, 23 March, 23 May and 17 July 1995 the court sent a letter to the applicants' lawyer, reiterating its request. The court also informed the new lawyer representing the applicants that it had received no reply.", "14. On 18 September 1997 the court summoned the applicants to complete their request within 30 days, or else it would reject it or consider it withdrawn.", "15. On 3 November 1997 the applicants filed the requested document through their representative and enlarged their claim, directing it also against the Slovenian Compensation Corporation (the “SCC”). On 20 January 1998 the latter replied to the applicants.", "16. Further to their reply, on 10 December 1998, 11 February and 26 April 1999 the court requested the lawyer to submit further documents.", "17. On 14 May 1999 the applicants through their representative filed the requested documents which were forwarded to the SCC. The latter replied on 5 July 1999.", "18. On 7 February 2001 the applicants specified the amount of compensation claimed.", "On 14 February 2001 a hearing was held. Since some of the requested documents were still missing, the applicants' representative obliged himself to reply to the SCC's statements.", "19. On 20 February 2001 the Municipality of Domžale filed a reply.", "On 14 September 2001, further to the court's additional request, the applicants' representative filed submissions.", "20. On 13 December 2001, after a hearing, the Local Court rejected the claim.", "21. On 28 January 2001 the applicants lodged an appeal with the Ljubljana Higher Court (Višje sodišče).", "22. On 15 January 2003 the Ljubljana Higher Court rejected their appeal. On 6 February 2003 the decision was served on the applicants. That decision became final."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}