{"ITEMID": "001-95329", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "HRV", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF EUROPAPRESS HOLDING D.O.O. v. CROATIA", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 10", "JUDGES": "Christos Rozakis;Dean Spielmann;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev;Sverre Erik Jebens", "TEXT": ["5. The applicant company, Europapress holding d.o.o., is a limited liability company incorporated under Croatian law, which has its registered office in Zagreb.", "6. The applicant company was founded in 1990 and is the biggest newspaper and magazine publishing company in Croatia, which publishes five daily newspapers and more than thirty magazines with an average annual circulation of 177 million copies. Its most prominent weekly publication, the news magazine Globus, on 2 February 1996 published an article headlined “Minister Š. pointed a handgun at journalist E.V.!”, in which it reported on an incident that had allegedly occurred in the Government building on 26 January 1996 and had involved Mr B.Š., the then Minister of Finance and a deputy Prime Minister, and a journalist from the daily newspaper Novi list, Mrs E.V. The article suggested that B.Š and E.V. had had a conversation on the staircase of the building and that B.Š., displeased with a recent article by E.V., had told her that she should be killed. It also reported that B.Š. had subsequently followed E.V. to the press room, where he had allegedly taken a handgun from a security officer and pointed its barrel at E.V., saying that he would kill her, after which he had laughed loudly at his own joke. The article was published inside the magazine in the column “Political Terminator”. The circulation of Globus at the time was some 185,000 copies.", "7. The article in question reads as follows:", "Minister Š. pointed a handgun at journalist E.V.!", "“Judging by the unusual scene made by B.Š. last week in the press room of the Government's headquarters, journalists may be facing a qualitatively different expression of disapproval of texts which are not to the Deputy Prime Minister's liking.", "Having published a critical text concerning the new budget entitled 'B.Š.'s phenomenal numbers', E.V., commentator at Novi List, will remember her subsequent Government session for a very long time.", "B.Š. was waiting for her on the stairs of the building in St. Mark's Square and, still trying to give his voice a somewhat relaxed tone, started claiming that it had not been all right, that it all reminded him of settling personal scores and the like, and at some point he allegedly blurted something like: 'You should be killed!'", "Obviously irritated by E.V.'s presence, he followed her to the press room, where, in addition to several other journalists, he found one of the security officers.", "And then B.Š., cool as a cucumber ['mrtav-hladan'], reaches for his [the security officer's] belt, takes out the handgun and points its barrel at the dumbfounded journalist, saying: 'I will kill you now!'", "He then started laughing uproariously at his own 'joke', whereas the [other] journalists forced a smile.", "E.V., however, did not find it funny at all.”", "8. On 3 and 12 February 1996 Novi list published the same information, as did another daily newspaper, Glas Slavonije, on 14 February 1996.", "9. Several days after the incident E.V. lodged a criminal complaint and brought an action in damages against B.Š. Both her criminal complaint and her action were dismissed on the ground that she was unable to prove that there had been a risk to her personal safety from a serious threat to her life.", "10. On 10 May 1996 B.Š. brought a civil action for defamation against the applicant company in the Zagreb Municipal Court (Općinski sud u Zagrebu), seeking 500,000 Croatian kunas (HRK) as compensation for non-pecuniary damage. He argued that the published information had been untrue and that it had harmed his reputation as a public and political figure, in that the article had been published in a high-circulation weekly magazine, in which he had been depicted as an irresponsible and foolish person who was prone to bad and highly inappropriate jokes. The case was subsequently joined with two other actions brought by B.Š. on the same day against Novi list and Glas Slavonije.", "11. The applicant company maintained that the information published was true or based on facts which it had had valid reasons to believe were true. Furthermore, the incident was of public interest and the public was therefore entitled to know about it, while the journalist E.V. was a serious and trustworthy source of information. Despite several attempts, the Globus journalists had been unable to obtain any comment from B.Š.'s office just a few days following the incident. Lastly, the applicant company claimed that the published article had been presented in such a way as to show that it had involved a joke rather than a serious threat.", "12. During the proceedings the court heard evidence from the eyewitnesses, namely the security officer D.P., the journalist E.V., a journalist from Glas Slavonije, H.P., and a journalist from the State news agency HINA, S.Š., who were all present in the press room when the alleged incident took place. The court also heard evidence from the plaintiff, the author of the article, N.T., and the chief editor of Globus, D.B. At the applicant company's request, the court also heard evidence from the Novi list journalist J.V., who had been President of the Croatian Journalists Association at the time, and admitted a written statement from R.I, a journalist at the weekly magazine Arena (although it refused to call her as a witness).", "13. At the hearing on 2 April 1997 the court heard evidence from security officer D.P. The relevant part of his testimony reads as follows:", "“I remember that at [the time of] the incident there was a meeting of the Government, on which occasion I was in the security team. After the meeting the chief of ... the cabinet told me to invite Mr B.Š., indicating that he was in the press room. I went there and found [him]. As well as B.Š, there were some other persons present, Mrs E.V. and H.P.... Mr. B.Š. was talking with a woman whom I did not know. I cannot remember who that person was exactly. I addressed Mr B.Š. and informed him that the Prime Minister was looking for him, to which he jokingly replied, asking whether I had come to apprehend him. I noticed that the atmosphere in the room was relaxed and that they were joking about something.", "I remained standing next to the exit, and on his way out Mr B.Š. passed next to me. Under his left arm he was holding documents, and with his right arm he [inadvertently] touched my right side, where my official handgun was [kept].", "He said something when he touched it, something like 'these are the arguments'.", "On that, I took out the handgun of my own initiative, emptied the magazine ... and took out the frame of the handgun. I then placed the handgun horizontally on my left hand. At that, Mrs E.V., who was [sitting]... on my left side and was writing, commented that we should not play with weapons. I replied that she had nothing to fear, that I had emptied the weapon and put the ammunition in my pocket. The plaintiff then commented: 'Please, put that away, because they will write that I have threatened a journalist'.", "After that, Mrs. E.V. commented on the plaintiff's statement and said 'I will publish that'. Just as the plaintiff told me to put the handgun away..., the journalist S.Š. entered and said: 'Not E.V., she is a good girl'.", "After that Mr. B.Š. left the room and Mrs E.V. continued to write her text. The only one who had my handgun in her hands was the journalist S.Š., with whom I went to the other corner of the room where we did not disturb anyone, because she was interested in weapons, given that she herself had a weapon. She has a museum piece and we talked about that.", "Apart from telling me to put away the handgun because it would be published that he had threatened to kill the journalist, I did not notice that the plaintiff and journalist E.V. spoke to each other in my presence. As I said, apart from the journalist S.Š., no one held my handgun in his or her hands. The newspaper reports that the plaintiff took the handgun from me are not true.”", "14. At the hearing on 21 May 1997 the court heard evidence from journalist E.V. The relevant part of her testimony reads as follows:", "E.V.: “On 26 January [1996] a regular meeting of the Government was scheduled for Friday afternoon. I am an accredited journalist and follow the work of the Government. While going to the room from which I follow the meetings on a monitor with my colleagues, I met the plaintiff and G.S. The plaintiff reacted brusquely, stating that he was dissatisfied with the article which I had published in Novi list in January, in which I had written about the budget and the Government's policy. The plaintiff stated ... that he had seen the article as a personal attack on him. When I asked him to give reasons, he did not do so, saying that the article had amounted to settling scores with him. I replied that this was probably his impression because his name had appeared in the headline and the article had been accompanied by his photo. At that the plaintiff told me that I was 'a killer with a baby face' and that I should be killed. ...", "After I arrived at the press room ... I sat at a table to study the documents which were given to us before the [Government] meeting. ... As well as me, in the room there was H.P., who was following something on the computer... I was concentrating on the documents I was reading, and at some point I noticed that the plaintiff and a member of the security staff, whom I had seen before, were present in the room.", "I did not pay attention to their conversation until I heard, at some point, that the plaintiff was mentioning journalists, after which I looked up and saw the plaintiff holding a handgun in the palm of his hand, while the security officer was standing on the other side of the table, next to me.", "At this point, the HINA journalist S.Š., entered the room and said 'Not E.V., she is good'; she took the handgun in her hands, saying that she had someone in her family who had a handgun like that and that she wanted to see it.”", "The judge: “Who was the plaintiff addressing when he said 'a killer with a baby face'?", "E.V.: “The plaintiff was facing me and we were in the small area near the staircase leading to the entry into the big foyer.”", "The judge: “From whom did S.Š. take the handgun?”", "E.V.: “I cannot say for certain, because it all happened relatively fast and I was shocked, since I saw it as a personal threat to me because I connected the incident which had taken place before I entered the press room and the threats made by the plaintiff with the fact of seeing the handgun in his hand.", "The plaintiff then left the room and the security officer and S.Š., who was checking the handgun, remained. After that the Government meeting that we were to follow started.”", "The judge: “Did anyone in the room react to protect you, given that you took [the incident] as a personal threat?”", "E.V.: “I remember that the journalist H.P. said something... I cannot remember what she said ... ”", "The plaintiff's representative: “Did you and the plaintiff talk to each other in the press room?”", "E.V.: “Before the handgun was taken out we did not talk. After that, as far as I remember, I said that I would publish that.”", "The plaintiff's representative: “Did the plaintiff address you in the press room in any way?”", "E.V.: “No. While I was reading the documents for the meeting I was not, as I stated, paying attention to what the security officer and the plaintiff were talking about. I do not know whether the plaintiff was addressing me because I was reacting to the word 'journalists' when I looked up and saw the handgun in his hand.”", "The plaintiff's representative: “Did the plaintiff or anyone else point the handgun at you?”", "E.V.: “I did not see that.”", "The plaintiff's representative: “Did you publish anything concerning the incident?”", "E.V.: “I gave my comment after MPs asked a question about the incident and after the plaintiff gave his own account in the media of the events.”", "The plaintiff's representative: “Why did not you react and report on the incident immediately?”", "E.V.: “It happened on Friday and I ... did not want to react until I had calmed down. After the weekend I decided to inform the editor of Novi list and the presidency of the Croatian Journalists Association of the incident.”", "The plaintiff's representative: “Did you inform the Globus journalists of the incident?”", "E.V.: “I talked about the incident with my journalist colleagues in the Parliament Press Centre, where the journalists who followed the work of the Parliament were [based].”", "The plaintiff: “In which hand was I holding the handgun?”", "E.V.: “In your right hand.”", "The plaintiff: “Do you remember what was I holding in my left hand?”", "E.V.: “I am not certain whether you were holding anything in your left hand.”", "The plaintiff: “Was I pointing the handgun at someone?”", "E.V.: “I already said that I did not see that.”", "The plaintiff: “At that moment in the press room did I say: 'I will kill you now!'?”", "E.V.: “I do not remember that you addressed me at that moment.”", "The plaintiff: “Could you quote exactly what I said to you in the corridor?”", "E.V.: “You told me: 'You are a killer with a baby face and you should be killed'.”", "The respondent's representative: “Did you talk to the Globus journalist about the incident?”", "E.V.: “The Globus journalist was present when I discussed it with [a] colleague ... from my editorial board.”", "The respondent's representative: “Did you consider the handgun in the plaintiff's hand as a personal threat?”", "E.V.: “Yes.”", "The respondent's representative: “Did you have any motive to invent the whole incident in order to harm the plaintiff?”", "E.V.: “No. I consider myself a serious and responsible person and so far I have not had any incidents of this sort. As regards my reporting on the work of the Government, I have written a lot and there have never been any denials or claims that I wrote something that was not true.”", "The respondent's representative: “Did you talk about the incident with S.Š.?”", "E.V.: “No. I have to add that I talked to S.Š. only after the whole incident had been reported in Feral [Tribune], because her name had been mentioned, and after [she] had talked to J.V., the president of the [journalists] association. After that ... S.Š. and I met and on that occasion she practically confirmed my statement and said that she remembered seeing the handgun being pointed at me.”", "The respondent's representative: “Did S.Š. state on that occasion that the handgun had been in the plaintiff's hand?”", "E.V.: “Yes.”", "15. At the hearing on 16 June 1997 the court heard evidence from the journalist S.Š. The relevant part of her testimony reads as follows:", "S.Š.: “I was present during the incident ... in the press room. ... [W]hen I entered the press room I saw that the plaintiff and E.V. were talking. I understood from the conversation that that the topic was the article E.V. had written ... From what I heard ... I did not consider that they were talking with raised voices. To the contrary, on that occasion I said to the plaintiff jokingly something like 'As long as you politicians and us journalists exist, there will always be situations where you will not be satisfied with what we write' after which I said something like 'E.V. is a good girl'. I had said that before the security officer took out the handgun. Then, as the Government meeting was approaching, the security officer came to look for the plaintiff, to which he jokingly replied: 'Did you come to apprehend me? You have the power.' When he was leaving the room he [inadvertently] touched the security officer and asked where his weapon was. The security officer took out the handgun and placed it on his palm, after which I told him that I had been taught that a weapon should always be pointed away from people. At that he said that I should not be afraid, because he had taken out the bullets. As far as I remember, the plaintiff [then] left the room, whereas I stayed with the security officer and asked about the handgun... I am certain that when I entered the press room the plaintiff and E.V. were talking. I even asked them what was going on because from the first [few] sentences I could not understand what the conversation was about. Neither of them replied to my question but I understood what the conversation was about, namely the article that E.V. had written.", "While in the room, I did not hear the plaintiff saying anything that could sound like a threat to E.V. The plaintiff did not take the handgun from the security officer at any moment.", "The plaintiff's representative: “Did the plaintiff at any moment call E.V. 'the killer with a baby face'?”", "S.Š.: “No.”", "16. At the hearing on 10 September 1997 the court heard evidence from the journalist H.P. The relevant part of her testimony reads as follows:", "H.P.: “I regularly follow Government meetings as a journalist for Glas Slavonije. On that day, at the top of the staircase [of the building] where the Government meeting was held, I saw the plaintiff in the company of my colleagues .... I stopped and we started talking about computers, after which the plaintiff started talking about the article E.V. had published in Novi list. The plaintiff was angry on account of the article and ... said that E.V. should be killed and that she was a killer with a baby face. After that I went to the press room.", "After I entered the room ... I sat in front of the computer and E.V. subsequently entered; we greeted each other, and I continued working. I noticed when the plaintiff entered the room but I did not notice when the security officer entered .... I heard raised voices. I was to the side of the plaintiff and E.V., who was sitting at the table. I heard some rustling, so I turned toward them and saw that the plaintiff was searching the security officer. I continued working but again raised voices drew my attention. I cannot say for certain whose voices these were. As far as I can say, I think the plaintiff and E.V. were talking. When I looked toward them I saw that the plaintiff was standing in front of E.V. and was holding a handgun in his right hand, and his right hand was leaning on the palm of his left hand... He said that journalists would be able to write that he had tried to kill E.V. Then S.Š. entered and said: 'Not E.V., she is good.' I got scared because I am afraid of weapons; I turned away and when I looked again the handgun was in the hands of S.Š.", "Then I noticed that S.Š. was talking to the security officer about the handgun, but I did not notice when the plaintiff left the room. S.Š. then left the room and went to follow the Government meeting.", "I remember that S.Š. told the security guard that her grandfather had a handgun like that.", "After that we started following the meeting with other journalists.", "I asked E.V. whether she would publish [the incident] in the newspapers and she said that she would not ....”", "The plaintiff: “Was E.V. present when I said that she was a killer with a baby face?”", "H.P.: “E.V. was not present at the time.”", "The plaintiff: “What were my exact words?”", "H.P.: “You said that, as for E.V., she should be killed, that she was a killer with a baby face.”", "The plaintiff: “Did you ever convey those words ... to E.V.?”", "H.P.: “I told [her] after the Government meeting was over.”", "The plaintiff: “Why did not you do so before the meeting?”", "H.P.: “I did not wish to talk about it with [her], and I thought that you would say something to her yourself. When I saw the handgun I realised that the situation was serious and after the meeting I retold the conversation to [her]”", "The plaintiff's representative: “Could you describe exactly how the plaintiff searched the security officer?”", "H.P.: “He was searching him on the upper part of his body, until the belt. After that I turned away and was working on the computer.”", "The plaintiff's representative: “Did the plaintiff take the handgun from the security officer?”", "H.P.: “I do not know.”", "The plaintiff's representative: “Did the plaintiff point the handgun at E.V.?”", "H.P.: “He did not point the handgun at E.V. I saw that the plaintiff's right hand, in which he was holding the handgun, was bent, but I did not see whether he was holding his fingers on the trigger.”", "The plaintiff: “With how many hands was I searching the security guard? Was I holding something in my hands?”", "H.P.: “You were using both hands. You were not holding anything in your hands.", "The plaintiff's representative: “Did you see where the handgun went from the plaintiff's hands?”", "H.P.: “I did not see. But I turned my head away and said: 'Put that away.'”", "The plaintiff's representative: “Why did not you publish anything about the incident, given that you are a journalist?”", "H.P.: “I asked E.V., who did not wish it to be published. Out of journalistic solidarity I could not publish it.”", "17. At the same hearing the court also heard evidence from the chief editor of Globus, D.B. The relevant part of his testimony reads as follows:", "D.B.: “I found out about the incident ... from the colleague who follows the Government meetings and reports on them. The editor of the Terminator [column in Globus] checked with the people from the Government. As we received similar information from them ..., we decided to go ahead with the text that was published in the Terminator column in Globus.", "I did not personally verify anything, because that was the responsibility of the editors of specific columns in the newspaper.”", "The plaintiff's representative: “Who were the people close to the Government with whom you checked the information published in Globus?”", "D.B.: “It is not appropriate to discuss that, because if I reveal it now I will no longer have that source.”", "The plaintiff's representative: “Did someone talk to the plaintiff about this matter?”", "D.B.: “I do not know. I would have to ask the editor [of the Terminator column].”", "The respondent's representative: “What was meant by the part of the text in which it was indicated that the handgun was pointed at the dumbfounded journalist?”", "D.B.: “It was figurative; I do not think that the plaintiff literally pointed the handgun at E.V.”", "...", "The plaintiff: “Why did not you consider it necessary to address me personally in order to verify the accuracy of the allegations concerning the handgun?”", "D.B.: “Because the editors of specific columns bear the responsibility for those columns.”", "18. The court then heard evidence from B.Š. as the plaintiff. The relevant part of his statement reads as follows:", "B.Š.: “On that day, while walking down the corridor to my room, I met the journalists D.K. and H.P., who usually followed Government meetings. On that occasion D.K. asked me when the next Government press conference would take place, to which I replied: 'What is the point in deceiving the public?'. D.K. asked if I had in mind E.V.'s article. I replied that I had been hurt by E.V.'s article, which implied that I was deceiving the public... After that E.V. came, and we discussed her article in her presence. I said: “I can understand that you do not like me but I cannot understand that you are writing such things.” I considered her a very responsible journalist, because she had previously published an interview with me, which was, in my opinion, very fair.", "At that point I saw minister M. who was coming to the Government meeting... I said 'Here is the killer with a baby face', referring to minister M.", "After that I went to my office to pick up the documents for the Government meeting.", "...", "B.Š. then described the incident in the press room:", "“... Shortly afterwards, security officer D.P., whom I knew, entered the room. ... [He] said that he had an order to take me to the Prime Minister, to which I replied asking if he had come to take me or apprehend me, whereupon he said that he did not mind, so long as he complied with his order. At that moment I patted him on his jacket on the right side and, since it was visible that he had a handgun in the inside pocket, I said: 'You have the power.' D.P. ... took out the handgun, saying 'Here are the arguments.' At that point I heard a female voice – I am not certain whether it was H.P.'s voice – saying: “Do not play with weapons!”, at which I said: 'You should put that away, otherwise the newspapers will write about it.'", "I said that because we were among journalists. I never held the handgun in my hands. I had the documents for the meeting and in my right hand I had a cigarette. I had never put those documents away. It is not true that I was searching the security officer with both hands.", "After I said that to the security officer, E.V. showed up and said: 'Just so that you know, I will publish that.' I did not reply ... because I was not certain whether she was serious or was joking, and left the room.", "I was present when S.Š. came and commented on the security officer's handgun, saying something like: 'My grandfather has a better handgun.'", "...", "It was not until Wednesday that I was informed that Globus had published a text mentioning that I had threatened the journalist E.V. I simply failed to react ... out of naivety, because I expected that one of the journalists [who had been] present would write ... what had actually happened and state that the incident had not been the way it was described in Globus.", "...", "None of the authors of the texts that are the subject of these proceedings called me concerning the incident, in order to talk to me or get a statement from me.”", "The judge: “Did you address E.V. in the press room?”", "B.Š.: “I did not address her. As I said, she addressed me first when she said that she would publish that. It is not true that I said that E.V. was a killer with a baby face and that she should be killed.“", "...", "The respondent's representative: “Why did you enter the press room?”", "B.Š.: “I cannot say for certain. I assume that I entered to tap [the ashes] off my cigarette or because I was talking to someone.“", "...", "The respondent's representative: “Did you see it as normal for the security officer to take out his handgun?”", "B.Š.: “I felt uneasy. Especially with the journalists in the room.”", "...", "The respondent's representative: “Do you remember what S.Š. said when she entered the room?”", "B.Š.: “I do remember. ... The first words she said were: 'Not E.V., she is good.'", "The respondent's representative: “Did you understand that these words were addressed to you?”", "B.Š.: “At that moment I was not looking at S.Š. Given the phrase 'E.V. is good', those words could have been addressed to anyone in the press room.”", "19. At the hearing on 10 December 1997 the court heard evidence from the author of the article, the Globus journalist N.T. The relevant part of his testimony reads as follows:", "N.T.: “I had obtained the information I wrote about in Globus from E.V. on the day after the incident – actually, I am not certain that it was the next day – in the café at the Parliament. E.V. was sitting with a colleague and I found them talking. She was excited. I asked her what was going on, after which she told me about the incident that had occurred in the Parliament, when the plaintiff had addressed her on the staircase about the article she had written and had threatened to kill her. This is what she said. He had been verbally attacking her. He had continued to follow her to the press room and had continued with verbal attacks, even though, as E.V. told me, he had been trying to do so jokingly. Among journalists the plaintiff is known for his specific sense of humour.", "When I speak of the plaintiff's specific sense of humour, I mean that he is not willing to accept journalists' criticism, and reacts vehemently to texts concerning him. For the most part, he reacted [to E.V.'s text] jokingly. E.V. then told me that during these verbal attacks the plaintiff had asked for a handgun from the security officer, saying 'Give me the handgun!' and pointed it at E.V. while saying: 'What should I do now? Should I kill her?'", "I tried to check this information by contacting the plaintiff's office. It was Tuesday, the day on which the edition closes, and the deadlines were running out. I tried to reach the plaintiff a few times but did not succeed because, as his secretary told me, he was unavailable.”", "...", "The judge: “To whom did you pass the information?”", "N.T.: “I cannot remember with certainty but I think to Mr G., the editor of the Terminator column.”", "The judge: “Did you really believe, on the basis of E.V.'s statement, that the plaintiff had threatened her or tried to kill her?”", "N.T.: “Of course I did not, nor did E.V. say that. She described it as an inappropriate joke, and I understood it that way. Since she is a colleague whom I have known for many years I accepted her statement as being true. The text was published in Terminator column precisely because it was a joke, otherwise it would have been published on the front page.”", "The judge: “Did you believe that the information was true because you got it from E.V.?”", "N.T.: “It is difficult for me to reply to that question. She is a person that I know well, who is almost my friend, and that is why I accepted the information.”", "...", "20. At the same hearing the court also heard evidence from the Novi list journalist J.V., who was the President of the Croatian Journalists Association at the time. The relevant part of her testimony reads as follows:", "J.V.: “I got the information ... from E.V., and from [my] conversation with H.P. and S.Š.", "...", "As regards E.V., she told me that on that day she had met the plaintiff on the staircase of the Parliament... The plaintiff had reacted vehemently to the article she had written on the budget, and had said ... angrily that she was a killer with a baby face and should be killed. After that he had followed her to the press room ..., had taken a handgun from the security officer, and had pointed it at [her]. From the conversation with S.Š. I found out that [she] had entered the press room when the plaintiff was holding the handgun in his hand. According to S.Š., it was a tense and uneasy situation so she took the handgun from the plaintiff's hands in order to calm the situation and said that she had already seen such a handgun. ... When taking the handgun S.Š. said: 'Not E.V., she is good.'”", "...", "The plaintiff's representative: “When did you talk to E.V. and find out [about the incident]?”", "J.V.: “About seven or five days after the incident, the day before [the information] was published in Globus.”", "21. In her written statement the journalist R.I. stated that she had heard that the security officer involved in the incident had been dismissed for allowing a third person to take his official handgun. Since she was unable to obtain either confirmation or denial of that information from the Parliament or the Government, she decided to call S.Š., who had witnessed the incident. The relevant part of R.I.'s statement reads as follows:", "“I called my colleague S.Š. and told her what I wanted to know. She was unable to confirm the veracity of my information. On the contrary, she claimed that it was not correct and, in a ten-minute telephone conversation, told me the following:", "'Unbelievable! Everybody is writing about the incident between B.Š. and E.V. as if they were personally present. I wanted to tell you that you are the first journalist who has called me for information... I was really the right person, since I saw what happened. I was standing next to B.Š. and E.V. when they were discussing her recently published article on the Deputy Prime Minister [i.e. B.Š.]. I did not have the impression that they were arguing. At one point the Deputy Prime Minister B.Š. took the handgun from the security officer in his hands and said rather jokingly: 'What should I do to her? Should I kill her?' And that was all. None of us present understood it as a threat, nor did I think that something could happen to... E.V. I was surprised that she published it at all in Novi list.'”", "22. On 27 February 1998 the Zagreb Municipal Court gave judgment, partially granting the plaintiff's claim. It ordered the applicant company to pay B.Š. 100,000 Croatian kunas (HRK) as compensation for non-pecuniary damage, together with the statutory default interest running from the adoption of the judgment until payment, and HRK 14,640 in costs.", "23. In its reasoning, the court held that the published information had been untrue and that the applicant had not properly verified its accuracy. In particular, it found that B.Š. had not held the handgun in his hands during the described incident, since this had been confirmed by the testimonies of two eyewitnesses, D.P. and S.Š., and by B.Š. himself. Although the two remaining eyewitnesses, E.V. and H.P., testified that the handgun had indeed been in B.Š.'s hands, the court did not find their testimonies convincing, on the ground that they differed. The relevant part of the judgment reads as follows:", "“As to ... whether the plaintiff ... took the official handgun from the security officer in the press room and threatened E.V. with it, the court ... heard evidence from the plaintiff ... and witnesses E.V., D.P., H.P. and S.Š.", "The plaintiff and witnesses D.P. and S.Š. stated in their testimonies that the plaintiff had not had D.P.'s official handgun in his hands. Witness E.V. testified that, while reading the documents for the forthcoming session, she had at some point looked up and seen the plaintiff ... holding the handgun in the palm of his hand, after which the journalist S.Š. had come in and had taken the handgun, saying 'Not E.V., she is good'. In reply to the question from whom [S.Š.] had taken the handgun, the plaintiff or D.P., witness E.V. could not reply with certainty, explaining that it had all happened relatively quickly and that she had been shocked to see the handgun in the plaintiff's hands, since she had seen this as a personal threat.", "Witness H.P. in her testimony also stated that ... she had seen the plaintiff searching the security officer D.P., after which the plaintiff had held the handgun in the palm of his right hand, which he had been holding ... on the palm of his left hand. According to [her] testimony, the plaintiff was at that moment talking to E.V. with a raised voice.", "The court does not accept the testimonies of E.V. and H.P., because they are not convincing. E.V. expressly stated that in the press room she had neither talked to the plaintiff nor had [he] addressed her, whereas witness H.P. stated that the plaintiff and E.V. had talked with raised voices.", "Witness E.V. said that the plaintiff had had the handgun on the palm of his right hand, whereas H.P. testified that he had been holding [it] with both hands, that is, that one palm had been resting on the other. E.V. was unable to say from whom S.Š. had taken the handgun, whereas H.P. stated that she had taken it from the plaintiff's hands.", "On the other hand, the testimonies of S.Š., D.P. and the plaintiff ... are in concordance ... From the testimony of the plaintiff and D.P. it follows that while in the press room the plaintiff was holding the documents for the forthcoming session under his left arm, so it was not possible that he was holding the handgun in his hand [at the same time], as ... H.P. testified.", "This court does not accept the written statement ... by R.I. or the testimony of J.V., because they were not present during the incident and have no direct knowledge of it. It is to be noted that R.I.'s written statement and the testimony of J.V. concerning S.Š.'s testimony... are completely contradictory and different, for which reason the court does not accept them as convincing.", "...", "Given that the plaintiff was acquitted by a final judgment in criminal proceedings on a charge of ... having told E.V. on 26 January 1996 'you should be killed', and of having taken the handgun afterwards from the security officer D.P. and held it in his hand, and having regard to the testimonies of witnesses S.Š., D.P. and the plaintiff himself..., and even E.V. herself, this court finds that on the critical [date] the plaintiff did not threaten E.V., nor did he say on the same occasion that ... she should be killed. For that reason the conditions set forth in section 23(1)3 of the [Public Information] Act for exonerating the [respondent] from liability to pay damages are not met, in that the information causing the damage is not based on true facts. The court also establishes that the conditions for exculpation of the publisher – according to which the publisher is to be exonerated from liability if the information causing damage is based on facts which the author had reasonable grounds to believe were true and with regard to which it took all necessary measures to verify their accuracy – were not met either.", "In this respect the court ... heard evidence from witnesses ... D.B. and N.T. ...", "D.B. stated that he had not checked the accuracy of the published information, whereas N.T., as the author of the article, ... stated that he had obtained the information from E.V. [N.T.] testified that he had contacted the plaintiff's office in order to verify the information, but had been unable to reach the plaintiff, who was very busy, and that, given the source of the information, he had considered [it] accurate.", "...", "The court therefore finds that the [respondent] did not, as provided by section 23(1)3 of the [Public Information] Act, take all necessary measures to verify the accuracy of the information..., for which reason the conditions for [its] exculpation [were not met] in the present case.", "...", "The court finds that by [publishing] the disputed text the [respondent] harmed the dignity, honour and reputation of the plaintiff, and that therefore there is a legal basis for [awarding the] compensation for non-pecuniary damage sought by the plaintiff.", "According to the information in the case file, it is established that the circulation of Globus is 185,000 copies ...", "In deciding on the amount claimed by the plaintiff and the damages to be awarded ... for his mental pain, the court took into account the circulation of [Globus], ... the way in which the article was worded, and ... the fact that the plaintiff is a public figure who must as such accept the fact that not all members of the public are favourable towards him, [for which reason] his reactions to negative reviews must be different from that of an ordinary person. ... [G]iven that Globus first wrote on the incident ... of 26 January 1996 in a manner which, in the view of this court, harmed the plaintiff's dignity, reputation and honour, the court awards [him] 100,000 [Croatian] kunas together with the statutory default interest from the adoption of the judgment until payment, as just satisfaction for the damage sustained... The remainder of the plaintiff's claim, in the amount of 400,000 [Croatian] kunas, is dismissed as unfounded.”", "24. On appeal, on 1 December 1998 the Zagreb County Court (Županijski sud u Zagrebu) upheld the first-instance judgment but reduced the amount of damages payable to B.Š. to HRK 60,000 and the costs to HRK 8,784.", "25. The applicant company then lodged an appeal on points of law (revizija) against the second-instance judgment. On 19 December 2002 the Supreme Court (Vrhovni sud Republike Hrvatske) dismissed the applicant company's appeal on points of law, endorsing the reasons given by the lower courts in their judgments.", "26. Finally, on 23 November 2005 the Constitutional Court (Ustavni sud Republike Hrvatske) dismissed the applicant company's subsequent constitutional complaint, finding no violation of its constitutional right to freedom of expression. The relevant part of the decision reads as follows:", "The Constitutional Court found that the complainants' constitutional rights guaranteed by Article 38(1) and (2) of the Constitution had not been breached by the impugned judgments.", "Constitutionally guaranteed freedom of expression of thoughts, which includes the freedom of the press, is not absolute but is subject to restrictions prescribed by Constitution or statute.", "Those restrictions stem, in respect of the media, from the ... Public Information Act ...", "Having regard to the findings of the [lower] courts that the complainant harmed the plaintiff's dignity, reputation and honour by publishing incorrect information and that he is ordered by the impugned judgments to compensate the plaintiff for the damage caused thereby, the complainant's reliance on Article 38(1) and (2) is unfounded.", "As regards the provisions of Article 10 of the Convention, according to which the exercise of freedom of expression carries with it duties and responsibilities and may be subject to restrictions, the Constitutional Court notes the following:", "Freedom of expression represents one of the important foundations of every democratic society. Its protection is of special significance where the press is concerned because the latter's task is, inter alia, to publish information of public importance. However, the freedom to publish information in the press is circumscribed by the protection of the dignity and reputation of other persons. It is therefore important to determine the conditions under which the State authorities may take measures which could impinge on the activity of the press in cases of legitimate public interest.", "Freedom of expression of thoughts concerns not only the publication and expression of information with positive connotations, but also the publication of information which may resonate negatively in the public. However, freedom of the press is not absolute, but is subject to certain restrictions, even in respect of press articles which concern information of public interest. These duties and responsibilities come into play also when, as in the present case, the reputation of a State official is harmed. It is precisely because of these duties and responsibilities of those who exercise their right to freedom of expression that the press, when imparting information of public interest, is bound to act in good faith in order to provide trustworthy information in accordance with the ethics of journalism.", "In assessing whether freedom of expression has been breached it is necessary to view each individual case in the light of all the circumstances, including the content of the impugned statements, as well as the context in which they were made. In particular, it is necessary to establish whether the measures taken in order to restrict freedom of expression are proportionate to the legitimate aim pursued by that restriction. The protection of a State official from harassment must however respect the right and the interest of the press to free reporting and allow it to impart freely information of public interest.", "The article for which the [complainant] was ordered to pay damages to the victim is, by its content, of such a nature that it constituted an attack on the victim as a public figure, in particular on his reputation, and it certainly influenced public confidence in him, given his function as Deputy Prime Minister of the Government of the Republic of Croatia at the time. The Constitutional Court, in this particular case, and on the basis of the findings of the [lower] courts, finds that the impugned article contained allegations on the behaviour of another individual (public figure), which harmed [his] reputation...", "It has to be noted that the impugned allegations were based on the statement of one individual and were not completely arbitrary in nature. Namely, even if a public figure was involved, the complainant was required to verify the accuracy of the information before its publication. This is especially so because the impugned allegations related to a specific incident. The [lower] courts found that the [complainant], in publishing information which could have harmed the dignity, honour and reputation of another person, had not taken all necessary measures in order to verify its accuracy.", "Given that the [complainant] in this case did not satisfy its duty to verify the information before publication, as ... it was required to do, and given that the information harmed the reputation and honour of another person, the Constitutional Court considers that the measures restricting the [complainant's] freedom of expression were necessary and justified.", "As regards the compensation for non-pecuniary damage awarded for harming the reputation of another person, the Constitutional Court emphasizes that the courts have discretion in assessing the amount of compensation for mental pain sustained by the victim, having regard to the circumstances of each case. However, a judicial decision on the amount of such compensation may also breach the principle of proportionality between the intensity of the interference by the courts with freedom of expression and the importance of the interest pursued by the restriction of that freedom.", "The Constitutional Court finds that the measure taken to protect the reputation of another person, that is, the award of damages in the above-mentioned amount, is proportional to the intensity of the breach of that person's reputation, and to the intensity of the interference by the courts with the freedom of expression caused by that measure. Given that the complainant as a publishing house did not comply in its activities with the provisions of the [Public Information Act], the Constitutional Court considers that the article tarnished the reputation of another person and undermined the public confidence in that person as a State official.", "Therefore, it is established that the measure taken in this case to restrict the freedom of the press is, taken as a whole, proportional to achieving the legitimate aim – the protection of the reputation of another person, and that the impugned judicial decisions did not lead to a restriction of the complainant's rights or freedoms, contrary to Article 16 of the Constitution.", "The Constitutional Court's decision was served on the applicant company's representative on 8 December 2005.", "27. The relevant part of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum)) provides as follows:", "“(1) Rights and freedoms may be restricted only by law in order to protect the rights and freedoms of others, the legal order, public morals or health.", "(2) Every restriction of the rights and freedoms should be proportional to the nature of the necessity for the restriction in each individual case.", "“(1) Freedom of thought and expression shall be guaranteed.", "(2) Freedom of expression shall include in particular the freedom of the press and other media, freedom of speech and public expression, and free establishment of all media institutions.", "(3) Censorship shall be forbidden. Journalists shall have the right to freedom of reporting and access to information.", "(4) The right to correction shall be guaranteed to anyone whose rights guaranteed by the Constitution or a statute were breached by public information.”", "28. Sections 199 and 200 of the Obligations Act (Zakon o obveznim odnosima, Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 29/1978, 39/1985 and 57/1989, and Official Gazette of the Republic of Croatia no. 53/1991 with subsequent amendments – “the 1978 Obligations Act”) provided, inter alia, that anyone who has suffered mental anguish as a consequence of an injury to his or her honour or reputation may, depending on its duration and intensity, sue for damages before the civil courts and, in addition, request other forms of redress “which may be capable” of affording adequate non-pecuniary satisfaction.", "29. The relevant part of the Public Information Act (Zakon o javnom priopćavanju, Official Gazette nos. 83/96, 143/98 (corrigendum), 96/01 (amendments) and 69/03 (consolidated text)), as in force at the material time, provided:", "“(1) A publisher who causes damage to another person by publishing certain information in the media shall be obliged to compensate it.", "...", "(4) Non-pecuniary damage shall be compensated by correcting false information, by publishing a correction of the information and an apology, and by payment of just satisfaction for sustained pain and anguish, if their duration and intensity so justify, in accordance with the general provisions of civil law.", "(5) Non-pecuniary damage shall be compensated by a publisher who, through information about personal or family life, or by any other information published in the media, violated another person's privacy, dignity, reputation, honour or any other constitutionally or statutorily protected right.”", "“The publisher shall not be liable in damages:", "...", "3. if the information causing the damage is based on:", "- true facts, or", "- facts which the author had reasonable grounds to believe were true and undertook all necessary measures to verify their veracity, provided there existed a legitimate public interest in publishing such information and the author acted in good faith,", "...”", "30. The relevant part of the Code of Ethics of Croatian Journalists (Kodeks časti hrvatskih novinara, of 27 February 1993, applicable at the material time, reads as follows:", "“A journalist is bound to publish true, balanced and verified information. He or she shall indicate persons or institutions from which he or she obtained data, information or statement. He or she has a right not to disclose the source of information, but for published information bears moral, material and criminal responsibility.”"], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["10"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}