{"ITEMID": "001-72109", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "CYP", "BRANCH": "CHAMBER", "DATE": 2006, "DOCNAME": "CASE OF PAPAKOKKINOU v. CYPRUS", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["4. The applicants were born in 1945 and 1930 respectively and live in Nicosia.", "5. The applicants lodged two separate civil actions before the District Court of Paphos on 19 September and 8 November 1985 (actions 1621/85 and 1961/85). In both actions the applicants sought remedies against two defendants in respect of trespass and nuisance to their respective properties.", "6. From the institution of the proceedings until 1 January 1989 the court dealt with applications by the applicants for substituted service of the writs, and two applications by the second applicant in her action for an interim order and in respect of a boundary dispute. The pleadings in both actions were completed in October and November 1987.", "7. On 9 January 1989 the actions were fixed for directions and were then adjourned to give more time to the parties to decide on whether an inspection of the property should be carried out.", "8. On 20 February 1989, with the consent of all the parties, the district court ordered the inspection of the properties concerned by the District Land Office (DLO). Consequently, the actions were adjourned sine die pending the inspection to be fixed on the application of either party upon completion.", "9. Following an application by one of the defendants to the court for the joining of the actions on 19 November 1991, and the opposition by the first applicant thereto, the court decided to join the actions on 31 March 1992. Within this period two adjournments took place at the applicants’ request.", "10. In view of the fact that the inspection had not been completed yet, the actions were adjourned sine die.", "11. Although the actions were fixed for trial several times between 13 January 1995 and 19 October 1995, no hearing took place pending the findings of the DLO. Within this period, three adjournments took place due to the first applicant’s absence.", "12. It appears that the parties and the court were informed on 26 September 1995 that the inspection had been carried out.", "13. On 19 October 1995 the hearing was adjourned at the applicants’ request.", "14. The hearing of the actions commenced on 30 January 1996. From that date until 11 June 1998 approximately sixteen hearing sessions were held, two of which were adjourned and one cut short at the applicants’ request. In the meantime, it appears that the DLO’s inspection was annulled and following another examination of the matter the parties were informed on 3 October 1996 that the DLO’s findings were ready.", "15. On 10 December 1998 the Paphos District Court delivered its judgment dismissing the actions with costs to be paid by the applicants.", "16. On 9 January 1999 the applicants lodged an appeal with the Supreme Court challenging the above judgment. Within their grounds of appeal, the applicants alleged that the excessive length of the proceedings was in breach of the Cypriot Constitution and European Convention on Human Rights. Consequently, they claimed that the first instance decision should be set aside.", "17. Meanwhile, on 8 March 1999, the applicants also applied to the District Court of Paphos challenging the assessment of legal costs they were required to pay. This application was dismissed on 9 July 1999.", "18. The records concerning the first instance proceedings were transmitted to the Supreme Court on 29 June 1999 and the parties were notified on 31 August 1999 that the appeal had been fixed for pre-trial directions on 26 October 1999. The appeal was adjourned four times at the applicants’ request for the purposes of amending their notice of appeal.", "19. Their amended notice was filed on 30 June 2000 and the filing of the address outlines was completed by 6 November 2000.", "20. The hearing of the appeal took place on 23 January 2001 and judgment was delivered on 1 November 2001 dismissing the appeal with costs against the applicants. The Supreme Court having examined, inter alia, the applicants’’ rights and did not justify the annulment of the first instance judgment. In this context the Supreme Court noted that the delays in the first part of the proceedings lasting until the beginning of the actual trial, were mainly due to the long time the DLO took in carrying out the inspection and completing its report and, secondly, to delays by the parties, particularly the applicants, in submitting their pleadings (between 1985 and 1989). Following the start of the trial, the court noted the complexity of the issues raised in the actions that involved the examination of numerous witnesses and the adjournments requested primarily by the applicants."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}