{"ITEMID": "001-60449", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF BURDOV v. RUSSIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["7. On 1 October 1986 the applicant was called up by the military authorities to take part in emergency operations at the site of the Chernobyl nuclear plant disaster. The applicant was engaged in the operations until 11 January 1987 and, as a result, suffered from extensive exposure to radioactive emissions.", "8. In 1991, following an expert opinion which established the link between the applicant's poor health and his involvement in the Chernobyl events, the applicant was awarded compensation.", "9. In 1997 the applicant brought proceedings against the Shakhty Social Security Service (Управление социальной защиты населения по г. Шахты) as the compensation had not been paid. On 3 March 1997 the Shakhty City Court (Шахтинский городской суд) found in the applicant's favour and awarded him 23,786,567 [The amount is indicated without regard to the denomination in 1998. In accordance with the Presidential Decree “on the Modification of Face Value of Russian Currency and Standards of Value” of 4 August 1997, 1,000 “old” roubles became 1 “new” rouble from 1 January 1998] Russian roubles (RUR) of the outstanding compensation and an equal sum in the form of a penalty.", "10. On 9 April 1999 the Shakhty Bailiff's Service (Служба судебных приставов г. Шахты) instituted enforcement proceedings for recovery of the penalty awarded on 3 March 1997.", "11. In 1999 the applicant brought an action against the Social Security Service to challenge a reduction in the amount of the monthly payment and to recover the unpaid compensation. On 21 May 1999 the Shakhty City Court restored the original amount of the compensation and ordered the Social Security Service to make monthly compensation payments of RUR 3,011.36 with subsequent indexation. The court also ordered the payment of outstanding moneys totalling RUR 8,752.65.", "12. On 30 August 1999 the Shakhty Bailiff's Service instituted proceedings to enforce the judgment of 21 May 1999.", "13. On 16 September 1999 the Shakhty Bailiff's Service notified the applicant that even though the proceedings to enforce the judgment of 3 March 1997 were pending, the payments to the applicant could not be made because the Social Security Service was underfunded.", "14. On 7 October 1999 the Rostov Regional Department of Justice (Главное управление юстиции Ростовской области) notified the applicant that the two judgments could not be complied with because the defendant did not have sufficient funds.", "15. Following a complaint by the applicant about the failure to enforce the judgments, on 12 November 1999 the prosecutor of Shakhty informed the applicant that the Bailiff's Service was following the established enforcement procedure but had been hampered by the defendant's lack of proper funding.", "16. On 22 December 1999 the Rostov Regional Department of Justice informed the applicant that funds to pay the Chernobyl compensation had been allocated from the federal budget and that payment would be made upon receipt of an appropriate transfer from the Ministry of Finance.", "17. On 26 January 2000 the Rostov Regional Prosecutor's Office (Прокуратура Ростовской области) informed the applicant that the non-enforcement could in no way be attributed to the Bailiff's Service, and that the debts would be discharged as soon as proper allocations had been made from the federal budget.", "18. On 22 March 2000 the Rostov Regional Department of Justice notified the applicant that compensation of Chernobyl victims would be financed from the federal budget.", "19. On 11 April 2000 the Shakhty Bailiff's Service informed the applicant that it was impossible to enforce the judgments in his favour because the Rostov Regional Ministry of Labour and Social Development (Министерство труда и социального развития Ростовской области) was underfunded.", "20. On 16 May 2000 the Shakhty prosecutor informed the applicant that even though the Social Security Service had recalculated the amount of compensation due to the applicant in accordance with the judgment of 21 May 1999, the payments had not been made because of lack of funding.", "21. On 9 March 2000 the Shakhty City Court ordered the indexation of the amount of the penalty awarded on 3 March 1997, which had still not been paid to the applicant. An additional writ of execution for the amount of RUR 44,095.37 was issued.", "22. Following a decision taken by the Ministry of Finance, on 5 March 2001 the Shakhty Social Security Service paid the applicant the outstanding debt of RUR 113,040.38.", "23. According to information provided by the social security service on 11 February 2002, the compensation to be paid to the applicant for the period between April 2001 and June 2002 has been assessed at RUR 2,500 per month.", "24. Section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997 provides that a bailiff's order on the institution of enforcement proceedings must fix a time-limit for the defendant's voluntary compliance with a writ of execution. The time-limit may not exceed five days. The bailiff must also warn the defendant that coercive action will follow, should the defendant fail to comply with the time-limit.", "25. Under section 13 of the Law, the enforcement proceedings should be completed within two months of the receipt of the writ of enforcement by the bailiff."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}