{"ITEMID": "001-68562", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2005, "DOCNAME": "CASE OF GOROKHOV AND RUSYAYEV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1;Violation of P1-1;Partly inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award", "JUDGES": "Christos Rozakis", "TEXT": ["6. The applicants were born in 1952 and 1961 respectively and both live in Moscow.", "7. The applicants took part in the liquidation of the consequences of the nuclear accident at the Chernobyl nuclear plant. They were recognised as handicapped, becoming entitled to a special disability pension.", "8. In 2000 the applicants brought a civil action against the social security authorities, claiming that the amounts of their disability pensions had not been properly calculated. They maintained that the social security authorities should have increased their pensions in line with the increase of the minimal wage in Russia, but failed to do so.", "9. On 29 January 2001 the Nikulinskiy District Court of Moscow satisfied their claims awarding the first applicant 11,568.98 Russian roubles (RUR), and the second applicant RUR 14,862.5. The arrears awarded to the applicants by the District Court constituted more than 58 per cent of the amounts received by the applicants from the social security authorities within the contested period. On 18 April 2001 this decision was upheld by the Moscow City Court.", "10. Later this year the applicants brought a new action claiming the outstanding amounts of the disability pensions due to them for the period starting from January 2001. They also claimed penalties for the delayed payment of their pensions during this period.", "11. On 21 June 2001 the Nikulinskiy District Court awarded the first applicant RUR 10,351 and the second applicant RUR 13,274 as the outstanding amount of their pensions for the period January – June 2001. The sums awarded by the District Court as arrears constituted approximately 50 per cent of the amount paid to the applicants by the social security authorities during this period. Both applicants were also entitled to penalties, to be recovered from the social security authorities. The penalties were calculated on the basis of the amounts due to the applicants for the period between January and June 2001. On 28 November 2001 this decision was upheld in the main by the Moscow City Court, which only reduced the amount of penalties to RUR 1,000 for each applicant.", "12. On an unspecified date between May and September 2001 the applicants obtained writs of execution in respect of the first judgments of the Nikulinskiy District Court of January 2001. In December 2001 the applicants obtained execution writs in respect of the decisions rendered by the District Court in June 2001. These execution writs were forwarded to the bailiffs. However, for a certain period of time the judgments of the Nikulinskiy District Court remained unexecuted.", "13. In December 2001 the Ministry of Justice of the Russian Federation, which was in charge of the bailiffs, informed the applicants that the execution of the above judgments was conditional upon the availability of budgetary funds allocated for these purposes by the federal legislature and could not be carried out through the bailiffs. The applicants were advised to send their writs of execution directly to the Ministry of Finance, a State body in charge of distributing budgetary funds.", "14. However, as follows from the letter of 5 March 2002, the Ministry of Finance was no longer responsible for distributing the pension funds. Consequently, in 2002 the execution writs were forwarded to the Ministry of Labour and Social Security.", "15. In April 2002 the bailiffs discontinued the enforcement proceedings. The applicants challenged the discontinuation, and on 1 November 2002 the Nikulinskiy District Court of Moscow ordered the resumption the enforcement proceedings.", "16. On 1 November 2002 the above judgments were enforced. The authorities paid RUR 22,919.32 to Gorokhov and RUR 29,136.40 to Rusyayev. On 5 November 2002 the money were received by the applicants. On 20 February 2004 the authorities offered the applicants additional compensation on certain conditions. However, the applicants rejected this offer.", "17. The Russian Law on Enforcement Proceedings (no. 119-FZ of 21 July 1997) designates the court bailiffs' service as the authority charged with enforcement of court decisions (Section 3 § 1). Pursuant to this Law, any decision of the bailiff can be challenged in court within 10 days from the moment when the concerned person learned about this decision (Article 90 § 1). Articles 19 and 90 § 2 of this law stipulate that the damage caused by the bailiffs should be compensated under general rules of civil responsibility.", "18. Article 1064 § 1 of the Civil Code of the Russian Federation provides that the damage caused to the person or property of a citizen shall be compensated in full by the tortfeasor.", "19. Under Article 1069 of the Civil Code a State agency or a State official shall be liable to a citizen for damage caused by their unlawful actions or failures to act. Such damage is to be compensated at the expense of the federal or regional treasury."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}