{"ITEMID": "001-5424", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "HOFSTÄDTER v. AUSTRIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The applicant is an Austrian citizen, born in 1948. He is a farmer residing in Guntramsdorf (Austria). Before the Court he is represented by Mr. E. Proksch, a lawyer practising in Vienna.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 8 February 1966 the Lower Austrian District Agricultural Authority (Agrarbezirksbehörde - \"the District Authority\") instituted consolidation proceedings (Zusammenlegungsverfahren) for Guntramsdorf.", "In December 1966 the applicant received several parcels of land situated in Guntramsdorf as a donation from third persons. In February 1967 and April 1967 he bought further land in Guntramsdorf.", "On 17 October 1967 the District Authority, on the basis of a draft consolidation plan, ordered the provisional transfer of compensation parcels. This measure also affected several parcels of the land owned by the applicant and his father. According to an agreement concluded with the District Authority the applicant's father, who has the same name as the applicant, Franz Hofstädter, and had also acted on the applicant’s behalf, agreed in August 1967 to the exchange of several parcels of land. The decision of 17 October 1967 was served on the parties concerned, not by mail but by a circular letter which an employee of the Guntramsdorf Municipal Office (Gemeindeamt) served on the parties by visiting them. Acknowledgements of receipt were signed.", "On 26 June 1973 the District Authority by a circular letter informed the 26 owners of land concerned by the consolidation proceedings that a consolidation plan had been drawn up which could be inspected at the Guntramsdorf Municipal Office between 16 and 30 July 1973. During this period appeals against the consolidation plan could be lodged. This circular letter was again not served by mail but by an employee of the Municipal Office. On the acknowledgement of receipt under No. 24 the applicant’s mother is mentioned and there is a signature beside her name. Under No. 22 there is the name “Hofstädter Franz” and the address Berggasse 84. Beside his name is a signature which seems to be identical to the one beside No. 24.", "The applicant claims that he did not receive the circular letter. It had been served on another person bearing the same name as the applicant and who had died in the meantime. According to the Government, the circular letter was properly served on the applicant and his mother had signed the receipt in his place.", "The applicant's father filed an appeal against the consolidation plan which he later withdrew. No appeal by the applicant is recorded in the files.", "On 26 February 1979 the Mödling District Court (Bezirksgericht), acting as the land registry, amended the land register according to the consolidation plan. This decision was served on the applicant.", "On 13 November 1980 the District Authority issued a decree (Verordnung) by which the consolidation proceedings were formally terminated. This decree was published in the official gazette, published at the Guntramsdorf Municipality Office and the District Authority and entered into force on 29 November 1980.", "On 1 May 1984 the applicant sent a letter to the District Agricultural Authority. He submitted that he still maintained an appeal he had lodged on 19 July 1973 and that the amendments entered on the land register were incorrect or invalid. He further announced that after the harvest in 1984 he would cultivate his previous parcels of land and requested the District Authority to re-establish the former borders.", "On 29 May 1984 the applicant appeared before the District Authority. He submitted a copy of his appeal of 19 July 1973 and stated that he had handed over the appeal to the civil servant who had directed the land consolidation proceedings. He was informed that no appeal had been found in the files, that by the decree of 13 November 1980 the land consolidation proceedings had been terminated and that therefore no further decision could be taken. According to the copy of the appeal handed over to the officer of the District Authority, the applicant had complained that certain parcels of his land were too far away from the land he had received in compensation and that he should keep other parcels which were closer to his farming estate.", "On 12 July 1984 the District Authority, referring to the applicant’s letter of 1 May 1984, informed him that no appeal by the applicant against the consolidation plan had ever been received by the authority. The proceedings had become final (rechtskräftig), the land register had been amended accordingly and no further decision relating to the land consolidation proceedings could be taken. The applicant was advised to refrain from any interference with other people’s land as this would only create serious problems for him.", "Four years later, on 18 March 1988 the applicant, assisted by counsel, requested the District Authority to resume the consolidation proceedings and, in particular, to serve on him the District Authority's circular letter of 26 June 1973 or, alternatively, the consolidation plan, so that he could appeal against the plan.", "On 31 May 1988 the District Authority rejected the applicant's request for lack of competence. On the applicant’s appeal, the Lower Austria Regional Land Reform Board (Landesagrarsenat - \"the Regional Board\") on 10 January 1989 quashed this decision. On 7 April 1989 the District Authority again rejected the applicant's request and found that, after the publication of the decree of 13 November 1980, no further claims concerning the consolidation proceedings could be made.", "On 30 May 1989 the Regional Board dismissed the applicant's appeal and confirmed the District Authority's decision. It noted that, under Section 28 of the Lower Austrian Agricultural Land Planning Act (Flurverfassungs-Landesgesetz), consolidation proceedings have to be terminated by a decree once all the plan’s measures, including the changes in the land register (Grundbuch), have been carried out.", "On 6 March 1991 the Constitutional Court (Verfassungsgerichtshof) refused to deal with the applicant's complaint as it found that it had no prospect of success and referred the case to the Administrative Court (Verwaltungsgerichtshof). The Constitutional Court also found that it had no doubts as to the constitutionality of the decree of 13 November 1980 since any alleged deficiencies in the communication of the circular letter of 26 June 1973 could no longer affect the lawfulness of the decree by which the consolidation proceedings had been concluded.", "On 16 November 1993 the Administrative Court dismissed the applicant's complaint and confirmed the District Authority's reasoning. The Administrative Court found that, as a consequence of the entry into force of the District Authority's decree of 13 November 1980, the land consolidation authorities no longer had jurisdiction. Thus the land consolidation authorities were no longer competent to serve the consolidation plan on the applicant."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}