{"ITEMID": "001-60839", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "ITA", "BRANCH": "CHAMBER", "DATE": 2002, "DOCNAME": "CASE OF GUIDI AND OTHERS v. ITALY", "IMPORTANCE": "4", "CONCLUSION": "Violation of P1-1;Violation of Art. 6-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Christos Rozakis", "TEXT": ["8. The applicants are the owners of a flat in S. Agnello, which they had let to A.M.", "9. In a writ served on the tenant on 30 January 1984, the applicants communicated their intention to terminate the lease and summoned the tenant to appear before the Sorrento Magistrate.", "10. By a decision of 15 March 1984, the Magistrate refused to uphold the validity of the notice to quit, declined jurisdiction on account of the value of the case and indicated that the Naples District Court had jurisdiction to hear it.", "11. On 26 March 1984, the applicants resumed the proceedings before the Naples District Court.", "12. In a judgment of 22 June 1988, which was filed with the registry on 19 October 1988, the court allowed the applicants' claim and ordered that the premises be vacated by 15 December 1989.", "13. On 16 December 1988, the tenant appealed to the Naples Court of appeal.", "14. In a judgment of 17 October 1991, which was filed with the registry on 9 November 1991, the court rejected the appeal.", "15. On 5 February 1992, the applicants served notice on the tenant requiring him to vacate the premises.", "16. On 2 February 1993, they served notice on the tenant informing him that the order for possession would be enforced by a bailiff on 15 March 1993.", "17. As from 15 March 1993 until 16 October 1997, the bailiff made several attempts to recover possession. Each attempt proved unsuccessful, as, under the statutory provisions providing for the staggering of evictions, the applicants were not entitled to police assistance in enforcing the order for possession.", "18. On 16 October 1997, the tenant vacated the premises.", "19. The relevant domestic law is described in the Court's judgment in the case of Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}