{"ITEMID": "001-128044", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "COMMITTEE", "DATE": 2013, "DOCNAME": "CASE OF SHEVCHENKO v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "No violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)", "JUDGES": "Elisabeth Steiner;Mirjana Lazarova Trajkovska;Ksenija Turković", "TEXT": ["6. The applicant was born in 1949 and lives in Koksovyy, the Rostov Region.", "7. The applicant worked for 15 years in the Extreme North of Russia. She instituted court proceedings against local pension authorities claiming recalculation of her pension.", "8. On 18 July 2003 the Kolskiy District Court of the Murmansk Region granted her claim. The court ordered the Pension Fund of the Kolskiy District of the Murmansk Region to recalculate her pension paid after 1 January 2002 by counting one year of her service in the Extreme North as one and a half years of working record and to pay her respective pension arrears for the period between 1 January 2002 and 18 July 2003. On 20 August 2003 the judgment was upheld on appeal by the Murmansk Regional Court and entered into force. It appears that the parties were not present at the appeal hearing.", "9. On 5 September 2003 the applicant received two writs of execution from the district court. By the accompanying letter, sent by registered mail, the court informed her that she had to submit the writs to the respondent authority. In case of the debtor’s refusal to enforce the judgment voluntarily, she was advised to forward it to the local bailiffs’ service, so that the enforcement proceedings could be opened.", "10. The applicant did not forward the writs either to the local bailiffs’ service or the respondent pension authority. The judgment remained unenforced.", "11. According to the Government, in the meantime the applicant’s oldage pension had been recalculated and on 1 October 2003 further indexlinked.", "12. On 8 May 2008 and 27 July 2009 she applied to the Kolskiy District Court for a copy of the writs of execution. She argued without further details that, due to her lack of knowledge on the matter, she must have sent one of the writs to the Court and that she must have lost another one.", "13. By two separate decisions of 17 June 2008 and 2 October 2009 the district court rejected her respective applications, since she had not complied with the three-year time-limit for lodging a request for the copy of the writ. The court found no valid reason for extension of that timelimit. The court further observed that in any event the applicant had already been in receipt of the old-age pension in the amount higher than that awarded by the judgment of 18 July 2003. If recalculated in line with that judgment, the amount of her pension would have been significantly reduced."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["6", "P1"], "NON_VIOLATED_PARAGRAPHS": ["6-1", "P1-1"], "NON_VIOLATED_BULLETPOINTS": ["P1-1-1"]}