{"ITEMID": "001-101803", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF AMUYEVA AND OTHERS v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 2 (substantive aspect);Violation of Art. 2;Violation of Art. 13", "JUDGES": "Anatoly Kovler;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Khanlar Hajiyev", "TEXT": ["4. The applicants are:", "(1) Mrs Imani Amuyeva, born in 1972;", "(2) Mr Eti Dzhabrailov, born in 1932;", "(3) Mr Uvays Israilov, born in 1918; and", "(4) Mrs Liza Makhmutmirzayeva, born in 1977.", "5. On 6 July 2008 the third applicant died. His son Mr Abdul-Rakhim Israilov, born in 1959, provided a letter of authority expressing his intention to continue the application in his name. For the sake of convenience, he will hereinafter be referred to as “the fifth applicant”.", "6. The applicants live in Gekhi-Chu, Urus-Martan district, Chechnya.", "7. The first, third, fourth and fifth applicants belong to the same extended family. The third applicant was the father of Adam (also spelled Adlan) Israilov, born in 1965; Turpal Israilov, born in 1972; and Aslambek Israilov, born in 1971. His son, the fifth applicant, is the brother of Adam, Turpal and Aslambek Israilov. The first applicant is Adam Israilov’s wife. The fourth applicant is Aslambek Israilov’s wife.", "8. The second applicant is the father of Aslanbek (also spelled Alik) Dzhabrailov, born in 1968.", "9. In the autumn of 1999 military operations by the Russian military and security forces started in Chechnya. According to the applicants, the village of Gekhi-Chu in the Urus-Martan district came under full control of the Russian military forces in December 1999. A military unit was stationed at the outskirts of the village, the state authorities were functioning and there were no clashes in the area. For these reasons the residents had considered that their lives were no longer endangered by the hostilities.", "10. In the evening of 6 February 2000 the village came under fire by automatic weapons from the position of the Russian forces about fifty metres away from the edge of the village. The residents were aware that a large group of Chechen fighters had entered the village from the direction of Katyr-Yurt and many had taken shelter in the basements of their houses.", "11. In the morning on 7 February 2000 two military helicopters fired missiles upon the village. The village then came under shelling by artillery and from planes.", "12. The first, third and fourth applicants live at 72 Shkolnaya Street in Gekhi-Chu in a large residential compound comprised of several houses. One house belonged to the third applicant and another one belonged to his elder son, the fifth applicant. A large number of neighbours and relatives took shelter in their compound. According to them, there were about twenty-five people in the basement of only one of the houses.", "13. The second applicant lives at 76 Shkolnaya Street. On 6 and 7 February 2000 he, together with his son Aslanbek Dzhabrailov, was also taking shelter in the basement of the first applicant’s house.", "14. At about 2 p.m. on 7 February 2000 the shelling stopped. One of the men looked into the courtyard and saw a group of military servicemen. The soldiers ordered everyone to come out and lined up the men, women and children in the courtyard.", "15. After the residents came out, one serviceman threw a hand-grenade into the basement of the third applicant’s house. The explosion damaged the house.", "16. The servicemen, who behaved in an aggressive manner, took aside four young men: the third applicant’s three sons Aslambek, Adam and Turpal Israilov, and Aslanbek Dzhabrailov, the second applicant’s son. The third applicant approached the group because he feared for his sons. The military servicemen told him that they would check whether the young men had participated in illegal armed groups.", "17. The servicemen then ordered some of the residents to descend into the basement of a house situated further down in the Shkolnaya Street. Others remained in the courtyard.", "18. The fifth applicant also remained in the courtyard. He and other witnesses saw that the servicemen had checked the passports of the four young men, examined their torsos in order to see if they had signs of wearing weapons and then allowed them to get dressed.", "19. At that time, there was an exchange of gunfire from the neighbouring house at 74 Shkolnaya Street. A tank and an armoured personnel carrier drove up to that house. The residents later learned that a fighter had taken shelter in the basement of that house and had shot at a Russian soldier and killed him. He was shot dead in response.", "20. The military servicemen separated the men, including the fifth applicant, from the remaining group of residents and led them away towards Centralnaya Street. The four young men remained in the courtyard of the first applicant’s house, under the guard of military servicemen. Before leaving, the fifth applicant saw his three brothers and Aslanbek Dzhabrailov being escorted into the courtyard at 74 Shkolnaya Street where the exchange of gunfire had taken place. In the meantime, the second and third applicants joined the group of women and children who remained in the third applicant’s courtyard. The military assured them that their sons would be released after a check.", "21. Ten or fifteen minutes later the people in the courtyard, including the first, third and fourth applicants, heard shots fired in the courtyard of the house at 74 Shkolnaya Street. Some five minutes later the military ordered the residents to go into the fifth applicant’s house and wait there.", "22. In the meantime, the group of men who had been taken to Centralnaya Street had been examined, one by one, by the military servicemen. The servicemen had led away two brothers from the T. family and another young man, who were later found shot.", "23. The fifth applicant was released after the check and returned to his house. The military ordered him to join the other residents inside the house.", "24. Sometime later the soldiers left the village. The second applicant went home but did not find his son, Aslanbek Dzhabrailov, there.", "25. The fifth applicant went into the courtyard at 74 Shkolnaya Street. There he saw the four bodies of the young men who had been led away by the soldiers. Under the fence-roof (a roof covering part of the courtyard) there were the bodies of Adam Israilov and Aslanbek Dzhabrailov, and further back in the courtyard, face down, Aslambek and Turpal Israilov. The bodies had gunshot wounds. The bodies of Aslanbek Dzhabrailov and Aslambek Israilov also had knife wounds to the back, in the heart area.", "26. The fifth body found in the same courtyard was probably that of the fighter who had been killed there earlier.", "27. The applicants submitted written statements about the events produced by the first, second, fourth and fifth applicants, as well as by two neighbours, I. A. and Ch. D.", "28. The Government did not challenge the facts as presented by the applicants.", "29. Despite a specific request by the Court, the Government did not disclose any documents from criminal case no. 24037 which had been opened in relation to the matter. The Government stated that the investigation was in progress and that disclosure of the documents would be in violation of Article 161 of the Code of Criminal Procedure, because the file contained personal data concerning the participants in the criminal proceedings. They outlined a number of investigative measures taken so far. The parties’ submissions in this respect could be summarised as follows.", "30. The applicants stated that on 8 February 2000 a group of officials from the Urus-Martan district prosecutor’s office (“the district prosecutor’s office”) and district temporary Department of the Interior (VOVD) arrived in Gekhi-Chu. They questioned several witnesses, examined the site of the shooting and drew up a plan. It also appears that they photographed the bodies.", "31. On the following day, 9 February 2000, the four bodies were buried in the local cemetery.", "32. One week later an investigator from the district prosecutor’s office informed the applicants during a meeting in Gekhi-Chu that a criminal investigation had been opened by that office under Article 105 of the Penal Code (murder). Despite this information, it appears that the criminal investigation was opened only in July 2000 (see below).", "33. On 26 February 2000 the Urus-Martan district civil registration office issued death certificates for the four men. The date of death was recorded as 7 February 2000 for all, but the cause of death was noted only for Aslanbek Dzhabrailov - numerous gunshot wounds to the head.", "34. On 14 July 2000 an investigator of the Chechnya Prosecutor’s Office opened a criminal investigation under Article 105 of the Criminal Code into the deaths of the three Israilov brothers, Aslanbek Dzhabrailov and the unidentified member of the illegal armed group (“the IAG”). According to the Government, this action was prompted by a letter of the deputy Minister of Foreign Affairs, and prior to that date the applicants had not submitted any complaints to the authorities.", "35. On 15 July 2000 the file was forwarded for investigation to the district prosecutor’s office and assigned number 24037. The decision contained the following passage:", "“On 7 February 2000 in Gekhi-Chu... servicemen of the federal forces carried out a special operation with the aim of identifying members of illegal armed groups. At that time [the following] residents of the village, brothers Adlan, Aslambek and Turpal Israilov, Alik Dzhabrailov, and an unidentified member of the IAG stayed in a dugout shelter in the Israilovs’ house. In the course of the special operation the member of the IAG committed the murder of a military serviceman, after which the above-mentioned member of the IAG, Adlan, Aslambek and Turpal Israilov and Alik Dzhabrailov were killed”.", "36. The Government submitted that on an unidentified date the investigation had established the number of the military unit which had taken part in the operation in Gekhi-Chu and had obtained information about two servicemen of that unit who had been killed on 7 February 2000.", "37. On 6 October 2000 the second applicant was granted victim status in the criminal investigation concerning the murder of his son. On the same day the fifth applicant was granted victim status. According to the Government, both men had been questioned on the same day. They had confirmed the circumstances of their relatives’ deaths, as summarised above.", "38. The Government further submitted that on 10 October 2000 the investigator had examined the residential compound of the Israilov family and Z.D.’s neighbouring compound where the bodies had been found. Nothing of relevance to the investigation had been found.", "39. The Government submitted that on 10 October 2000 another Israilov brother and Aslanbek Dzhabrailov’s mother had been questioned and had given similar testimonies. The investigator had also collected the clothes which the murdered men had been wearing on 7 February 2000 from the family. It appears from the submitted documents that the jackets were returned to the applicants about one month later but it is unclear if any reports or other steps were taken at that time.", "40. On 4 December 2000 the investigation was adjourned due to its failure to identify the culprits. The applicants submit that they had only been informed of this decision in November 2005 when they applied to the district prosecutor’s office for information while collecting documents required in order to obtain compensation for the deaths of their relatives.", "41. On 9 October 2001 the second applicant asked the district prosecutor’s office to inform him as to whether a criminal investigation into the murder of his son and the three Israilov brothers by the servicemen had been pending and, if so, who had been in charge of the investigation.", "42. On 15 October 2001 the second applicant lodged a request with the district prosecutor’s office that he be granted the status of a civil claimant in the criminal proceedings related to the killing of his son by the military servicemen. It does not appear that any answer has been given to the two aforementioned letters.", "43. On 18 November 2005, having learnt of the decision to suspend the investigation, the second applicant wrote to the district prosecutor’s office. He described in detail the events of 7 February 2000 and asked that the investigation be resumed. In particular, he requested that the serviceman who had been killed on that day be identified and the number of the military unit which had been involved in the operation be disclosed, in order to identify and question the servicemen who had killed the four men and to question the other witnesses of the crime. He also asked the district prosecutor’s office to transfer the investigation to the military prosecutor’s office.", "44. Per the Government’s observations, the investigation had been resumed at some point after that. On 28 November 2005 the investigator had again questioned the fifth applicant. On the same day the investigator had collected a statement from the head of the village administration, who had confirmed that the four men had been killed on 7 February 2000 during a security operation.", "45. According to the Government, between 30 November and 13 December 2005 the investigator had questioned five relatives of the dead men, including the second and fourth applicant. Their submissions had corroborated the statements previously obtained.", "46. On 14 February 2006 the first and fourth applicants wrote to the district prosecutor’s office and asked to be granted victim status in the proceedings concerning the murder of their husbands.", "47. On 20 February 2006 the first and fourth applicants were granted the status of victims. The Government also submitted that on the same day the first applicant had been questioned. It appears that on 16 March 2006 the investigation was adjourned.", "48. Per the Government’s observations, the next round of investigation had started in September 2006. On 8 September 2006 the investigator had requested that the commander of the military unit submit a copy of the internal inquiry into the deaths of their two servicemen in Gekhi-Chu on 7 February 2000, as well as copies of forensic reports. According to the Government, this request had been complied with. However, they did not disclose the content or the conclusions of the relevant documents.", "49. On 20 September 2006 the investigation questioned a further five witnesses among local residents, including the second and fifth applicants.", "50. On 21 September 2006 the investigator again collected the jackets of the murdered men from the fifth applicant. On 22 September 2006 these items were inspected and attached as pieces of evidence to the criminal investigation file. On 24 September 2006 the investigation was again adjourned.", "51. A new round of investigation was opened on 1 February 2007. Per the Government’s submissions, between 25 February and 10 June 2007 the investigation had collected statements from twelve relatives and neighbours of the dead men, including the applicants. The first applicant had given her consent to the exhumation of her husband’s body.", "52. On 31 March 2007 the investigator refused to allow the second and fourth applicants to make copies of all the witness statements collected by the investigation. They were allowed to make copies of the decisions to adjourn proceedings.", "53. On 20 June 2007 the first and fourth applicants again requested that the district prosecutor’s office identify and question the servicemen and commanders of the military units which had taken part in the special operation.", "54. According to the Government, the graves of the Israilov brothers and of Aslanbek Dzhabrailov had been inspected on 6 July 2007.", "55. The Government further submitted that the progress of the investigation had been supervised by the Investigative Committee of the General Prosecutor’s Office. According to the Government, the applicants had been duly informed of all decisions taken during the investigation.", "56. On 17 May 2006 the first and the fourth applicants complained to the district prosecutor’s office of its failure to effectively investigate the murder of their husbands. They also asked to be granted access to the case file.", "57. On 6 July 2006 the first and fourth applicants applied to the UrusMartan District Court (“the district court”), complaining that the district prosecutor’s office had failed to investigate the murder of Adam, Turpal and Aslambek Israilov and Aslanbek Dzhabrailov effectively and had failed to provide a response to their previous complaints. They again asked to be granted access to the case file.", "58. On 26 July 2006 the district court partially allowed the complaint against the district prosecutor’s office based on the latter’s failure to take effective steps to investigate the applicants’ relatives’ murder. The district court ordered the district prosecutor’s office to resume the investigation. The district court noted that the investigators had failed to identify the military and security units responsible for the operation, had failed to question the commanders of and participants in the operation and to study the documents related to its execution and results, and had failed to question the commanders of the district military and security authorities about the operation. The court granted the applicants access to the case file, stating that the documents in the file were accessible unless they contained secret information and noted that access to the file was essential in order to realise the applicant’s right to appeal. As to copying of documents from the case file, the court noted that this right was accorded to victims only upon completion of the investigation, and not when the proceedings were adjourned. On 23 August 2006 the Chechnya Supreme Court upheld the district court’s decision.", "59. On 19 December 2006 the first and fourth applicants seized the district court with a similar complaint. They noted that the investigation was again adjourned without the necessary steps having been taken. On 2 February 2007 the deputy district prosecutor announced in court that the investigation had been reopened by the district prosecutor’s office on 19 December 2006 in order that it be completed. In such circumstances, the district court found that the applicants’ complaint had been resolved and dismissed it.", "60. For a summary of the relevant domestic law see Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007)."], "VIOLATED_ARTICLES": ["13", "2"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}