{"ITEMID": "001-99867", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "CHAMBER", "DATE": 2010, "DOCNAME": "CASE OF NIKITINA v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6;Violation of Art. 13;Violation of P1-1", "JUDGES": "Anatoly Kovler;Christos Rozakis;Dean Spielmann;Elisabeth Steiner;George Nicolaou;Giorgio Malinverni;Sverre Erik Jebens", "TEXT": ["4. The applicant was born in 1949 and lives in Kovarditsy, the Vladimir Region.", "5. In 1998 the applicant's father died in a fire. The applicant alleged that the death had been caused by the firemen's manifest failure to comply with the fire-fighting instructions. In 2001 K., an investigator of the Murom Division of the State Fire Department, reported to a local prosecutor about the incident. In his official explanatory note issued in reply to the prosecutor's inquiry K. stated that the applicant's repeated unfounded complaints demonstrated that she must have been suffering from some mental disorder and that he strongly recommended subjecting her to a psychiatric examination.", "6. The applicant sued K. and the State Fire Department of the Vladimir Region for defamation.", "7. On 22 July 2004 the Murom Town Court found in the applicant's favour. The court held, in particular, that K. had acted in his official capacity of an investigator when making the defamatory statements about the applicant. The court awarded her 3,030 Russian roubles (RUB) in nonpecuniary damages against the State Fire Department of the Vladimir Region and ordered K. to retract the false information about the applicant. On 21 September 2004 the Vladimir Regional Court upheld the judgment in substance, and it entered into force. The judgment has not been executed to date.", "8. On 1 April 2005 pursuant to order no. 487 of 26 October 2004 issued by the Ministry of the Emergency Response of Russia, the State Fire Department of the Vladimir Region was liquidated by way of removal from the State tax register. The functions of the State Fire Department have since been executed by the previously existing Vladimir Region Office of the Ministry of the Emergency Response of Russia.", "9. On 27 March 2006 two writs of execution issued by the Murom Town Court on 22 July 2004 were received by the bailiff service of the Vladimir Region, which initiated the enforcement proceedings on the same day. In the course of the proceedings the bailiff service established that the judgment could not be enforced due to the debtor's liquidation. On 21 June 2007 the Oktyabrskiy District Court of Vladimir terminated the enforcement proceedings.", "10. On 29 December 2006 the Murom Town Court refused to replace the respondent authority by the Ministry of the Emergency Response of Russia on the ground that the latter was not a legal successor to the defunct State Fire Department. The judgment was upheld by the Vladimir Regional Court on 19 April 2007.", "11. The applicant further sued the Ministry of Finance for damages resulting from the firemen's negligence. On 17 April 2007 the Vladimir Regional Court in the final instance rejected her complaints as unfounded.", "12. Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment in two months. Under section 242.2.6 of the Budget Code of 31 July 1998, the Ministry of Finance must enforce a judgment in three months."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}