{"ITEMID": "001-111540", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SWE", "BRANCH": "CHAMBER", "DATE": 2012, "DOCNAME": "CASE OF OLSBY v. SWEDEN", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court)", "JUDGES": "André Potocki;Ann Power-Forde;Dean Spielmann;Elisabet Fura;Ganna Yudkivska;Karel Jungwiert;Mark Villiger", "TEXT": ["7. The applicant was born in 1943 and lives in Sundbyberg.", "8. By letter dated 9 August 2005, the Enforcement Authority (Kronofogdemyndigheten) informed the applicant that its representative would come to his home on 17 August 2005 to attach property to secure his tax debts amounting to SEK 979,503 (approximately EUR 110,000). It noted that he had previously been informed about his debts but that, since he had not paid, an attachment would be carried out. It is not known when the letter was sent or when the applicant received it.", "9. On 19 August 2005 the Enforcement Authority attached SEK 9,128 (approximately EUR 950) from a bank account belonging to the applicant. A document called Proof of Attachment (bevis om utmätning) was sent to the applicant confirming this and advising him how to go about appealing against the decision and that this had to be done within three weeks from the date that the decision was served on him. The applicant, who was on holiday at the time, did not receive the Proof of Attachment until he returned home on 8 September 2005 and was formally served the decision.", "10. In a decision of 24 August 2005 the Enforcement Authority distributed and paid the attached money to the creditor, in this case, the State itself. The decision was open to appeal within three weeks from the date of the decision.", "11. On 20 September 2005 the applicant requested the Enforcement Authority to rectify (besluta om rättelse) the decision concerning attachment as he considered it to be incorrect. The Enforcement Authority, in a decision of the same day, rejected the applicant’s request for rectification on the ground that it had been submitted too late. It further stated that it was not possible to appeal against the decision in that part and that, as regarded its other decisions, appeals were possible within the time-frames of which the applicant had previously been notified.", "12. On 22 September 2005 the applicant appealed against the attachment decision to the District Court (tingsrätten) of Stockholm. He mainly objected that the Enforcement Authority had not sufficiently taken into account, and made deductions for, the need to cover his basic living expenses.", "13. In a comment (yttrande) by the Enforcement Authority in connection with the appeal, it stated that the appeal had been made within the stated time-limit but that, since the decision as regards the distribution and payment of the funds had gained legal force, the applicant’s appeal could not be tried by the court.", "14. On 19 October 2005 the District Court dismissed the appeal after first having noted that the decision as regarded the payment of the attached funds had gained legal force on 15 September 2005 and that the applicant had appealed against the attachment decision on 22 September 2005. Thereafter the court, with reference to case-law from the Supreme Court, stated that an appeal against an attachment decision that was lodged after a decision regarding the payment of the attached funds had gained legal force could not be considered by the court.", "15. The applicant appealed against the decision to the Svea Court of Appeal (hovrätten) requesting that it quash the lower court’s decision. The applicant submitted that he had not been aware of the attachment decision until 8 September 2005, when he was formally served the Proof of Attachment, and that he had never been notified of the fact that the Enforcement Authority, five days after the attachment decision, had distributed and paid the attached money. In his view, it should not have been permitted to distribute attached money until the actual attachment decision had gained legal force.", "16. On 16 December 2005 the Court of Appeal upheld the District Court’s decision in full.", "17. The applicant appealed to the Supreme Court (Högsta domstolen) which, on 28 February 2006, refused leave to appeal.", "18. Domestic provisions of relevance to the present case are found mainly in the Enforcement Code (Utsökningsbalken; 1981:774) and the Enforcement Ordinance (Utsökningsförordningen; 1981:981). The Enforcement Authority is responsible for enforcement of judgments or other enforcement titles (exekutionstitel) comprising an obligation to pay or some other obligation. Enforcement cases are dealt with as public cases (allmänna mål), as in the applicant’s case, or private cases (enskilda mål; cf. Chapter 1, Article 6 of the Enforcement Code). Public cases are, for example, imposition of fines, taxes, and other funds to which the State is entitled.", "19. According to Chapter 3, Article 1, of the Enforcement Code, an enforcement title may consist of a court judgment, but also of a decision of an administrative authority that may be enforced in accordance with a special regulation. Moreover, according to Article 23 of the same Chapter, enforcement titles in public cases may be enforced before they have gained legal force, if this has been specially prescribed. In this respect, Chapter 2, Article 19 of the Enforcement Code stipulates that a decision of the Enforcement Authority applies immediately, and the enforcement continues even if the decision is appealed against, unless otherwise prescribed by the Enforcement Code or ordered by a court.", "20. In line with Chapter 4, Article 9 of the Enforcement Code, the Enforcement Authority shall investigate the debtor’s employment and income situation and whether he or she has attachable property. Attachment shall take place as soon as possible after the necessary documents have been received by the Enforcement Authority (Chapter 4, Article 10). With some exceptions, notification shall be sent to the debtor by post or given in an appropriate manner within such time that the debtor can be expected to have sufficient time to protect his or her rights (Chapter 4, Article 12). Chapter 6, Article 9 of the Enforcement Ordinance stipulates that the debtor shall be notified in writing and the notification is to be served, unless it is known that the debtor cannot be found. Moreover, the Enforcement Authority shall, as a rule, notify the interested parties about its decision of distribution of funds (Chapter 13, Article 11 of the Enforcement Ordinance). The debtor is generally not notified about distribution of funds and payment to the creditors and the enclosure to the attachment order does not contain any such information.", "21. The attachment of bank funds is safeguarded by a notification prohibiting the bank from fulfilling its obligations to others than the Enforcement Authority, and the bank is, as a rule, requested to pay the attached funds to the Enforcement Authority (Chapter 6, Article 3 and Chapter 9, Articles 11-12 of the Enforcement Code).", "22. Decisions regarding attachment and all subsequent decisions, such as the decision to distribute and pay the attached funds to the creditor, are taken by the Enforcement Authority and may be appealed against to the District Court, and further to the Court of Appeal and the Supreme Court. The rules regarding appeal against decisions taken by the Enforcement Authority are to be found in Chapter 18 of the Enforcement Code. Article 7, paragraph 2, of that Chapter stipulates that an attachment decision of the type in question shall be appealed against by a party within three weeks from the date when the decision was served on him. Article 7, paragraph 3, states that a decision on distribution or payment of funds shall be appealed against within three weeks of the decision. Article 14 of the same Chapter stipulates that, in the event of the grant of an appeal against a particular decision, a later decision in the case may also be revoked, if this can be done, provided the decision is connected with the former decision and that it had not gained legal force against the appellant at the time when he appealed against the first decision.", "23. In its judgment of 26 March 1990 (NJA 1990 p. 166), the Supreme Court found that a prerequisite to trying an appeal against a decision regarding attachment is that no subsequent decision regarding the payment of the attached funds has gained legal force. In reaching its decision, the Supreme Court had regard to Chapter 18, Section 14 of the Enforcement Code as well as the preparatory works to that provision (Government Bill 1980/81:8, p. 1239).", "24. In its comments on the above case, the National Tax Board (Riksskatteverket, formerly in charge of tax administration and enforcement service in Sweden), stated, inter alia, the following:", "“In public cases, the funds are accounted for immediately, unless the official in charge of the matter has given special instructions. In cases concerning attachment of bank funds, it may take a while for the bank to account for the funds received. Once received by the Enforcement Authority, the funds are accounted for promptly to the creditors. Several weeks may elapse between the attachment day and the accounting day. The appeals provisions in Chapter 18, Section 7 of the Enforcement Code do not seem to be coordinated in the sense that the funds are to be accounted for after the appeal period has elapsed, and there is no support for such an interpretation of the Enforcement Code.”", "25. Please see Eriksson v. Sweden (no. 60437/08, §§ 27-36, 12 April 2012) or Eskilsson v. Sweden ([dec.], no. 14628/08, 24 January 2012) for a comprehensive summary of this issue."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}