{"ITEMID": "001-57991", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FRA", "BRANCH": "CHAMBER", "DATE": 1996, "DOCNAME": "CASE OF BOUGHANEMI v. FRANCE", "IMPORTANCE": "3", "CONCLUSION": "No violation of Art. 8", "JUDGES": "N. Valticos", "TEXT": ["7. Mr Kamel Boughanemi was born on 23 November 1960 in Tunisia and has Tunisian nationality. He came to France in 1968 and lived there continuously until his deportation. His parents and his ten brothers and sisters reside in France. Eight of his brothers and sisters were born there. He claims that he lived with a woman of French nationality (Miss S.), whose child, born on 19 June 1993, he formally recognised on 5 April 1994.", "8. The applicant was convicted on a number of occasions. On 21 December 1981 he was sentenced to ten months’ imprisonment, four of which were suspended, for burglary. On 22 September 1983 he was sentenced to two months’ imprisonment for an assault resulting in the victim’s not being fit for work for a period exceeding eight days. On 25 September 1986 he was fined 1,500 francs for driving without a licence and without insurance and on 24 March 1987 he was sentenced to three years’ imprisonment for living on the earnings of prostitution with aggravating circumstances.", "9. On 8 March 1988 the Minister of the Interior issued an order for Mr Boughanemi’s deportation worded a follows:", "\"... Having regard to sections 23 and 24 of Ordinance no. 45-2658 of 2 November 1945, as amended,concerning the conditions of entry and residence ofaliens in France;", "Having regard to Decree no. 82-440 of 26 May 1982;", "Whereas Kamel Boughanemi ... committed the followingoffences: on 21 August 1981 a burglary; on21 November 1981 an assault on the person of arepresentative of the public authority who was performinghis duties; on 25 January 1983 an assault; and from 26 September 1986 to 10 October 1986, acts amounting toliving on the earnings of prostitution with aggravating circumstances;", "Whereas on account of his behaviour the presence of thisforeign national on French territory represents a threatto public order;", "... IT IS HEREBY ORDERED AS FOLLOWS", "Article 1: the above-mentioned person is enjoined to leave the French territory;", "Article 2: the Prefect of Police and the prefects are instructed to serve and execute this order.", "...\"", "10. The deportation order was executed on 12 November 1988 but the applicant returned to France and lived there illegally.", "11. On 16 March 1989 the Lyons Administrative Court dismissed the applicant’s appeal alleging that the deportation order was an abuse of authority.", "12. On 21 March 1990 the applicant applied to the Minister of the Interior to have the deportation order rescinded. His application was rejected on 10 August 1990 on the following grounds:", "\"...", "I hereby inform you that the deportation order was madeby the competent authorities in view of the nature andincreasing gravity of the offences committed by theapplicant. The threat to public order was also assessedwith reference to Mr Boughanemi’s general conduct as wasrequired under the circular on the implementation of theLaw of 9 September 1986.", "In addition, the Lyons [Administrative Court] confirmed the deportation order on 16 March 1989.", "It is accordingly impossible for me to grant your request. The deportation order of 8 March 1988 must therefore remain in force.", "...\"", "13. On 9 October 1990 Mr Boughanemi lodged with the Lyons Administrative Court an application for judicial review of the Minister’s decision refusing to rescind the deportation order. In its judgment of 26 February 1991 dismissing the application, the Lyons court gave the following grounds:", "\"...", "Under section 23 of the Ordinance of 2 November 1945, asamended in particular by the Law of 2 August 1989,’subject to the provisions of section 25, deportation maybe decided by order of the Minister of the Interior if analien’s presence on French territory constitutes aserious threat to public order. The deportation ordermay be rescinded at any time by the Minister of theInterior ...’ Although section 25, as amended by theaforementioned Law, prohibits the Minister, save in casesof extreme urgency as provided for in section 26, fromordering the deportation of certain categories of alien,that provision cannot be usefully invoked to support anapplication to have a previously issued deportation orderrescinded. It is exclusively a matter for the Ministerto whom such an application has been made to assesspursuant to section 23 whether the presence of the personconcerned on French territory constitutes at the date onwhich he gives his decision a serious threat to public order.", "In the first place, it follows from the foregoing thatthe submission based on the fact that Mr Boughanemi haslived continuously in France since the age of 8 and thatfor that reason, in accordance with the new section 25 ofthe Ordinance of 2 November 1945, a deportation ordercould not be made against him after the coming intooperation of the Law of 2 August 1989 is without force inregard to the decision refusing to rescind thedeportation order made against him on 8 March 1988. Norcan he rely on the principle that more lenient criminallegislation should be applied with retrospective effect.", "Secondly, an appeal brought against the deportationdecision of 8 March 1988 alleging that it was an abuse ofauthority was dismissed as unfounded by a judgment ofthis court on 16 March 1989. That decision carries withit the authority of res judicata, which precludesMr Boughanemi from pleading the unlawfulness of thatmeasure in support of his submissions directed againstthe refusal to rescind it.", "Finally, the documents in the file show that theMinister, who took his decision in the light of all thecircumstances of the case, did not make a manifest errorof assessment in concluding, on the basis of the actsthat gave rise to the applicant’s being arrested andprosecuted on several occasions between 1981 and 1988 andaspects of Mr Boughanemi’s conduct, that the latter’spresence on French territory constituted a serious threatto public order and in refusing on those grounds torescind the deportation order made against him.", "It follows from all the foregoing considerations that the applicant’s submission that the impugned decision isvitiated as an abuse of authority is unfounded and hisapplication to have it set aside on that ground must fail.\"", "14. On 7 December 1992 the Conseil d’Etat dismissed the applicant’s appeal lodged on 23 October 1991. It gave, inter alia, the following reasons:", "\"...", "Although the wording of section 25 of the above-mentioned Ordinance of 2 November 1945 was amended by the Law of 2 August 1989, Mr Boughanemi cannot usefully rely on thischange in the legal position in order to plead that the Minister of the Interior was under a duty to rescind thedeportation order issued against him under previouslegislation concerning aliens. It was exclusively amatter for the Minister to whom an application for suchan order to be rescinded has been made to determinewhether, in accordance with section 23 of the Ordinance of 2 November 1945 as in force at the date of theapplication, the presence of the person concerned onFrench territory represented a serious threat to public order.", "It appears from the documents in the file that the Minister, who took his decision in the light of all theevidence in the case, did not make a manifest error ofassessment in finding that the presence in France of theappellant, who had committed repeated and increasingly serious offences, including that of living on theearnings of prostitution with aggravating circumstances,still represented, as at 10 August 1990, a serious threatto public order. He was therefore entitled to refuse torescind the order for Mr Boughanemi’s deportation.", "In the circumstances of this case, the Minister of the Interior’s refusal to rescind the deportation order made against Mr Boughanemi, who returned to France and lived there illegally after the execution of that deportationorder, did not interfere with the latter’s family life toan extent that exceeded what was necessary to preservepublic order. Thus the submission that the refusal torescind the deportation order of 8 March 1988 infringed the right to respect for family life guaranteed byArticle 8 (art. 8) of the European Convention on Human Rights must fail.", "...\"", "15. Mr Boughanemi was arrested on 28 July 1994 for breach of the deportation order and was sentenced to three months’ imprisonment. On 12 October 1994 he was deported to Tunisia.", "16. On 20 June 1994 the Commission received from Miss S. (see paragraph 7 above) the following letter, dated 15 June 1994:", "\"As partner (concubine) and mother of the child ofMr Kamel Boughanemi, I wish by this letter to draw yourattention to our situation.", "The difficulty of getting his identity papers back makesit impossible for us to lead a normal life.", "There is also the fact that, as I am myself unemployed,my financial circumstances make it impossible for me togive him either moral or financial support. What ismore, I am his partner and, despite all his efforts to berecognised as a normal citizen, it is unfortunately impossible for us to live together. Faced with all the problems raised by his getting administrative recognition, I write to you in the hope that you willtake account of the fact that both he and I are acting ingood faith.", "...\"", "On 6 December 1994 Miss S. made the following statement to an officer of the criminal investigation department (extracts from the police report):", "\"...", "I do know Kameledine Boughanemi. I’ve known him for about three years. I lived with him from the end of 1992 till Christmas 1993 when we separated because of a disagreement.", "When we lived together he was out of work. He lived at my place ... I paid for his keep.", "He never gave me any money because he didn’t have any.", "He didn’t recognise my son until April 1994, because tobegin with I wasn’t too keen on the idea.", "So far he has never sent any money for our child. Hecalls me from time to time to find out if there is anynews about his application to the European Court. I don’t intend to live with him if he comes back.", "I have nothing else to say on this matter.", "...\"", "17. Deportation is governed by Ordinance no. 45-2658 of 2 November 1945 concerning the conditions of entry and residence of aliens in France, as amended by, inter alia, the following Laws: no. 81-973 of 29 October 1981; no. 86-1025 of 9 September 1986; no. 89-548 of 2 August 1989; no. 91-1383 of 31 December 1991; and no. 93-1027 of 24 August 1993.", "18. According to the first paragraph of section 23 of the Ordinance, as amended by the Law of 9 September 1986, \"subject to the provisions of section 25, deportation may be decided by order of the Minister of the Interior if an alien’s presence on French territory constitutes a threat to public order\".", "The Law of 2 August 1989 restored the wording that this section had contained prior to the Law of 9 September 1986, to the effect that deportation might only be ordered in the event of a \"serious\" threat to public order.", "19. Section 24, as amended by the Laws of 29 October 1981 and 9 September 1986, stated:", "\"Deportation as provided for in section 23 may be orderedonly where the following conditions are satisfied:", "1o The alien must be given advance notice in accordancewith the conditions laid down in a decree of the Conseild’Etat;", "2o The alien shall be summoned to be interviewed by aboard which is convened by the prefect and is composed asfollows:", "the President of the tribunal de grande instance of theadministrative capital of the département or a judge delegated by him, chairman;", "a judicial officer (magistrat) designated by the generalassembly of the tribunal de grande instance of theadministrative capital of the département; and", "an administrative court judge.", "The head of the aliens’ department at the prefectureshall act as rapporteur; the director of health andsocial affairs of the département or his representativeshall be heard by the board. They shall not attend theboard’s deliberations.", "The summons, which must be served on the alien at leasteight days before the board’s meeting, shall inform himthat he has the right to be assisted by a lawyer or byany other person of his choice and to be heard with thehelp of an interpreter.", "The alien may request legal aid in accordance with theconditions laid down in Law no. 72-11 of 3 January 1972.This possibility shall be mentioned in the summons. Aprovisional grant of legal aid may be decided by thechairman of the board.", "The board’s hearing shall be public. The chairman shallensure the proper conduct of the proceedings. All theorders made by him to that end must be executedimmediately. Before the board the alien may put forwardall the reasons that militate against his deportation.A report recording the alien’s statements shall betransmitted, together with the board’s opinion, to theMinister of the Interior, who shall give a decision. Theboard’s opinion shall also be communicated to the person concerned.\"", "The Law of 2 August 1989 inserted, inter alia, the following provision:", "\"3o If the board issues an opinion opposing deportation,a deportation order may not be made.\"", "The latter provision was however repealed by the Law of 24 August 1993.", "20. Section 25 of the Ordinance, as amended by the Law of 29 October 1981, subsequently amended by the Law of 9 September 1986, provided:", "\"A deportation order made under section 23 may not be issued against the following persons:", "1o A minor alien under 18 years of age, unless adeportation or removal order has been made against thepersons who actually provide for his or her maintenanceand no other person lawfully residing in France is in aposition to so provide for him or her; in the case of aminor alien under 16 years of age, the opinion of thedeportation board of the département must be in favour ofdeportation;", "2o An alien, who has been married for at least one yearand whose spouse is a French national, provided that thetwo spouses genuinely live together;", "3o An alien who is the father or the mother of a Frenchchild residing in France provided that he or sheexercises parental rights, even only on a partial basis,in respect of the child or actually provides for him orher;", "4o An alien who proves by any means that he hashabitually resided in France since the age of 10 oryounger or for over ten years and who has not beenconvicted with final effect of an offence for which he orshe has been sentenced to a non-suspended term ofimprisonment of at least six months or a suspended termof one year or several terms of imprisonment whoseaggregate is at least equal to such periods;", "5o An alien who is in receipt of an industrial accidentdisability pension paid by a French institution where hisor her permanent and partial disability is at least 20%.\"", "21. The Law of 2 August 1989 amended those provisions, restoring to a large extent the wording in force prior to the Law of 9 September 1986:", "\"A deportation order made under section 23 may not beissued against the following persons:", "1o A minor alien under 18 years of age;", "2o An alien who proves by any means that he hashabitually resided in France since the age of 10 oryounger;", "3o An alien who proves by any means that he hashabitually resided in France for more than fifteen yearsor an alien who has lawfully resided in France for morethan ten years;", "4o An alien, who has been married for at least six monthsand whose spouse is a French national;", "5o An alien who is the father or the mother of a Frenchchild residing in France provided that he or sheexercises parental rights, even only on a partial basis,in respect of the child or actually provides for him orher;", "6o An alien who is in receipt of an industrial accidentor occupational disability pension paid by a Frenchinstitution where his or her permanent disability is atleast 20%;", "7o An alien residing lawfully in France by virtue of oneof the residence permits provided for in this Ordinanceor in the international agreements, who has not beensentenced with final effect to a non-suspended term ofimprisonment of one year or more.", "...\"", "The same law added a paragraph, which was worded as follows:", "\"The aliens referred to in sub-paragraphs 1o to 6o maynot be the subject of a removal order made undersection 22 of this Ordinance or of an exclusion ordermade by a court under section 19 of this Ordinanceprohibiting them from entering the territory.\"", "22. Section 25 was further amended and supplemented by the Laws of 31 December 1991 and 24 August 1993:", "\"A deportation order made under section 23 may not beissued against the following persons:", "1o A minor alien under 18 years of age;", "2o An alien who proves by any means that he hashabitually resided in France since the age of 6 oryounger;", "3o An alien who proves by any means that he hashabitually resided in France for more than fifteen yearsor an alien who has lawfully resided in France for morethan ten years, unless for the whole of this period hehas been in possession of a temporary residence permitbearing the word ‘student’;", "4o An alien, who has been married for at least one yearand whose spouse is a French national provided that theyhave not ceased to live together and that the spouse haskept his or her French nationality;", "5o An alien who is the father or the mother of a Frenchchild residing in France provided that he or sheexercises parental rights, even only on a partial basis,in respect of the child or actually provides for him orher;", "6o An alien who is in receipt of an industrial accidentor occupational disability pension paid by a Frenchinstitution where his or her permanent disability is atleast 20%;", "7o An alien residing lawfully in France by virtue of one of the residence permits provided for in this Ordinanceor in the international agreements, who has not beensentenced with final effect to a non-suspended term ofimprisonment of one year or more.", "...", "The aliens referred to in sub-paragraphs 1o to 6o may notbe the subject of a removal order made under section 22of this Ordinance.", "By way of derogation from the provisions of this section,a deportation order under sections 23 and 24 may be madeagainst an alien falling within one of the categorieslisted in sub-paragraphs 3o, 4o, 5o and 6o if he or shehas been sentenced with final effect to a non-suspendedterm of imprisonment of at least five years.\"", "23. Section 26 of the Ordinance, as amended by the Law of 9 September 1986 provided:", "\"In cases of extreme urgency and by way of derogation from sections 23 to 25, deportation may be ordered where the alien’s presence on French territory constitutes a particularly serious threat to public order", "This procedure may not however be applied in respect ofminors under the age of 18.\"", "24. Section 26 was subsequently amended by the Law of 2 August 1989 and then by the Law of 24 August 1993 and now reads as follows:", "\"Deportation may be ordered:", "(a) in cases of extreme urgency, by way of derogationfrom section 24 (2o);", "(b) where such a measure constitutes an absolutenecessity for the security of the State and publicsafety, by way of derogation from section 25.", "In cases of extreme urgency and where the measure is anabsolute necessity for the security of the State andpublic safety, deportation may be ordered by way ofderogation from sections 24 (2o) and 25.", "The procedures provided for in this section may not beapplied in respect of a minor alien under 18.\"", "25. The second paragraph of section 23 of the Ordinance, as amended by the Law of 9 September 1986, provided:", "\"The deportation order may at any time be rescinded bythe Minister of the Interior. Where the application foran order to be rescinded is submitted on the expiry of aperiod of five years from the actual execution of theorder, it may be rejected only after the opinion of theboard provided for in section 24 has been sought. The person concerned may be represented before the board.\"", "The wording that applied prior to the Law of 9 September 1986 was restored by the Law of 2 August 1989: the Minister was required to abide by the opinion expressed by the board.", "However, this provision was again amended by the Law of 24 August 1993 to the effect that the board’s opinion must compulsorily be sought, but it no longer binds the Minister.", "26. Section 27 of the Ordinance, as amended by the Law of 9 September 1986, provided:", "\"Any alien who has evaded or attempted to evade theexecution of a deportation order or a removal order orwho, having been deported or being subject to aprohibition on entering the territory, re-enters the national territory without an authorisation shall beliable to a term of imprisonment of from six months to three years.", "The court may in addition issue an order banning a personso convicted from re-entering the territory for a periodnot exceeding ten years.", "The ban on re-entering the territory automaticallyentails the convicted person’s removal from Frenchterritory, on completion of his prison sentence whereappropriate.\"", "27. The Law of 31 December 1991 states that the same penalty applies to \"any alien who has evaded or attempted to evade the execution of a measure refusing him or her entry into France\" (the first paragraph as supplemented) or \"who has not submitted to the relevant administrative authority the travel documents making possible the execution of one of the measures referred to in the first paragraph or who, where he or she has no such documents, has failed to communicate the information making it possible to execute such measures\" (new paragraph inserted between the first and second paragraphs)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["8"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}