{"ITEMID": "001-22983", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "RUS", "BRANCH": "ADMISSIBILITY", "DATE": 2003, "DOCNAME": "POSOKHOV v. RUSSIA", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Georg Ress", "TEXT": ["The applicant, Sergey Vitalyevich Posokhov, is a Russian national who was born in 1966 and lives in Taganrog. He is represented before the Court by Mr Aleksandr Kiryanov and Ms Yekaterina Kiryanova, lawyers practising in Taganrog.", "On 5 July 1996, the applicant was arrested and detained on suspicion of having committed a serious breach of customs regulations.", "On 8 July 1996, he was remanded in pre-trial custody by the decision of an investigative officer approved by the Public Prosecutor of Taganrog.", "After two extensions of the detention, on 26 December 1996, the applicant was released.", "On an unspecified date, the applicant lodged an application to the Constitutional Court seeking a declaration of the unconstitutionality of Articles 122 and 90 of the Code of Criminal Procedure which empowered investigative authorities to arrest suspects without judicial authorisation. The applicant’s position was that any period of detention longer than forty-eight hours should be ordered by a court, as required by Article 22 § 2 of the Constitution.", "On 2 April 2001, the Constitutional Court dismissed the applicant’s case as inadmissible under the Law on the Constitutional Court. The court agreed that Article 22 § 2 of the Constitution made periods of detention longer than forty-eight hours possible only if ordered by a judge. However, the Constitution enacted in 1993 contained a transitional provision preserving the existing procedure for pre-trial detention pending the updating of the relevant laws. The court noted that despite the fact that over seven years had elapsed since the Constitution was passed, the lawmaker had failed to bring the detention procedure in line with the basic law of the country. Nevertheless, the applicant had been affected by this situation for only two and a half years – the period between the enactment of the Constitution and the applicant’s arrest – and, for this reason, could not be regarded as a victim of the alleged breach.", "On 17 May 2000, the applicant filed an application to the North Caucasian Transport Prosecutor requesting that criminal proceedings be opened against the investigator who had dealt with his case. It was alleged that the investigator had been aware of the applicant’s innocence but had abused his authority by initiating an unfounded criminal prosecution.", "As no reply was received from the North Caucasian Transport Prosecutor, on 11 June 2000, the applicant filed a complaint to the Prosecutor General. The applicant asked that the subordinate prosecutor be punished for negligence.", "An official of the Prosecutor General’s Office forwarded the applicant’s complaint to the North Caucasian Transport Prosecutor, whose staff on 11 July 2000 issued an order refusing the applicant’s initial complaint about the investigator.", "The applicant considered that the Prosecutor General’s Office did not have the right to transmit his complaint to the official complained about and on this ground issued proceedings against the Prosecutor General’s Office. He requested that the decision to transmit be found unlawful and invalidated.", "The case was examined and dismissed on 22 June 2001 by the Taganrog Town Court. The court found that the Prosecutor General’s Office had not breached the law by forwarding the complaint, and that it gave a reply on the substance of the applicant’s allegations.", "On appeal, this decision was upheld by the Rostov Regional Court on 9 January 2002.", "According to Section 40 of the Federal Constitutional Law on the Constitutional Court of 24 June 1994, all applications reaching the court are registered unless they manifestly fall outside the court’s competence, do not meet formal requirements, are lodged by an improper person or are not accompanied by a fee. The registry of the court may inform an applicant that his or her application is not compatible with the above requirements, but the applicant has the right to insist that a decision to that effect be taken by the court.", "According to Section 42 of the Law, a decision as to whether or not an application should be accepted for consideration (prinyatie obrashcheniya k rassmotreniyu) is taken by the court’s plenary. Only those cases which fall within the court’s jurisdiction, are not inadmissible in accordance with the Law, and do not repeat issues previously addressed by the court, are accepted for consideration.", "Pursuant to Section 71 of the Law, the court’s final decision on the substance of a case is called a postanovleniye (a judgment). If a judgment declares a law unconsitutional, the effect of the judgment cannot be overcome by a re-enactment of the law.", "All other decisions given in the course of constitutional proceedings are called an opredeleniye (a decision)."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}