{"ITEMID": "001-97879", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "LTU", "BRANCH": "GRANDCHAMBER", "DATE": 2010, "DOCNAME": "CASE OF CUDAK v. LITHUANIA", "IMPORTANCE": "1", "CONCLUSION": "Violation of Art. 6-1;Pecuniary and non-pecuniary damage - award", "JUDGES": "Alvina Gyulumyan;András Sajó;Christos Rozakis;Corneliu Bîrsan;Egbert Myjer;Françoise Tulkens;Giorgio Malinverni;Ineta Ziemele;Ireneu Cabral Barreto;Jean-Paul Costa;John Hedigan;Josep Casadevall;Lucius Caflisch;Mark Villiger;Nicolas Bratza;Nona Tsotsoria;Peer Lorenzen;Renate Jaeger;Vladimiro Zagrebelsky", "TEXT": ["9. The applicant was born in 1961 and lives in Vilnius.", "10. On 1 November 1997 the applicant was recruited by the embassy of the Republic of Poland in Vilnius (“the embassy” or “the Polish embassy”), to the post of secretary and switchboard operator (korespondentė-telefonistė).", "11. The contract of employment provided in Article 1 that the applicant’s responsibilities and tasks were limited by the scope of her (secretarial and switchboard-related) duties. If the applicant agreed, she could be assigned other tasks not covered by this agreement. In such circumstances, a new contract would have to be signed. According to Article 6 of the contract, the applicant had to comply with Lithuanian laws, was liable for any damage she might cause to her employer and could be subjected to disciplinary action for failing to fulfil her professional obligations or to observe safety regulations at work. In return for extra work, the applicant could receive remuneration, bonuses, discretionary benefits or compensatory leave. Article 8 provided that any disputes arising under the contract were to be settled in accordance with the laws of Lithuania: the Constitution, the Employment Contracts Act, the Labour Remuneration Act, the Leave Act and the Employees’ Social Security Act. Lastly, the contract could be terminated in accordance with sections 26, 27, 29 and 30 of the Employment Contracts Act (enacted on 28 November 1991 with a number of subsequent amendments).", "12. The applicant’s duties – as set out in a schedule to her employment contract – included the following:", "“1. Operating the switchboard of the embassy and Consulate-General and recording international telephone conversations.", "2. Typing texts in Lithuanian and Polish.", "3. Operating the fax machine.", "4. Providing information in Polish, Lithuanian and Russian.", "5. Helping to organise small receptions and cocktail parties.", "6. Photocopying documents.", "7. Performing other work at the request of the head of the mission.”", "13. In 1999 the applicant lodged a complaint before the Equal Opportunities Ombudsman, alleging sexual harassment by one of her male colleagues, a member of the diplomatic staff of the embassy. Following an inquiry, the Ombudsman reported that the applicant was indeed a victim of sexual harassment. The applicant alleged that she had fallen ill because of the tension she was experiencing at work.", "14. The applicant was on sick leave from 1 September to 29 October 1999. On 29 October 1999 she went to work but was not authorised to enter the embassy building. On 22 November 1999 the applicant was again refused entry when she arrived for work. The same thing occurred again on 23 November 1999.", "15. On 26 November 1999 the applicant wrote a letter to the ambassador, informing her about the incidents. On 2 December 1999 the applicant was notified that she had been dismissed on the ground of her failure to come to work from 22 to 29 November 1999.", "16. The applicant brought a civil claim, requesting compensation for unlawful dismissal. She did not claim reinstatement. The Polish Minister for Foreign Affairs issued a note verbale claiming immunity from the jurisdiction of the Lithuanian courts. On 2 August 2000 the Vilnius Regional Court discontinued the proceedings for lack of jurisdiction. On 14 September 2000 the Court of Appeal upheld the decision. The final decision was taken by the Supreme Court on 25 June 2001.", "17. The Supreme Court established, inter alia, that the 1993 agreement on legal assistance between Lithuania and Poland had not resolved the question of State immunity, that Lithuania had no laws on the question, and that the domestic case-law in this area was only just being developed. The Supreme Court therefore considered it appropriate to decide the case in the light of the general principles of international law, in particular the 1972 European Convention on State Immunity.", "18. The Supreme Court observed that Article 479 of the Lithuanian Code of Civil Procedure, as then in force, established the principle of absolute State immunity, but that that provision had become inapplicable in practice. It noted that the prevailing international practice was to adopt a restrictive interpretation of State immunity, granting such immunity only for acts of sovereign authority (acta jure imperii), as opposed to acts of a commercial or private-law nature (acta jure gestionis). The Supreme Court further held, in particular, as follows:", "“... in the Supreme Court’s view, it is possible to apply the principle of restrictive immunity to the Republic of Poland. Having regard to the fact that Lithuania recognises that foreign nationals may bring actions in respect of private-law disputes, it must be accepted that, in order to defend their rights, individuals or entities from the Republic of Lithuania are entitled to take proceedings against foreign States.", "It is thus necessary to establish in the present case whether the relationship between the claimant and the Republic of Poland was one of a public-law nature (acta jure imperii) or a private-law nature (acta jure gestionis). Besides that, other criteria are applicable and should allow [the court] to determine whether the State concerned enjoys immunity ... in employment disputes. These criteria include, in particular, the nature of the workplace, the status of the employee, the territorial connection between the country of employment and the country of the court, and the nature of the claim.", "Regard being had to the plea of immunity by the Ministry of Foreign Affairs of the Republic of Poland ... it is possible to conclude that there was a public-service relationship governed by public law (acta jure imperii) between the claimant and the embassy of the Republic of Poland, and that the Republic of Poland may lay claim to immunity from the jurisdiction of foreign courts. This conclusion is supported by other criteria. With regard to the nature of the workplace, it should be noted that the main function of the embassy ... is directly related to the exercise of sovereignty of the Republic of Poland. With respect to the status of [the] employee ... while the parties had entered into a contract of employment, the very fact that the employee was a switchboard operator implies that the parties developed a relationship akin to that which characterises a public-service function ... The court was unable to obtain any information allowing it to establish the scope of the claimant’s actual duties. Thus, merely from the title of her position, it can be concluded that the duties entrusted to her facilitated, to a certain degree, the exercise by the Republic of Poland of its sovereign functions. ... It must also be established whether the country of employment is the country of the court, since a court in the country of employment is best placed to resolve a dispute that has arisen in that country. In this respect, it is to be recognised that the exercise of the sovereign powers of the forum State is severely restricted with regard to an embassy, even though it is not a foreign territory as such (section 11(2) of the Status of Diplomatic Missions of Foreign States Act). As to the nature of the claim ... it should be noted that a claim for recognition of unlawful dismissal and for compensation cannot be regarded as violating the sovereignty of [another] State, since such a claim pertains solely to the economic aspect of the impugned legal relationship[;] there is no claim for reinstatement ... However, by reason of this criterion alone, it cannot be unconditionally asserted that the Republic of Poland cannot invoke State immunity in this case. ... [The claimant] has submitted no [other] evidence to confirm the inability for the Republic of Poland to enjoy State immunity (Article 58 of the Code of Civil Procedure).", "Against the background of the above criteria, [in view of] the aspiration of Lithuania and Poland to maintain good bilateral relations ... and respect the principle of sovereign equality between States ..., the chamber concludes that the courts [below] properly decided that they had no jurisdiction to entertain this case.", "...", "The Supreme Court notes that both the Regional Court of Vilnius and the Court of Appeal based the decision to apply jurisdictional immunity to the Republic of Poland merely on the fact that the latter had refused to appear in the proceedings. Those courts did not examine the question of the application of restrictive jurisdictional immunity in the light of the criteria developed by the Supreme Court. However, this breach of procedural rules does not constitute, in the Supreme Court’s view, a ground for quashing the decisions of the courts below. ...", "The application of jurisdictional immunity by the courts of the Republic of Lithuania does not prevent the claimant from taking proceedings before the Polish courts.”", "19. There is no special legislation governing the issue of State immunity in Lithuania. The question is usually resolved by the courts on a case-by-case basis, with reference to the provisions of various bilateral and multilateral treaties.", "20. Article 479 § 1 of the 1964 Code of Civil Procedure (applicable at the material time and in force until 1 January 2003) established the rule of absolute State immunity:", "“Adjudication of actions against foreign States, and adoption of measures of constraint and execution against the property of a foreign State, shall be allowed only with the consent of the competent institutions of the foreign State.”", "21. On 5 January 1998 the Supreme Court gave a decision in the case of Stukonis v. United States embassy, regarding an action for unlawful dismissal against the United States embassy in Vilnius. Article 479 § 1 of the 1964 Code of Civil Procedure was considered by the court to be inappropriate in the light of the changing reality of international relations and public international law. The Supreme Court noted the trend in international legal opinion to restrict the categories of cases in which a foreign State could invoke immunity from the jurisdiction of forum courts. It held that Lithuanian legal practice should follow the doctrine of restrictive State immunity. It found, inter alia, as follows:", "“State immunity does not mean immunity from institution of civil proceedings, but immunity from jurisdiction of courts. The Constitution establishes the right to apply to a court (Article 30) ... However, the ability of a court to defend the rights of a claimant, where the defendant is a foreign State, will depend on whether that foreign State requests the application of the State immunity doctrine ... In order to determine whether or not the dispute should give rise to immunity ... it is necessary to determine the nature of the legal relations between the parties ...”", "22. On 21 December 2000 the plenary of the Supreme Court adopted a decision regarding “Judicial Practice in the Republic of Lithuania in Applying Rules of Private International Law” (Teismų Praktika 2001, no. 14). It stated that while Article 479 of the Code of Civil Procedure established a norm whereby “foreign States [and] diplomatic and consular representatives and diplomats of foreign States enjoy[ed] immunity from the jurisdiction of Lithuanian courts”, that rule guaranteed State immunity only for “legal relations governed by public law”. The Supreme Court pointed out that when deciding whether or not a case containing an international element fell within the jurisdiction of Lithuanian courts, the court in question had to consider whether its judgment would be recognised and enforced in the foreign State concerned or whether it would refuse to do so. If the case also fell within the jurisdiction of a foreign court, the forum court would be entitled to relinquish jurisdiction and instruct the claimant to take proceedings in the court of the foreign State where the judgment should be enforced.", "This interpretation by the Supreme Court had to be followed by the lower courts.", "23. On 6 April 2007 the Supreme Court delivered a judgment in a case that was very similar to that of the applicant, namely S.N. v. the embassy of the Kingdom of Sweden. It found that “despite the fact that the Kingdom of Sweden had not enacted any legislation on State immunity, it could nevertheless be seen from the case-law of the domestic courts that Sweden recognised the doctrine of restrictive State immunity”. In that case it was considered that the provisions of the United Nations Convention on Jurisdictional Immunities of States and their Property, adopted on 2 December 2004, could be taken into account, even though they were not binding, since they reflected a certain trend in international law in matters of State immunity. The Supreme Court further observed that the case-law of the courts of both States – Lithuania and Sweden – being based on common practice in international relations, confirmed that they had been adhering to a restrictive approach to State immunity, whereby a State could not claim immunity from jurisdiction if the dispute was of a private-law nature. In such cases Sweden could not therefore object to the case being heard by the Lithuanian courts. However, the Supreme Court held that the dispute between the parties had arisen from a public-law relationship and was not an employment relationship under private law.", "24. The Supreme Court further observed that there was no uniform international practice of States whereby the members of staff of foreign States’ diplomatic missions who participated in the exercise of the public authority of the States they represented could be distinguished from other members of staff. As there were no legally binding international rules, it was for each State to take its own decisions in such matters.", "25. The relevant provisions of the 1972 European Convention on State Immunity (“the Basle Convention”) read as follows:", "“1. A Contracting State cannot claim immunity from the jurisdiction of a court of another Contracting State if the proceedings relate to a contract of employment between the State and an individual where the work has to be performed on the territory of the State of the forum.", "2. Paragraph 1 shall not apply where:", "(a) the individual is a national of the employing State at the time when the proceedings are brought;", "(b) at the time when the contract was entered into the individual was neither a national of the State of the forum nor habitually resident in that State; or", "(c) the parties to the contract have otherwise agreed in writing, unless, in accordance with the law of the State of the forum, the courts of that State have exclusive jurisdiction by reason of the subject matter. ... ”", "26. The Convention’s Explanatory Report indicates that “[a]s regards contracts of employment with diplomatic missions or consular posts, Article 32 shall also be taken into account”. That Article provides as follows:", "“Nothing in the present Convention shall affect privileges and immunities relating to the exercise of the functions of diplomatic missions and consular posts and of persons connected with them.”", "27. Neither Lithuania nor Poland are parties to the Basle Convention.", "28. In 1979 the United Nations International Law Commission (ILC) was given the task of codifying and gradually developing international law in matters of jurisdictional immunities of States and their property. It produced a number of drafts that were submitted to States for comment. Lithuania never made any negative observation on those drafts. The Draft Articles that were used as the basis for the text adopted in 2004 dated back to 1991. The relevant part of the text then read as follows:", "“1. Unless otherwise agreed between the States concerned, a State cannot invoke immunity from jurisdiction before a court of another State which is otherwise competent in a proceeding which relates to a contract of employment between the State and an individual for work performed or to be performed, in whole or in part, in the territory of that other State.", "2. Paragraph 1 does not apply if:", "(a) the employee has been recruited to perform functions closely related to the exercise of governmental authority;", "(b) the subject of the proceeding is the recruitment, renewal of employment or reinstatement of an individual;", "(c) the employee was neither a national nor a habitual resident of the State of the forum at the time when the contract of employment was concluded;", "(d) the employee is a national of the employer State at the time when the proceeding is instituted; or", "(e) the employer State and the employee have otherwise agreed in writing, subject to any considerations of public policy conferring on the courts of the State of the forum exclusive jurisdiction by reason of the subject matter of the proceeding.”", "29. In the commentary on the ILC’s Draft Articles of 1991, it was stated that the rules formulated in Article 11 appeared to be consistent with the trend in the legislative and treaty practice of a growing number of States (ILC Yearbook, 1991, Vol. II, Part 2, p. 44, paragraph 14).", "30. In December 2004 the United Nations General Assembly adopted the Convention on Jurisdictional Immunities of States and their Property. It was opened for signature on 17 January 2005. One of the major issues that had arisen during the codification work by the ILC related to the exception from State immunity in so far as it related to employment contracts. The final version of Article 11, as set out in the Convention, reads as follows:", "“1. Unless otherwise agreed between the States concerned, a State cannot invoke immunity from jurisdiction before a court of another State which is otherwise competent in a proceeding which relates to a contract of employment between the State and an individual for work performed or to be performed, in whole or in part, in the territory of that other State.", "2. Paragraph 1 does not apply if:", "(a) the employee has been recruited to perform particular functions in the exercise of governmental authority;", "(b) the employee is:", "(i) a diplomatic agent, as defined in the Vienna Convention on Diplomatic Relations of 1961;", "(ii) a consular officer, as defined in the Vienna Convention on Consular Relations of 1963;", "(iii) a member of the diplomatic staff of a permanent mission to an international organisation or of a special mission, or is recruited to represent a State at an international conference; or", "(iv) any other person enjoying diplomatic immunity;", "(c) the subject matter of the proceeding is the recruitment, renewal of employment or reinstatement of an individual;", "(d) the subject matter of the proceeding is the dismissal or termination of employment of an individual and, as determined by the head of State, the head of government or the Minister for Foreign Affairs of the employer State, such a proceeding would interfere with the security interests of that State;", "(e) the employee is a national of the employer State at the time when the proceeding is instituted, unless this person has the permanent residence in the State of the forum; or", "(f) the employer State and the employee have otherwise agreed in writing, subject to any considerations of public policy conferring on the courts of the State of the forum exclusive jurisdiction by reason of the subject matter of the proceeding.”", "31. Lithuania did not vote against the adoption of this text but has not ratified it either.", "32. The understandings with respect to Article 11 in the Annex to the United Nations Convention explain that the reference to the “security interests” of the employer State, in paragraph 2 (d), “is intended primarily to address matters of national security and the security of diplomatic missions and consular posts”.", "33. Article 1 of the 1961 Vienna Convention on Diplomatic Relations, which is appended to the Lithuanian Diplomatic Privileges Act 1964, provides the following definitions:", "Article 1", "“...", "(a) the ‘head of the mission’ is the person charged by the sending State with the duty of acting in that capacity;", "(b) the ‘members of the mission’ are the head of the mission and the members of the staff of the mission;", "(c) the ‘members of the staff of the mission’ are the members of the diplomatic staff, of the administrative and technical staff and of the service staff of the mission;", "(d) the ‘members of the diplomatic staff’ are the members of the staff of the mission having diplomatic rank;", "(e) a ‘diplomatic agent’ is the head of the mission or a member of the diplomatic staff of the mission;", "(f) the ‘members of the administrative and technical staff’ are the members of the staff of the mission employed in the administrative and technical service of the mission;", "...”"], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}