{"ITEMID": "001-61366", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF D.M. v. POLAND", "IMPORTANCE": "2", "CONCLUSION": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1927 and lives in Zamość, Poland.", "5. In 1991 the applicant noticed a lump on her neck and went to the Lublin Hospital. After a general examination she was diagnosed with a noncancerous salivary gland tumor. In October 1991 she underwent a surgery. Only after her operation were the relevant tests carried out, which proved the malignant nature of her tumor. Subsequently, the applicant turned to another hospital, in Szczecin, where she underwent a second operation. This additional surgery has led to serious complications such as jaundice and post-traumatic stress disorder.", "6. On 27 January 1994 the applicant initiated before the Lublin District Court (Sąd Rejonowy w Lublinie) civil proceedings for compensation against the State Treasury represented by the Lublin Hospital. She claimed that she was a victim of medical malpractice because of the errors committed while making the diagnosis and during the first surgery which led to additional surgery and caused enormous suffering and general deterioration of her health.", "7. On 17 March 1994 the applicant was partly exempted from the courtfees.", "8. On 20 June 1994 the trial court held a first hearing.", "9. Between 21 November 1994 and 28 March 1995 six hearings were held. The trial court heard witnesses and the applicant, and ordered preparation of expert opinions.", "10. In April and July 1995 two expert opinions prepared by the Lublin Medical Academy were submitted to the court.", "11. Between 29 March 1995 and 19 August 1996 no hearings were held.", "12. At the hearings held on 20 August and 10 December 1996 the court ordered two additional expert medical opinions.", "13. On 17 March 1997 the court, sitting in camera, dismissed the parties’ applications for another expert opinion because they had failed to pay the costs of the opinion.", "14. At the hearing held on 4 April 1997 the court allowed the parties’ application for an additional expert opinion.", "15. On 9 June 1997 the opinion was submitted to the court.", "16. Subsequently, the trial court held hearings on 2 September and 27 November 1997.", "17. In 1998 the trial court held in total six hearings and on 24 November 1998 it gave judgment. It awarded the applicant PLN 3,500 in compensation and dismissed the remaining part of her action.", "18. Both parties appealed against the judgment.", "19. On 6 May 1999 the Lublin Regional Court (Sąd Wojewódzki) held a hearing and on 20 May 1999 it gave judgment. The court quashed the firstinstance judgment and remitted the case to the Lublin District Court.", "20. On 4 November 1999 the trial court held the first hearing at which the applicant changed the value of her claim. In consequence, the case was transferred to the Lublin Regional Court.", "21. Subsequently, hearings were held on 25 January and 21 March 2000.", "22. On 4 May 2000 the trial court, sitting in camera, decided that in view of the changes in the law on the administrative organisation of Poland the Lublin Governor would represent the Lublin Hospital.", "23. On 18 July 2000 the applicant further extended her action. She requested PLN 35,000 as compensation for non-pecuniary and pecuniary damage.", "24. On 7 September 2000 the trial court, sitting in camera, ordered two medical expert opinions. The court also exempted the applicant from the courtfees for the extended value of her claim.", "25. On 11 September, 11 December 2001 and 23 January 2002 the court held hearings.", "26. On 1 February 2002 the Lublin Regional Court gave judgment. It awarded the applicant PLN 20,000 for non-pecuniary damage and PLN 4,000 for pecuniary damage. The court found, inter alia, that the surgery carried out in the Lublin Hospital did not satisfy the requirements of diligent medical care (niezgodna z zasadami sztuki lekarskiej) and was done without the obligatory consent of the applicant. The malpractice during the surgery had to be remedied by the second, additional, operation which resulted in unnecessary physical and psychological suffering on the part of the applicant and prolonged the period of insecurity about the final diagnosis of her life-threatening illness.", "27. The parties did not appeal against this judgment and it became final."], "VIOLATED_ARTICLES": ["13", "6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}