{"ITEMID": "001-92217", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "UKR", "BRANCH": "CHAMBER", "DATE": 2009, "DOCNAME": "CASE OF PYSATYUK v. UKRAINE", "IMPORTANCE": "4", "CONCLUSION": "Violation of Article 6 - Right to a fair trial", "JUDGES": "Isabelle Berro-Lefèvre;Karel Jungwiert;Mirjana Lazarova Trajkovska;Rait Maruste;Renate Jaeger;Stanislav Shevchuk;Zdravka Kalaydjieva", "TEXT": ["4. The applicant was born in 1954 and lives in the city of Odessa, Ukraine.", "5. In 1991 the applicant became a member of the housing cooperative “Verstatobudivelnyk-2” (“the cooperative”) in order to be provided with an apartment in the dwelling house to be constructed by the latter. At the same time he was employed part-time by the cooperative.", "6. By decisions made at a general meeting of the members of the cooperative on 19 May 1999, 30 June 1999 and 29 September 1999 the applicant’s membership of the cooperative was cancelled on the grounds that he had failed to pay his contributions on time. Therefore, the applicant was not provided with the apartment to which he believed he was entitled (“the apartment”). Later it was given to another member of the cooperative, Mr S.", "7. In October 1999 the applicant instituted proceedings against the cooperative in the Illichevsk District Court of Odessa requesting the court to declare the above decisions null and void. He also claimed compensation for non-pecuniary damage.", "8. Later, the applicant lodged additional claims against the Housing Department of the Odessa City Council, the Odessa Privatisation Agency and Mr S., challenging the latter’s right to own the apartment, seeking the removal of Mr S.’s family and claiming property rights over the apartment. The applicant also claimed payment of the salary arrears from the cooperative, and alleged that his contributions entitled him to a larger apartment.", "9. In January 2003 the Illichevsk District Court of Odessa was closed down. On an unspecified date the applicant’s case was transmitted from that court to the Malinovsky District Court of Odessa (“the court”).", "10. In the period from October 1999 to 20 October 2003 the domestic courts listed some thirty-nine hearings. Six hearings were adjourned due to the failure of the representative of the cooperative to appear or at his request. Two hearings were adjourned since Mr S. failed to appear. The domestic courts took no steps to ensure the defendants’ presence in the court. Three hearings were adjourned due to the applicant’s failure to appear or at his request. Most hearings were scheduled at intervals from several days to two months.", "11. On 20 October 2003 the court allowed the applicant’s claims.", "12. On 19 February 2004 the Odessa Regional Court of Appeal (“the court of appeal”) quashed the decision and remitted the case for fresh consideration to the court.", "13. On 18 July 2005 the court found against the applicant.", "14. On 5 October 2005 the court terminated proceedings concerning payment of the salary arrears and the applicant’s claim for a larger apartment since the applicant had failed to comply with procedural requirements prescribed by Ukrainian law. The applicant did not appeal against this ruling.", "15. On 13 December 2005 the court of appeal quashed the judgment of 18 July 2005 and remitted the case for fresh consideration to the court.", "16. On 11 July 2006 the court dismissed the applicant’s claims.", "17. On 25 May 2007 the court of appeal quashed the judgment of 11 July 2005 and partly allowed the applicant’s claims.", "18. In the period from 20 October 2003 until 25 May 2007 the court and the court of appeal listed some fifteen hearings. One hearing was adjourned because of the judge’s illness, one due to Mr S’s failure to appear, one at the applicant’s request. Most hearings were scheduled at intervals from several days to two months. No hearings were scheduled by the court between 20 February 2004 and 29 March 2005.", "19. The defendants appealed in cassation. On 5 December 2007 the Supreme Court upheld the judgment given by the court of appeal.", "20. On 12 August 2008 the judgment of 25 May 2007 was enforced in full.", "21. On an unspecified date in 2008 Mr S. instituted new proceedings against the applicant claiming his property rights over a part of the apartment on the ground that he had carried out certain repair works."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}