{"ITEMID": "001-22806", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "SVK", "BRANCH": "ADMISSIBILITY", "DATE": 2002, "DOCNAME": "ANDRASIK AND OTHERS v. SLOVAKIA", "IMPORTANCE": "1", "CONCLUSION": "Inadmissible", "JUDGES": "Nicolas Bratza", "TEXT": ["The particulars of the applicants appear in the appendix. Mr F. Čerman and Mr S. Dubravický were represented by Ms K. Miháliková, a lawyer practising in Bratislava. The Government of the Slovak Republic were represented by Mr P. Vršanský, their Agent.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "In 1982 the Bratislava Regional Court convicted the applicants of criminal offences relating to the rape and subsequent murder of a student. Prison terms of between four and twenty-four years were imposed. In 1983 the Supreme Court of the Slovak Republic upheld the firstinstance judgment.", "On 19 October 1990 the Supreme Court of the Czech and Slovak Federal Republic, upon a complaint lodged by the General Prosecutor, quashed the decisions convicting the applicants. The case was sent back to the Bratislava Regional Court for a fresh examination.", "In March and April 1991 the Bratislava Regional Court took several procedural steps.", "A hearing scheduled for 13 May 1991 had to be adjourned as one of the accused had challenged the presiding judge. On the same day the president of the Regional Court decided that the judge in question was not disqualified.", "On 22 May 1991 the Regional Court appointed experts with a view to having the mental health of one of the accused examined. The experts were ordered to submit their opinion before 30 June 1991. The case was adjourned. The experts submitted their opinion on 5 March 1992.", "A hearing which was to be held from 14 September to 2 October 1992 had to be adjourned as one of the accused persons and several witnesses could not attend.", "On 26 October 1992 the presiding judge requested the experts to supplement their opinion concerning the mental health of one of the accused, who had attempted to commit suicide.", "A hearing was held between 17 November and 3 December 1992 at which several witnesses failed to appear. On the latter date the case was adjourned as one of the judges had fallen ill.", "On 20 November 1992 the Regional Court stayed the proceedings in respect of Mr R. Brázda as the experts had established that he suffered from a mental disorder as a result of which he was not capable of understanding the purpose of the criminal proceedings. The Regional Court further decided that the charges against Mr Brázda would be dealt with in a separate set of proceedings (see below).", "A hearing in the proceedings against the above six applicants was scheduled for 6 September 1993. On 7 July 1993 the Regional Court requested that several witnesses be brought by the police.", "At the hearing held between 6 and 17 September 1993 the Regional Court heard witnesses and experts. Several witnesses failed to appear and the case was adjourned.", "Another hearing was held from 21 to 25 February 1994. On the latter date the case was adjourned as several witnesses and an expert did not appear.", "On 18 May 1994 the lawyer of one of the accused requested the Regional Court not to proceed with the case before September 1994 because of her absence.", "On 9 January 1995 the presiding judge asked the police to bring two witnesses to the hearing scheduled for 13 February 1995.", "On 13 and 14 February 1995 the case was adjourned as the police had failed to comply with the above request. On 15 February 1995 the police informed the Regional Court that the whereabouts of one of the witnesses in question were unknown and that the other witness had stayed abroad.", "On 21 July 1995 the Regional Court scheduled the next hearing for 16 October 1995. On 9 October 1995 the lawyer of one of the accused informed the court that she could not attend as she was on maternity leave until 31 March 1996. On 10 October 1995 the presiding judge adjourned the case until the end of March 1996.", "The next hearing was scheduled for 3 June 1996. On 15 April 1996 the Regional Court requested the police to ensure the attendance of three witnesses.", "On 27 May 1996 the hearing was cancelled as the lawyer of one of the accused persons had informed the court that she had ceased to represent her client. The accused was requested to appoint another lawyer to represent him in the proceedings.", "On 20 November 1996 the lawyer of another accused informed the Regional Court that her authority had expired.", "On 21 February 1997 the case was assigned to Judge G. On 26 February 1998 the latter requested the lawyers of the accused to inform the court of the addresses of their clients. The lawyers replied between 9 and 16 March 1998.", "On 4 March 1998 one of the accused persons was requested to appoint a lawyer to represent him in the proceedings or, in the alternative, to inform the court whether he wished to have an official lawyer assigned.", "In May 1998 the Regional Court made enquiries with a view to finding out whether two of the accused persons were represented by a lawyer and establishing the whereabouts of one of them.", "On 20 October 1998, owing to the illness of Judge G., the President of the Bratislava Regional Court assigned a different judge to preside in the case as well as a new judge to sit in the case. The decision was quashed upon the return of Judge G.", "On 5 November 1998 one of the accused persons applied to have Judge G. disqualified on the ground that he had been involved in the case at the initial stage of the proceedings leading to the applicants’ conviction. On 17 February 1999 Judge G. submitted written comments on the request and the case file was submitted to the Supreme Court on 3 March 1999. On 23 March 1999 the Supreme Court found that Judge G. was not disqualified. The case file was returned to the Regional Court on 31 March 1999.", "On 2 August 1999 the President of the Bratislava Regional Court appointed a new presiding judge and another judge as Judge G. had been suspended from his duties by the Minister of Justice.", "On 2 May 2000 the case was assigned to a different presiding judge on account of the transfer of the judge who had been appointed on 2 August 1999.", "The presiding judge appointed on 2 May 2000 resigned. For this reason the President of the Regional Court assigned the case, on 2 October 2000, to Judge G.", "A hearing scheduled for April 2001 was adjourned as Judge G. had expressed doubts about his own impartiality and a complaint to that effect had also been made by the accused persons.", "On 4 May 2001 the Supreme Court found that Judge G. was not disqualified from dealing with the case. On 25 June 2001 a panel of judges of the Regional Court dismissed the accused persons’ complaint about Judge G.", "The case was adjourned in October 2001 and on 14 January 2002.", "On 7 February 2002 the President of the Bratislava Regional Court assigned a different judge to preside over the case on the ground that Judge G. had fallen ill.", "On 23 October 1997 the judge heard evidence from Mr Brázda. Between 23 October 1997 and 21 May 1998 the presiding judge made several enquiries with a view to having the expert opinion concerning Mr Brázda’s health supplemented.", "On 21 May 1998 the Regional Court appointed an official lawyer to represent Mr Brázda.", "On 24 August 1998 an expert recommended that Mr Brázda be examined in hospital. On 10 November 1998 the Regional Court issued a decision to that effect.", "On 13 June 1999 Mr Brázda informed the presiding judge that he had not yet been summoned to an examination and complained about delays in the proceedings.", "On 6 August 1999 the experts informed the Regional Court that they had examined Mr Brázda and that a further examination by means of psychological tests appeared necessary. On 12 August 1999 the presiding judge agreed to such an examination. Its results were submitted on 30 November 1999. The psychologist diagnosed no anomalies which would affect the ability of Mr Brázda to participate in the proceedings.", "On 6 December 1999 Mr Brázda asked to be exempted from the obligation to pay his lawyer’s fees.", "A new comprehensive expert opinion concerning the health of Mr Brázda was submitted on 16 February 2000. In it the experts concluded that he suffered from a mental disorder which prevented him from understanding the purpose of the criminal proceedings, and that he required continued treatment.", "On 23 March 2000 the Regional Court invited the experts who had submitted the above opinions of 30 November 1999 and of 16 February 2000 to harmonise their conclusions. The two experts who had submitted the opinion on 16 February 2000 explained their position on 25 April 2000.", "On 2 May 2000 the case was assigned to another judge.", "On 21 May 2000 Mr Brázda requested the Minister of Justice to prevent further delays in the proceedings.", "On 7 December 2000 the Regional Court decided on the experts’ fees.", "On 23 January 2001 the psychologist who had examined Mr Brázda amended his opinion of 30 November 1999. He stated that the long-term development of the health of Mr Brázda justified the other two experts’ conclusion that he could not understand the purpose of the criminal proceedings against him.", "In a note of 24 January 2001 included in the case file the judge stated that, in view of the experts’ conclusions, the decision to stay the proceedings was still justified.", "According to the explanation submitted by the President of the Regional Court in 2001, the criminal proceedings against Mr Brázda could not be discontinued as his mental disorder had begun after the offences in question had been committed. The note further stated that the Regional Court would examine the validity of the reasons for staying the proceedings at sixmonth intervals.", "On 26 February 2001 the case file was submitted to the Ministry of Justice, which was to examine whether the case was covered by the presidential pardon of 14 December 2000.", "Article 48 § 2 of the Constitution provides, inter alia, that every person has the right to have his or her case tried without unjustified delay.", "Pursuant to Article 130 § 3 of the Constitution, as in force until 30 June 2001, the Constitutional Court could commence proceedings upon a petition (podnet) presented by any individual or a corporation claiming that their rights had been violated.", "As from 1 January 2002, the Constitution has been amended in that, inter alia, individuals and legal persons can complain about a violation of their fundamental rights and freedoms under Article 127, the relevant part of which provides:", "“1. The Constitutional Court shall decide on complaints lodged by natural or legal persons alleging a violation of their fundamental rights or freedoms or of human rights and fundamental freedoms enshrined in international treaties ratified by the Slovak Republic ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2. When the Constitutional Court finds that a complaint is justified, it shall deliver a decision stating that a person’s rights or freedoms set out in paragraph 1 were violated as a result of a final decision, by a particular measure or by means of other interference. It shall quash such a decision, measure or other interference. When the violation found is the result of a failure to act, the Constitutional Court may order [the authority] which violated the rights or freedoms in question to take the necessary action. At the same time the Constitutional Court may return the case to the authority concerned for further proceedings, order the authority concerned to abstain from violating fundamental rights and freedoms ... or, where appropriate, order those who violated the rights or freedoms set out in paragraph 1 to restore the situation existing prior to the violation.", "3. In its decision on a complaint the Constitutional Court may grant adequate financial satisfaction to the person whose rights under paragraph 1 were violated.” ...", "The implementation of the above constitutional provisions is set out in more detail in sections 49 to 56 of Law no. 38/1993 (the Constitutional Court Act), as amended. The relevant amendments entered into force on 20 March 2002 and provide the following.", "Pursuant to section 50(3), a person claiming adequate financial compensation must specify the amount and explain the reasons for such a claim.", "Section 56(3) provides that, when a violation of fundamental rights or freedoms is found, the Constitutional Court may order the authority liable for the violation to proceed in accordance with the relevant rules. It may also return the case to the authority concerned for further proceedings, prohibit the continuation of the violation or, as the case may be, order the restoration of the situation existing prior to the violation.", "Under section 56(4), the Constitutional Court may grant adequate financial compensation for non-pecuniary damage to a person whose rights or freedoms were violated.", "Section 56(5) provides that the authority which violated a person’s rights is in such a case obliged to pay the compensation within two months after the Constitutional Court’s decision has become final.", "According to its case-law under former Article 130 § 3 of the Constitution, as in force until 30 June 2001, the Constitutional Court lacked jurisdiction to draw legal consequences from a violation of a petitioner’s rights under Article 48 § 2 of the Constitution. It could neither grant damages to the person concerned nor impose a sanction on the public authority liable for the violation found. In the Constitutional Court’s view, it was therefore for the authority concerned to provide redress to the person whose rights were violated.", "On 30 May 2002 the Constitutional Court delivered decision No. III. ÚS 17/02-35 in which it found, upon a complaint under Article 127 of the Constitution, a violation of Article 48 § 2 of the Constitution and of Article 6 § 1 of the Convention as a result of undue delays in proceedings concerning the plaintiff’s action for recovery of property filed with the general court on 24 February 1999.", "The Constitutional Court’s decision stated that the firstinstance court dealing with the case had remained inactive for a total period of fourteen months and that the property claimed by the plaintiff was necessary for the every day life of the latter and of her children.", "The plaintiff had claimed 25,000 Slovakian korunas", "In its decision of 10 July 2002 in a case registered as No. I. ÚS 15/02 the Constitutional Court found a violation of the plaintiffs’ rights under Article 48 § 2 of the Constitution. At the moment of the delivery of the Constitutional Court’s decision the civil proceedings complained of had been pending for more than six years at first instance. The Constitutional Court examined their length in the light of the criteria established by its case-law, namely the complexity of the matter and the conduct of the parties. It established delays in the proceedings imputable to the court dealing with the case, the total length of which amounted to twenty-two months.", "In view of this finding, the Constitutional Court ordered the general court concerned to proceed with the case without further delays. The Constitutional Court granted in full the plaintiffs’ claim for SKK 20,000 each in compensation for non-pecuniary damage, and pointed out that the general court in question was obliged to pay those sums within two months after the Constitutional Court’s decision had become final. The decision expressly stated that, when deciding on the above claim, the Constitutional Court had also considered the relevant case-law of the European Court of Human Rights. Reference was made to the Court’s judgment in the case of Zander v. Sweden (25 November 1993, Series A no. 279-B).", "The Constitutional Court has subsequently delivered several other decisions to the same effect.", "According to an explanatory letter of 6 June 2002 by the President of the Constitutional Court, nothing prevents the Constitutional Court from dealing with complaints about the length of proceedings in cases in which proceedings have also been instituted before the European Court of Human Rights provided that the domestic proceedings complained of are still pending at the moment when the constitutional complaint is filed.", "The letter further states that the Constitutional Court can also examine complaints about delays in proceedings in cases in which it has earlier found a violation of Article 48 § 2 of the Constitution. In such cases, the Constitutional Court would only consider the period after the delivery of its first decision. However, it would take into account the fact that a violation of Article 48 § 2 of the Constitution had earlier been found in the proceedings under consideration."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}