{"ITEMID": "001-79719", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "FIN", "BRANCH": "CHAMBER", "DATE": 2007, "DOCNAME": "CASE OF NARINEN v. FINLAND (No. 2)", "IMPORTANCE": "4", "CONCLUSION": "Violation of Art. 6-1", "JUDGES": "Nicolas Bratza", "TEXT": ["4. The applicant was born in 1957 and lives in Klaukkala. He is a former partner in a limited partnership company, which was wound-up in 1993.", "5. On 4 February 1994 the company's estate reported an offence against the applicant. The applicant was first interrogated by the police on 4 July 1995 on suspicion of, inter alia, offences of debtor's fraud, dishonesty and bookkeeping. In June 1997 he was charged on twenty-one counts.", "6. The Helsinki District Court (käräjäoikeus, tingsrätten) held the first hearing on 30 September 1997. In the following 14 hearings it heard 21 witnesses named by the prosecutor and 5 witnesses named by the applicant.", "7. At the 16th hearing on 4 March 1999 the District Court delivered its judgment. It convicted the applicant of, inter alia, two aggravated debtor's frauds, two offences of debtor's dishonesty and five bookkeeping offences and sentenced him to one year and eight months' imprisonment. He was ordered to pay the company's estate some 723,400 Finnish Marks (FIM; corresponding to 122,000 euros (EUR)) in compensation and to reimburse its legal expenses.", "8. He appealed to the Helsinki Court of Appeal (hovioikeus, hovrätten), requesting an oral hearing. On 16 February 2001 he asked the court to speed up the proceedings and to dismiss the charges because of the length of the proceedings.", "9. On 25 March 2002, without having held an oral hearing, the Court of Appeal upheld the District Court's judgment with some minor amendments. His conviction was reduced to eighteen months' imprisonment. It rejected the applicant's further claims with the reasoning that the proceedings had not exceeded a reasonable time.", "10. On 2 October 2002 the Supreme Court refused the applicant leave to appeal."], "VIOLATED_ARTICLES": ["6"], "VIOLATED_PARAGRAPHS": ["6-1"], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}