{"ITEMID": "001-61264", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "TUR", "BRANCH": "CHAMBER", "DATE": 2003, "DOCNAME": "CASE OF YÖYLER v. TURKEY", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 3;Violation of Art. 8 and P1-1;Not necessary to examine Art. 6-1;Violation of Art. 13;No violation of Art. 14;No violation of Art. 18;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings", "JUDGES": "Antonio Pastor Ridruejo;Feyyaz Gölcüklü", "TEXT": ["9. The applicant, Mr Celalettin Yöyler, is a Turkish citizen who was born in 1941 and is at present living in Istanbul (Turkey). Until June 1994 the applicant lived in the village of Dirimpınar, attached to the Malazgirt district in the province of Muş. Between 1966 and 1994 the applicant was the imam (religious leader) of the village. As a result of his involvement with a number of political organisations, including the Social Democratic Populist Party (SHP), the People's Labour Party (HEP) and the Democracy Party (DEP), of which he became the local leader, he was imprisoned on a number of occasions. The applicant left and had never returned to his village prior to the alleged events in question, since he had been threatened with death. The application concerns the applicant's allegations that State security forces destroyed his house.", "10. The facts surrounding the destruction of the applicant's house are in dispute between the parties.", "11. In 1994 three young women from the village, all of whom were related to the applicant's extended family, decided to join the PKK.", "12. On 15 September 1994 the gendarme unit commander of Malazgirt came to the village and threatened to burn the village to the ground if the women were not brought to him within three days.", "13. The applicant's family and the families of the young women, frightened by this threat, loaded up their possessions and fled. However, the gendarmes, accompanied by special teams, forced them to return to the village and to unload their possessions. They gathered the families into a house by force, where they assaulted certain of them, including the applicant's wife. They withdrew from the village telling the villagers to take good photographs of their houses, as that was all they would have to remember them by.", "14. On 18 September 1994, at 8 p.m., special gendarme teams and village guards came to the village. Villagers were ordered to go into their homes and to turn off their lamps. The security forces then took diesel oil from the villagers' tractors and barrels and set fire to the houses of the applicant and his family. The applicant was out of the village, in İzmir, when his house was burned down.", "15. On 23 September 1994 the applicant filed a criminal complaint with the Karşıyaka public prosecutor in İzmir for submission to the Malazgirt public prosecutor, calling for an on-site investigation and the institution of proceedings against the perpetrators. This document was registered as no. 35798 by the Karşıyaka public prosecutor's office.", "16. On 24 September 1994 the applicant made a press statement through a human rights body, the Human Rights Association, which was carried the same day in the pro-Kurdish newspaper Özgür Ülke.", "17. On 8 November 1994 the public prosecutor (no. 31583) sent a letter to the Gendarme Command in Malazgirt requesting a report on the matters raised in the applicant's allegations. He repeated his request in letters of 8 December 1994 (no. 30965) and 2 February 1995 (no. 31583).", "18. By letter of 2 March 1995, the Gendarme Central Command in Malazgirt replied to the prosecutor's letter of 8 December 1994 by submitting the records of the statements they had taken. The prosecutor took further statements in May 1995, and the gendarme commander M.A. in June and November 1995. Since November 1995, there has been no development in the investigation.", "19. The applicant left the village of Dirimpinar of his own free will, together with his spouse and children. He settled first in Adapazarı and then in Istanbul or Izmir. The Government submitted various records of the statements taken by the authorities in relation to the burning of the applicant's house.", "20. Mr Muhsettin Yöyler, the mayor (muhtar) of the village of Dirimpinar, stated to the public prosecutor that on the night of the incident, he had seen some persons setting fire to the applicant's house but as they had their faces covered, he had not been able to recognise them. He did, however, recognise one of them, Ahmet (A.K.), a village guard from the village of Nurettin.", "The statement by the applicant's fellow villager, Mr Abdulcebbar Sezen, revealed that the applicant had not been in the village during the incident, but that his family had been.", "21. Mr Muhsettin Yöyler claimed that although he had seen the applicant's house burning, he had not seen who had set fire to it, as it was dark.", "Mr Süleyman Yılmaz and Mr Ömer Sezen from the same village made identical statements.", "22. Mr Aydın Sezen declared before the same gendarme commander that the applicant had always acted in a subversive manner towards the State, that his house had indeed been burned, that he had not seen who had set fire to it, but it had definitely not been the security forces. He also added that all the villagers were pleased that the applicant had left the village. In a further statement, Mr Muhsettin Yöyler told M.A. that the applicant had always been a PKK supporter, that the applicant and his family had not been in the village on the night of the incident, that he had not seen who had set fire to the house, but that he was sure that it was not the security forces. He also stated that the applicant himself might perhaps have done it.", "23. Mr Abdulcebbar Sezen was recorded as having declared to the police officer that the applicant was a member of the PKK, that he used to be a source of trouble in the village and that the villagers were pleased that he had left the village. He also stated that the applicant's house had definitely not been burned by the security forces or the gendarmes and that the security forces had always helped the villagers.", "24. Mr Muhlis Umulgan recalled having declared that the applicant was collaborating with the PKK, that on the night of the incident he had seen the applicant's house burning but had been afraid to go out, as he knew that the PKK were in the region at the time. He added that the security forces had not set fire to the applicant's house.", "25. As to Süleyman Yılmaz, he declared that the applicant had not been in the village when the incident had occurred, that three days before the fire his spouse and children had left the village as well, taking the furniture, and that although some days before the incident security forces had been in the village, they had not been there during the incident. He finally stated that he did not know who had set fire to the applicant's house but was sure that it had not been the gendarmes.", "26. The investigation could not continue in the applicant's absence. According to a letter of 2 April 1995 from the Gendarme Central Command in Malazgirt, the applicant had left Dirimpınar for an unknown place, probably Adapazarı.", "27. The documents contained under this heading concern the applicant's statement letters and his petitions to the authorities about his complaints as well as the statements made by several witnesses in support of the applicant's allegations.", "28. The documents listed below pertain to the applicant's complaints about the destruction of his house by the Malazgirt gendarmerie forces.", "(i) Petition by the applicant dated 23 September 1994 to the Karşıyaka public prosecutor's office for submission to the Malazgirt public prosecutor's office;", "(ii) Letter from the applicant to Kerim Yıldız of the Kurdish Human Rights Project (“KHRP”) in London, containing his complaints about the destruction of his property;", "(iii) A report dated 23 November 1994, signed by the applicant, setting out the sequence of the impugned events and the details of the property destroyed;", "(iv) Letter of 11 May 2000 from the applicant to Kerim Yıldız and Philip Leach of the KHRP, in which he set out his efforts to exhaust domestic remedies in regard to his complaints;", "(v) Letter of 4 July 2000 from the applicant to the KHRP concerning the statements taken by the gendarmerie from the muhtar, Muhsettin Yöyler.", "(vi) Letter dated 9 December 2000 from the applicant to Kerim Yıldız of the KHRP, containing his comments about the statements taken by the gendarmes from his fellow villagers.", "29. The witnesses mentioned below alleged in their statements that gendarmes had burned the applicant's house along with some other houses in Dirimpınar on 18 September 1994.", "(i) Statements dated 20 May 2000 by Dilsa, Saliha, Leyla, Evin, Gülüstan and Ziri (Esma) Yöyler and Kutbettin Fırtına;", "(ii) An undated statement by Ahmet Kınay and statements dated 23 December 1996 and 20 May 2000 by Bahattin Kınay;", "(iii) Statement of 9 January 2001 by Bahattin Sezen;", "(iv) Statement of 3 November 2000 Zeynel Abidin Daş together with his statement to the Sakarya Human Rights Association, also dated 3 November 2000.", "30. The applicant produced press releases and articles concerning the alleged destruction of his property by State security forces as well as the general situation in south-east Turkey at the relevant time.", "(i) A Turkish Daily News article dated 15 September 1994;", "(ii) Statement of 23 September 1994 by the applicant to the press complaining about the destruction of his property and explaining the general situation in south-east Turkey;", "(iii) Özgür Ülke newspaper articles dated 24 September 1994 concerning the burning of the applicant's house along with other houses in villages in the Nusaybin and Malazgirt districts.", "(i) A copy of a plan of the village of Dirimpınar;", "(ii) A copy of the applicant's title deed, to his house, land and buildings in Dirimpınar;", "(iii) Guiding Principles on Internal Displacement issued by the Office of the UN High Commissioner for Human Rights.", "31. The documents listed below concern the statements taken from various witnesses in regard to the applicant's allegations and the investigation conducted by the national authorities into the impugned events as well as the criminal proceedings against the applicant for having been involved in the PKK.", "32. The witnesses mentioned below alleged in their statements to the authorities that they did not know or had not seen who had burned the applicant's house. They deny the applicant's allegations that the gendarmes burned his house. They claimed that the applicant was involved in the PKK and that for this reason nobody had wanted him in the village.", "(i) Report dated 27 December 1994, containing statements by Muhsettin Yöyler, taken by the gendarmes, about the applicant's allegations;", "(ii) Statements dated 28 April 1999, taken by the Malazgirt Chief Public Prosecutor, and made by Zilkif and Gürsel Polat, Abdulmuttalip, Abdulkerim and Abdulbaki Koçak and Celal Çelik;", "(iii) Statements dated 29 April 1999, taken by the Malazgirt Chief Public Prosecutor, and made by Ali Haydar, Azmi, Yılmaz and Hüseyin Polat, İhsan Erkoçak, Mehmet, Kemal, Bahattin and Abdullah Koçak and Nizamettin and Ahmet Çelik.", "(iv) Statement dated 20 May 2000 by Ahmet Kınay;", "(v) Statements of 22 November 1995 and 20 June 2000 by Aydın Sezen;", "(vi) Statements of 19 and 20 June 1995 and 20 and 23 June 2000 by Ömer Sezen;", "(vii) Statements of 22 November 1995, 26 July 1996, 20 and 23 June 2000 by Muhlis Umulgan;", "(viii) Statements of 19 and 20 June 1995, 22 November 1995 and 20 and 23 June 2000 by Süleyman Yılmaz;", "(ix) Statements of 27 December 1994, 29 May 1995, 19 and 20 June 1995, 22 November 1995, 26 July 1996 and 20 and 23 June 2000 by Abdülcebbar Sezen;", "(x) Statements of 27 December 1994, 29 May 1995, 19 and 20 June 1995, 22 November 1995, 26 July 1996 and 20 and 23 June 2000 by Muhsettin Yöyler.", "33. The documents below concern the authorities' investigation into the applicant's allegations of the destruction of his property by the gendarmes.", "(i) Duty schedules of 15-20 September 1994;", "(ii) Letters of 8 November 1994, 8 December 1994, 2 February 1995, 14 March 1995, 5 May 1995 and 7 August 1995 from the Malazgirt public prosecutor to the Gendarmerie Command in Malazgirt;", "(iii) Letters of 2 March 1995, 21 April 1995 and 25 August 1995 from the Malatya District Gendarmerie Commander to the public prosecutor's office in Malazgirt;", "(iv) Report dated 18 April 1994 drafted by the gendarmes;", "(v) Assessment report of the scene of the incident, dated 19 June 1995 and drafted by the gendarmes;", "(vi) Report dated 2 August 1995 drafted by the gendarmes;", "(vii) Letter of 23 October 1995 from public prosecutor no. 30965 to the Magistrates' Court in Malazgirt;", "(viii) Letter of 3 October 1996 from the Malazgirt District Governor to Mr Metin Alacuklu, an agricultural engineer, who was appointed as an inspector by the District Council;", "(ix) Letter of 16 October 1996 from the Malazgirt District Governor to the Magistrates' Court;", "(x) Letter of 16 October 1996 from the Malazgirt District Governor to the Malazgirt District Gendarme Command;", "(xi) Letter of 6 November 1996 from the Malazgirt public prosecutor to the District Governor;", "(xii) Letter of 7 November 1996 from the Malazgirt Deputy District Commander to the Directorate of Agriculture in Malazgirt;", "(xiii) Investigation report of 19 November 1996 by Metin Alacuklu for submission to the District Governor's office;", "(xiv) Letter of 19 November 1996 from Metin Alacuklu to the Malazgirt District Governor;", "(xv) Decision of 15 January 1997 by the Commission on the Prosecution of Civil Servants to discontinue the proceedings against the gendarme officers accused of destruction of the applicant's property;", "(xvi) On-site report of 16 January 1997 by the The Malazgirt Chief Public Prosecutor;", "(xvii) Inspection report of 16 January 1997 concerning the burned buildings in the village of Dirimpınar;", "(xviii) Expert report and sketch maps dated 21 January 1997 on the burning of houses in Dirimpınar;", "(xix) Letter of 27 January 1997 from the Malazgirt Deputy Mayor to the public prosecutor's office in Malazgirt;", "(xx) Investigation report by the Malazgirt Chief Public Prosecutor for submission to the Chief Public Prosecutor's office in Muş;", "(xxi) Letter of 25 March 1997 from the Malazgirt District Governor to the Van Admistrative Court;", "(xxii) The Van Administrative Court's decision of 1 April 1997 to uphold the decision given by the Commission on the Prosecution of Civil Servants on 15 January 1997;", "(xxiii) Letter of 4 June 1997 from the Muş Public Prosecutor to the Muş Assize Court and the latter's letter of the same day in reply;", "(xxiv) Letter of 5 June 1997 from the Muş Public Prosecutor to the Muş Assize Court and the latter's letter of the same day in reply;", "(xxv) Decision of non-jurisdiction by the Malazgirt Chief Public Prosecutor, dated 6 June 1997;", "(xxvi) Report dated 30 September 1997 signed by the Dirimpınar village muhtar, Mr Muhsettin Yöyler, and two of his fellow villagers;", "(xxvii) Permanent search warrant dated 14 November 1997 issued by the Malazgirt public prosecutor to find the perpetrators of the burning of the applicant's house;", "(xxviii) Reports dated 4 February 1998, 19 May 1998, 20 September 1998, 22 December 1998 and 17 September 1999 signed by the Dirimpınar village muhtar, Muhsettin Yöyler, and two gendarmes;", "(xxix) Letters of 8 February 1998, 24 June 1998 and 6 April 1999 from the Malazgirt Deputy District Commander to the Malazgirt public prosecutor;", "(xxx) Letters of 29 March 1998, 24 June 1998, 23 September 1998, 5 May 1999 and 22 September 1999 from the Malazgirt District Gendarme Commander to the Malazgirt Chief Public Prosecutor;", "(xxxi) Letters of 11 March 1999 and 24 April 1999 from the Malazgirt public prosecutor to the Malazgirt Gendarme Command;", "(xxxii) Report dated 24 March 1999, drafted and signed by three gendarmes;", "(xxxiii) Letter of 1 October 1999 from the Malazgirt Public Prosecutor to the Chief Public Prosecutor's office in Muş;", "(xxxiv) Undated documents indicating that Abdulcebbar Sezen and Celalettin Yöyler were no longer resident in the village, drafted by the village muhtar, Muhsettin Yöyler.", "34. These documents concern the criminal proceedings brought against Ahmet Kınay, the applicant's fellow villager, for allegedly setting the applicant's house on fire. Ahmet Kınay was acquitted of the charges in a judgment of 6 May 1997 by the Muş Assize Court.", "(i) Copy of a birth certificate belonging to Ahmet Kınay dated 23 October 1995;", "(ii) Letter of 23 October 1995 from the Sakarya Chief Public Prosecutor to the Ministry of Justice;", "(iii) Letter of 23 October 1995 from the Sakarya Security Director to the Sakarya Chief Public Prosecutor's office;", "(iv) Report dated 23 October 1995 drafted by police officers in Sakarya;", "(v) Arrest warrant in absentia, issued by the Malazgirt Magistrates' Court on 25 October 1995, against Ahmet Kınay;", "(vi) Report dated 13 November 1996 for the arrest of Ahmet Kınay;", "(vii) Body search report concerning Ahmet Kınay;", "(viii) Petition of 15 November 1996 by Ahmet Kınay filed with the Sakarya public prosecutor's office for submission to the Malazgirt public prosecutor's office;", "(viii) Letters of 15 November and 26 December 1995 from the Malazgirt public prosecutor to the Chief Public Prosecutor's office in Adapazarı;", "(ix) Letter of 15 December 1995 from the Sakarya Security Director to the Public Order Department;", "(x) Petition of 18 November 1996 filed by Ahmet Kınay with the Sakarya Criminal Court on duty, for submission to the Malazgirt Criminal Court, which includes his request for release;", "(xi) Petition of 18 November 1996 from the representative of Ahmet Kınay to the Chief Public Prosecutor's office in Sakarya for submission to the Chief Public Prosecutor's office in Malazgirt;", "(xii) Decision of nonjurisdiction by the Malazgirt Chief Public Prosecutor, dated 9 September 1996, addressed to the Malazgirt District Administrative Council;", "(xiii) Decision of 9 September 1996 by the Malazgirt Chief Public Prosecutor to sever the criminal proceedings against the gendarmes from the criminal proceedings against Ahmet Kınay;", "(xiv) Indictment of 7 February 1997 by the Muş Chief Public Prosecutor against Ahmet Kınay charging the latter with setting the applicant's house on fire;", "(xv) Decision of 31 January 1997 by the Muş Chief Public Prosecutor ordering the continued detention of Ahmet Kınay, who was accused of setting the applicant's house on fire;", "(xvi) Minutes of the preliminary hearings before the Muş Assize Court concerning the trial of Ahmet Kınay, dated 7 February 1997 and 6 March 1997;", "(xvii) Judgment of 6 May 1997 by the Muş Assize Court which acquitted Ahmet Kınay of burning the applicant's house.", "35. The documents under this heading concern the criminal proceedings instituted against the applicant on account of his alleged involvement in the PKK.", "(i) Judgment of 10 March 1992 by the Erzincan State Security Court which acquitted the applicant of the charges of having been involved in subversive activities and of membership of the PKK;", "(ii) Supplementary decision of 24 September 1992 by the Malazgirt Chief Public Prosecutor to discontinue the criminal proceedings against the applicant on charges of involvement in the PKK;", "(iii) Supplementary decision of 24 November 1992 by the Malazgirt Chief Public Prosecutor to discontinue the criminal proceedings against the applicant on charges of membership of the PKK;", "(iv) Decision of 11 March 1992 by the Malazgirt Chief Public Prosecutor to discontinue criminal proceedings against the applicant;", "(v) Decision of 27 March 1992 by the Court of Cassation to uphold the first instance court's decision to refuse the applicant's request to change his family name;", "(vi) Decision of 10 February 1994 by the Chief Public Prosecutor at the Diyarbakır State Security Court to discontinue the proceedings against the applicant on charges of aiding and abetting the PKK.", "36. The facts of the case being in dispute between the parties, the Court conducted an investigation with the assistance of the parties. In this connection, three Delegates of the Court (Mr A. Pastor Ridruejo, Mr M. Pellonpää and Mrs S. Boutoucharova) took oral evidence from 2 to 5 April 2001 from thirty witnesses. A further four witnesses had been summoned but did not appear for various reasons. The Delegates took evidence from the following witnesses [Nota: The verbatim records of the evidence given by the witnesses are available to the public at the Court's archives.]:", "(1) Celalettin Yöyler;", "(2) Dilsa Yöyler;", "(3) Saliha Yöyler;", "(4) Leyla Yöyler;", "(5) Gülistan Yöyler;", "(6) Evin Yöyler;", "(7) Ahmet Kınay;", "(8) Bahattin Kınay;", "(9) Esma (Ziri) Yöyler;", "(10) Kutbettin Fırtına;", "(11) Zeynel Abidin Daş;", "(12) Mehmet Şirin Yıldız;", "(13) Selahattin Yıldırım;", "(14) Serhat Yöyler;", "(15) Hakan Tekin;", "(16) Halil İbrahim Akkan;", "(17) Muhsettin Yöyler;", "(18) Abdulcabbar Sezen;", "(19) Muhlis Umulgan;", "(20) Ömer Sezen;", "(21) Ahmet Çelik", "(22) İsmail Mezgil;", "(23) Süleyman Yılmaz;", "(24) Fuat Girişken;", "(25) Mustafa Akkan;", "(26) Erdal Yanıker;", "(27) Halil İbrahim Kuş;", "(28) Sacit Savaşçı;", "(29) Cengiz Yıldız;", "(30) Turgut Abaş.", "37. Article 125 of the Constitution provides:", "“All acts or decisions of the administration are subject to judicial review ...", "The administration shall be liable to indemnify any damage caused by its own acts and measures.”", "38. The above provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the administration, whose responsibility is of an absolute, objective nature, based on a concept of collective liability and referred to as the theory of “social risk”. Thus, the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.", "39. The principle of administrative liability is reflected in the additional section 1 of Law no. 2935 of 25 October 1983 on the State of Emergency, which provides:", "“... actions for compensation in relation to the exercise of the powers conferred by this Law shall be brought against the administration before the administrative courts.”", "40. The Criminal Code makes it a criminal offence", "(a) to deprive an individual unlawfully of his or her liberty (Article 179 generally, Article 181 in respect of civil servants);", "(b) to oblige an individual through force or threats to commit or not to commit an act (Article 188);", "(c) to issue threats (Article 191);", "(d) to make an unlawful search of an individual's home (Articles 193 and 194);", "(e) to commit arson (Articles 369, 370, 371, 372), or in case human life is endangered aggravated arson (Article 382),", "(f) to commit arson unintentionally by carelessness, negligence or inexperience (Article 383); or", "(g) to damage another's property intentionally (Articles 526 et seq.).", "41. For all these offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. The public prosecutor and the police have a duty to investigate crimes reported to them, the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings.", "42. If the suspected authors of the contested acts are military personnel, they may also be prosecuted for causing extensive damage, endangering human lives or damaging property, if they have not followed orders in conformity with Articles 86 and 87 of the Military Code. Proceedings in these circumstances may be initiated by the persons concerned (non-military) before the competent authority under the Code of Criminal Procedure, or before the suspected persons' hierarchical superior (sections 93 and 95 of Law no. 353 on the Constitution and Procedure of Military Courts).", "43. If the alleged author of a crime is an agent of the State, permission to prosecute must be obtained from local administrative councils (the Executive Committee of the Provincial Assembly). An appeal against the local council's decisions lies to the Supreme Administrative Court; a refusal to prosecute is subject to an automatic appeal of this kind.", "44. Any illegal act by civil servants, be it a crime or a tort, which causes material or moral damage may be the subject of a claim for compensation before the ordinary civil courts.", "45. Proceedings against the administration may be brought before the administrative courts, whose proceedings are in writing.", "46. Damage caused by terrorist violence may be compensated out of the Aid and Social Solidarity Fund.", "47. Extensive powers have been granted to state of emergency the regional governor by decrees enacted under Law no. 2935 on the State of Emergency (25 October 1983), especially Decree no. 285, as amended by Decrees nos. 424 and 425, and Decree no. 430.", "48. Decree no. 285 modifies the application of Law no. 3713, the Prevention of Terrorism Act (1991), in those areas which are subject to the state of emergency, with the effect that the powers to prosecute members of the security forces is removed from the public prosecutor and conferred on local administrative councils. These councils are made up of civil servants and are under the authority of the provincial governors who also head the security forces.", "49. Article 8 of Decree no. 430 of 16 December 1990 provides:", "“No criminal, financial or legal responsibility may be claimed against the state of emergency regional governor or a provincial governor within a state of emergency region in respect of their decisions or acts connected with the exercise of the powers entrusted to them by this decree, and no application shall be made to any judicial authority to this end. This is without prejudice to the rights of individuals to claim indemnity from the State for damage suffered by them without justification.”", "According to the applicant, this Article grants impunity to the governors and reinforces the powers of the regional governor to order the permanent or temporary evacuation of villages, to impose residence restrictions and to enforce the transfer of people to other areas. Damage caused in the context of the fight against terrorism would be “with justification” and therefore immune from suit."], "VIOLATED_ARTICLES": ["13", "3", "8"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": ["14", "18"], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}