{"ITEMID": "001-5082", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "POL", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "PONINSKI v. POLAND", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "Matti Pellonpää", "TEXT": ["The applicant, who is a businessman, has dual Polish and Canadian nationality. He was born in 1943 and is represented before the Court by Mr Jerzy Marcin Majewski, a lawyer practising in Poznań, Poland.", "On 26 October 1994 the Poznań District Prosecutor (Prokurator Rejonowy) charged the applicant under Article 267 of the Criminal Code with the offence of securing execution of document by deception. The applicant was also charged under Article 482 of the Commercial Code with the offence of acting against the interests of the “R” company. The prosecuting authorities considered that on 4 June 1992 the applicant, acting as the president of the “R” company, had deceived a notary public in order to obtain a power of attorney authorising his brother to sell shares in that company. Furthermore, they considered that on 4 June 1992 the applicant had acted against the interests of the “R” company when he had sold the company shares and had granted his brother another power of attorney to sell company shares without having the right to do so.", "On 10 November 1994 the applicant was interviewed by the Poznań District Prosecutor who informed him about the charges laid against him and the facts on which they were based.", "On 10 November 1994 the Poznań District Prosecutor ordered the applicant to report once a week to the Poznań Grunwald Police Station and to surrender his Canadian passport. The prosecutor considered that these measures were necessary in order to ensure the proper course of the criminal investigation (zapewnienie prawidłowego toku postępowania przygotowawczego). The order was based, inter alia, on Article 235 of the Code of Criminal Procedure which granted the prosecuting authorities a right to order a person charged with a criminal offence to report to the police.", "On 15 November 1994 the applicant lodged with the Poznań Regional Prosecutor (Prokurator Wojewódzki) an appeal against the order of 10 November 1994. On 21 November 1994 the Regional Prosecutor rejected the part of the appeal concerning the applicant’s obligation to report to the police and instructed the District Prosecutor to return immediately the applicant’s passport. It appears that subsequently the applicant received his passport without delay.", "On 30 November 1994 the Poznań Regional Prosecutor rejected the applicant’s request of 28 November 1994 to quash the order requiring him to report once a week to the police. The prosecutor considered that the applicant had failed to show any legal grounds for quashing the order.", "In a letter of 1 December 1994 the Poznań District Prosecutor advised counsel for the applicant that his request of 15 November 1994 to be given written grounds for the order issued on 10 November 1994 was unsubstantiated since that order clearly stated that the measures it imposed on the applicant were necessary to ensure the proper course of the criminal investigation.", "On 8 December 1994 counsel for the applicant received from the Poznań District Prosecutor written grounds for the statement of charges issued on 26 October 1994.", "On 12 December 1994 the applicant requested the Poznań District Prosecutor to discontinue the proceedings in his case.", "The applicant failed to provide information about the outcome of the proceedings."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}