{"ITEMID": "001-58104", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "AUT", "BRANCH": "CHAMBER", "DATE": 1997, "DOCNAME": "CASE OF RADIO ABC v. AUSTRIA", "IMPORTANCE": "3", "CONCLUSION": "Violation of Art. 10;Pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings", "JUDGES": "John Freeland;N. Valticos", "TEXT": ["7. Radio ABC is a non-profit-making association whose registered address is in Vienna. On 28 August 1989 it applied to the Post and Telecommunications Regional Head Office (Post- und Telegraphendirektion) for Vienna, Lower Austria and Burgenland for a licence to set up and operate a radio station and for allocation of a frequency on which it could broadcast programmes to the Vienna region.", "8. On 9 January 1990 the Regional Head Office refused the above application. Relying on the Constitutional Law guaranteeing the independence of broadcasting (“the Constitutional Broadcasting Law”, see paragraph 16 below), which provided that activities of this type had to be authorised by federal legislation, it noted that such legislation had been enacted only in respect of the Austrian Broadcasting Corporation (Österreichischer Rundfunk, “the ORF”). Consequently, only the latter could operate in the field concerned.", "9. On 25 September 1990 the Post and Telecommunications National Head Office (Generaldirektion für die Post- und Telegraphenverwaltung) dismissed an appeal by the applicant. It observed in particular that in its judgment of 16 December 1983 the Constitutional Court (Verfassungsgerichtshof) had held that the ORF’s monopoly was compatible with Article 10 of the Convention (see paragraph 18 below).", "10. Radio ABC then applied to the Constitutional Court, arguing in particular that the National Head Office’s decision was in breach of Article 10 of the Convention. It accepted that Article 10 permitted Contracting States to require the licensing of broadcasting enterprises, but submitted that since no such procedure had been laid down in Austrian law everyone had the right to broadcast freely.", "11. On 30 September 1991 the Constitutional Court refused to consider the application, holding that, regard being had to its judgment of 16 December 1983, this did not have sufficient prospects of success.", "12. After the entry into force, on 1 January 1994, of the Regional Broadcasting Law (see paragraph 19 below), the applicant association lodged two applications on 17 April 1994 in each of which it asked to be allocated one of the two frequencies reserved for private broadcasters in the Vienna region. On 25 January 1995 the Regional Broadcasting Authority (Regionalradiobehörde) gave two separate decisions refusing these applications on the ground that, regard being had to the requirements of section 20 (2) of the Regional Broadcasting Law, Radio ABC’s programmes were too specialised for it to be able to give them priority over those of other applicants. Radio ABC then appealed against these decisions to the Constitutional Court.", "13. As several other appeals of the same type had been lodged with it, the Constitutional Court began proceedings of its own motion, on 3 May 1995, to review the constitutionality of section 2 (1) to (3) and (5) of the Regional Broadcasting Law (see paragraph 19 below). On 27 September 1995 it annulled, with immediate effect, these provisions and the frequency allocation plan based on them (see paragraph 20 below), thereby invalidating the decisions concerning the appellants taken by the Regional Broadcasting Authority. The Constitutional Court held that the annulled provisions contravened the principle of legality (Legalitätsprinzip), since the conditions for their application were not indicated with sufficient precision. As a result, it continued, there was no longer any legal basis on which operating licences could be granted to radio stations, so that a situation incompatible with the Convention had been brought into being.", "14. According to the Telecommunications Law (Fernmeldegesetz) of 13 July 1949, “the right to set up and operate telecommunications installations (Fernmeldeanlagen) is vested exclusively in the federal authorities (Bund)” (section 2 (1)). The latter may however confer on natural or legal persons the power to exercise that right in respect of specific installations (section 3 (1)). No licence is required in certain circumstances, including the setting up of an installation within the confines of a private property (section 5).", "15. The Ministerial Ordinance of 18 September 1961 concerning private telecommunications installations (Verordnung des Bundesministeriums für Verkehr und Elektrizitätswirtschaft über Privatfernmeldeanlagen) lays down, inter alia, the conditions for setting up and operating private telecommunications installations subject to federal supervision. According to the case-law, it cannot however constitute the legal basis for the grant of licences.", "16. According to section 1 of the Constitutional Law of 10 July 1974 guaranteeing the independence of broadcasting (Bundesverfassungsgesetz über die Sicherung der Unabhängigkeit des Rundfunks),", "“...", "2. Broadcasting shall be governed by more detailed rules to be set out in a federal law. Such a law must inter alia contain provisions guaranteeing the objectivity and impartiality of reporting, the diversity of opinions, balanced programming and the independence of persons and bodies responsible for carrying out the duties defined in paragraph 1.", "3. Broadcasting within the meaning of paragraph 1 shall be a public service.”", "17. The Law of 10 July 1974 on the Austrian Broadcasting Corporation (Bundesgesetz über die Aufgaben und die Einrichtung des Österreichischen Rundfunks) established the Austrian Broadcasting Corporation with the status of an autonomous public-law corporation.", "It is under a duty to provide comprehensive news coverage of major political, economic, cultural and sporting events; to this end, it has to broadcast, in compliance with the requirements of objectivity and diversity of views, in particular current affairs, news reports, commentaries and critical opinions (section 2 (1) (1)), and to do so via at least two television channels and three radio stations, one of which must be a regional station (section 3). Broadcasting time must be allocated to the political parties represented in the national parliament and to representative associations (section 5 (1)).", "A supervisory board (Kommission zur Wahrung des Rundfunkgesetzes) rules on all disputes concerning the application of the above-mentioned law which fall outside the jurisdiction of an administrative authority or court (sections 25 and 27). It is composed of seventeen independent members, including nine judges, appointed for terms of four years by the President of the Republic on the proposal of the federal government.", "18. In a judgment of 16 December 1983 the Constitutional Court held that the freedom to set up and operate radio and television broadcasting stations was subject to the powers accorded to the legislature under paragraph 1 in fine and paragraph 2 of Article 10 of the Convention (Gesetzesvorbehalt). The Constitutional Broadcasting Law had instituted a system which made all activity of this type subject to the grant of a licence by the federal legislature. This system was intended to ensure objectivity and diversity of opinions (Meinungsvielfalt), and would be ineffective if it were possible for everybody to obtain the requisite authorisation. As matters stood, the right to broadcast was restricted to the ORF, as no implementing legislation had been enacted in addition to the law governing that organisation (see the Informationsverein Lentia and Others v. Austria judgment of 24 November 1993, Series A no. 276, pp. 8–9, § 10).", "19. The Regional Broadcasting Law of 9 July 1993 (Regionalradiogesetz), which came into force on 1 January 1994, governs the licensing of local and regional radio stations. Before the judgment of 27 September 1995 (see paragraph 13 above) section 2 provided:", "“1. In agreement with the General Purposes Committee of the National Assembly (Hauptausschuß des Nationalrates), the Federal Minister for Economic Affairs and Transport shall, by means of an ordinance (the frequency allocation plan – Frequenznutzungsplan), allocate terrestrial sound radio broadcasting capacities (drahtlose terrestrische Übertragungskapazitäten für Hörfunk), defined in terms of frequency and broadcasting location, to the Austrian Broadcasting Corporation and radio stations (Programmveranstalter).", "2. In making the above allocation, the Federal Minister for Economic Affairs and Transport shall ensure:", "(1) that there is no impediment to performance by the Austrian Broadcasting Corporation of the tasks imposed on it by law in the field of sound radio broadcasts;", "(2) that radio stations are able to reach the widest possible audience within any one Land; and", "(3) that attention is paid to the needs of local sound radio.", "3. In the above-mentioned frequency allocation plan the Federal Minister for Economic Affairs and Transport shall, after consulting the Länder concerned and in agreement with the General Purposes Committee of the National Assembly, assign in accordance with paragraph 2, sub-paragraphs 2 and 3, each of the frequencies and broadcasting locations available for use by radio stations to an individual licence to broadcast within the Länder. In so doing he shall have particular regard to local topography, population density, technical parameters and Austria’s international obligations in the field of telecommunications.", "…", "5. In urgent individual cases the telecommunications authorities (Fernmeldebehörde) may take decisions at variance with the frequency allocation plan, provided that within six months the plan is modified accordingly in conformity with paragraph 3.”", "Section 4 requires the programmes of private radio stations to respect the principles of objectivity and diversity of opinion and to reflect the public, cultural and economic life of the region in which they are broadcast. Section 13 instituted regional broadcasting authorities (Regional-radiobehörde). Under section 20 (2), where a number of private broadcasters satisfying the statutory conditions apply for a licence, the regional broadcasting authority must give priority to the one which comes closest to achieving the objectives laid down in the Law, for example by reflecting a greater diversity of opinion.", "20. On 27 September 1995 the Constitutional Court declared paragraphs 1 to 3 and 5 of section 2 null and void; accordingly, the frequency allocation plan based on them was likewise void.", "21. On 1 May 1997 the amendments replacing the annulled provisions came into force."], "VIOLATED_ARTICLES": ["10"], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}