{"ITEMID": "001-5344", "LANGUAGEISOCODE": "ENG", "RESPONDENT": "GRC", "BRANCH": "ADMISSIBILITY", "DATE": 2000, "DOCNAME": "MOUSHOURI v. GREECE", "IMPORTANCE": "4", "CONCLUSION": "Inadmissible", "JUDGES": "", "TEXT": ["The applicant is a Greek national, born in 1949 and living in Varkiza in Attika. She is represented before the Court by Mr M. Angelopoulos, a lawyer practising in Athens.", "The facts of the case, as submitted by the parties, may be summarised as follows.", "On 5 October 1990 the applicant filed a suit against the X Club before the single-member first instance civil court (monomeles protodikio) of Athens about unfair dismissal submitting, inter alia, that her compensation had not been calculated correctly.", "The case was heard on 14 January 1991.", "On 21 March 1991 the court found in favour of the applicant declaring her dismissal null and void and ordering the defendant to pay her 630,000 drachmas, by way of salary arrears, and part of her costs and expenses. The applicant served the decision on the X Club on 28 May 1991.", "On 28 June 1991 the X Club appealed. The appeal was heard on 29 October 1991.", "On 26 November 1991 the Court of Appeal (Efetio) of Athens upheld the appeal and considered that there was no unfair dismissal. According to the court, the applicant had changed duties before her dismissal; as a result, the X Club, when calculating her compensation, was not obliged to take into consideration a special allowance attaching to her previous duties.", "On 9 April 1992 the applicant appealed in cassation. A hearing was fixed for 30 March 1993. On 22 February 1993 the applicant submitted additional grounds of appeal. On 11 March 1993 the judge rapporteur submitted his report. On 30 March 1993 the court decided to adjourn the examination of the appeal at the parties’ request. The appeal was heard on 22 February 1994. On 31 March 1994 the Court of Cassation (Arios Pagos) quashed the judgment of the Court of Appeal considering that the latter had ignored some evidentiary material. The case was sent back to the Court of Appeal for re-examination.", "On 25 April 1994 the applicant asked the Court of Appeal to fix a hearing. The case was due to be heard on 7 June 1994 but the lawyers were on strike. On 20 June 1994 the applicant asked the court to fix a new hearing date. On 15 November 1994 the court adjourned the examination of the case. On 10 January 1995 the applicant’s case was heard by the Court of Appeal, composed of different judges from those that had issued the judgment of 26 November 1991. On 13 February 1995 the Court of Appeal found in favour of the X Club considering that the applicant had accepted that she had changed duties before her dismissal and that she was not entitled to the special allowance. Although the applicant was entitled to another allowance, the X Club had not acted in bad faith in failing to take the latter into consideration when calculating her compensation. As a result, although the applicant could claim additional compensation, her dismissal was not null and void.", "On 26 April 1995 the applicant appealed in cassation for the second time. The Court of Cassation heard the appeal on 26 September 1995 and on 21 November 1995 it quashed again the judgment of the Court of Appeal on the ground that its reasoning was contradictory, vague and inadequate. The case was sent back to the Court of Appeal for re-examination.", "On 12 December 1995 the applicant asked the Court of Appeal to fix a hearing. The Court of Appeal heard the appeal on 13 February 1996 and on 21 May 1996 it found again in favour of the X Club because the applicant, prior to her dismissal, had accepted that she should not be receiving any of the allowances in question.", "On 12 September 1996 the applicant appealed in cassation for a third time. The Court of Cassation heard the appeal on 18 February 1997 and dismissed it on 24 June 1997. The text of the jugement was finalised on 2 July 1997. It was signed by the President on 22 August 1997. The X Club served the judgment on the applicant on 12 September 1997."], "VIOLATED_ARTICLES": [], "VIOLATED_PARAGRAPHS": [], "VIOLATED_BULLETPOINTS": [], "NON_VIOLATED_ARTICLES": [], "NON_VIOLATED_PARAGRAPHS": [], "NON_VIOLATED_BULLETPOINTS": []}